{
  "doc_type": "scientific paper",
  "title": "Misophonia: A Review of the Literature and Its Implications for the Social Work Profession",
  "authors": [
    "Daniel Holohan",
    "Kenneth Marfilius",
    "Carrie J. Smith"
  ],
  "year": 2023,
  "journal": "Social Work",
  "doi": "10.1093/sw/swad029",
  "abstract": "Misophonia is a chronic condition that describes aversion to specific auditory stimuli. Misophonia is characterized by physiological responsivity and negative emotional reactivity. Specific sounds, commonly referred to as 'triggers,' are often commonplace and sometimes repetitive. They include chewing, coughing, slurping, keyboard tapping, and pen clicking. Common emotional responses include rage, disgust, anxiety, and panic while physical responses include muscle constriction and increased heart rate. This literature review identifies research priorities, limitations, and new directions, examining the implications of misophonia for the social work profession. Misophonia is largely absent from the social work literature. However, the profession is uniquely equipped to understand, screen for, and effectively treat misophonia in direct practice or within interprofessional treatment teams. By conceptualizing misophonia as idiosyncratic and contextual, social workers would enhance the existing body of research by applying an ecological perspective which captures the interaction of individuals and environments in producing human experience. Such an approach would assist clients and clinicians in developing treatment plans that consider the roles of social and physical environments in the development and course of misophonia. A discussion of current limitations within the misophonia literature further emphasizes the need for new perspectives.",
  "keywords": [
    "misophonia",
    "social work"
  ],
  "research_topics": [
    "misophonia characteristics",
    "misophonia etiology",
    "functional consequences of misophonia",
    "social work implications",
    "ecological perspective in treatment",
    "interprofessional treatment teams",
    "biopsychosocial model of misophonia",
    "mirror neuron system and misophonia",
    "misophonia idiosyncrasy and contextuality",
    "treatment and screening of misophonia",
    "misophonia research limitations and priorities"
  ],
  "created_at": "2025-05-04T23:08:11.450111Z",
  "source_pdf": "documents/research/Global/Holohan 2023 Misophonia A Review of the Literature and Its Implications for the Social Work Profession.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:Socialwork\nArticleTitle: Misophonia: AReviewoftheLiterature andItsImplications fortheSocialWork\nProfession\nArticleAuthor: Holohan\nISSN-00378046; LCN-00238594;\nPublisher: 2023-07-18\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Misophonia: A Review of the Literature and Its\nImplications for the Social Work Profession\nDaniel Holohan, Kenneth Marfilius, and Carrie J. Smith\nMisophonia is a chronic condition that describes aversion to speciﬁc auditory stimuli.\nMisophonia is characterized by physiological responsivity and negative emotional\nreactivity. Speciﬁc sounds, commonly referred to as “triggers,” are often commonplaceand sometimes repetitive. They include chewing, coughing, slurping, keyboard tapping,and pen clicking. Common emotional responses include rage, disgust, anxiety, and panic\nwhile physical responses include muscle constriction and increased heart rate. This\nliterature review identiﬁes research priorities, limitations, and new directions, examiningthe implications of misophonia for the social work profession. Misophonia is largely absentfrom the social work literature. However, the profession is uniquely equipped tounderstand, screen for, and effectively treat misophonia in direct practice or within\ninterprofessional treatment teams. By conceptualizing misophonia as idiosyncratic and\ncontextual, social workers would enhance the existing body of research by applying anecological perspective which captures the interaction of individuals and environmentsin producing human experience. Such an approach would assist clients and clinicians indeveloping treatment plans that consider the roles of social and physical environments\nin the development and course of misophonia. A discussion of current limitations within\nthe misophonia literature further emphasizes the need for new perspectives.\nKEY WORDS :misophonia; social work\nMisophonia , literally “hatred of sound”\n(Jastreboff & Jastreboff, 2001 ), is a\nchronic condition that describes aver-\nsion to speciﬁc auditory stimuli. Misophonia is char-\nacterized by physiological responsivity and negative\nemotional reactivity ( B r o u te ta l . ,2 0 1 8 ). Speciﬁc\nsounds, commonly referred to as “triggers,” are of-ten commonplace and sometimes repetitive. Theyinclude chewing, coughing, slurping, keyboard\ntapping, and pen clicking. Common emotional\nresponses include rage, disgust, anxiety, and panicwhile physical responses include muscle constric-tion and increased heart rate ( Siepsiak & Dragan,\n2019). Exposure to these trigger sounds increases\nsympathetic nervous system arousal, regardless of\ndecibel level. However, trigger sounds and corre-sponding responses vary widely among individuals.Misophonia is idiosyncratic in both experience andpresentation ( Brout et al., 2018 ). It is also highly\ncontextual and impacted by a number of factors in-\ncluding physical location and identity of the personinducing the trigger sound ( Edelstein et al., 2013 ).\nMisophonia is not listed in the DSM-5-TR.\nThe existing body of research is small, and there isno consensus on etiology or diagnostic criteria.\nHansen et al. (2022) , however, describe misopho-\nnia as “highly prevalent yet understudied.” In a sur-vey of 483 undergraduate students at the University\nof South Florida, almost 20 percent of respondents\nreported signiﬁcant symptoms of misophonia ( Wu\net al., 2014 ).Cavanna and Seri (2015) describe\nmisophonia as “common yet underinvestigated.”Quek et al. (2018) write that it is imperative to in-\ncrease awareness of misophonia among researchers\nand clinicians, while Schro¨der et al. (2017) describe\nmisophonia as a potential “hidden epidemic.” Siep-\nsiak and Dragan (2019) add that misophonia “might\nbe a signiﬁcant social problem.” Misophonia is\nshown to cause signiﬁcant impairment in multiple\ndomains of functioning, including academic, occu-pational, and social contexts ( Cavanna & Seri,\n2015).\nMisophonia tends to worsen over time ( Kluckow\net al., 2014 ;Rouw & Erfanian, 2018 ). People with\nmisophonia do not habituate to trigger sounds\n(Rouw & Erfanian, 2018 ), and mere exposure to\nsuch sounds is likely to increase symptom severity(Schro¨der et al., 2017 ). Though symptoms have been\nhttps://doi.org/10.1093/sw/swad029 VC2023 National Association of Social Workers 1Downloaded from https://academic.oup.com/sw/advance-article/doi/10.1093/sw/swad029/7226156 by University of Minnesota Libraries - Twin Cities user on 24 July 2023"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "reported in children as young as two years old ( San-\nchez & da Silva, 2018 ), onset typically occurs in early\nadolescence ( Rouw & Erfanian, 2018 ;Schro¨der\net al., 2013 ) and worsens into adulthood. However,\nmisophonia has been shown to improve in some\nindividuals after an intervention is introduced.Schro¨der et al. (2017) found that cognitive–behav-\nioral therapy showed a signiﬁcant reduction of miso-\nphonia symptoms in 48 percent of patients. In a casereport, Alekri and Al Saif (2019) found that a combi-\nnation of psychotherapy sessions, coping mecha-\nnisms, social interaction/activity, and increasedawareness about misophonia signiﬁcantly reduced\nsymptoms.\nMisophonia was ﬁrst conceptualized by audiol-\nogists Jastreboff and Jastreboff in 2001 while work-\ning with tinnitus patients ( Brout et al., 2018 ). In\nthe years since, research has elucidated misophoniaand its potential pathogens, though the condition\nremains mostly conﬁned to the literature. Despite\nsome notable exceptions ( Alekri & Al Saif, 2019 ;\nSchro¨der et al., 2017 ), misophonia research rarely\ntranslates to direct practice with people with miso-\nphonia. Likewise, treatment interventions formisophonia that have been executed often fail to\nconsider the individual’s full context beyond the\nexperience of misophonia. Additionally, the inputof people with misophonia is not well integrated\ninto research proposals or treatment interventions.\nMisophonia is relatively absent from social work\nliterature. However, the profession is uniquely\nequipped to understand and effectively treat miso-\nphonia. With a broad focus on individual well-being, as well as the environmental forces that cre-\nate or contribute to problems ( National Associa-\ntion of Social Workers, 2021 ), social workers can\nbegin to explore the relationship between the indi-\nvidual and society in the experience of misopho-\nnia. Operating within an ecological perspective(Gitterman & Germain, 1976 ), social workers\ncould consider social and physical environments,\nas well as the impacts of authority, privilege, andresources, incorporating these factors into treat-\nment interventions. Social workers could strive to\ninclude clients in the treatment planning process,integrating the personal expertise of people with\nmisophonia in developing treatment goals. Social\nworkers can connect clients with resources whileassisting in the development of new resource sys-\ntems including psychoeducation, support groups,\nand education networks. Working in diversesettings such as schools, hospitals, and rehabilita-\ntion centers, social workers will be able to identifymisophonia in clients, avoid misdiagnosis, and ed-ucate both the client and the client’s support sys-tem. For instance, school social workers can assistparents and teachers in understanding unexpectedemotional reactions and behaviors in children andyoung adults. With this understanding, socialworkers can enhance communication among par-ties and more effectively mobilize the client’ssupport system in executing effective treatments.Social work has the additional opportunity of con-tributing to or spearheading innovative screening\nprocesses and treatment approaches. Brout et al.\n(2018) encourages using a team-based approach in\ntreating misophonia from a multidisciplinary caremanagement model. The inclusion of social work-ers within such interprofessional treatment teamswould greatly enhance the efﬁcacy of misophoniatreatment by engaging in direct practice and treat-ing each individual within their unique social andphysical context. Likewise, social workers can in-corporate a biopsychosocial perspective into theassessment and treatment of misophonia. Jager\net al. (2022) present a biopsychosocial model of\nmisophonia, which considers the complex inter-action of personality and genetic disposition, en-\nvironment and learning history, emotion, coping\nmechanisms, psychological factors, and triggersounds. Though the model is used to describe asingle clinical case, it provides an effective blue-print for early treatment of misophonia. Themodel can be used as a tool for psychoeducation,separating and analyzing component parts of thecondition. Alternatively, it can be adapted intoan assessment tool, providing the social workerwith detailed information on each individualclient.\nThe primary aim of this article is to review the\nmisophonia literature and elucidate its implica-tions for the social work profession. The aspects ofmisophonia that make it such a compelling disor-der for social workers to understand are explored.This includes consideration of etiology, with aprimary focus on the mirror neuron system; an ex-ploration of functional consequences of misophoniafrom the perspective of people with misophonia;and a review of research limitations and priorities.\nThe use of an ecological perspective to better un-\nderstand and treat this disorder is encouraged.\n2 Social WorkDownloaded from https://academic.oup.com/sw/advance-article/doi/10.1093/sw/swad029/7226156 by University of Minnesota Libraries - Twin Cities user on 24 July 2023"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "METHOD\nSocial Work Abstracts and Social Services Abstracts\nwere initially identiﬁed as core social work data-\nbases. However, no results were found in eitherdatabase when searching “misophonia.” Severalmultidisciplinary databases were then used, includ-ing ComDisDome, Applied Social Sciences Index& Abstracts, JSTOR, and ScienceDirect. A small\nbody of misophonia literature was found within\nthese databases, mostly conﬁned to journals of psy-chology, psychiatry, and neurology. Three compre-hensive reviews were identiﬁed ( Brout et al., 2018 ;\nPotgieter et al., 2019 ;Siepsiak & Dragan, 2019 ).\nBased on ﬁndings in these reviews, as well as gaps in\nsocial work literature, the following descriptors were\nidentiﬁed: incidence, awareness, etiology, phenome-nology, diagnostic criteria, and comorbidity. Thesewere used to discover, analyze, and select peer-reviewed sources that contributed to an understand-ing of misophonia and its implications for social\nwork. Many of the same authors showed up repeat-\nedly within search results. A Google search of authornames revealed the existence of the InternationalMisophonia Research Network (IMRN). TheIMRN advisory board was then used to identify\nother relevant authors and their works.\nA snowball method was also used to ﬁnd addi-\ntional sources. Several articles were identiﬁed\nthrough reference lists within relevant articles, in-\ncluding the three reviews. Articles that focused pri-marily on related conditions such as hyperacusiswere removed from consideration. The selectionof articles was designed to provide the broadest andmost comprehensive understanding of misophonia\npossible. Due to the limited body of misophonia\nresearch, however, a broad range of peer-reviewedjournal articles were selected, comprising differentdisciplines and research methods. Articles were or-ganized by descriptor. Among articles that focusedon the same descriptor, more recent articles were\ntypically chosen, unless those articles contained\nsigniﬁcant methodological ﬂaws.\nFINDINGS\nThe results indicate the need to strengthen misopho-nia research by involving social workers in directpractice and by studying the relationship betweenindividuals and society. Existing research elucidatessalient characteristics of the disorder, as well as\npossible pathogens and functional consequences.\nIn understanding characteristics of misophonia,social workers should employ an ecological perspec-\ntive, which captures the interaction of individuals\nand environments in producing human experience(Gitterman & Germain, 1976 ). Such an approach\nwould assist clients and clinicians in developing\ntreatment plans that consider the roles of social andphysical environments in the development and\ncourse of misophonia. Qualitative research begins\nto highlight the functional consequences of miso-phonia and the need for more research. Addition-\nally, an understanding of possible pathogens clariﬁes\nthe need for interprofessional treatment teams.\nMisophonia as Idiosyncratic and\nContextual\nTwo salient characteristics of misophonia, idiosyn-\ncrasy and contextuality, should compel social work-\ners to engage in researching and treating this disorder.First, misophonia is idiosyncratic: Though it is broadly\ncharacterized by nervous system arousal and negative\nemotional reactivity in response to particular sounds(Brout et al., 2018 ), levels of severity as well as types\nof trigger sounds and emotional reactivity vary\nwidely. Kluckow et al. (2014) , for example, present\nthree case reports. In the ﬁrst report, a patient was\nt r i g g e r e db yt h es o u n do fh i g h - p i t c h e df e m a l e\nvoices. In the second, a patient was triggered by thesound of chewing. In the third, a patient was trig-\ngered by the sound of chewing and by the sound of\na spoon hitting against a bowl while her mother andaunt ate cereal. Different individuals experience dif-\nferent triggers. However, misophonia does not de-\nscribe a reaction based on the physical characteristicsof a sound (i.e., frequency, intensity), as such a reac-\ntion would describe hyperacusis ( Jastreboff & Jas-\ntreboff, 2001 ). Though oral/nasal sounds such as\ncoughing and chewing are commonly cited by peo-\nple with misophonia ( Edelstein et al., 2013 ;Wu\net al., 2014 ), recent research supports the existence\nof nonoral/nasal triggers such as ﬁnger tapping or\nkeyboard typing ( Hansen et al., 2022 ). Likewise,\nreactions vary among individuals. Jager et al. (2020)\nfound that exposure to a trigger sound caused 93.8\npercent of misophonia subjects to experience irri-\ntation, 81 percent to experience a perceived lossof control, and 5.9 percent to experience sadness.\nIn a study by Rouw and Erfanian (2018) ,p e o p l e\nwith misophonia self-reported feelings of shame,guilt, and anxiety. People with misophonia may\nexperience any number of these reactions. Overall\nseverity and severity in response to a speciﬁc trigger\nHOLOHAN ,M ARFILIUS ,ANDSMITH /Misophonia: A Review of the Literature 3Downloaded from https://academic.oup.com/sw/advance-article/doi/10.1093/sw/swad029/7226156 by University of Minnesota Libraries - Twin Cities user on 24 July 2023"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "vary as well ( Edelstein et al., 2013 ). The individual\nwith misophonia may be severely distressed by one\ntrigger sound but only mildly irritated by anothertrigger sound. Similarly, one sound may produce\nfeelings of rage while another sound produces feel-\nings of anxiety or sadness.\nSecond, misophonia is contextual: Features of\nthis disorder—including trigger sounds, emotional\nreactivity, and behavioral responses—are modu-lated by context. Speciﬁcally, the identity of the\nperson inducing the trigger sound and the physical\nlocation of the person with misophonia inﬂuencethe experience of misophonia. Emotional reactiv-\nity is found to be more intense toward certain indi-\nviduals inducing the trigger sound, includingfriends, coworkers, and family members ( Edelstein\net al., 2013 ;Jager et al., 2020 ;Sanchez & da Silva,\n2018). Emotional reactivity is typically less intense\nwhen the trigger sound is induced by animals,\nbabies/toddlers, or elderly people with dementia\n(Edelstein et al., 2013 ;Jager et al., 2020 ). In one\ncase report, a person’s reaction to a crunching sound\nvanished after realizing it was produced by a pigeon\nrather than a human ( Natalini et al., 2020 ). People\nwith misophonia typically report a smaller aversive\nresponse to self-induced trigger sounds ( Edelstein\net al., 2013 ). For example, a person who is triggered\nby the sound of chewing will typically have a signiﬁ-\ncantly smaller response to hearing themselves chew.\nPeople with misophonia reported that their symp-toms especially worsen in situations where they feel\ntrapped and unable to escape ( Edelstein et al., 2013 ),\nwhile Ferrer-Torres and Gime ´nez-Llort (2021) found\nthat conﬁnement associated with the COVID-19\npandemic increased symptom severity. Rouw and\nErfanian (2018) suggest that family settings may\nimpact the development of misophonia. Edelstein\net al. (2013) note that many trigger sounds such as\nloud chewing are considered socially inappropriatein Western society, and raise the question of whether\ncultural norms factor into the development of\nmisophonia.\nTaken together, these ﬁndings should compel\nsocial workers to engage in the research and treatment\nof misophonia. The idiosyncratic and contextual fea-tures of this disorder demand individualized treatment\napproaches in which the client is an active partici-\npant in the planning process. The vast differences inthe experience of misophonia necessitate engaging\neach client in direct practice to develop appropriate\ngoals and interventions. When operating from anecological framework, social workers can further\nelucidate the reciprocal relationship between the\nperson with misophonia and their environment.Physical space and the ability to modify space have a\nclear impact on misophonia. Other factors such as\ncultural norms, family settings, and identity all ap-pear to impact the development and course of this\ndisorder. Misophonia cannot be understood with-\nout understanding the environment in which eachperson with misophonia exists. It is therefore essen-\ntial to consider factors such as authority, privilege,\nand resources when treating misophonia. Does theclient have the power or authority to modify their\nspace? What role do age, gender, race, class, and\nother identities play in determining the client’s so-cial and physical environment? What privileges mit-\nigate the development of misophonia? Exploring\nthese questions will enrich the misophonia literaturewhile better preparing social workers to comprehen-\nsively treat this disorder.\nEtiology\nMuch of the existing research seeks to determine\nwhether misophonia is a distinct disorder or,rather, a symptom of another disorder. This has in-\nspired several studies attempting to either identify\nphysiological features of misophonia or discover acausal underlying mechanism. Kumar et al. (2017)\nfound that exposure to trigger sounds in individu-\nals with misophonia caused heightened heart rate,heightened galvanic skin response, greater myeli-\nnation in the ventromedial prefrontal cortex, and\ngreater blood-oxygen-level-dependent responsesin the anterior insular cortex. This indicates a tan-\ngible, physical response to trigger sounds. Kumar\net al. (2021) used the ﬁndings of Kumar et al.\n(2017) to explore whether the mirror neuron sys-\ntem related to orofacial movements underlies\nmisophonia. They found that people with miso-phonia demonstrated increased activation of the\norofacial motor area in response to trigger sounds,\nin proportion to the level of distress. They con-clude that it is very likely that misophonia is the re-\nsult of abnormal functioning of the mirror neuron\nsystem or of orofacial actions of others. If this istrue, it suggests that this abnormal mirroring leads\nto automatic imitation of the person producing the\naction, which then leads to negative emotional re-activity. It is unknown why excessive mirroring\nmay produce this negative emotional reactivity,\nthough Kumar et al. (2021) suggest there may be a\n4 Social WorkDownloaded from https://academic.oup.com/sw/advance-article/doi/10.1093/sw/swad029/7226156 by University of Minnesota Libraries - Twin Cities user on 24 July 2023"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "perceived loss of control or a sense of invasion of\npersonal space. Noting that “automatic mimicry of\neating actions is common among family mem-bers,” the authors suggest that this might explain\nwhy family members are so often an early and se-\nvere source of triggers.\nKumar et al. (2021) contend that their study pro-\nvides a new framework for understanding miso-\nphonia, with consequences for treatment methodsand new directions for future research. Mercedes\nErfanian, an author of the study, suggests that this\nresearch supports a neurological basis for misopho-nia (Brout, 2022 ).Kumar et al. (2021) state that this\nstudy cannot determine whether misophonia is a\ndiscrete psychological disorder or a symptom of anexisting disorder. However, Rouw and Erfanian\n(2018) suggest that it is an independent disorder\nthat cannot be explained by another condition,such as common comorbid conditions including\nPTSD, obsessive-compulsive personality disorder,\nbulimia nervosa, or anorexia nervosa. Jager et al.\n(2020) assert that misophonia is a distinct disorder\nthat must be considered from psychological and\npsychiatric perspectives, rather than an audiologicalperspective. Recent ﬁndings on the mirror neuron\nsystem support this move away from audiological\nexplanations.\nAbnormal functioning of the mirror neuron sys-\ntem provides support for the inclusion of social\nworkers and the development of interprofessionaltreatment teams in the management of this disor-\nder. Misophonia appears to be a complex biopsy-\nchosocial condition in which family dynamics,physical setting, and prior experience all play a role\nin determining its development and course.\nThrough mirror neurons, motor programs inhumans are facilitated by the observation of an-\nother person’s actions ( Keysers & Fadiga, 2008 ).\nKumar and Erfanian explain that the mirror neu-ron system is thought to underlie empathy ( Brout,\n2021). Observing someone smile or yawn, for in-\nstance, causes the observer to involuntarily smile oryawn. The role of the mirror neuron system in em-\npathy may explain why people with misophonia\nare less reactive toward certain populations such asanimals, babies/toddlers, and elderly people with\ndementia. If people with misophonia are truly\nexperiencing a perceived loss of control due to dys-function in the mirror neuron system, as Kumar\net al. (2021) propose, then this would help explain\nwhy symptoms are worse in situations wherepeople with misophonia feel trapped or conﬁned,\nsuch as during the COVID-19 pandemic. Alterna-\ntively, if this dysfunction is causing a sense of inva-sion of personal space, it may elucidate the reasons\nfor different emotional reactions such as rage and\nanxiety. The automatic mimicry of eating actionsmust also be considered in the context of family\ndynamics. Unique dynamics might explain the va-\nriety of trigger sounds among people with miso-phonia. Informed by neurological ﬁndings, social\nworkers can work with other professionals to fur-\nther unravel the mystery of misophonia and de-velop individualized treatment interventions that\naccount for the individual’s history and present\nenvironment.\nFunctional Consequences\nThe lived experiences and personal narratives ofpeople with misophonia are often incidental to\nmedical research. However, qualitative interviews\nreveal the psychosocial impact of misophonia. Shame,isolation, and self-hatred are recurring themes. Addi-\ntionally, cultural differences appear to play a role in\nthe experience and presentation of misophonia.While most research focuses on the speciﬁc moment\nwhen a trigger occurs, qualitative interviews provide\nessential information on experiences between triggers.\nThis information reveals that misophonia has signiﬁ-\ncant functional consequences that extend beyond the\nbrief moments when a person is actively experiencinga misophonia trigger. Engaged in direct practice, so-\ncial workers are more likely than those in other pro-\nfessions to encounter these functional consequencesand experiences. As a result, social workers must be\nready to address the psychosocial aspects of\nmisophonia.\nQualitative interviews and surveys consistently\nreveal shame and self-hatred as psychosocial conse-\nquences of misophonia. One person reported thatmisophonia does not have a signiﬁcant impact on\nher quality of life but that she would still like to be\ncured because “it seems ridiculous” ( Edelstein et al.,\n2013,p .4 ) . Rouw and Erfanian (2018) asked partic-\nipants about the effects of misophonia on their lives.\nOne participant said, “I’m embarrassed and ashamedof being this way” (p. 465). Another participant\nresponded, “I have no understanding of why I am\nlike this. . . . I get very embarrassed at my reactionand ﬁnd it hard to explain to others” (p. 466). Jager\net al. (2020) reported that the majority of partici-\npants (among a sample of 575 people with\nHOLOHAN ,M ARFILIUS ,ANDSMITH /Misophonia: A Review of the Literature 5Downloaded from https://academic.oup.com/sw/advance-article/doi/10.1093/sw/swad029/7226156 by University of Minnesota Libraries - Twin Cities user on 24 July 2023"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "misophonia) expressed shame or guilt. In another\ncase report ( Natalini et al., 2020 ), a woman said\nthat when she is triggered, she thinks, “I’m strange,nobody wants me, and I will not give [grandchil-\ndren] to my parents” (p. 32). She also described\nherself as “a cause of suffering.”\nMost case reports and qualitative interviews de-\nscribe social and physical isolation as a coping mecha-\nnism ( Siepsiak & Dragan, 2019 ). Isolation associated\nwith misophonia is shown to limit social interaction\nwith family and friends ( Alekri & Al Saif, 2019 )a n d\nnegatively impact employment and interpersonal rela-tionships ( Jager et al., 2020 ). Given that conﬁnement\nis shown to increase misophonia severity ( Ferrer-Tor-\nres & Gime ´nez-Llort, 2021 ), isolation as a coping\nmechanism may actually worsen the condition. This\npoints to the need for increased awareness of misopho-\nnia and the application of treatments such as psycho-education, providing people with misophonia with a\nbetter understanding of effective coping mechanisms.\nOther ﬁndings raise signiﬁcant questions related\nto living with misophonia. Rouw and Erfanian\n(2018) found that over one-third of participants in\ntheir study said that alcohol reduces the symptomsof misophonia. This raises the question of whether\nmisophonia may contribute to alcohol use disorder\nand other substance use disorders. In treating peoplewith misophonia, social workers must be aware of\nthe potential for substance misuse and integrate this\nfactor into treatment. Another important ﬁnding isrelated to culture and identity. In one case report, a\nteenage client who identiﬁed as Muslim mentioned\nincreased reactivity during the holy month of Ram-adan due to “the sound fasting Muslims make with\ntheir dry mouth” ( Alekri & Al Saif, 2019 ,p .2 3 3 ) .\nIn this case, family dynamics, religious traditions,and physical space interact to create the conditions\nfor a misophonic response. This same client twice\nattempted suicide, highlighting potentially devastat-ing consequences for individuals with severe miso-\nphonia, as well as the need for more research and\ngreater awareness among clinicians. Social workersshould explore these topics in greater depth, using\nearly qualitative ﬁndings to inform quantitative\nexperiments that will provide more information onthe functional consequences of misophonia.\nRESEARCH LIMITATIONS AND PRIORITIES\nMisophonia research is shaped by several limiting\nfactors. First, there is a general lack of awareness\namong the public and within professions. A surveyof university instructors at six institutions in Florida\nfound that just 18.4 percent of participants had\nknowledge of misophonia and only 2.3 percent ofparticipants had a student request accommodations\nfor misophonia ( Porcaro et al., 2019 ). Many peo-\nple with misophonia do not know they have miso-phonia, which makes sampling a challenge. In\nquantitative research, samples are often taken from\nnonrepresentative clinical populations or studentpopulations. In qualitative research, samples are of-\nten taken from social media forums and online sup-\nport groups. For example, Rouw and Erfanian\n(2018) recruited participants from the Yahoo\ngroup Selective Sound Sensitivity, which included\npatients from the Oregon Tinnitus and Hyperacu-sis Treatment Clinic. They also recruited partici-\npants from two Facebook misophonia support\ngroups.\nAnother limiting factor is the lack of standard-\nized diagnostic criteria. Though many researchers\nand clinicians have adopted proposed diagnosticcriteria developed by Schro¨der et al. (2013) , there\nremains variation. The criteria developed by Schro ¨der\net al. require that the trigger sound is produced by ahuman. Several studies challenge this strict criterion.\nSanchez and da Silva (2018) ,f o ri n s t a n c e ,f o u n dt h a t\nseveral participants were triggered by the sound of adog barking. More recently, Jager et al. (2020) pro-\nposed diagnostic criteria that require the existence of\noral or nasal triggers produced by humans. They sug-gest that other sounds such as keyboard tapping may\nbe part of misophonia but are not sufﬁcient to war-\nrant a diagnosis. Siepsiak and Dragan (2019) note\nthat the lack of standardized diagnostic criteria makes\nit challenging to compare research results or make\ndiagnoses in clinical settings. In light of ﬁndings fromAlekri and Al Saif (2019) that a patient experienced a\nreduction in symptoms after developing awareness\nand self-acceptance of misophonia, there is reason tobelieve that the lack of standardized diagnostic crite-\nria may be confusing for people with misophonia\nand tangibly impact quality of life.\nA ﬁnal limitation, related to the lack of standard-\nized diagnostic criteria, is an over-reliance on self-\nreport measures. While the lived experiences ofpeople with misophonia should be centered in the\nliterature, reliance on self-report may reduce cred-\nibility and limit generalizability ( Siepsiak & Dra-\ngan, 2019 ). On a similar note, as of February 2019,\ncase studies comprised more than half of the\nmisophonia research. Potgieter et al. (2019) call\n6 Social WorkDownloaded from https://academic.oup.com/sw/advance-article/doi/10.1093/sw/swad029/7226156 by University of Minnesota Libraries - Twin Cities user on 24 July 2023"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "for more controlled studies and clinical trials to\nstrengthen ﬁndings.\nCONCLUSION\nHistorically, misophonia research has been con-\nducted by audiologists, psychologists, psychiatrists,\nand neurologists. Most authors cited in this review\ncome from one or more of these ﬁelds. The profes-\nsional demographics of researchers have informed re-\nsearch methods and priorities. As discussed, much of\nthe existing research has centered on the question of\nwhether misophonia is a distinct disorder. Potgieter\net al. (2019) effectively summarized the research pri-\norities that have been nominated in the literature.\nThis includes the need to conﬁrm phenomenology\nand prevalence, genetic and neurological mecha-\nnisms, investigation of hereditary factors, and comor-\nbidities. Potgieter et al. add that there is a general\nconsensus for the need to conduct randomized con-\ntrolled trials of available treatments. Following his re-\ncent ﬁndings on the mirror neuron system, Kumar\nsaid in an interview with Brout (2021) that he wants\nto expand on these ﬁndings through the use of brain\nmeasurements, such as EEG, and the exploration of\nbrain stimulation, such as transcranial magnetic stim-\nulation, to elucidate the mirror neuron system’s in-\nvolvement and causal role in misophonia.\nAll of this work is crucial in understanding and\ne f f e c t i v e l yt r e a t i n gm i s o p h o n i a .H o w e v e r ,af u l l\nunderstanding of misophonia will require an eco-\nlogical perspective with special consideration of\nhuman diversity, including differences in author-\nity, privilege, and resources. As professionals in a\nmultidisciplinary ﬁeld that engages in direct prac-\ntice with clients, social workers are well posi-\ntioned to contribute to research on and treatment\nfor misophonia. A look through several major so-\ncial work journals, however, reveals that the\ntopic rarely, if ever, is mentioned. Social workersmust understand misophonia and incorporate this\nknowledge into practice. Likewise, professionals in\nother ﬁelds who have thus far dominated misopho-\nnia research would beneﬁt from seeking the exper-\ntise and inclusion of social workers in misophonia\nresearch. As the medical search for pathogens con-\ntinues, it is necessary to understand and apply the fa-\ncilities or modiﬁcations needed to improve the\noutcomes of those with poor prevalence at the pre-\nsent time.\nSWREFERENCES\nAlekri, J., & Al Saif, F. (2019). Suicidal misophonia: A case\nreport. Psychiatry and Clinical Psychopharmacology ,29,\n232–237. https://doi.org/10.1080/24750573.2019.15\n97585\nBrout, J. J. (2021, June 4). Groundbreaking research on the\nmotor basis for misophonia. Psychology Today .https://\nwww.psychologytoday.com/us/blog/noises/202106/groundbreaking-research-the-motor-basis-misophonia\nBrout, J. J. (2022, January 13). Misokinesia, misophonia,\nand mirror neurons. Psychology Today .https://www.psy\nchologytoday.com/us/blog/noises/202201/misokinesia-misophonia-and-mirror-neurons\nBrout, J. J., Edelstein, M., Erfanian, M., Mannino, M.,\nMiller, L. J., Rouw, R., Kumar, S., & Rosenthal,M. Z. (2018). Investigating misophonia: A review ofthe empirical literature, clinical implications, and a re-search agenda. Frontiers in Neuroscience ,12, Article 36.\nhttps://doi.org/10.3389/fnins.2018.00036\nCavanna, A. E., & Seri, S. (2015). Misophonia: Current\nperspectives [Review]. Neuropsychiatric Disease and\nTreatment ,2015, 2117–2123. https://doi.org/10.21\n47/ndt.s81438\nEdelstein, M., Brang, D., Rouw, R., & Ramachandran,\nV. S. (2013). Misophonia: Physiological investigations\nand case descriptions. Frontiers in Human Neuroscience ,\n7, Article 296. https://doi.org/10.3389/f nhum.20\n13.00296\nFerrer-Torres, A., & Gime ´nez-Llort, L. (2021). Conﬁne-\nment and the hatred of sound in times of COVID-19:A Molotov cocktail for people with Misophonia.Frontiers in Psychiatry ,12, Article 627044. https://\ndoi.org/10.3389/fpsyt.2021.627044\nGitterman, A., & Germain, C. B. (1976). Social work prac-\ntice: A life model. Social Service Review ,50, 601–610.\nHansen, H. A., Stefancin, P., Leber, A. B., & Saygin, Z. M.\n(2022). Neural evidence for non-orofacial triggers inmild misophonia. Frontiers in Neuroscience ,16, Article\n880759. https://doi.org/10.3389/fnins.2022.880759\nJager, I., de Koning, P., Bost, T., Denys, D., & Vulink, N.\n(2020). Misophonia: Phenomenology, comorbidityand demographics in a large sample. PLOS ONE ,\n15, Article e0231390. https://doi.org/10.1371/\njournal.pone.0231390\nJager, I., Vulink, N., van Loon, A., van der Pol, M.,\nSchro¨der, A., Slaghekke, S., & Denys, D. (2022).\nSynopsis and quacolitative evaluation of a treatmentprotocol to guide systemic group: Cognitive behavioraltherapy for misophonia. Frontiers in Psychiatry ,13,A r t i -\ncle 794343. https://doi.org/10.3389/fpsyt.2022.79\n4343\nJastreboff, M. M., & Jastreboff, P. J. (2001). Components\nof decreased sound tolerance: Hyperacusis, misopho-nia, phonophobia. ITHS News Letter ,2, 5–7.\nKluckow, H., Telfer, J., & Abraham, S. (2014). Should we\nscreen for misophonia in patients with eating disor-ders? A report of three cases [Clinical Case Report].International Journal of Eating Disorders ,47, 558–561.\nhttps://doi.org/10.1002/eat.22245\nKumar, S., Dheerendra, P., Erfanian, M., Benzaque ´n, E.,\nSedley, W., Gander, P. E., Lad, M., Bamiou, D. E., &Grifﬁths, T. D. (2021). The motor basis for misopho-nia.Journal of Neuroscience ,41, 5762–5770. https://\ndoi.org/10.1523/jneurosci.0261-21.2021\nKumar, S., Tansley-Hancock, O., Sedley, W., Winston,\nJ. S., Callaghan, M. F., Allen, M., Cope, T. E., Gan-\nder, P. E., Bamiou, D.-E., & Grifﬁths, T. D. (2017).\nThe brain basis for misophonia. Current Biology ,27,\n527–533. https://doi.org/10.1016/j.cub.2016.12.048\nHOLOHAN ,M ARFILIUS ,ANDSMITH /Misophonia: A Review of the Literature 7Downloaded from https://academic.oup.com/sw/advance-article/doi/10.1093/sw/swad029/7226156 by University of Minnesota Libraries - Twin Cities user on 24 July 2023"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Keysers, C., & Fadiga, L. (2008). The mirror neuron sys-\ntem: New frontiers. Social Neuroscience ,3, 193–198.\nhttps://doi.org/10.1080/17470910802408513\nNatalini, E., Dimaggio, G., Varakliotis, T., Fioretti, A., &\nEibenstein, A. (2020). Misophonia, maladaptive sche-\nmas and personality disorders: A report of three cases.Journal of Contemporary Psychotherapy ,50, 29–35.\nhttps://doi.org/10.1007/s10879-019-09438-3\nNational Association of Social Workers. (2021). Code of\nethics of the National Association of Social Workers .\nhttps://www.socialworkers.org/About/Ethics/Code-of-Ethics/Code-of-Ethics-English\nPorcaro, C. K., Alavi, E., Gollery, T., & Danesh, A. A.\n(2019). Misophonia: Awareness and responsivenessamong academics. Journal of Postsecondary Education\nand Disability ,32, 107–118.\nPotgieter, I., MacDonald, C., Partridge, L., Cima, R.,\nSheldrake, J., & Hoare, D. J. (2019). Misophonia: Ascoping review of research. Journal of Clinical Psychol-\nogy,75, 1203–1218. https://doi.org/10.1002/jclp.22\n771\nQuek, T. C., Ho, C. S. H., Choo, C. C., Nguyen, L. H.,\nTran, B. X., & Ho, R. C. (2018). Misophonia in Sin-gaporean psychiatric patients: A cross-sectional study.International Journal of Environmental Research and PublicHealth ,15, Article 1410. https://doi.org/10.3390/\nijerph15071410\nRouw, R., & Erfanian, M. (2018). A large-scale study of\nmisophonia. Journal of Clinical Psychology ,74,\n453–479. https://doi.org/10.1002/jclp.22500\nSanchez, T. G., & da Silva, F. E. (2018). Familial misopho-\nnia or selective sound sensitivity syndrome: Evidencefor autosomal dominant inheritance? Brazilian Journal\nof Otorhinolaryngology ,84, 553–559. https://doi.org/\n10.1016/j.bjorl.2017.06.014\nSchro¨der, A., Vulink, N., & Denys, D. (2013). Misopho-\nnia: Diagnostic criteria for a new psychiatric disorder.PLOS ONE ,8, Article e54706. https://doi.org/10.1\n371/journal.pone.0054706\nSchro¨der, A. E., Vulink, N. C., van Loon, A. J., & Denys,\nD. A. (2017). Cognitive behavioral therapy is effec-tive in misophonia: An open trial. Journal of Affective\nDisorders ,217, 289–294. https://doi.org/10.1016/\nj.jad.2017.04.017\nSiepsiak, M., & Dragan, W. (2019). Misophonia—A review\nof research results and theoretical conceptions. Psychia-\ntria Polska ,53, 447–458. https://doi.org/10.12740/pp/\n92023\nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A.\n(2014). Misophonia: Incidence, phenomenology, and\nclinical correlates in an undergraduate student sample.\nJournal of Clinical Psychology ,70, 994–1007. https://\ndoi.org/10.1002/jclp.22098\nDaniel Holohan, BA, is a student, School of Social Work,\nSyracuse University, 150 Crouse Dr., Syracuse, NY 13244,USA; email: dholohan@syr.edu. Kenneth Marﬁlius, DSW,\nLCSW, is assistant dean of online and distance education, Falk\nCollege, and associate teaching professor, School of Social Work,\nSyracuse University, Syracuse, NY, USA. Carrie J .Smith,\nMSW, DSW, is department chair and professor, School of So-\ncial Work, Syracuse University, Syracuse, NY, USA.\nOriginal manuscript received July 14, 2022\nFinal revision received December 7, 2022Editorial decision December 19, 2022\nAccepted December 19, 2022\n8 Social WorkDownloaded from https://academic.oup.com/sw/advance-article/doi/10.1093/sw/swad029/7226156 by University of Minnesota Libraries - Twin Cities user on 24 July 2023"
    }
  ]
}