{
  "doc_type": "scientific paper",
  "title": "Research Priorities for Autonomous Sensory Meridian Response: An Interdisciplinary Delphi Study",
  "authors": [
    "Thomas J. Hostler",
    "Giulia L. Poerio",
    "Clau Nader",
    "Safiyya Mank",
    "Andrew C. Lin",
    "Mario Villena-González",
    "Lemera ASMR",
    "Sharon Shares ASMR",
    "Yoloma ASMR",
    "Moongem ASMR",
    "Nate Plutzik",
    "Nitin K. Ahuja",
    "Daniel H. Baker",
    "Scott Bannister",
    "Emma L. Barratt",
    "Stacey A. Bedwell",
    "Pierre-Edouard Billot",
    "Emma Blakey",
    "Flavia Cardini",
    "Daniella K. Cash",
    "Nick J. Davis",
    "Bleiz M. Del Sette",
    "Mercede Erfanian",
    "Josephine R. Flockton",
    "Beverley Fredborg",
    "Helge Gillmeister",
    "Emma Gray",
    "Sarah M. Haigh",
    "Laura L. Heisick",
    "Agnieszka Janik McErlean",
    "Helle Breth Klausen",
    "Hirohito M. Kondo",
    "Franzisca Maas",
    "L. Taylor Maurand",
    "Lawrie S. McKay",
    "Marco Mozzoni",
    "Gabriele Navyte",
    "Jessica A. Ortega-Balderas",
    "Emma C. Palmer-Cooper",
    "Craig A.H. Richard",
    "Natalie Roberts",
    "Vincenzo Romei",
    "Felix Schoeller",
    "Steven D. Shaw",
    "Julia Simner",
    "Stephen D. Smith",
    "Eva Specker",
    "Angelica Succi",
    "Niilo V. Valtakari",
    "Jennie Weinheimer",
    "Jasper Zehetgrube"
  ],
  "year": 2024,
  "journal": "Multisensory Research",
  "doi": "10.1163/22134808-bja10136",
  "abstract": "Autonomous Sensory Meridian Response (ASMR) is a multisensory experience most often associated with feelings of relaxation and altered consciousness, elicited by stimuli which include whispering, repetitive movements, and close personal attention. Since 2015, ASMR research has grown rapidly, spanning disciplines from neuroscience to media studies but lacking a collaborative or interdisciplinary approach. To build a cohesive and connected structure for ASMR research moving forwards, a modified Delphi study was conducted with ASMR experts, practitioners, community members, and researchers from various disciplines. Ninety-eight participants provided 451 suggestions for ASMR research priorities which were condensed into 13 key areas: (1) Definition, conceptual clarification, and measurement of ASMR; (2) Origins and development of ASMR; (3) Neurophysiology of ASMR; (4) Understanding ASMR triggers; (5) Factors affecting the likelihood of experiencing/eliciting ASMR; (6) ASMR and individual/cultural differences; (7) ASMR and the senses; (8) ASMR and social intimacy; (9) Positive and negative consequences of ASMR in the general population; (10) Therapeutic applications of ASMR in clinical contexts; (11) Effects of long-term ASMR use; (12) ASMR platforms and technology; (13) ASMR community, culture, and practice. These were voted on by 70% of the initial participant pool using best/worst scaling methods. The resulting agenda provides a clear map for ASMR research to enable new and existing researchers to orient themselves towards important questions for the field and to inspire interdisciplinary collaborations.",
  "keywords": [
    "ASMR",
    "Delphi",
    "priorities",
    "research agenda"
  ],
  "research_topics": [
    "Definition, conceptual clarification, and measurement of ASMR",
    "Origins and development of ASMR",
    "Neurophysiology of ASMR",
    "Understanding ASMR triggers",
    "Factors affecting the likelihood of experiencing/eliciting ASMR",
    "ASMR and individual/cultural differences",
    "ASMR and the senses",
    "ASMR and social intimacy",
    "Positive and negative consequences of ASMR in the general population",
    "Therapeutic applications of ASMR in clinical contexts",
    "Effects of long-term ASMR use",
    "ASMR platforms and technology",
    "ASMR community, culture, and practice"
  ],
  "created_at": "2025-05-05T04:01:38.264545Z",
  "source_pdf": "documents/research/Global/Hostler 2024 Research Priorities for Autonomous Sensory Meridian.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10136 brill.com/msr\nResearch Priorities for Autonomous Sensory Meridian\nResponse: An Interdisciplinary Delphi Study\nThomas J. Hostler1,Giulia L. Poerio2,Clau Nader3,∗,Saﬁyya Mank4,\nAndrew C. Lin5,Mario Villena-González6,Lemera ASMR7,\nSharon Shares ASMR7,Yoloma ASMR7,Moongem ASMR7,Nate Plutzik7,\nNitin K. Ahuja8,Daniel H. Baker9,Scott Bannister10,Emma L. Barratt11,\nStacey A. Bedwell12,Pierre-Edouard Billot13,Emma Blakey14,\nFlavia Cardini15,Daniella K. Cash16,Nick J. Davis1,Bleiz M. Del Sette17,\nMercede Erfanian18,Josephine R. Flockton9,Beverley Fredborg19,\nHelge Gillmeister20,Emma Gray7,21,Sarah M. Haigh22,Laura L. Heisick23,\nAgnieszka Janik McErlean24,Helle Breth Klausen25,Hirohito M. Kondo26,\nFranzisca Maas27,L. Taylor Maurand28,Lawrie S. McKay29,\nMarco Mozzoni30,Gabriele Navyte20,31,Jessica A. Ortega-Balderas32,\nEmma C. Palmer-Cooper33,Craig A.H. Richard34,Natalie Roberts35,\nVincenzo Romei36,37,Felix Schoeller38,Steven D. Shaw39,Julia Simner2,\nStephen D. Smith19,Eva Specker40,Angelica Succi41,Niilo V . Valtakari42,\nJennie Weinheimer43and Jasper Zehetgrube44\n1School of Psychology, Manchester Metropolitan University, Manchester, M15 6BX, UK\n2School of Psychology, University of Sussex, Falmer, BN1 9QH, UK\n3Department of Health Sciences, University of York, York, YO10 5DD, UK\n4Division of Psychology and Mental Health, University of Manchester, Manchester, M8 5RB,\nUK\n5Department of Psychology, Mercy University, Dobbs Ferry, NY 10522, USA\n6Escuela de Psicología, Facultad de Ciencias Sociales, Pontiﬁcia Universidad Católica de\nChile, Santiago, Chile\n7ASMR Content Creator\n8Division of Gastroenterology and Hepatology, University of Pennsylvania, Philadelphia, PA\n19104, USA\n9Department of Psychology, University of York, York, YO10 5DD, UK\n10School of Music, University of Leeds, Leeds, LS2 3AR, UK\n11British Psychological Society, London, EC2A 4UE, UK\nPublished with license by Koninklijke Brill BV | DOI: 10.1163/22134808-bja10136\n©THOMAS J. HOSTLER ET AL., 2024 | ISSN: 2213-4794 (print) 2213-4808 (online)\nThis is an open access article distributed under the terms of the CC BY 4.0 license."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "2 T. J. Hostler et al. / Multisensory Research (2024)\n12Institute of Psychiatry, Psychology & Neuroscience, King’s College London, London, SE5\n8AF, UK\n13Université de Franche-Comté, NSERM, UMR 1322 LINC, 25000 Besançon, France\n14Department of Psychology, University of Shefﬁeld, Shefﬁeld, S1 2LT, UK\n15School of Psychology and Sport and Sensory Sciences, Anglia Ruskin University,\nCambridge, CB1 1PT, UK\n16Department of Psychology, Sam Houston State University, TX 77341, USA\n17Queen Mary University of London, London, E1 4NS, UK\n18UCL Institute for Environmental Design and Engineering, The Bartlett, University College\nLondon (UCL), London WC1H 0NN, UK\n19Department of Psychology, University of Winnipeg, Winnipeg, R3B 2E9, Canada\n20Department of Psychology, University of Essex, Colchester, CO4 3SQ, UK\n21Harley Psychology Group, London, W1G 9PF, UK\n22Department of Psychology and Institute for Neuroscience, University of Nevada Reno, NV\n89557, USA\n23Penn State Harrisburg, Middletown, PA 17057, USA\n24Psychology, School of Sciences, Bath Spa University, Bath, BA2 9BG, UK\n25School of Communication and Culture, Aarhus University, 8000 Aarhus, Denmark\n26School of Psychology, Chukyo University, Nagoya, Aichi 466-0825, Japan\n27Department for Psychological Ergonomics, Julius-Maximilians-Universität Würzburg,\n97074Würzburg, Germany\n28Chicago, IL, USA\n29Division of Psychology & Social Work, School of Education & Social Sciences, University\nof the West of Scotland, Glasgow, UK\n30Brainfactor Research, Milan, Italy\n31Institute for Social and Economic Research, University of Essex, Colchester, CO4 3SQ, UK\n32Universidad Autónoma de Nuevo León, Nuevo León, Mexico\n33Centre for Innovation in Mental Health, School of Psychology, University of Southampton,\nSouthampton SO17 1BJ, UK\n34Bernard J. Dunn School of Pharmacy, Shenandoah University, Winchester, V A 22601, USA\n35University of New South Wales, Sidney, 2033, Australia\n36Centro studi e ricerche in Neuroscienze Cognitive, Dipartimento di Psicologia ‘Renzo\nCanestrari’, Università di Bologna, Cesena Campus, 47521 Cesena, Italy\n37Facultad de Lenguas y Educación, Universidad Antonio de Nebrija, 28015 Madrid, Spain\n38Institute for Advanced Consciousness Studies, Santa Monica, CA 90403, USA\n39The Wharton School of the University of Pennsylvania, Philadelphia, PA 19104, USA\n40Faculty of Psychology, Department of Cognition, Emotion, and Methods in Psychology,\nUniversity of Vienna, 1010 Vienna, Austria\n41IRCCS Istituto delle Scienze Neurologiche di Bologna, 40139 Bologna, Italia\n42Experimental Psychology, Helmholtz Institute, Utrecht University, 3584 CS Utrecht, The\nNetherlands\n43The University of Adelaide, Adelaide, 5005, Australia\n44Central Saint Martins, University of the Arts, London, N1C 4AA, UK\n*Corresponding author; e-mail: clau.nader@york.ac.uk\nORCID iDs: Hostler: 0000-0002-4658-692X; Poerio: 0000-0002-2343-5109;\nNader: 0000-0002-4985-6710; Mank: 0000-0002-4701-8318; Lin: 0009-0005-0195-6578;\nVillena-González: 0000-0003-2080-8413; Ahuja: 0000-0002-0283-5488;\nBaker: 0000-0002-0161-443X; Bannister: 0000-0003-4905-0511;"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10136 3\nBedwell: 0000-0003-3283-7748; Billot: 0000-0002-6279-9183;\nBlakey: 0000-0003-3685-3649; Cardini: 0000-0003-4301-611X; Cash: 0000-0002-6191-5517;\nDavis: 0000-0001-7630-2097; Del Sette: 0009-0005-8242-4935;\nErfanian: 0000-0001-9253-4162; Flockton: 0000-0001-6611-931X;\nFredborg: 0000-0002-5415-1838; Gillmeister: 0000-0001-5999-5303;\nHaigh: 0000-0003-2400-4412; Heisick: 0000-0003-4071-0261;\nMcErlean: 0000-0002-8201-2827; Breth Klausen: 0000-0003-2407-1041;\nKondo: 0000-0002-7444-4996; Maas: 0000-0003-0877-7247; McKay: 0000-0002-3273-5736;\nNavyte: 0009-0009-8977-5550; Ortega-Balderas: 0000-0001-5192-6549;\nPalmer-Cooper: 0000-0002-5416-1518; Richard: 0000-0002-8898-8310;\nRoberts: 0000-0003-0939-5777; Schoeller: 0000-0002-1298-4284;\nShaw: 0000-0002-5556-5629; Simner: 0000-0003-4789-0138; Smith: 0000-0002-9028-8372;\nSpecker: 0000-0003-0836-045X; Succi: 0000-0001-8479-9793;\nValtakari: 0000-0003-2813-4839; Weinheimer: 0000-0001-9819-8876\nReceived 18 June 2024; accepted 3 November 2024; published online 28 November 2024\nAbstract\nAutonomous Sensory Meridian Response (ASMR) is a multisensory experience most often asso-ciated with feelings of relaxation and altered consciousness, elicited by stimuli which includewhispering, repetitive movements, and close personal attention. Since 2015, ASMR research has\ngrown rapidly, spanning disciplines from neuroscience to media studies but lacking a collabora-\ntive or interdisciplinary approach. To build a cohesive and connected structure for ASMR researchmoving forwards, a modiﬁed Delphi study was conducted with ASMR experts, practitioners, com-munity members, and researchers from various disciplines. Ninety-eight participants provided 451suggestions for ASMR research priorities which were condensed into 13 key areas: (1) Deﬁnition,\nconceptual clariﬁcation, and measurement of ASMR; (2) Origins and development of ASMR; (3)\nNeurophysiology of ASMR; (4) Understanding ASMR triggers; (5) Factors affecting the likelihoodof experiencing/eliciting ASMR; (6) ASMR and individual/cultural differences; (7) ASMR and thesenses; (8) ASMR and social intimacy; (9) Positive and negative consequences of ASMR in the gen-eral population; (10) Therapeutic applications of ASMR in clinical contexts; (11) Effects of long-termASMR use; (12) ASMR platforms and technology; (13) ASMR community, culture, and practice.\nThese were voted on by 70% of the initial participant pool using best/worst scaling methods. The\nresulting agenda provides a clear map for ASMR research to enable new and existing researchers toorient themselves towards important questions for the ﬁeld and to inspire interdisciplinary collabora-tions.\nKeywords\nASMR, Delphi, priorities, research agenda\n1. Introduction\nAutonomous Sensory Meridian Response (ASMR) is a multisensory percep-\ntual experience associated with feelings of relaxation and altered conscious-ness, described as pleasant and relaxing. It can be elicited by audiovisual,"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "4 T. J. Hostler et al. / Multisensory Research (2024)\ntactile, or interpersonal stimuli (often called ‘triggers’) which include whis-\npering, tapping, scratching sounds, repetitive movements, and close personalattention (Poerio et al ., 2023). ASMR content designed to elicit the sensa-\ntion has a growing role in popular culture, with ‘ASMR’ being the third mostpopular search term of all time on YouTube (Hardwick, 2021). Many ASMRcontent creators known as ASMRtists have millions of people subscribed totheir channels, and some of the most popular have over 1.5 billion total viewsof their content (Portas Ruiz, 2022).\nThe ‘ASMR community’ is a growing population of millions of cybernauts\nworldwide who share a common interest in ASMR. A characteristic aspect ofthis virtual community is that, often, not only do its members consume butalso create its content, contributing to the communal culture and fostering asense of belonging and collective identity through the ASMR phenomenon.\nPublic popularity of ASMR videos has been mirrored, albeit to a lesser\nextent, by an exponential growth in academic ASMR research, which nowrepresents a substantial body of work (Lohaus et al ., 2023a). ASMR is a\nunique physiological and psychological sensation embedded within a distinctsocio-cultural context viathe ASMR community. Thus, research into ASMR\nrequires an interdisciplinary approach and has already been conducted in arange of disciplines from neuroscience (e.g., Lochte et al., 2018; Smith et al.,\n2022; Swart et al., 2022a) to media studies (e.g., Andersen, 2015; Klausen,\n2019; Klefeker et al., 2020). Despite growing research interest, the ﬁeld of\nASMR is still relatively new and disjointed, providing a unique opportunity tocollaboratively deﬁne future research directions.\nGiven substantial interest in ASMR from researchers and the public, a\nresearch agenda is needed to provide direction and orientation to the ﬁeld.\nSuch an agenda would allow funding agencies, institutions, researchers, andthe wider ASMR community to engage with, and contribute effectively to, theASMR knowledge base by identifying priority areas for meaningful and val-ued ASMR research. Using collaborative methods, the aim of the current studyis to provide such an agenda for the ﬁeld. A brief history of ASMR researchis presented, followed by the methodology used to derive the agenda and thekey priority topics.\n1.1. A Brief History of ASMR ResearchThe term ‘Autonomous Sensory Meridian Response’ was coined in 2010 by\nJennifer Allen to provide a more clinical-sounding term for the sensation,compared to various other suggested terms that were circulating on the internetat that time (Richard, 2016). Online communities adopted the term and begansharing content that was designed to elicit ASMR. Content creators, whowere already producing ASMR-eliciting videos, began embracing the ASMRnomenclature, which led to the related term ‘ASMRtist’. Alternative terms"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10136 5\nsuch as audiovisual elicitation of somatosensation (A VES) have been proposed\n(Niven and Scott, 2021), which suggest the sensation stems from the interac-tion between auditory and somatosensory pathways (within particular socialcontexts). However, recent studies conﬁrm that ASMR is not just elicitedby audiovisual triggers but also, and perhaps most commonly, from touch(Gillmeister et al., 2022; Poerio et al., 2023). Hence, the term ‘Autonomous\nSensory Meridian Response’ has prevailed despite some criticisms (Niven andScott, 2021), and is the term used most consistently across academic research,the online community around ASMR videos, and the media.\nThe ﬁrst reference to ASMR in academic literature was by Ahuja (2013)\nwho compared the sensation with literature describing pleasure from receiv-ing clinical diagnoses. This was followed by the work of Andersen (2015)who described the ASMR community, and the roles of intimacy and carein their attraction to ASMR media. The ﬁrst empirical study was publishedsoon after, in which Barratt and Davis (2015) presented data on the com-mon triggers and reasons for watching ASMR videos. ASMR has since beenconsidered in numerous academic disciplines, aiming to investigate its psy-chological and neurophysiological correlates (e.g., Fredborg et al ., 2021),\npotential clinical applications (e.g., Smejka and Wiggs, 2022; Vardhan et al.,\n2020; Zhou, 2023), potential for technology design (e.g., Klefeker et al .,\n2020; Peng et al ., 2023), and cultural impact and relationship to aesthetic\nappreciation (Gallagher, 2016; Lewkowich, 2022). These diverse approacheshave harnessed different tools and methodologies (e.g., questionnaires, fMRI,EEG, behavioural tasks, clinical interventions, etc.), and have explored differ-ent facets of ASMR from ranging theoretical perspectives. The next section\nprovides a brief sense of the wide-ranging scope of current ASMR research\nendeavours encompassing various theoretical interpretations, methodologicalapproaches, and disciplinary perspectives including both the sciences and thehumanities (for a comprehensive review of ASMR research, see Mahady et\nal., 2023).\n1.2. Theoretical ApproachesASMR has a canonical ‘tingling’ sensation, which is a focal point in both\nanecdotal, theoretical, and empirical explorations of ASMR (Poerio et al .,\n2023; Trenholm-Jensen et al ., 2022; Valtakari et al ., 2019). In this vein,\nresearchers have attempted to draw parallels between ASMR and other morewell-established sensory phenomena including synaesthesia (Gillmeister et\nal., 2022; Poerio et al., 2022) and musically-induced aesthetic chills or fris-\nson, which is a pleasurable physical response to music (Schoeller et al., 2024).\nHowever, whilst ASMR resembles some aspects of those experiences (Robertset al ., 2020), there are studies that highlight divergences among them (del\nCampo and Kehle, 2016; Kovacevich and Huron, 2019). ASMR has also been"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "6 T. J. Hostler et al. / Multisensory Research (2024)\nlinked to misophonia, a disorder where repetitive sounds, like chewing or sniff-\ning, cause discomfort (Rouw and Erfanian, 2018). In ASMR, certain soundsinduce pleasurable sensations and positive affect, while in misophonia, simi-lar sounds provoke negative reactions, suggesting they could be linked to earlyheightened sensitivities (Mednicoff et al., 2022) or auditory processing on a\nsound sensitivity spectrum (McErlean and Banissy, 2018), leading to contrast-\ning emotional responses (McGeoch and Rouw, 2020). More research is needed\nto determine the mechanisms of these responses and the ways in which thesesensations may or may not be related at the biological, psychological, andsocio-cultural levels.\nResearch has also considered ASMR as a complex emotional experience.\nBarratt and Davis (2015) were the ﬁrst published study to describe ASMR asinducing euphoric and calming emotions, as well as enhancing mood morebroadly. Subsequent experiments conﬁrmed these effects of ASMR on mood,along with electrophysiological and neuroimaging observations (Morales et\nal., 2021; Poerio et al., 2018). Other approaches have studied ASMR as an\naltered state of consciousness, linked to altered time perception or focusedattention, characteristic of ﬂow states or absorption traits (McErlean andOsborne-Ford, 2020; Roberts et al., 2019). ASMR tendencies positively cor-\nrelate with measures of mindfulness, reinforcing this view (Fredborg et al.,\n2018; Glim et al., 2022; Poerio et al., 2022b). Studies aiming to measure the\nmultifaceted nature of ASMR have incorporated the concept of an altered state\nof consciousness as a critical dimension alongside affect, relaxation, and sen-sory dimensions (Kilborn et al., 2022; Lohaus et al., 2023b; Sakurai et al.,\n2021).\nWithin a perspective that involves more cultural, social, and philosophical\naspects, other researchers have highlighted the social nature of some ASMRcontent (Starr et al., 2020; Waldron, 2016), alongside its capacity to create\nintimacy through digital media (Andersen, 2015; Wang, 2023). Both pointscombine to create a cultural phenomenon that uses technology to induce affec-tive and somatic outputs (Klausen, 2021; Smith and Snider, 2019). These linesof research have important philosophical implications, insofar as the ASMRphenomenon may require us to reconsider the relationship between art andinstrumentality, and the distinction between art for art’s sake or for a particu-lar use such as for therapeutic beneﬁt (Gallagher, 2019). ASMR as a broadly\ndeﬁned genre of audiovisual and interpersonal content has entered cultural life\nthrough theatre (Klich, 2019), advertising (De Kerpel et al., 2024; Pilny et al.,\n2023), music (Accornero, 2022; Warrenburg et al., 2021), literature (Lester,\n2022) and ﬁlm (Bower, 2022)."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10136 7\n1.3. Methodological Approaches\nASMR has been approached from different methodological perspectives lead-\ning to potential confusion. For example, research often treats ASMR as a trait,\ncomparing those who experience its tingling sensation (ASMR responders)with those who do not. These studies focus on psychological, cognitive/emo-tional, and neurobiological differences between those with and without trait-ASMR (see Lohaus et al., 2023a; Mahady et al., 2023 for reviews). A chal-\nlenge is deﬁning criteria to separate ASMR responders from nonresponders(Hostler et al., 2019) with some studies using a binary response option to the\nquestion ‘do you experience ASMR?’ after describing the experience or show-\ning ASMR stimuli (e.g., McErlean and Banissy, 2018) and other combining\nthis question with the ASMR-15 scale (Roberts et al., 2019), which measures\nASMR propensity across four dimensions (altered consciousness, tingling,affect, and relaxation). Other methods include checklists on the presence andintensity of the tingle response and additional questions about ASMR, provid-ing more detailed information on responders (Fredborg et al., 2017; Poerio et\nal., 2023). An important advancement in this area is the ASMR-Experiences\nQuestionnaire (AEQ), a validated instrument for classifying ASMR respon-\nders based on their reactions to ASMR stimuli (Swart et al., 2022b).\nThere are other areas where there is no clear methodological consensus,\nespecially regarding ASMR trigger selection. Studies vary, using popularYouTube videos (e.g., Koumura et al ., 2021), pre-tested videos (Villena-\nGonzalez et al., 2023), or allowing participants to select based on sensation\nintensity (Poerio et al., 2018; Swart et al., 2022a). The challenge lies in the\nvariability of what evokes tingling sensations, inﬂuenced by stimulus, con-\ntext, and individual state. Some recent research on common ASMR triggers\nprovides clues for common elements that may guide the selection of stim-uli (Poerio et al., 2023) and there are also efforts to create an ASMR trig-\nger library (Liu and Zhou, 2019). Additionally, deﬁning control conditions,and considering expectation and suggestion effects are crucial methodolog-ical issues (Hostler et al ., 2019). The Tingle Reporting Task (TRT) is one\npossible solution which uses a suggestibility control condition in which par-ticipants monitor changes in hand temperature — a body sensation they are led\nto believe might occur, as informed by the researcher before the experiment\n(Villena-Gonzalez et al., 2023). However, a global consensus is still needed to\naddress this issue.\n1.4. The Need for a Research AgendaASMR research faces challenges due to the diversity of its theoretical frame-\nworks and the variety of methodological approaches used. This diversity, while\nenriching, has led to disconnected understandings and a lack of consensus on"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "8 T. J. Hostler et al. / Multisensory Research (2024)\nkey aspects of ASMR research (Lohaus et al., 2023a). A minimum threshold\nof shared understanding and language amongst researchers regarding key con-cepts, observations, and aims is crucial to progress knowledge on any topic,including ASMR. One way to increase consensus around the future directionof ASMR research is to use well-established empirical methods for generatingconsensus. Here, we used a modiﬁed Delphi technique involving two roundsof feedback as a method of generating a research agenda for ASMR to iden-tify what could and should be done in this research area as an emerging ﬁeld.The Delphi technique is a widely used and accepted method for gaining con-vergence of opinion from solicited experts/stakeholders within a certain topicarea (Yousuf, 2007). It is a group communication process that collates andsynthesises opinion on a topic from a diverse range of perspectives for thepurpose of goal-setting and policy investigation. The Delphi method has beenused to generate collaboratively-derived research agendas and priority listsin areas including science policy research (Sutherland et al., 2012), ecology\n(Ockendon et al., 2018), microbial biology (Antwis et al., 2017), and psychi-\natry/neuropsychology (Swedo et al., 2022).\nAs the Delphi technique prioritises collaboration and group cohesion over\nindividual judgements, it is well suited to addressing the challenges ofthe diverse and fragmented ASMR ﬁeld. In implementing this method, weengaged ASMR researchers from various disciplines and other stakeholdersin a collaborative process to formulate a clear and coherent ASMR researchagenda. In doing so, we hope to provide a common reference point to guideboth new and existing researchers on current priorities across disciplineswhere their skills, knowledge and expertise can continue to contribute to this\nﬁeld and expand our collective basis of knowledge.\n1.5. A Collaborative Research Agenda and EthosA key element of our research agenda is the input and endorsement from the\nbroader ASMR community of content creators and experiencers. Scientiﬁcresearch may consider ASMR to be a distinct physiological experience; how-ever, even from this perspective ASMR is recognised as a social phenomenonand is therefore changeable and adaptable according to the norms and beliefsof those participating in it (Grothe-Hammer, 2024). Practically, this means thatASMR content creators and experiencers have an instrumental role to play, notonly in researching ASMR (as participants and cocreators), but also in deﬁn-ing, shaping, and expanding the boundaries of the phenomenon. Examples ofthis might include the creation of new ASMR triggers, modes of triggeringand experiencing ASMR, and the creation and cultivation of ASMR culturesand the associated affective, psychological, and physiological responses. Thisfeeds into both humanities work about the meaning of ASMR; scientiﬁc workabout its origins, phenomenology, and underlying mechanisms; and cultural"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10136 9\nwork about its role in modern society. To achieve a research agenda that is\ncollaborative, both ASMR creators and those who respond to ASMR-speciﬁc\ncontent and are part of online (and ofﬂine) ASMR communities must feel that\nthe research agenda also reﬂects their values and interests, and that they arerespected when contributing to research on ASMR as participants or copro-\nducers.\n1.6. The Present Study\nIn sum, the aim of the present study was to create a collaborative research\nagenda for ASMR using a modiﬁed Delphi technique to gather suggestions forimportant research topics from researchers interested in ASMR and adjacent\nﬁelds (e.g., misophonia, synaesthesia), ASMR content creators, and ASMR\ncommunity members. These ideas were coded into areas before being votedon in an initial round of feedback. They were then synthesised into a researchagenda before a second round of feedback was gathered from participants. The\nthree phases of the study, and the results of each, are described in chronologi-\ncal order below.\n2. Method and Results\n2.1. Phase 1: Eliciting Suggestions for the Research Agenda\n2.1.1. Participants\nTo gather a diverse, yet relevant, stakeholder group, potential participants were\nidentiﬁed viaboth targeted recruitment and nontargeted recruitment. For tar-\ngeted recruitment, we ﬁrst contacted researchers who had previously publishedscholarly research on ASMR. We also identiﬁed several scholars in ﬁelds rel-evant to ASMR including researchers who had published on synaesthesia,\nmisophonia, intimacy, music-induced chills, sensory experiences, speech and\nlanguage, technology and media, emotions, or mental health. To engage withthe wider ASMR community, we invited existing contacts as well as those inthe media whom we (the core team\n1) had collaborated with. For nontargeted\nrecruitment, we advertised participation on social media including Twitter\n(now known as X), and ASMR-related Facebook groups, with an advert ask-ing: ‘Do you want to help deﬁne the future of ASMR research?’ We used\nsnowball sampling to invite those that we knew to suggest further contacts\nwho could be interested in participating.\nIn total, 98 people from 22 different countries participated in Phase 1. Fifty-\nnine participants classiﬁed themselves as academic researchers, 23 as ASMR\ncreators, 14 as ‘audience/community member/experiencer’, and the remainder\n1See author contribution statement."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "10 T. J. Hostler et al. / Multisensory Research (2024)\n(2) as ‘other’. Academics’ ﬁelds varied from social, natural and health sciences\nto computer science, engineering, linguistics, performance and media-relatedstudies. Within this subgroup, there was a noticeable presence of psycholo-gists and neuroscientists with 16 participants reporting to specialise in these\ndisciplines. The sample were mostly white [82% −18 out of the 98 contribu-\ntors had a Global Majority (nonwhite) ethnicity] with a mean age of 35 (SD =\n8.96). There were 52 female, 39 male and four nonbinary participants, withthree who preferred not to disclose their gender.\n2.1.2. Procedure\nThe research received ethical approval by the Health, Psychology andSocial Care Research Ethics and Governance Committee of the ManchesterMetropolitan University. Participants were invited to take part in an onlinesurvey to provide written suggestions for priority ASMR research areas. They\nwere asked to provide a minimum of three research areas with the following\ninstructions:\nIn the section below ,please write the research questions for the ﬁeld\nof ASMR that you would like to see answered over the next 10 years.The research questions should be as speciﬁc as possible rather than justgeneric statements /questions. An example of a speciﬁc question might be :\n“Do people with ASMR display higher levels of social and emotional traits\n(such as empathy )compared to people without ASMR ?”A generic question\nmight simply say “Why do some people experience ASMR and other people\ndo not ?”Please provide any evidence for why you think the research ques-\ntion is important (rationale /evidence ).The questions can span any aspect\nof ASMR that you like (e.g.,its development ,practical applications ,con-\nnection to culture ,underlying mechanisms ).We are interested in collecting\na diverse range of questions from people with different backgrounds and\nperspectives .\n2.1.3. Data Analysis and Results\nA total of 451 suggestions for ASMR research priorities were generated fromthe 98 participants in Phase 1. The responses were then analysed to identifycommon themes following guidelines for thematic analysis (Braun and Clarke,2022). Responses were ﬁrst categorised and synthesised, removing duplicatesuggestions and identifying similar thematic research priorities through notetaking in Excel. During this process, the set of 451 questions were reduced\nto 50 broad subthemes. Examples were: “Questions relating to improving\nASMR measurement or experimental methodology”; “Questions about therelationship between ASMR and other sensory phenomena, e.g., frisson”; and“Questions about the public perception and possible stigma related to viewingASMR”. This was done inductively, using a data-driven approach rather than"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10136 11\nanap r i o r i theoretical position. A full list of subthemes can be accessed in the\nonline supplementary materials hosted on the Open Science Framework (OSF)\n(https://osf.io/4p3qh/). The 50 subthemes were then organised into 13 broader\nsuperordinate themes, ensuring the themes were distinct from one another and\nclearly deﬁned the scope and boundaries of the research topics. The ﬁnal list\nof 13 superordinate themes were written up into an agenda and became prior-ity areas for research. They are presented in Table 1, along with descriptions\nand examples of potential research projects.\nTable 1.\nThe 13 priority areas for ASMR research\nArea Title Description Example research project\n1 Deﬁnition,\nconceptualclariﬁcation,andmeasurement of\nASMRResearch aimed at clarifying the\ndeﬁnition and concept of ASMR,including its similarities anddifferences to other experiences,and how it can be accurately\nmeasured as a trait and state.Developing agreed upon\nterminology for the ASMR ﬁeldincluding deﬁnitions of ASMR(state, trait) and ASMR triggersthat are shared amongst\nresearchers and consistently\napplied.\n2 Origins and\ndevelopment ofASMRResearch aimed at understanding\nhow, when, and why ASMRdevelops including its genetic,evolutionary, and social basis as\nwell as whether it can be ‘learnt’.Examining whether there is a\ngenetic predisposition to ASMRand whether it is a family-sharedtrait.\n3 Neurophysiol-\nogy ofASMRResearch aimed at understanding\nthe neurological andphysiologicalcorrelates/mechanisms of the\nASMR trait and state.Examining the patterns of neural\nactivation/activity andstructural/functional connectivityduring experiences of ASMR\n(e.g., encompassing a variety of\nneural measures, fMRI, EEG,MEG, oscillatory brainmechanism and neural networks)and how patterns vary accordingto speciﬁc trigger types or the\n‘strength/intensity’ of ASMR.\n4 Understanding\nASMR triggersResearch aimed at understanding\nthe stimuli that typically induceASMR, including aspects ofASMR genres, andidiosyncrasies/personal taste.Establishing the common\nfeatures (acoustic, vocal, visual,social) of ASMR triggers."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "12 T. J. Hostler et al. / Multisensory Research (2024)\nTable 1.\n(Continued)\nArea Title Description Example research project\n5 Factors\naffecting thelikelihood ofexperienc-\ning/eliciting\nASMRResearch aimed at understanding\nthe various conditions/factorsthat make ASMR more likely tooccur and/or occur with greater\nintensity. This could refer to\nASMR elicited by onlinecontent, in ‘real-life’ and ASMRin the absence of triggers.Understanding whether features\nof the setting or circumstances inwhich ASMR content isconsumed affect the experience\n(e.g., lighting, full screen mode,\nheadphones, temperature of theroom, distractions present or not,body posture, time of day).\n6 ASMR and indi-\nvidual/cultural\ndifferencesResearch aimed at understanding\nhow the experience/incidence of\nASMR might vary between\npeople with different traits andacross cultures.Exploring how and why ASMR\nmight be a negative experience\nfor some people and/or cultures.\n7A S M R a n d t h e\nsensesResearch exploring how ASMR\nis related to sensory processing,especially in relation to sound\nsensitivity/intolerance, but also\nmore generally encompassingexteroception (broadly deﬁned assensory processing of cues suchas sights/sounds originatingexternally) and interoception\n(broadly deﬁned as sensory\nprocessing of cues coming fromwithin the body).Exploring the relationship\nbetween ASMR and soundintolerance including\nmisophonia (negative reactions\nto speciﬁc, often human-madesounds such as chewing,breathing) and hyperacusis(noise sensitivity – everydaysounds experienced as\nintrusively loud).\n8A S M R a n d\nsocial intimacyResearch aimed at understanding\nthe often socially intimate natureof ASMR-eliciting\ncircumstances (e.g., service\nprovision, care, kindness).The relevance/importance of\nsocial intimacy (kindness, closepersonal attention) in eliciting\nASMR (the idea that ASMR\ncontent is very personal on theone hand but also addressed to agreat amount of people on theother).\n9 Positive and\nnegativeconsequences ofASMR in thegeneralpopulationResearch aimed at understanding\nwhether and how ASMR maybeneﬁt and/or negatively affectthe general population (includingthose that do not experienceASMR) both in the long and\nshort term.T h er o l eo fA S M Ri np r o m o t i n g\nwell-being, reducing negativefeelings, reducing loneliness, useas a social surrogate."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10136 13\nTable 1.\n(Continued)\nArea Title Description Example research project\n10 Therapeutic\napplications ofASMR in\nclinical popula-\ntions/contextsResearch aimed at understanding\nwhether and how ASMR maybeneﬁt clinical or ‘special’\npopulations/contexts.The possible beneﬁts of ASMR\nfor common mood disorders(e.g., anxiety and depression) or\nother psychological conditions\nsuch as PTSD, phobias,alexithymia, eating disorders.\n11 Effects of\nlong-termASMR useResearch aimed at understanding\nhow and why repeated exposureto ASMR content can result in\n‘immunity’, i.e., inability to\nexperience ASMR sensations(termed ‘ASMR immunity’)and/or dependency/addiction.Deﬁning and measuring ASMR\nimmunity (e.g., what is thethreshold, and when is it more\nlikely to occur?).\n12 ASMR\nplatforms and\ntechnologyResearch aimed at understanding\nthe role of online platforms,\nadvertising, and emerging\ntechnologies in ASMR now, andin the future.Using technological\nadvancements to enrich the\nASMR experience (e.g., virtual\nreality, augmented reality,metaverse).\n13 ASMR\ncommunity,culture, and\npracticeResearch aimed at understanding\nthe ASMR community andculture including its past,\npresent, and future, and ASMR\nas a creative art form and type ofmedia.Describe the practice of ASMR\ncontent creators (e.g., their‘performance’, creation of\ncontent, evolution over time, and\nthe idea of ASMR as aprofession) and the possiblefuture of the ﬁeld of ASMRtists.\n2.2. Phase 2. First Round Voting\nTo explore areas of both alignment and divergence from our diverse set of\ncontributors in terms of their priorities for future ASMR research, participantswere invited to vote on the priority of each of the 13 areas.\n2.2.1. Participants\nAll contributors to Phase 1 were contacted to participate in Phase 2. In total, 71\nparticipants from Phase 1 took part but two participants provided only partialresponses leaving a ﬁnal sample for Phase 2 of 69 (70% of the initial sample).This included 52 participants who identiﬁed as ASMR researchers (88%), and17 participants who identiﬁed as nonresearchers (e.g., ASMRtists, communitymembers; 44% of initial sample).\n2.2.2. Procedure\nParticipants were ﬁrst asked to read the collated research priority document\nbefore voting. Each participant was then presented with a subset of nine of the"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "14 T. J. Hostler et al. / Multisensory Research (2024)\n13 areas, and asked to choose their most and least important areas from the\nsubset. The exact instructions given to the participants were:\nYou will now be shown a subset of the 13 different research priority areas\nfrom the list that you just reviewed. In each set ,you will see nine of the 13\nareas from the document. For each set ,your task is to select which one you\nthink is the highest priority and which one you think is the lowest priority.\nThis was repeated 13 times, based on a balanced incomplete block design\n(BIBD) determined using the bwsTools R package (White, 2020). For each\nset, participants selected the highest priority and the lowest priority of the areaslisted, meaning they always selected two priority areas in each iteration ( Of the\nfollowing research topic areas below ,which is the highest priority to you ,and\nwhich is the lowest priority to you ?). This procedure was implemented after\nreviewing valid BIBDs based on 13 items and then selecting the option thathad the greatest canonical efﬁciency factor. The BIBD that met this criterionwas that of Plan 11.23, specifying the presentation of nine items out of the\nfull set of 13 items over 13 blocks (Cochran and Cox, 1957, table 11.3). In\nother words, presenting nine items was the highest number containing the mostoptions that would allow for the least number of repetitions of presentationsof sets.\n2.2.3. Data Analysis and Results\nA best/worst scaling analysis was used to produce a quantiﬁable way of assess-ing the respondents’ rankings of the priority areas in aggregate and to allow forthe use of bwsTools in R in the analytical process. Calculation of the aggregate\nresponse ratings was performed to determine the rankings of all 13 items in\nPhase 2 across the sample. Normalised difference scores (Ndiff) were used as\nthe metric to rank the items given high correlation with various multinomiallogistic regression (MNL) coefﬁcients (Marley et al., 2016). In other words, an\nanalysis based on Ndiff would allow for a streamlined analysis comparable toa logistic regression. Ndiff was then manually calculated for all items from thecomplete responses. This was accomplished by ﬁrst compiling the number oftimes each item was selected as the best item and worst item across all subsetpresentations, and then dividing each value by the total number of presenta-tions across all subset presentations. This information is shown in Table 2. TheNdiff values were subsequently veriﬁed by importing the compiled counts intobwsTools , executing the ae_mnl command, and comparing the output Ndiff\nvalues against the manually calculated values on an item-by-item basis. The\ncalculations were performed in this manner to reduce the possibility that the\nNdiff results would be inﬂuenced by technical factors and to also serve as anadditional check that bwsTools was functioning correctly."
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10136 15\nTable 2.\nOverall best/worst count, total item presentation and normalised difference score\nItem Best Worst Total NDiffa\nDeﬁnition, conceptual clariﬁcation, and measurement of\nASMR251 0 621 0.404\nNeurophysiology of ASMR 141 17 621 0.200\nOrigins and development of ASMR 115 9 621 0.171\nUnderstanding ASMR triggers 76 7 621 0.111Factors affecting the likelihood of experiencing/eliciting\nASMR47 10 621 0.060\nASMR and the senses 64 30 621 0.055\nTherapeutic applications of ASMR in clinical or ‘special’\npopulations/contexts78 63 621 0.024\nASMR and individual/cultural differences 39 30 621 0.014\nPositive and negative consequences of ASMR in the general\npopulation30 44 621 −0.023\nASMR and social intimacy 33 69 621 −0.058\nEffects of long-term ASMR use 23 90 621 −0.108\nASMR community, culture, and practice 0 233 621 −0.375\nASMR platforms and technology 0 295 621 −0.475\nNote :n=69. Items presented in descending order by Normalised Difference Score (NDiff).\naNdiff=(Best – Worst) / Total. Ndiff scores range from −1.00 to 1.00. Scores closer to 1.00\nsuggest that the item will be more likely to be chosen as ‘best’ (i.e., highest priority) when\npresented, whereas scores closer to −1.00 suggest that the item will be more likely to be chosen\nas ‘worst” (lowest priority) when presented.\nThe top-ranked overall item was “Deﬁnition, conceptual clariﬁcation, and\nmeasurement of ASMR”. The lowest ranked overall item was “ASMR plat-\nform and technology”.\n2.2.4. Subgroup Analyses\nGiven the collaborative nature of the project involving participants with differ-\nent connections to ASMR, we were interested in examining the convergence inrankings from different groups. Two subgroup analyses were performed, withthe full set of 69 complete responses divided into researcher ( N=52) and\nnonresearcher ( N=17) groups (based upon self-reported profession data pro-\nvided as part of the Phase 1 questionnaire). The Ndiff scores for the researcher\nand nonresearcher groups were sorted in descending order, and the subgroupresults were then compared against the overall results.\nFor the researcher subgroup, the top-ranked and bottom ranked items were\nidentical to the overall rankings (Table 3). For the nonresearcher subgroup, the\ntop-ranked item was “Origins and development of ASMR”. The lowest ranked\nitem was again “ASMR platforms and technology” (Table 4)."
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "16 T. J. Hostler et al. / Multisensory Research (2024)\nTable 3.\nResearcher subgroup best/worst count, total item presentation and normalised difference score\nItem Best Worst Total Ndiffa\nDeﬁnition, conceptual clariﬁcation, and measurement of\nASMR226 0 468 0.483\nNeurophysiology of ASMR 117 14 468 0.220\nOrigins and development of ASMR 81 7 468 0.158\nUnderstanding ASMR triggers 48 5 468 0.092Factors affecting the likelihood of experiencing/eliciting\nASMR28 5 468 0.049\nASMR and the senses 35 14 468 0.044\nTherapeutic applications of ASMR in clinical or ‘special’\npopulations/contexts55 36 468 0.041\nASMR and individual/cultural differences 23 17 468 0.013\nPositive and negative consequences of ASMR in the general\npopulation22 22 468 0.000\nASMR and social intimacy 31 61 468 −0.064\nEffects of long-term ASMR use 9 63 468 −0.115\nASMR community, culture, and practice 0 204 468 −0.436\nASMR platforms and technology 0 228 468 −0.487\nNote :n=52. Items presented in descending order by Ndiff score.\naNdiff=(Best−Worst) /Total. Ndiff scores range from −1.00 to 1.00. Scores closer to\n1.00 suggest that the item will be more likely to be chosen as ‘best’ (i.e. highest priority) when\npresented, whereas scores closer to −1.00 suggest that the item will be more likely to be chosen\nas ‘worst’ (lowest priority) when presented.\n2.2.5. Normalised Difference Rankings\nThe ﬁnal item rankings were then determined by the calculated normalised dif-ference scores in descending order. The full ranking table is shown in Table 5.\nThe top ﬁve ranked items were the same across the three analyses, although\nthe rank order was not the same across subgroup rankings. The bottom tworanked items were also the same across the three analyses and four items\nhad a consistent rank across all analyses: “Factors affecting the likelihood of\nexperiencing/eliciting ASMR”, “ASMR and the senses”, “ASMR community,culture, and practice” and “ASMR platforms and technology”.\n2.3. Phase 3. Second Round Feedback Meeting\nPhase 3 was an online event to present ﬁndings from Phase 2 to the contrib-\nutors and collect further feedback. As the meeting was online and attendanceﬂuctuated, an exact number of attendees is not available. However, at least\n26 participants were present for the majority of the meeting, including both\nresearchers and nonresearchers. Contributors were invited to feedback both"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10136 17\nTable 4.\nNon-researcher subgroup best/worst count, total item presentation and normalised differencescore\nItem Best Worst Total Ndiffa\nOrigins and development of ASMR 34 2 153 0.209\nUnderstanding ASMR triggers 28 2 153 0.170\nDeﬁnition, conceptual clariﬁcation, and measurement of\nASMR25 0 153 0.163\nNeurophysiology of ASMR 24 3 153 0.137\nFactors affecting the likelihood of experiencing/eliciting\nASMR19 5 153 0.092\nASMR and the senses 29 16 153 0.085\nASMR and individual/cultural differences 16 13 153 0.020\nTherapeutic applications of ASMR in clinical or ‘special’\npopulations/contexts23 27 153 −0.026\nASMR and social intimacy 2 8 153 −0.039\nEffects of long-term ASMR use 14 27 153 −0.085\nPositive and negative consequences of ASMR in the general\npopulation8 22 153 −0.092\nASMR community, culture, and practice 0 29 153 −0.190\nASMR platforms and technology 0 67 153 −0.438\nNote :n=17. Items presented in descending order by Ndiff score.\naNdiff=(Best−Worst) /Total. Ndiff scores range from −1.00 to 1.00. Scores closer to\n1.00 suggest that the item will be more likely to be chosen as ‘best’ (highest priority) when\npresented, whereas scores closer to −1.00 suggest that the item will be more likely to be chosen\nas ‘worst’ (lowest priority) when presented.\norally and viaan anonymous public text response website (Padlet). Three main\nareas of feedback were sought:\n(1)Suitability of the Agenda . Contributors were asked about the compre-\nhensiveness of the agenda and its clarity. Feedback was mainly positiveand contributors were happy with the breadth and clarity of the 13 prior-ity areas described. One area of feedback concerned whether the currentagenda included the study of ASMR as an art form and/or cultural phe-nomenon. We therefore chose to update the description of Area 13 (ASMRcommunity, culture, and practice) to emphasise the intersection of these\nconcepts and their relationship to arts and humanities inquiry.\n(2)Values for ASMR Research . Contributors reﬂected on the values they held\nwith regard to researching ASMR, why they wanted to see ASMR researchconducted, and their thought process behind their own Phase 2 votingpatterns. This provided further context to the agenda and captured the"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "18 T. J. Hostler et al. / Multisensory Research (2024)\nTable 5.\nNormalised difference score-based ﬁnal item rankings\nItem Overall\nRankingResearcher\nRankingNon-researcher\nranking\nDeﬁnition, conceptual clariﬁcation, and measurement\nof ASMR11 3\nNeurophysiology of ASMR 2 2 4\nOrigins and development of ASMR 3 3 1Understanding ASMR triggers 4 4 2Factors affecting the likelihood of\nexperiencing/eliciting ASMR55 5\nASMR and the senses 6 6 6\nTherapeutic applications of ASMR in clinical or\n‘special’ populations/contexts77 8\nASMR and individual/cultural differences 8 8 7\nPositive and negative consequences of ASMR in the\ngeneral population99 1 1\nASMR and social intimacy 10 10 9\nEffects of long-term ASMR use 11 11 10\nASMR community, culture, and practice 12 12 12ASMR platforms and technology 13 13 13\nTable 6.Values associated with ASMR research\nTheme Description\nGranting ASMR\nlegitimacy through\nscientiﬁc researchContributors felt that a current lack of understanding about ASMR\nmeant that it was not considered a socially legitimate phenomenon\noutside of online ASMR communities, and by researching ASMR(particularly physiological aspects), this would improve.\nDeveloping capacity andmomentum in ASMRresearch through\nclarifying essential\nconceptsContributors felt that it was crucial for the success of the ﬁeld for\nkey concepts regarding the deﬁnition and measurement of ASMRto be developed early to allow a cohesive ﬁeld to develop and for\nASMR research to progress.\nExamining\nevidenced-based appliedbeneﬁts of ASMRContributors felt that anecdotal evidence of the beneﬁts of ASMR\ncould not be translated into legitimate clinical practice withoutrobust research on the effects and side effects of ASMRinterventions.\ndiversity of perspectives on priorities in ASMR research. Feedback was\nsummarised into three themes shown in Table 6."
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10136 19\n(3)Moving Forward with ASMR Research . Contributors suggested ideas on\nthe best ways to generate momentum and move forward with ASMRresearch. Contributors emphasised the importance of collaborating acrossdisciplines, particularly between the sciences and humanities. They also\ndiscussed the use of shared ASMR research materials, the need to collabo-\nrate with ASMRtists, and connect researchers working on similar researchquestions to avoid duplication of effort. We elaborate on these ideas inSection 3 Discussion below.\n3. Discussion\nThe aim of this study was to create a collaborative research agenda for ASMR\nusing a modiﬁed Delphi technique to gather suggestions for important research\ntopics from researchers interested in ASMR and adjacent ﬁelds (e.g., misopho-nia, synaesthesia), ASMR content creators, and ASMR community members.The resulting agenda — outlining 13 priority research areas — provides amuch-needed deﬁnitive roadmap for ASMR research, which we hope willguide both novice and experienced researchers and situate future research\nwithin a broader framework and context. Academic research is a collaborative\nendeavour, and knowledge generation is cumulative, achieved either by theconvergence of evidence around a ‘correct’ theory, as in the natural sciences,or in a divergence of novel generative approaches as in the Arts (Gaver, 2012).In both cases, any individual researcher’s output represents only a small con-tribution to expanding the existing collective knowledge on a topic. Providing\na framework for researchers to situate their work in the larger ﬁeld will facili-\ntate connections between different knowledge outputs, ultimately guiding thetrajectory of ASMR research.\nThe 13 priority research areas represent topics that cut across disciplinary\nboundaries which is important for increasing cohesion in the ﬁeld. Althoughsubstantial progress has been made in understanding ASMR from differ-\nent disciplines independently, this likely creates a siloed and disconnected\nresearch ﬁeld. Specialisation is, of course, necessary and desirable to fullyunderstand ASMR and develop the competing theories and complementarylines of inquiry necessary for knowledge to progress. However, it also bringsthe risk that different lines of research enquiry become disconnected andunrelatable. In this scenario, scholars develop their own unrelated languagesof inquiry which may be incomprehensible to one another and lead to the\nunnecessary duplication of effort, time, and resources. A research agenda with\ncommon thematic reference points — such as those generated in the presentstudy — enables researchers to coordinate efforts to generate a complementaryknowledge and understanding of ASMR. This may include cross-pollinatingideas as well as following open research practices to share and re-use data,"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "20 T. J. Hostler et al. / Multisensory Research (2024)\nplans, materials and other research outputs to minimise research waste and\nduplication (Hostler, 2022).\nAs an example, future research on ‘ASMR and social intimacy’ (Area 8)\nwould beneﬁt not only from the work of social psychologists studying psy-chological intimacy (Trenholm-Jensen et al., 2022), but also from humanities\nresearchers interested in interpreting how the medium of ASMR content cre-ates a sense of intimacy compared to other cultural modes (Smith and Snider,2019). This would facilitate an understanding of ASMR not just from a scien-tiﬁc perspective, but also from a wider lens — considering its cultural, social,philosophical, and technological characteristics. Although ASMR is a deeplypersonal phenomenon, it does not exist within a vacuum, and so the human-ities’ exploration of it as a social and cultural phenomenon will be crucial tobring meaning and context to any scientiﬁc ASMR research (Andersen, 2015;Grothe-Hammer, 2024). For instance, research into topics such as the ‘Neu-rophysiology of ASMR’ (Area 3) would be enhanced by qualitative researchinto how these ﬁndings are understood within nonscientiﬁc populations suchas the ASMR community.\n3.1. Co-Produced Knowledge Generation and CollaborationOur research agenda was cocreated with members of the ASMR community\nalongside researchers from various disciplines, reﬂecting the priorities andinterests of a diverse range of stakeholders in ASMR research. In Phase 1,where initial research questions were generated, 40% of participants classedthemselves as ‘nonresearchers’. In Phase 2, where participants ranked theimportance of the 13 thematic areas, 25% of participants were nonresearchers.\nIn Phase 2, we asked participants to vote on which topics they thought were\nhigh or low priority. This was not intended to produce a metric of importance\nor indicate which areas are more deserving of greater funding or resources,\nrather it allowed us to observe areas of commonality and divergence amongstthe participants in terms of their priorities. Whilst researchers ranked ‘Deﬁni-tion, conceptual clariﬁcation, and measurement of ASMR’ and ‘Neurophysi-ology of ASMR’ as their ﬁrst and second priority areas, nonresearchers had‘Origins and development of ASMR’ and ‘Understanding ASMR triggers’ astheir top two, respectively. These differences illustrate that different ASMRstakeholders have different interests and priorities: whereas researchers wereinterested in clarifying key terminology and measurement ﬁrst to allow formore valid and reliable studies, the priorities of nonresearchers reﬂected theconsiderations of their practical priorities, including how to experience andtrigger ASMR more easily or reliably when watching or creating videos.\nThis latter case provides an excellent example of where collaboration\nbetween researchers and nonresearchers has potential for increasing knowl-edge of ASMR. ASMR content creators often have access to fascinating data"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10136 21\non the popularity and viewing statistics of their videos, with datasets on a scale\nthat would be impossible for researchers to replicate (e.g., videos with millions\nof views). Such data would be invaluable to direct or triangulate ﬁndings from\nlaboratory-controlled studies into different ASMR triggers. However, suchcollaboration requires trust and mutual understanding between researchersand the ASMR community. Trustworthy relationships are the foundation for\ncommunity members (including content creators and viewers) to be positively\ninvolved in ASMR research in a variety of roles, not only as research par-ticipants who contribute data but as collaborators involved in the conception,design, and analysis stages of a research project (Cornish et al., 2023). The\nvoting data from our study can be a tool to help both researchers and non-\nresearchers understand each other’s priorities for ASMR research, improvingdialogue between different parties, and the cocreated research agenda servingas a common language when discussing potential collaborations. This paper\nis the culmination of a cooperative endeavour between different ASMR stake-\nholders which we hope will serve as an example to both current and futureASMR researchers as a way that they can meaningfully work together with thelarger community to improve the understanding and application of ASMR.\n3.2. Reﬂexivity and ValuesThe coproduction of a research agenda with members of communities affected\nby research can be a valuable opportunity for reﬂexivity (Gudowsky, 2021) onthe values and beliefs that individuals hold about research and the topic of\ninterest. This can help to contextualise research within the ‘bigger picture’ of\nlocal, cultural, and social contexts, and promote mutual learning and collab-oration. We strove to emphasise this in our study by asking participants toreﬂect on the values they held with respect to ASMR research in Phase 3. The\nthree themes that emerged are elaborated on below.\nFirst, participants felt that the current deﬁcit in scientiﬁc understanding\nof ASMR contributed to a lack of social ‘legitimacy’ of the phenomenon,especially in the eyes of the public outside of online ASMR communities.\nParticipants believed that academic research would help provide such legiti-\nmacy, inﬂuencing public perceptions of ASMR, as well as its potential prac-tical applications. Making this explicit in our research agenda is an importantreminder to researchers that academic research and scholarly publications arelinked to public perceptions of trust and authority (Krause et al., 2019), mak-\ning it important for researchers to consider the implications of their work and\nits interpretation in a wider setting. This is particularly vital for neuroscientiﬁcASMR research, which has an especially strong inﬂuence on legitimising (orde-legitimising) psychological phenomena (Gruber, 2017). It also applies to\nresearch linking ASMR with sexual attraction (e.g., Waldron, 2016), which"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "22 T. J. Hostler et al. / Multisensory Research (2024)\nmay unintentionally support pervasive and incorrect stereotypes about the\nnature of ASMR as a sexual phenomenon.\nSecond, participants highlighted how research could assist in the delivery\nof ASMR as a nonpharmacological and easily accessible therapeutic tool.\nAlthough there is anecdotal evidence that ASMR may beneﬁt mental health\nand wellbeing (as discussed in Barratt and Davis, 2015) with growing empir-ical support (e.g., Carlaw et al., 2022; Eid et al., 2022), it is not yet sufﬁcient\nto guide medical professionals. Rigorous studies (e.g., randomised controlled\ntrials) and design-oriented projects would likely be a necessary ﬁrst step indeveloping (and legitimising) ASMR-based interventions for mental health.\nResearchers should be aware of how their work may facilitate or impede the\nwidespread or targeted use of ASMR as a potential positive force in society\non individuals. However, they should also heed warnings from mindfulness\nmeditation research (Farias and Wikholm, 2016), which provides a caution-ary tale for how research on turning a cultural practice into a mental health\nintervention can be misled, generate a ﬁeld of contradictory evidence within\na narrow biomedical paradigm, and lead to widespread negative perceptionsand mockery of the practice (Purser, 2019).\nThird, participants felt strongly that key concepts regarding the deﬁnition\nand measurement of ASMR needed early development to foster and enableprogress. Clear operationalisation is a vital step in the research process to be\nable to validly measure a phenomenon (Flake and Fried, 2020). If a group of\nresearchers cannot agree on a shared deﬁnition and characteristics of a con-\nstruct, then progress cannot be made in collecting comparable quantiﬁable\ndata. Although clear operationalisation is certainly crucial for robust ASMRresearch, including the knowledge and expertise of existing ASMR commu-\nnities in this process will be paramount to avoid an unhelpful ‘constructed\ndichotomy of knowledge production’ on epistemic grounds (Bell and Lewis,2023). Such dichotomies underpin divisions between ‘expert’ and ‘commu-\nnity’ knowledge and reinforce an elitist perspective on knowledge generation,\nwhich stands in contrast to the inclusive ethos we believe should be central toa productive ASMR research programme. In other words, when constructing\ndeﬁnitions and measures of ASMR, researchers should respect and acknowl-\nedge (where appropriate) the existing knowledge and language of the ASMR\ncommunity rather than being perceived as ‘co-opting’ community knowledge,\nor patronising ASMRtists or experiencers by implying that their deﬁnitions orexperiences may be wrong or invalid. Researchers have disciplinary knowl-\nedge and expertise crucial to understanding ASMR, but we should strive for a\nculture of ‘epistemic equity’ in ASMR research between researchers and thecommunity, underpinned by values of reﬂexivity, humility, and recognition\n(Bell and Lewis, 2023; Cornish et al., 2023)."
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10136 23\n3.3. Limitations\nThere are several limitations that should be acknowledged. First, although we\nhad a large sample of participants which brings stability to the ﬁndings (Jorm,\n2015), researchers were overrepresented in both phases of the methodology,\nespecially during the ranking phase (60% in Phase 1, 75% in Phase 2). In par-ticular, researchers from the disciplines of psychology and neuroscience wereoverrepresented (making up ∼28% of the researcher sample), which is perhaps\nunsurprising given the focus on ASMR research in these areas. Therefore,\ndespite striving to capture the views of participants from different academicﬁelds, occupations and careers, the agenda may be more biassed in favour ofthe ideas, theories, and priorities of researchers from psychology and neuro-\nscience compared to other researchers or members of the ASMR community.\nThis limitation is offset to a certain extent by results of Phase 2 voting, whichrevealed that, although there were some differences between the priorities of\nresearchers and nonresearchers, they were mostly similar. It will be impor-\ntant for future research to consult and involve the ASMR community as wellas other academic disciplines in more depth on particular research issues (e.g.,deﬁnitions of ASMR) to understand and acknowledge input from these groups.\nRelatedly, the majority of contributors were from the Global North meaning\nthat non-WEIRD (Western, Educated, Industrialised, Rich, Democratic) viewswere underrepresented. Second, given the rapid growth in ASMR research, theagenda may not be comprehensive for all emerging lines of inquiry into the\nphenomenon, particularly those that intersect with technological or societal\ndevelopments (e.g., Artiﬁcial Intelligence). However, the agenda is intendedto be used as a ﬂexible guide to inform researchers and the ASMR community\nof key topics and springboards for research to coalesce around, rather than a\nrigid prescription for what sort of research ought to be conducted.\n3.4. ConclusionASMR means many things to many people: a pastime, a job, a therapeutic\ntool, a window through which to investigate culture and facets of human con-\nsciousness, and a topic of study in its own right. This diversity is reﬂected\nin the wide and growing range of ASMR research which we trust will con-tinue to ﬂourish. We hope that the research agenda created here serves as ananchor for these future endeavours and becomes a common reference point\nfor researchers and nonresearchers alike to align their interests, language, and\nexpertise. We anticipate that it may also be used to develop collaborations,both fostering and accelerating progress in this fascinating and exciting ﬁeld."
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "24 T. J. Hostler et al. / Multisensory Research (2024)\nAuthor Contributions\nIn Delphi study methodologies, it is common to offer participants the opportu-\nnity to co-author manuscripts as a means to recruit panellists and to ensure thatresults are interpreted and reported accurately and transparently (Khodyakovet al., 2023). Throughout the writing of this manuscript, to reduce risk of bias\nand any potential conﬂict of interest, the core research team and co-authorsfollowed rigorous ethical standards and transparency, including making avail-\nable all the study materials and results on the OSF. Authors 1–4 are the ‘core\nteam’ and involved in the project conceptualisation, design, data collection,data analysis, and writing the original draft of the manuscript. Authors 1 and 2have joint ﬁrst authorship. Author 5 contributed to the data analysis and writ-ing up of the original draft. Author 6 provided further support with writing upof the original draft. Authors 7–51 were participants in the Delphi study, aswell as contributing to reviewing and editing the manuscript.\nReferences\nAccornero, G. (2022). What does ASMR Sound Like? Composing the proxemic intimate zone\nin contemporary music, Contemp. Music Rev. 41, 337–357. DOI:10.1080/07494467.2022.\n2087377.\nAhuja, N. K. (2013). “It feels good to be measured” clinical role-play, Walker Percy, and the\ntingles, Perspect. Biol. Med. 56, 442–451. DOI:10.1353/pbm.2013.0022.\nAndersen, J. (2015). Now you’ve got the shiveries: affect, intimacy, and the ASMR Whisper\nCommunity, Telev. New Media 16, 683–700. DOI:10.1177/1527476414556184.\nAntwis, R. E., Grifﬁths, S. M., Harrison, X. A., Aranega-Bou, P., Arce, A., Bettridge, A. S.,\nBrailsford, F. L., De Menezes, A., Devaynes, A., Forbes, K. M., Fry, E. L., Goodhead, I.,Haskell, E., Heys, C., James, C., Johnston, S. R., Lewis, G. R., Lewis, Z., Macey, M. C.,\nM c C a r t h y ,A . ,M c D o n a l d ,J .E . ,M e j i a - F l o r e z ,N .L . ,O ’ B r i e n ,D . ,O r l a n d ,C . ,P a u t a s s o ,M . ,\nReid, W. D. K., Robinson, H. A., Wilson, K. and Sutherland, W. J. (2017). Fifty importantresearch questions in microbial ecology, FEMS Microbiol. Ecol. 93, ﬁx044. DOI:10.1093/\nfemsec/ﬁx044.\nBarratt, E. L. and Davis, N. J. (2015). Autonomous Sensory Meridian Response (ASMR): a\nﬂow-like mental state, PeerJ 3, e851. DOI:10.7717/peerj.851.\nBell, M. and Lewis, N. Jr (2023). Universities claim to value community-engaged schol-\narship: so why do they discourage it?, Public Underst. Sci. 32, 304–321. DOI:10.1177/\n09636625221118779.\nBower, J. R. (2022). The sound of a door: reﬂections on tactility of sound design for Feeling\nThing , a dance ﬁlm by Candoco dance company and Jo Bannon, Perform. Res. 27, 27–35.\nDOI:10.1080/13528165.2022.2117396.\nBraun, V . and Clarke, V . (2022). Thematic analysis: A practical guide . SAGE, London, UK.\nCarlaw, K. R., Ng, D. T. F., Kim, D. and Phillips, S. (2022). Does triggering an autonomous\nsensory meridian response reduce pre-operative anxiety? A randomized placebo controlled\ntrial, Anesth. Clin. Res. 1–7. DOI:10.31487/j.ACR.2022.01.02."
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10136 25\nCochran, W. G. and Cox, G. M. (1957). Experimental Designs , 2nd edn. John Wiley & Sons,\nNew York, NY , USA.\nCornish, F., Breton, N., Moreno-Tabarez, U., Delgado, J., Rua, M., de-Graft Aikins, A. and\nHodgetts, D. (2023). Participatory action research, Nat. Rev. Methods Primers 3, 34. DOI:10.\n1038/s43586-023-00214-1.\nDe Kerpel, L., Van Kerckhove, A. and Tessitore, T. (2024). Can you feel the advertisement\ntonight? The effect of ASMR cues in video advertising on purchase intention, Int. J. Advert.\n43, 716–745. DOI:10.1080/02650487.2023.2262328.\ndel Campo, M. A. and Kehle, T. J. (2016). Autonomous sensory meridian response (ASMR)\nand frisson: mindfully induced sensory phenomena that promote happiness, Int. J. School\nEduc. Psychol. 4, 99–105. DOI:10.1080/21683603.2016.1130582.\nEid, C. M., Hamilton, C. and Greer, J. M. H. (2022). Untangling the tingle: investigating\nthe association between the Autonomous Sensory Meridian Response (ASMR), neuroti-\ncism, and trait & state anxiety, PLoS ONE 17, e0262668. DOI:10.1371/JOURNAL.PONE.\n0262668.\nFarias, M. and Wikholm, C. (2016). Has the science of mindfulness lost its mind?, BJPsych\nBull. 40, 329–332. DOI:10.1192/pb.bp.116.053686.\nFlake, J. K. and Fried, E. I. (2020). Measurement schmeasurement: questionable measurement\npractices and how to avoid them, Adv. Methods Pract. Psychol. Sci. 3, 456–465. DOI:10.\n1177/2515245920952393.\nFredborg, B., Clark, J. and Smith, S. (2017). An examination of personality traits associated\nwith Autonomous Sensory Meridian Response (ASMR), Front. Psychol. 8, 247. DOI:10.\n3389/fpsyg.2017.00247.\nFredborg, B., Clark, J. and Smith, S. (2018). Mindfulness and autonomous sensory meridian\nresponse (ASMR), PeerJ 6, e5414. DOI:10.7717/peerj.5414.\nFredborg, B., Champagne-Jorgensen, K., Desroches, A. S. and Smith, S. D. (2021). An elec-\ntroencephalographic examination of the autonomous sensory meridian response (ASMR),Consc. Cogn. 87, 103053. DOI:10.1016/j.concog.2020.103053.\nGallagher, R. (2016). Eliciting euphoria online: the aesthetics of “ASMR” video culture, Film\nCriticism 40, D1–D15. DOI:10.3998/fc.13761232.0040.202.\nGallagher, R. (2019). ‘ASMR’ autobiographies and the (life-)writing of digital subjectivity,\nConvergence 25, 260–277. DOI:10.1177/1354856518818072.\nGaver, W. (2012). What should we expect from research through design?, in: Proc. SIGCHI\nConf. Hum. Factors Comput. Syst. , pp. 937–946. DOI:10.1145/2207676.2208538.\nGillmeister, H., Succi, A., Romei, V . and Poerio, G. L. (2022). Touching you, touching me:\nHigher incidence of mirror-touch synaesthesia and positive (but not negative) reactionsto social touch in Autonomous Sensory Meridian Response, Consc. Cogn. 103, 103380.\nDOI:10.1016/j.concog.2022.103380.\nGlim, S., Braun, L., Hayd, S., Kuenz, A., Rosak, F. and V om Bruch, J. (2022). Body scan med-\nitation enhances the autonomous sensory meridian response to auditory stimuli, Perception\n51, 435–437. DOI:10.1177/03010066221098104.\nGrothe-Hammer, M. (2024). Tingles and society: the emotional experience of ASMR as a social\nphenomenon, Sociol. Inq. DOI:10.1111/soin.12618."
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "26 T. J. Hostler et al. / Multisensory Research (2024)\nGruber, D. R. (2017). Three forms of neurorealism: explaining the persistence of the “uncrit-\nically real” in popular neuroscience news, Written Commun. 34, 189–223. DOI:10.1177/\n0741088317699899.\nGudowsky, N. (2021). Limits and beneﬁts of participatory agenda setting for research and inno-\nvation, Eur. J. Futures Res. 9, 8. DOI:10.1186/s40309-021-00177-0.\nHardwick, J. (2021). Top YouTube Searches (as of April 2020). Ahrefsblog . Available at: https://\nahrefs.com/blog/top-youtube-searches/.\nHostler, T. J. (2022). The importance of Rigorous Methods in a Growing Research Field: Five\nPractices for ASMR researchers, Meta-Psychology 6, MP.2020.2626. DOI:10.15626/MP.\n2020.2626.\nHostler, T. J., Poerio, G. L. and Blakey, E. (2019). Still more than a feeling: commentary on\nCash et al., “Expectancy effects in the Autonomous Sensory Meridian Response” and rec-\nommendations for measurement in future ASMR research, Multisens. Res. 32, 521–531.\nDOI:10.1163/22134808-20191366.\nJorm, A. F. (2015). Using the Delphi expert consensus method in mental health research, Aust.\nN. Z. J. Psychiatry 49, 887–897. DOI:10.1177/0004867415600891.\nKhodyakov, D., Grant, S., Kroger, J., Gadwah-Meaden, C., Motala, A. and Larkin, J. (2023).\nDisciplinary trends in the use of the Delphi method: a bibliometric analysis, PLoS ONE 18,\ne0289009. DOI:10.1371/journal.pone.0289009.\nKilborn, K., Smith, S. D. and Clark, J. M. (2022). The role of anomalous perception in\nAutonomous Sensory Meridian Response, Psychol. Consc. (Wash. D. C.) . DOI:10.1037/\ncns0000322.\nKlausen, H. B. (2019). ‘Safe and sound’, SoundEffects 8, 87°103.\nKlausen, H. B. (2021). The ambiguity of technology in ASMR experiences: four types of\nintimacies and struggles in the user comments on YouTube, Nordicom Rev. 42, 124–136.\nDOI:10.2478/nor-2021-0045.\nKlefeker, J., Striegl, L. and Devendorf, L. (2020). What HCI can learn from ASMR: becom-\ning enchanted with the mundane, in: CHI’20: Proceedings of the 2020 CHI Conference on\nHuman Factors in Computing Systems , pp. 1–12. DOI:10.1145/3313831.3376741.\nKlich, R. (2019). Visceral dramaturgies: curating sensation in immersive art, Body Space Tech-\nnol.18, 175–197. DOI:10.16995/bst.319.\nKoumura, T., Nakatani, M., Liao, H.-I. and Kondo, H. M. (2021). Dark, loud, and\ncompact sounds induce frisson, Q. J. Exp. Psychol. 74, 1140–1152. DOI:10.1177/\n1747021820977174.\nKovacevich, A. and Huron, D. (2019). Two studies of Autonomous Sensory Meridian Response\n(ASMR): the relationship between ASMR and music-induced frisson, Empir. Musicol. Rev.\n13, 39–63. DOI:10.18061/emr.v13i1-2.6012.\nKrause, N. M., Brossard, D., Scheufele, D. A., Xenos, M. A. and Franke, K. (2019). Trends—\nAmericans’ trust in science and scientists, Public Opin. Q. 83, 817–836. DOI:10.1093/poq/\nnfz041.\nLester, A. J. (2022). The Sound of It . Bench Press, London, UK.\nLewkowich, D. (2022). ASMR literacies: toward a posthuman structure of feeling, Knowl. Cult.\n10, 123–144."
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10136 27\nLiu, M. and Zhou, Q. (2019). A preliminary compilation of a digital video library on trigger-\ning Autonomous Sensory Meridian Response (ASMR): a trial among 807 Chinese college\nstudents, Front. Psychol. 10, 2274. DOI:10.3389/fpsyg.2019.02274.\nLochte, B. C., Guillory, S. A., Richard, C. A. H. and Kelley, W. M. (2018). An fMRI investiga-\ntion of the neural correlates underlying the autonomous sensory meridian response (ASMR),\nBioimpacts 8, 295–304. DOI:10.15171/bi.2018.32.\nLohaus, T., Schreckenberg, S. C., Bellingrath, S. and Thoma, P. (2023a). Autonomous sensory\nmeridian response (ASMR): A PRISMA-guided systematic review, Psychol. Consc .(Wash.\nD. C .). DOI:10.1037/cns0000368.\nLohaus, T., Yüksekdag, S., Bellingrath, S. and Thoma, P. (2023b). The effects of Autonomous\nSensory Meridian Response (ASMR) videos versus walking tour videos on ASMR experi-ence, positive affect and state relaxation, PLoS ONE 18, e0277990. DOI:10.1371/journal.\npone.0277990.\nMahady, A., Takac, M. and De Foe, A. (2023). What is autonomous sensory meridian response\n(ASMR)? A narrative review and comparative analysis of related phenomena, Consc. Cogn.\n109, 103477. DOI:10.1016/j.concog.2023.103477.\nMarley, A. A. J., Islam, T. and Hawkins, G. E. (2016). A formal and empirical comparison\nof two score measures for best–worst scaling, J. Choice Model. 21, 15–24. DOI:10.1016/j.\njocm.2016.03.002.\nMcErlean, A. B. J. and Banissy, M. J. (2018). Increased misophonia in self-reported\nAutonomous Sensory Meridian Response, PeerJ 6, e5351. DOI:10.7717/peerj.5351.\nMcErlean, A. B. J. and Osborne-Ford, E. J. (2020). Increased absorption in autonomous sensory\nmeridian response, PeerJ 8, e8588. DOI:10.7717/peerj.8588.\nMcGeoch, P. D. and Rouw, R. (2020). How everyday sounds can trigger strong emotions:\nASMR, misophonia and the feeling of wellbeing, BioEssays 42, e2000099. DOI:10.1002/\nbies.202000099.\nMednicoff, S. D., Barashy, S., Gonzales, D., Benning, S. D., Snyder, J. S. and Hannon, E. E.\n(2022). Auditory affective processing, musicality, and the development of misophonic reac-\ntions, Front. Neurosci. 16, 924806. DOI:10.3389/fnins.2022.924806.\nMorales, R., Ramírez-Benavides, D. and Villena-Gonzalez, M. (2021). Autonomous Sensory\nMeridian Response self-reporters showed higher scores for cognitive reappraisal as an emo-tion regulation strategy, PeerJ 9, e11474. DOI:10.7717/PEERJ.11474.\nNiven, E. C. and Scott, S. K. (2021). Careful whispers: when sounds feel like a touch, Trends\nCogn. Sci. 25, 645–647. DOI:10.1016/j.tics.2021.05.006.\nOckendon, N., Thomas, D. H. L., Cortina, J., Adams, W. M., Aykroyd, T., Barov, B., Boitani, L.,\nBonn, A., Branquinho, C., Brombacher, M., Burrell, C., Carver, S., Crick, H. Q. P., Duguy,B., Everett, S., Fokkens, B., Fuller, R. J., Gibbons, D. W., Gokhelashvili, R., Grifﬁn, C.and Sutherland, W. J. (2018). One hundred priority questions for landscape restoration inEurope, Biol. Conserv. 221, 198–208. DOI:10.1016/j.biocon.2018.03.002.\nPeng, D., Person, T., Skier ´s, K., Cui, R., Armstrong, M., Minamizawa, K. and Pai, Y . S. (2023).\nasmVR: enhancing ASMR tingles with multimodal triggers based on virtual reality, in: SIG-\nGRAPH Asia 2023 XR , pp. 1–2. DOI:10.1145/3610549.3614597.\nPilny, H. L., Papen, M.-C. and Niemand, T. (2023). Transfer of autonomous sensory meridian\nresponse (ASMR) to relationship marketing: potential effects on perceived customer inti-\nmacy, J Relationship Market. 22, 29–61. DOI:10.1080/15332667.2022.2132105."
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "28 T. J. Hostler et al. / Multisensory Research (2024)\nPoerio, G. L., Blakey, E., Hostler, T. J. and Veltri, T. (2018). More than a feeling: autonomous\nsensory meridian response (ASMR) is characterized by reliable changes in affect and phys-\niology, PLoS ONE 13, e0196645. DOI:10.1371/journal.pone.0196645.\nPoerio, G. L., Ueda, M. and Kondo, H. M. (2022a). Similar but different: high prevalence of\nsynesthesia in autonomous sensory meridian response (ASMR), Front. Psychol. 13, 990565.\nDOI:10.3389/fpsyg.2022.990565.\nPoerio, G. L., Mank, S. and Hostler, T. J. (2022b). The awesome as well as the awful: Height-\nened sensory sensitivity predicts the presence and intensity of Autonomous Sensory Merid-\nian Response (ASMR), J. Res. Pers. 97, 104183. DOI:10.1016/j.jrp.2021.104183.\nPoerio, G. L., Succi, A., Swart, T., Romei, V . and Gillmeister, H. (2023). From touch to tingles:\nassessing ASMR triggers and their consistency over time with the ASMR Trigger Checklist(ATC), Consc. Cogn. 115, 103584. DOI:10.1016/j.concog.2023.103584.\nPortas Ruiz, E. (2022). YouTube, the attention economy and digital audience interest in spon-\nsored ASMR videos, Anáhuac J. 22, 12–41. DOI:10.36105/theanahuacjour.2022v22n2.01.\nPurser, R. E. (2019). McMindfulness: How Mindfulness Became the New Capitalist Spirituality .\nRepeater Books, New York, NY , USA.\nRichard, C. (2016). Interview with Jennifer Allen, the woman who coined the term, ‘Autonomous\nSensory Meridian Response’ (ASMR). Available at https://asmruniversity.com/2016/05/17/\njennifer-allen-interview-coined-asmr/.\nRoberts, N., Beath, A. and Boag, S. (2019). Autonomous sensory meridian response: scale\ndevelopment and personality correlates, Psychol. Consc. Theory Res. Pract. 6, 22–39.\nDOI:10.1037/cns0000168.\nRoberts, N., Beath, A. and Boag, S. (2020). A mixed-methods examination of autonomous\nsensory meridian response: comparison to frisson, Consc. Cogn. 86, 103046. DOI:10.1016/\nj.concog.2020.103046.\nRouw, R. and Erfanian, M. (2018). A large-scale study of misophonia, J. Clin. Psychol. 74,\n453–479. DOI:10.1002/JCLP.22500.\nSakurai, N., Ohno, K., Kasai, S., Nagasaka, K., Onishi, H. and Kodama, N. (2021). Induction of\nrelaxation by autonomous sensory meridian response, Front. Behav. Neurosci .15. DOI:10.\n3389/FNBEH.2021.761621.\nSchoeller, F., Jain, A., Pizzagalli, D. A. and Reggente, N. (2024). The neurobiology of aesthetic\nchills: how bodily sensations shape emotional experiences, Cogn. Affect. Behav. Neurosci.\n24, 617–630. DOI:10.3758/s13415-024-01168-x.\nSmejka, T. and Wiggs, L. (2022). The effects of Autonomous Sensory Meridian Response\n(ASMR) videos on arousal and mood in adults with and without depression and insomnia,J. Affect. Disord. 301, 60–67. DOI:10.1016/j.jad.2021.12.015.\nSmith, N. and Snider, A. M. (2019). ASMR, affect and digitally-mediated intimacy, Emot. Space\nSoc. 30, 41–48. DOI:10.1016/j.emospa.2018.11.002.\nSmith, S. D., Kolesar, T. A., Fredborg, B. K. and Kornelsen, J. (2022). Tingles down the spinal\ncord: a spinal functional magnetic resonance imaging investigation of the autonomous sen-sory meridian response, Perception 51, 514–517. DOI:10.1177/03010066221098964.\nStarr, R. L., Wang, T. and Go, C. (2020). Sexuality vs. sensuality: the multimodal construction\nof affective stance in Chinese ASMR performances, J. Sociolinguist. 24, 492–513. DOI:10.\n1111/josl.12410."
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10136 29\nSutherland, W. J., Bellingan, L., Bellingham, J. R., Blackstock, J. J., Bloomﬁeld, R. M., Bravo,\nM., Cadman, V . M., Cleevely, D. D., Clements, A., Cohen, A. S., Cope, D. R., Daemmrich,\nA. A., Devecchi, C., Anadon, L. D., Denegri, S., Doubleday, R., Dusic, N. R., Evans, R. J.,\nFeng, W. Y ., Godfray, H. C. J., Harris, P., Hartley, S. E., Hester, A. J., Holmes, J., Hughes, A.,Hulme, M., Irwin, C., Jennings, R. C., Kass, G. S., Littlejohns, P., Marteau, T. M., McKee,G., Millstone, E. P., Nuttall, W. J., Owens, S., Parker, M. M., Pearson, S., Petts, J., Ploszek,R., Pullin, A. S., Reid, G., Richards, K. S., Robinson, J. G., Shaxson, L., Sierra, L., Smith,B. G., Spiegelhalter, D. J., Stilgoe, J., Stirling, A., Tyler, C. P., Winickoff, D. E. and Zim-\nmern, R. L. (2012). A collaboratively-derived science-policy research agenda, PLoS ONE 7,\ne31824. DOI:10.1371/journal.pone.0031824.\nSwart, T. R., Banissy, M. J., Hein, T. P., Bruña, R., Pereda, E. and Bhattacharya, J. (2022a).\nASMR ampliﬁes low frequency and reduces high frequency oscillations, Cortex 149,\n85–100. DOI:10.1016/j.cortex.2022.01.004.\nSwart, T. R., Bowling, N. C. and Banissy, M. J. (2022b). ASMR-Experience Questionnaire\n(AEQ): a data-driven step towards accurately classifying ASMR responders, Br. J. Psychol.\n113, 68–83. DOI:10.1111/bjop.12516.\nSwedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A., Jastreboff,\nP. J., Kumar, S., Rosenthal, M. Z., Rouw, R., Schiller, D., Simner, J., Storch, E. A., Taylor,S., Vander Werff, K. R., Altimus, C. M. and Raver, S. M. (2022). Consensus deﬁnition of\nmisophonia: a Delphi study, Front. Neurosci. 16, 841816. DOI:10.3389/fnins.2022.841816.\nTrenholm-Jensen, E. A., Burns, L., Trenholm, J. E. and Hand, C. J. (2022). Beyond tingles:\nan exploratory qualitative study of the Autonomous Sensory Meridian Response (ASMR),PLoS ONE 17, e0277962. DOI:10.1371/journal.pone.0277962.\nValtakari, N. V ., Hooge, I. T. C., Benjamins, J. S. and Keizer, A. (2019). An eye-tracking\napproach to Autonomous sensory meridian response (ASMR): the physiology and natureof tingles in relation to the pupil, PLoS ONE 14, e0226692. DOI:10.1371/journal.pone.\n0226692.\nVardhan, V . V ., Venkatesh, U. and Yadav, S. (2020). Signal processing based autonomous sen-\nsory meridian response to treat insomnia, in: Proceedings of the 2020 International Confer-\nence on Electronics and Sustainable Communication Systems (ICESC), Coimbatore, India ,\npp. 1173–1176. DOI:10.1109/ICESC48915.2020.9155950.\nVillena-Gonzalez, M., Rojas-Thomas, F., Morales-Torres, R. and López, V . (2023).\nAutonomous sensory meridian response is associated with a larger heartbeat-evoked poten-tial amplitude without differences in interoceptive awareness, Psychophysiology 60, e14277.\nDOI:10.1111/psyp.14277.\nWaldron, E. L. (2016). ‘This FEELS SO REAL!’ Sense and sexuality in ASMR videos, First\nMonday 22. DOI:10.5210/fm.v22i1.7282.\nWang, Q. (2023). Digital intimacy: a multimodal discourse analysis on ASMR videos, Open\nAccess Library J. 10, 1–9. DOI:10.4236/oalib.1110538.\nWarrenburg, L., Centa, N., Li, X., Park, H., Sari, D. and Xie, F. (2021). Sonic intimacy in the\nmusic of Billie Eilish and recordings that induce ASMR, in: Proceedings Future Directions\nof Music Cognition , Ohio State University, Virtual, pp. 139–144. DOI:10.18061/FDMC.\n2021.0026.\nWhite, M. (2020). bwsTools: Tools for Case 1 Best-Worst Scaling (MaxDiff )Designs (1.2)\n[Computer software]. Available at https://github.com/markhwhiteii/bwsTools."
    },
    {
      "section": "Page 30",
      "page_number": 30,
      "text": "30 T. J. Hostler et al. / Multisensory Research (2024)\nYousuf, M. I. (2007). Using experts’ opinions through Delphi technique, Practical Assessment\nRes. Eval. 12, 4. DOI:10.7275/rrph-t210.\nZhou, J. (2023). Research on the relieving effect of ASMR chewing sounds on anxiety in food\nvideo, Int. J. Educ. Humanit. 8, 89–91. DOI:10.54097/ijeh.v8i3.8391."
    }
  ]
}