{
  "doc_type": "scientific paper",
  "title": "Investigating self-report and neuropsychological assessments of cognitive flexibility in people with and without persistent pain: An online, cross-sectional, observational study",
  "authors": [
    "Caitlin A Howlett",
    "Tyman Stanford",
    "Carolyn Berryman",
    "Emma L Karran",
    "Valeria Bellan",
    "Scott Coussens",
    "Stephanie Miles",
    "G Lorimer Moseley"
  ],
  "year": 2023,
  "journal": "British Journal of Pain",
  "doi": "10.1177/20494637231215260journals.sagepub.com/home/bjpInvestigating",
  "abstract": "Introduction: People with persistent pain experience problems modifying their cognition and behaviours when task or environmental demands change - abilities otherwise known as cognitive flexibility. However, limitations and inconsistent results of previous studies raise concerns over the quality of that evidence. We aimed to determine whether people with and without persistent pain differ on two assessments that are commonly used to assess cognitive flexibility. We also examined the relationship between the two assessments and explored whether people with and without persistent pain are distinguishable based on their scores on these assessments. Methods: Participant demographics and symptoms of anxiety and depression were assessed. Participants completed the Cognitive Flexibility Inventory (CFI) and the Wisconsin Card Sorting Test (WCST). Multiple linear regression on the two outcome variables: CFI (total score) and WCST (% perseverative responses) was applied using backward stepwise selection. Both outcomes were calculated as a standardised proportion of the outcome scale and log-odds transformed to meet the model assumptions. Correlation analysis and logistic regression were used to investigate our secondary and exploratory aims. Results: Data were available from 128 participants with persistent pain and 68 pain-free controls. After adjusting for covariates, no differences were found between people with and without persistent pain on either assessment of cognitive flexibility. No significant correlations were detected between the two assessments in either group. The probability of having persistent pain was also not associated with scores on either or both assessments. Conclusion: Cognitive flexibility appears similar in people with and without persistent pain.",
  "keywords": [
    "Chronic pain",
    "executive function",
    "cognitive flexibility",
    "neuropsychology",
    "self-report"
  ],
  "research_topics": [
    "Cognitive flexibility",
    "Persistent pain",
    "Neuropsychological assessments",
    "Self-report assessments",
    "Cognitive function in pain",
    "Wisconsin Card Sorting Test",
    "Cognitive Flexibility Inventory"
  ],
  "created_at": "2025-05-05T00:27:17.912715Z",
  "source_pdf": "documents/research/Global/howlett 2023 Investigating Self report and neuropsychological assessments of cognitive flexibility in people with and without persistent pain.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Original Manuscript\nBritish Journal of Pain\n2023, Vol. 0(0) 1 –21\n© The Author(s) 2023\nArticle reuse guidelines:\nsagepub.com/journals-permissions\nDOI: 10.1177/20494637231215260journals.sagepub.com/home/bjpInvestigating self-report and\nneuropsychological assessments of\ncognitive ﬂexibility in people with and\nwithout persistent pain: An online,\ncross-sectional, observational study\nCaitlin A Howlett1, Tyman Stanford2, Carolyn Berryman1,3, Emma L Karran1,\nValeria Bellan1,4, Scott Coussens4, Stephanie Miles5,6,7and G Lorimer Moseley1\nAbstract\nIntroduction: People with persistent pain experience problems modifying their cognition and behaviours when\ntask or environmental demands change –abilities otherwise known as cognitive ﬂexibility . However, limitations\nand inconsistent results of previous studies raise co ncerns over the quality of that evidence. We aimed to\ndetermine whether people with and without persistent p ain differ on two assessments that are commonly used to\nassess cognitive ﬂexibility. We also examined the relationship between the two assessments and explored\nwhether people with and without persistent pain are distinguishable based on their scores on these assessments.Methods: Participant demographics and symptoms of anxiety and depression were assessed. Participants\ncompleted the Cognitive Flexibility Inventory (CFI) and the Wisconsin Card Sorting Test (WCST). Multiplelinear regression on the two outcome variables: CFI (total score) and WCST (% perseverative responses)\nwas applied using backward stepwise selection. Both outcomes were calculated as a standardised\nproportion of the outcome scale and log-odds transformed to meet the model assumptions. Correlationanalysis and logistic regression were used to investigate our secondary and exploratory aims.Results: Data were available from 128 participants with persistent pain and 68 pain-free controls. After\nadjusting for covariates, no differences were found between people with and without persistent pain oneither assessment of cognitive ﬂexibility. No signi ﬁcant correlations were detected between the two\nassessments in either group. The probability of having persistent pain was also not associated with scoreson either or both assessments.\nConclusion: ‘Cognitive ﬂexibility ’appears similar in people with and without persistent pain.\nKeywords\nChronic pain, executive function, cognitive ﬂexibility, neuropsychology, self-report\n1Innovation, Implementation & Clinical Translation (IIMPACT) in Health, University of South Australia, Adelaide, Australia\n2Allied Health and Human Performance, University of South Australia, Adelaide, Australia\n3Brain Stimulation, Imaging and Cognition Research Group, School of Biomedicine, The University of Adelaide, Adelaide, Australia\n4Cognitive Neuroscience Laboratory, Australian Research Centre for Interactive and Virtual Environments, University of South Australia,\nAdelaide, Australia\n5Orygen, Melbourne, Australia\n6Centre for Youth Mental Health, The University of Melbourne, Melbourne, Australia\n7Department of Psychological Sciences, Swinburne University of Technology, Melbourne, Australia\nCorresponding author:\nG Lorimer Moseley, IIMPACT in Health, University of South Australia, GPO Box 2471, Kaurna Country, Adelaide, AU-SA 5001, Australia.Email: lorimer.moseley@gmail.com"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Introduction\nPersistent pain, characterised by pain that exceeds the\nnormal time frame required for bodily tissue to heal\nafter injury (i.e. usually >3 months),1,2is a worldwide\nhealth problem.3Persistent pain affects approximately\n20% of the population4–6and interferes with many\naspects of everyday life including physical, emotional\nand social functioning.7Despite major advances in our\nknowledge and understanding of persistent pain, im-\nportant gaps remain. Particularly, the role of cognitive\nfactors in the development of and recovery from per-\nsistent pain remains to be fully understood. Uncoveringsuch factors has the potential to lead to more effective\nand tailored strategies to prevent and treat\npersistent pain.\nOne potentially important factor is what is com-\nmonly known as ‘cognitive ﬂexibility ’.C o g n i t i v e\nﬂexibility is thought to be a multifaceted construct\n8\nthat broadly refers to the ability to adjust thoughts, and\ncognitive and behavioura l strategies when task or\nenvironmental demands change.9,10There are two\napproaches to assessing cognitive ﬂexibility –self-\nreport questionnaires and neuropsychological assess-\nments. The Cognitive Flexibility Scale (CFS),11the\nCognitive Flexibility Inventory (CFI)12and the Shift\nsubscale of the Behavior Rating Inventory of ExecutiveFunction (BRIEF)\n13a r ec o m m o n l yu s e ds e l f - r e p o r t\nassessments of cognitive ﬂexibility. Commonly used\nneuropsychological tests of cognitive ﬂexibility in-\nclude the Wisconsin Card Sorting Test (WCST),14\nthe Trail Making Test (TMT)15and the Stroop\nTest.16\nSeveral studies have investigated how people with\npersistent pain perform on neuropsychological assess-ments of cognitive ﬂexibility, but those studies have\nyielded contrasting results. Some suggest people withpersistent pain perform worse than pain-free controls;\n17–19\nothers suggest they do not.20–25One study26found that\npeople with ﬁbromyalgia and people wi th musculoskeletal\npain performed better on the Stroop Test (used here andby others e.g. Johnco et al.\n27as a marker of cognitive\nﬂexibility) than pain-free con trols, once depression and\npremorbid intelligence had been statistically controlledfor. The mixed ﬁndings are dif ﬁcult to interpret because\nmost studies are underpowered,\n17,18,20,22,23,25,26use a\ncombination of assessments and outcome variables\nwithout correcting for multiple comparisons,18,22,24,26or\nprovide insuf ﬁcient information about the task being used\nor how outcome variables were calculated.19,23,26Further,\nthe assortment of neuropsychological assessments andoutcome variables that are used to assess cognitiveﬂexibility poses great challenges when comparing re-\nsults across studies. When data are combined, meta-analyses reveal that people with persistent pain perform\nworse than pain-free controls on neuropsychologicaltests of cognitive ﬂexibility,\n28–31but high risk of bias of\nconstituent studies leaves some degree of uncertainty.Therefore, although the general pattern of systematicevidence indicates that people with persistent pain areimpaired on neuropsychological assessments of cog-\nnitive ﬂexibility, there are signi ﬁcant uncertainties\naround that evidence.\nThere is a building body of evidence that, although\nthese self-report and neuropsychological assessmentsboth purport to be capturing ‘cognitive ﬂexibility ’, they\nare unlikely to be tapping into shared, or similar,constructs.\n32,33In people with and without ﬁ-\nbromyalgia, there appears to be a lack of association\nbetween self-reported cognitive and behavioural ﬂexi-\nbility (i.e. Shift subscale of the BRIEF) and neuro-psychological tests of cognitive ﬂexibility (i.e. TMT\nB-A and WCST sum of perseverative responses).\n21Our\ntwo meta-analytic reviews also failed to detect a rela-tionship between self-report questionnaires and neu-ropsychological tests of ‘cognitive ﬂexibility ’in both\nclinical (11 studies)\n33and non-clinical (21 studies)32\ncohorts.\nWith the exception of two cross-sectional\nstudies,21,34no research to date has examined how\npeople with persistent pain differ from pain-free con-trols when self-evaluating their ability to be cognitivelyand behaviourally ﬂexible. Baker et al.\n34found that\npeople with persistent pain reported worse functioningon the Shift subscale of the BRIEF than pain-free\ncontrols did, whereas Gelonch et al.\n21reported no\ndifferences between people with and without ﬁ-\nbromyalgia on both self-report and neuropsychologicalassessments of cognitive ﬂexibility, after adjusting for\ndepression and anxiety.\nIt is possible that there may be distinguishable\ngroups of people with persistent pain that can beidenti ﬁed on the basis of their performance on self-\nreport and neuropsychological assessments of cognitive\nﬂexibility. Indeed, a study by Attal et al.\n35found that in\na cohort of people undergoing surgical procedures forosteoarthritis and breast cancer, the presence of chronicpost-surgical pain at 6 and 12-month was signi ﬁcantly\npredicted by performance on the TMT (part B).However, in people undergoing knee arthroplasty ornoncardiac chest surgery, performance on the TMT\n(B-A) and Stroop (interference T-scores) did not\npredict the incidence of persistent post-surgical pain 6-month later.\n36To our knowledge, there have been no\nattempts to predict the presence of persistent painbased on concurrent self-report and neuro-psychological assessments of ‘cognitive ﬂexibility ’.I t\nseems reasonable to suggest that there may be2 British Journal of Pain 0(0)"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "subgroups of people who are characterised by different\npatterns of self-reported and neuropsychological as-sessment results, but more evidence is needed to ﬁll this\ngap in knowledge. Identifying such patterns may beimportant because if such groups exist, it would aid inthe development of therapeutic approaches that arespeci ﬁcally targeted to individual needs.\nThe current study had three aims. Our ﬁrst aim was\nto determine how people with persistent pain performon a self-report questionnaire and on a neuro-\npsychological assessment of cognitive ﬂexibility relative\nto pain-free controls, after controlling for knownconfounders. We hypothesised that people with per-sistent pain would, on average, perform worse thantheir pain-free counterparts on both a self-report and a\nneuropsychological assessment of cognitive ﬂexibility,\neven after controlling for confounders. Our second aimwas to determine the relationship between self-reportedcognitive ﬂexibility and neuropsychologically assessed\ncognitive ﬂexibility in people with and without persis-\ntent pain. Based on previous ﬁndings, we hypothesised\nthat the two assessments would not relate. Our third,and exploratory aim, was to explore whether the\nprobability of having persistent pain (or not) is asso-\nciated with scores obtained on two concurrent cognitiveﬂexibility assessments. No speci ﬁc hypothesis was\ngenerated around this exploratory aim. For a full de-scription of our a priori predictions, refer to the sta-\ntistical analysis plan, which can be accessed via OpenScience Framework (OSF) ( https://osf.io/9q8ut/ ).\nMaterials and methods\nThe University of South Australia ’s Human Research\nEthics Committee (HREC) granted ethical approval forthis online, cross-sectional study (approval no. 202439).The Checklist for Reporting R esults of Internet E-Surveys\n(CHERRIES)\n37and the STROBE guidelines38,39were\nadhered to during the reporting of this study (see\nSupplemental Files 1 and 2 ). An ap r i o r i protocol was\nregistered and locked under embargo on OSF ( https://osf.\nio/9q8ut/ ). Deviations from the protocol or statistical\nanalysis plan were recorded and were either outlined in\nthis manuscript, or uploaded and time-stamped on OSF.\nParticipants\nParticipants from the general population were recruitedusing an online, convenience sampling strategy. Thestudy was advertised via recruitment ﬂyers, social\nmedia posts, announcements on the Universty of SouthAustralia ’s Research Volunteers website, and emails\nthat were distributed using previously consented par-ticipant mailing-lists and the Research ParticipationSign-up System, managed by the School of Psychology,\nSocial Work & Policy, University of South Australia.Participants with or without persistent pain (i.e. painexperienced most days for three months or longer)\n1,2\nwere invited to take part in an online survey. Partici-\npants were eligible if they were aged ≥18 years, had\nadequate ability to read and understand English, had\nnormal or corrected-to-normal (e.g. glasses or contact\nlenses) vision, and had access to, and competency with,a computer/laptop or smartphone with internet access.Participants were excluded if they had colour visiondeﬁciencies.\nMeasures\nPrimary outcomes\nSelf-reported cognitive ﬂexibility –the Cognitive\nFlexibility Inventory (CFI). T h eC F Ii sa2 0 - i t e ms c a l e\nthat aims to assess: (i) the tendency to realise thatchallenging situations are indeed controllable; (ii) theability to perceive different explanations for life inci-dences and human behaviour; and (iii) the capability\nto produce multiple alternative solutions to dif ﬁcult\nscenarios.\n12The CFI consists of two subscales: the\nAlternatives subscale (13 items) and the Controlsubscale (7 items). Respondents are required to in-dicate the degree to which they agree or disagree withvarious statements. Each item is rated on a 7-pointLikert scale from 1 (strongly disagree) to 7 (stronglyagree), with some items being reversed scored. Higherscores on the CFI are considered to re ﬂect greater self-\nreported cognitive ﬂexibility. The CFI has previously\ndemonstrated high internal consistency, adequatetest-retest reliability over a 7-week time frame ( r=\n0.81, p< .001), and convergent validity with the\nCognitive Flexibility Scale.\n12We selected the CFI\nbecause unlike other available questionnaires, it wasdeveloped with the intention of assessing components\nof cognitive ﬂexibility that are thought to be adaptive\nwhen faced with stressful circumstances.\n12Here, the\nCFI’s total score was used as an outcome of self-\nreported cognitive ﬂexibility.\nNeuropsychologically assessed cognitive ﬂexibility –\nthe Wisconsin Card Sorting Test (WCST). The WCST14\nis a card-sorting task that has been widely used to assess\ncognitive ﬂexibility.27,40Participants are instructed to\n‘match ’128 response cards, one by one, to one of four\nstimulus cards that vary in terms of their colour, formand number –seeFigure 1 . An electronic version of the\nWCST, which was scored in accordance with thestandardised manual,\n14was administered via Inquisit\nWeb –an online software program hosted by Milli-\nsecond.41Participants were able to match a responseHowlett et al. 3"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "card to one of the four multidimensional stimulus cards\nby clicking on it with either a computer mouse or withtheir ﬁngertip via a touch-screen. Participants were not\nprovided with direction on how to correctly sort the\nresponse cards, but relied only on written feedback(‘correct ’or‘wrong ’) displayed on the screen to de-\ntermine the correct sorting principle with which to sortthe cards by. After 10 correct responses were made insuccession, the correct sorting principle changed andparticipants were required to determine the new sortingprinciple through a process of trial and error. In line\nwith the recommendations outlined by Miles et al.\n42\nperseverative responses (percentage score) were used as\nan indicator of neuropsychological cognitive ﬂexibility.\nPerseverative responses are continual responses madein accordance to a stimulus dimension that does notmatch the correct sorting principle, that is, the responseis incorrect. However, since the cards are multidi-mensional and at times ambiguous –that is, a response\ncard has the potential to match a stimulus card on\nmultiple dimensions (e.g. colour and number) –per-\nseverative responses may also be correct. A higherpercentage of perseverative responses is thought toreﬂect poorer neuropsychologically assessed cognitive\nﬂexibility. We selected the WCST over other neuro-\npsychological assessments because it most closely alignswith the de ﬁnition of cognitive ﬂexibility and is widely\nused in cognitive ﬂexibility research. However, the\nvalidity and reliability of the WCST remains to be fully\nestablished. Sub-optimal psychometric properties of\nthe WCST may partly stem from varying scoringprocedures and administration modalities (i.e. manualor computerised), matters we have coveredelsewhere.\n42\nSurveyed demographics. Participants responded to\nquestions relating to age, sex assigned at birth, current\ngender identity, education level, current activity/\noccupation, ﬁnancial situation, place of residence,\ncountry of residence, country of birth, refugee status,identi ﬁcation with ethnic or racial groups, mental\nhealth, neurological conditions and medication use.Using adaptive questioning, all participants were thenasked whether they have persistent pain, de ﬁned as\n‘pain experienced most days for 3 months or longer ’. Par-\nticipants who responded ‘yes’to this question were\npresented with additional questions relating to painintensity, duration, location(s) and diagnosis (ifapplicable).\nHospital Anxiety and Depression Scale (HADS). The\nHADS is a questionnaire that is used to assess\nFigure 1. An illustrative example of the WCST. The single card with one yellow triangle is one of 128 response cards. The four\nbottom cards from the left-hand side to right hand side: one red triangle, two green stars, three yellow crosses and four\nblue circles are the stimulus cards.4 British Journal of Pain 0(0)"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "symptoms of anxiety and depression. The HADS\nconsists of 14 items rated on a 4-point Likert scaleranging from 0 to 3. The 14 items are divided into twosubscales: 7 items assess depressive symptoms and7 items assess anxiety symptoms. The scores from eachsubscale range from 0 to 21, with higher scores re-ﬂecting more severe symptoms: 0 –7 (normal), 8 –10\n(borderline abnormal) and 11 –21 (abnormal).\n43,44The\ntwo subscales of the HADS are internally consistent(HADS-D ranging from 0.67 to 0.90; HADS-Aranging from 0.68 to 0.93) and the HADS is a valid andreliable scale, with high sensitivity and speci ﬁcity\n(range: 0.70 to 0.90).\n45\nProcedure\nThe online survey was developed and administered usingInquisit Web.\n41Participants voluntarily accessed the\nonline survey by following a link that prompted them toinstall the Inquisit 6 Player ap plication (version 6.5.1) on\ntheir chosen device (either a computer or smartphone).Once Inquisit was installed, participants were instructedto click the ‘start ’button, which directed them to an\ninformation sheet and consent form. Informed consent\nwas obtained electronically from each participant by se-lecting the ‘I wish to proceed ’button at the bottom of the\npage before commencing the study. The introductorypage informed respondents about the purpose of thestudy, the eligibility criteria , the estimated time required\nfor survey completion, the management of data andconﬁdentiality, and that participation was not mandatory\neven after agreeing to take part. Participants were asked to\nenter a 6-digit alphanumerical ID code and were thenasked to respond to 3 screening questions to con ﬁrm their\neligibility: (1) are you at least 18 years of age? (2) are youcolour-blind? and (3) can you read and understand\nEnglish? Where participant s were not eligible for this\nstudy, they were redirected to a page that noti ﬁed them\nthat they were ineligible to participate in this study and\nthanked them for their interest.\nEligible participants were asked whether they wished\nto receive a summary of the results and whether theywould like to be contacted about future research beingconducted –responding ‘yes’to either or both items\nprompted participants to enter their preferred emailaddress in a text-box. Personal information (i.e. emailaddresses) were removed prior to data analysis and\nstored separately from the data in a password protected\nﬁle. Participants were then directed to a demographic\nquestionnaire, self-report questionnaires and theWCST. Data for the Immune Status Questionnaire(ISQ)\n46were collected as part of a larger study, but were\nnot analysed or reported here. The number of ques-tionnaire items was limited to three per page.Questionnaire items were distributed across a different\nnumber of screen pages depending on group allocation –\n41 pages for people with persistent pain and 36 pages forpain-free controls. Due to the nature of the WCST,presented screen pages varied across participants; themaximum number was 130 (including instruction andcompletion screen pages). It was compulsory to respond\nto every question that was presented in the survey, except\nfor demographic questions relating to participants ’life\n(age, education level, ﬁnancial situation etc.); however,\nparticipants could quit the survey at any time by pressing‘Alt + E ’on their computer/laptop keyboard or by closing\nthe application on their smartphone. The self-reportquestionnaires (i.e. CFI, HADS and ISQ) and theneuropsychological test (i.e. WCST) were presented in a\ncounterbalanced order, such that some participants re-\nceived these tests in the order presented above, whileothers received the tests in the reversed order (i.e.WCST, ISQ, HADS, CFI). The demographic ques-tionnaire was always presented ﬁrst. Participants were\nable to change their responses using a ‘Back ’button up\nuntil the point of submitting each of the self-reportquestionnaires; it was not possible for participants to\nchange their responses during the completion of\nthe WCST.\nUpon study completion (or where consent was\nwithdrawn part way through the study), participantswere directed to a debrie ﬁng form that outlined the true\npurpose and aims of the study. Participants were thenprovided with information relating to mental healthservices, instructions on how to uninstall Inquisit from\ntheir device and contact information of the project ’s\nprimary investigator. Participants were given up to1 week after study completion to withdraw their datafrom being included in the ﬁnal analysis if they wished to\ndo so. No honorariums were offered for study com-pletion. A small group of colleagues within our labo-ratory piloted the survey, wherein they providedfeedback on the clarity of the demographic items and the\nfunctionality of the survey as a whole. All recruitment\nmaterials and the full online survey are provided in theSupplementary material (see Supplemental Files 3 –9).\nData analysis\nSample size calculation\nSample size calculations were made under the as-\nsumptions of the analysis to be performed on the twoprimary outcomes (see primary analysis for furtherdetails) to ensure suf ﬁciently powered primary ana-\nlyses. Mean and standard deviation estimates of theoutcome variables (WCST perseverative responses andCFI total score) in previous studies\n12,27,47were used. AHowlett et al. 5"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "detectable increase of 5% for WCST perseverative\nresponses (%) in the persistent pain group than that ofthe pain-free control group was used, and a detectabledecrease of 6 (similarly 5% of the scale) for the CFI(total score) in the persistent pain group than that of thepain-free control group was used. A required samplesize of at least 120 would achieve 95% statistical power\nat the level of signi ﬁcance of 0.05. The sample size\ncalculations were performed using simulation\n48–50of a\nbeta distributed response of a linear model data gen-erating process because both outcomes are approxi-mately continuous, skewed and bounded. Sensitivityanalysis of the required sample size was also performedusing alternative model speci ﬁcations and a range in the\nnumber of covariates and their relative effects. The\nempirical calculations were veri ﬁed using analytical\nmultiple linear regression power analysis methodsavailable in G*Power 3\n51,52and the pwr package53in R\n(version 4.1.3).54Sample size calculations were un-\ndertaken prior to data analysis, but not prior to datacollection. Full details regarding the sample size cal-culation can be found on OSF ( https://osf.io/9q8ut/ ).\nStatistical analysis plan\nData analysis was performed using R (version 4.2.2).54\nRaw data were imported into R using the readr55\npackage. Data manipulation was performed using the\ntidyverse56and janitor57packages. Data visualisation\nandﬁgures were created using ggplot2,58ggpubr,59\nggstatsplot60and jtools,61while diagnostic plots were\ngenerated using the performance62package. The Classic\nColor Blind colour palette via the ggthemes63package;\ntheDarjeeling1 colour palette via the wesanderson64\npackage; the Okabe-Ito colour palette65via the color-\nblindr66package; and the base R grDevices54package\nwere used in our attempt to make data visualisationmore accessible to people who are colour-blind. De-scriptive tables were created using gtsummary.\n67Linear\nand logistic regression outputs were interpreted using\nthe report68package. Model equations were adapted\nfrom the equatiomatic69package. Other packages that\nwere used include writexl,70skimr,71car,72and\nparameters.73\nWe decided a priori that (i) the same user ID indi-\ncated duplicate participants and that we would retaintheﬁrst entry for analysis and exclude any subsequent\nentries; (ii) data collected prior to participant with-\ndrawal (i.e. non-completion of primary outcomes)would not be analysed and (iii) data would be excludedfrom statistical analyses if 10 or more identical re-sponses were given in succession on the CFI. No datawere missing for any of the variables used to performour primary analyses, so multiple imputation was notrequired (refer to the statistical analysis plan on OSF:\nhttps://osf.io/9q8ut/ ). Data for each of the reported\nnon-binary identities did not meet our predeterminedsample size (i.e. >5 participants). To protect the privacyand safety of participants, we needed to either (i)combine non-binary gender identities into a third group(providing the reported non-binary gender identities\nwere similar enough to warrant being combined) or (ii)\nremove them from data analysis. Using The TransLanguage Primer,\n74we found that the reported non-\nbinary identities were similar, so we decided to collapsethem into a third group, namely ‘transgender and non-\nbinary individuals ’. Unless otherwise stated, statistical\nsigniﬁcance was set at α= 0.05. Annotated R scripts\nthat were used to undertake all aspects of data analysis\ncan be accessed via OSF ( https://osf.io/9q8ut/ ).\nPrimary analysis\nMultiple linear regression. Separate regression analyses\nwere carried out to (i) determine whether people withpersistent pain perform worse, on average, than pain-free controls on a neuropsychological assessment of\ncognitive ﬂexibility and (ii) determine whether self-\nreported cognitive ﬂexibility is lower, on average, in\nthose with persistent pain than in pain-free controls,after adjusting for confounding variables in bothmodels. The following variables were entered into eachmodel as covariates: age, gender (male, female, non-binary or transgender individuals), education level(high school, tertiary education, university higher de-\ngree), medication use (no, yes), HADS depression and\nanxiety scores, as well as test administration order([order 1]: CFI ﬁrst, WCST last vs [order 2]: WCST\nﬁrst, CFI last), and modality of survey completion\n(computer/laptop vs smartphone). The ﬁrst level listed\nin each of the categorical covariates refers to the ref-erence level used. Multiple linear regression withbackwards stepwise selection was used to ensure model\nparsimony to avoid over ﬁtting.\n75The predictor variable\nof interest was the grouping variable –that is, healthy\ncontrol (HC) or persistent pain (PP); the outcomevariables were the CFI (total score) and the WCST (%perseverative responses), calculated as proportionsalong their associated scales, herein, referred to asCognitive Flexibility Inventory proportion of total score(CFI proportion) and WCST proportion of % per-\nseverative responses (WCST proportion), respectively.\nThese proportional outcome variables were trans-formed via log-odds transformation to satisfy the as-sumptions of multiple linear regression. Proportionsequal to 0 or 1, which would result in unde ﬁned logit\ntransformed values, were handled by adding (or sub-tracting) a half of the smallest unit of the scale. The6 British Journal of Pain 0(0)"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "assumptions of linearity, homoscedasticity of the re-\nsiduals, in ﬂuential observations, normality of the re-\nsiduals and multicollinearity were inspected. Initially,all predictor variables were entered into each regressionmodel to create the full initial models. Predictors withp-values >.05 were then removed in a stepwise\nmanner –removing the predictor with the largest\np-value ﬁrst–until only signi ﬁcant predictors remained\nin both models.\n76Since the effect of group (i.e. PP or\nHC) on the two outcome variables (CFI and WCSTproportion) was of primary interest, this variable re-mained in the ﬁnal models irrespective of the p-value.\nThe aforementioned covariates were selected based\non prior literature. Indeed, performance on theWCST has been found to be in ﬂuenced by gender,\n77\nage and education.14,78Some studies have reported\nthat poor cognitive performance is associated withdepression and anxiety.\n79,80Further, medications\nincluding antidepressants, opioids and anticonvul-sants have been found to have both enhancing anddetrimental effects on cognitive function.\n81–83On the\nother hand, gender,84and symptoms of depression\nand anxiety have been found to in ﬂuence scores on the\nCFI.12,27,85,86For the purposes of consistency, and\nthat not every demographic characteristic has beenpreviously investigated for its effects on both the CFIor WCST, we decided to enter each of these variablesas covariates in the regression models of the twooutcomes variables.\nThe full initial regression models for the i=1 ,2 …,\n196 participants take the form:\nlogitðY\niÞ¼β0þβ1ðGroupi¼Persistentpain Þ\nþβ2ðAgeiÞþβ3ðEducationlevel i¼Tertiary Þ\nþβ4ðEducationlevel i¼Universityhigherdegree Þ\nþβ5ðGender i¼Female Þþβ6ðGender i\n¼Non-binaryand =ortransgenderindividuals Þ\nþβ7ðMedication i¼yesÞþβ8/C0\nHADS anxietyi/C1\nþβ9/C0\nHADS depressioni/C1\nþβ10ðTestorder i¼Order2 Þ\nþβ11ðModalityi¼Smartphone Þþϵi\nwhere:\n·Yiis the outcome variable (a proportion of the\noutcome scale): either CFI total score or WCST\n% perseverative responses) for the ithparticipant,\n·β0is an intercept (the predicted value of logitðYiÞ\nwhen all predictors are 0),\n·βjis the coef ﬁcient of the jthpredictor for\nj¼1;2,:::, 11 (model coef ﬁcients),·the categorical predictor variables take the form\nðXi¼lÞfor level lof predictor Xand takes the\nvalue 1 when Xi¼lfor participant i(and\n0 otherwise), and\n·ϵi∼Nð0,σÞ(independently and identically dis-\ntributed normal error) for participant i.\nSensitivity analyses were carried out with univariate\noutliers –CFI or WCST proportion values that fell\nbelow Q1 - 1.5 × IQR or exceeded Q3 + 1.5 × IQR –\nremoved, which was visually con ﬁrmed via box-plots.\nSecondary and exploratory analyses\nCorrelations. Currently, the relationship between\nself-reported and neurops ychological assessments of\ncognitive ﬂexibility remains uncertain in people with\npersistent pain. To investigate the relationship be-\ntween a self-report and neuropsychological assess-ment of cognitive ﬂexibility, raw scores on the CFI\nsubscales (i.e. Alternatives and Control) were cor-related with raw perseverative response (%) scores onthe WCST in people with and without persistentpain. Separate correlation analyses were performedfor the persistent pain group and pain-free control\ngroup. Holm –Sidak adjusted signi ﬁcance thresholds\n(based on the sorted p-values) were applied to ac-\ncount for multiple comparisons and reduce the risk ofType I errors.\n87Holm –Sidak adjusted 95% con ﬁ-\ndence intervals of the estimated coef ﬁcients were also\ncalculated. The assumptio ns of linearity or homo-\nscedasticity were independently assessed by twoauthors (CAH, TS), and a third author (GLM) was\nconferred with when consensus could not be reached.\nEffect sizes for correlation coef ﬁcients were consid-\nered small (0.1 –0.29), medium (0.3 –0.49), and large\n(>0.5) as recommended by Cohen.\n88Sensitivity\nanalyses were carried out with univariate outliers –\nCFI (Alternatives and Control subscales) or WCST(% perseverative responses) values that fell below Q1- 1.5 × IQR or exceeded Q3 + 1.5 × IQR –removed,\nwhich was visually con ﬁrmed via box-plots.\nLogistic regression. Logistic regression was used to\nexplore the probability of the presence of persistent painbased on scores from a self-report and neuro-psychological assessment of cognitive ﬂexibility si-\nmultaneously. Predictor variables were centred andscaled based on sampled distributions of the observed\nvalues. A backward model reduction process was used,\nwith non-signi ﬁcant model terms being removed in a\nstepwise manner.\nThe full initial logistic regression model was:Howlett et al. 7"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Yi∼Bernoulli ðpiÞ\nwhere:\n·i¼1;2,:::, 196 is the participant number,\n·piis the probability of person ihaving persistent\npain, that is, pi¼Pðgroupi¼“persistent pain”Þ\nwhere groupiis the group ( “persistent pain ”or\n“healthy control ”) of person iand PðxÞis the\nprobability of event x,\n·β0is an intercept (the predicted value of logitðYiÞ\nwhen all predictors are 0),\n·CFIproportion iis the CFI proportion of the total score\nfor the ithparticipant (centred and scaled),\n·WCSTproportion iis the WCST proportion of %\nperseverative responses for the ithparticipant\n(centred and scaled), and\n·Yiis the observed PP status of person i, that is,\nYi¼1 if person iis in the group PP and Yi¼0i f\nperson iis not in the group PP (i.e. HC).\nResults\nSample characteristics\nA total of 241 participants (excluding duplicates)\naccessed the online survey between December 8th2021 and April 9th 2022. Data from 196 partici-pants were available for analysis (see Figure 2 ).\nParticipant characteristics are summarised for eachgroup separately using descriptive statistics in\nTable 1 . Continuous variables are presented as\nvalues of central tendency (median) and dispersion(interquartile range). The minimum and maximumrange of values for continuous variables are alsoprovided. Dichotomous and categorical variables,as well as missing values, are presented as countsand percentages. Mental health conditions werebroadly categorised by the primary investigator\n(CAH) using the Diagnostic Statistical Manual\n(DSM)-5-TR\n89Complex post-traumatic stress disorder\nand misophonia were not otherwise categorised\nbecause they are not formally recognised in thecurrent version of the DSM.\n89Two experienced\nphysiotherapists (GLM and CB) categorised paindiagnoses. Additional characteristics of the sampleare provided in the Supplementary material (see\nSupplemental File 10 ).Group comparisons for assessments of\ncognitive ﬂexibility\nMultiple linear regression models were used to assess\ngroup differences on two outcomes of cognitive ﬂexi-\nbility (CFI and WCST proportion), after accounting forthe effects of the aforementioned covariates. Diagnosticplots were inspected for each of the backward selectionmodels and no major deviations from statistical as-sumptions were observed (see Supplemental File 11 ).\nTables 2 and3show the ﬁnal model reached from\ntheﬁnal backward selection process for each outcome\nvariable –CFI proportion and WCST proportion –\nrespectively. No signi ﬁcant differences were found\nbetween people with and without persistent pain,after adjusting for covariates, on either assessment ofcognitive ﬂexibility: CFI proportion or WCST pro-\nportion. As shown in Table 2 ,t h e ﬁnal model in-\ncluded the estimated effect of group, education level,\nand depression and anxiety on the log-odds values of\nthe CFI proportion. The results indicated that 27.3%of the variance was explained by the model ( R\n2=\n0.273). Model comparisons revealed that the modelgoodness of ﬁt (as assessed by the Akaike Information\nCriterion (AIC) value) i mproved during the back-\nward selection process. No signi ﬁcant differences\nwere found between groups on the log-odds scale of\nthe CFI proportion ( β= 0.15, 95% CI = /C00.04, 0.35),\nafter adjusting for education level and symptoms ofdepression and anxiety. This ﬁnding is consistent\nwith the unadjusted median values (see Table 1 ).\nHowever, greater severity of anxiety symptoms wassigniﬁcantly associated with lower scores on the CFI\nproportion ( β=/C00.04, 95% CI = /C00.06, /C00.01), as\nwas depressive symptoms ( β=/C00.05, 95%\nCI =/C00.07, /C00.02). Additionally, higher educational\nattainment was associated with higher CFI propor-tion scores. Speci ﬁcally, tertiary education ( β= 0.33,\n95% CI = 0.03, 0.63) and higher degree education(β= 0.52, 95% CI = 0.21, 0.83) were signi ﬁcantly\ndifferent, on average, from high school education. Asensitivity analysis, with univariate outliers –deﬁned\nas CFI proportion values that were more than 1.5 ×\nIQR below Q1 or more than 1.5 × IQR above Q3 –\nremoved from the ﬁnal regression model did not\nchange the statistical signi ﬁcance.\nTable 3 shows the results of the same process applied\nto the WCST proportion log-odds outcome. Themodel was statistically signi ﬁcant (compared to an\nintercept model), but only explained 5.9% of thelogitðpiÞ¼β0þβ1ðCFIproportioniÞþβ2ðWCSTproportioniÞþβ3ðCFIproportioni× WCSTproportioniÞ8 British Journal of Pain 0(0)"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "variance ( R2= 0.059). Model comparisons revealed\nthat the model goodness of ﬁt (AIC value) improved\nthroughout the backward selection procedure. Nosigniﬁcant differences were observed between groups\non the WCST proportion log-odds scale ( β= 0.18, 95%\nCI =/C00.07, 0.43). As shown in Table 1 , the unadjusted\nmedian values appear to be different between the twogroups, but this may be due to confounders. Greaterseverity of anxiety symptoms was signi ﬁcantly associ-\nated with better WCST proportion scores ( β=/C00.03,\n95% CI = /C00.06, /C00.00), whereas greater severity ofdepressive symptoms was associated with worse WCST\nproportion scores ( β= 0.04, 95% CI = 0.01, 0.08). A\nsensitivity analysis, with univariate outliers –deﬁned as\nWCST proportion values that were more than 1.5 × IQRbelow Q1 or more than 1.5 × IQR above Q3 –removed\nfrom the ﬁnal regression model resulted in scores of\nanxiety and depression no longer contributing signi ﬁ-\ncantly to the model. Graphical representations of theestimates for the ﬁnal model parameters, as well as\nboxplots indicating outliers, can be found in the Sup-\nplementary material (see Supplemental Files 12-14 ).\nFigure 2. Participant ﬂow diagram.Howlett et al. 9"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Table 1. Participant characteristics ( N= 196).\nCharacteristic HC, ( n= 68) PP, ( n= 128)\nAge (in years)\nMedian (IQR) 36.0 (28.8, 44.2) 51.0 (38.0, 59.2)\nRange 22 –86 18 –79\nSex\nFemale 48 (71%) 105 (83%)\nMale 20 (29%) 21 (17%)\nMissing -2\nGender\nFemale 48 (71%) 103 (80%)\nMale 19 (28%) 20 (16%)\nNon-binary and transgender individuals 1 (1.5%) 5 (3.9%)\nEducation level\nSecondary school (i.e. year 12 or equivalent) 3 (4.4%) 16 (12%)\nTertiary education (e.g. trade quali ﬁcation/Certi ﬁcate/Diploma/Bachelor ’s\ndegree)33 (49%) 72 (56%)\nUniversity higher degree (e.g. masters, PhD) 32 (47%) 40 (31%)\nMedications\nNo 56 (82%) 63 (49%)\nYes 12 (18%) 65 (51%)\nCFI (alternatives subscale)\nMedian (IQR) 74.0 (68.8, 78.0) 75.0 (69.0, 78.0)Range 54 –90 44 –91\nCFI (control subscale)\nMedian (IQR) 36.5 (31.0, 41.0) 35.0 (28.0, 40.0)Range 14 –49 8 –49\nCFI (total score)\nMedian (IQR) 110.0 (100.8, 117.2) 109.5 (99.0, 117.0)Range 73 –139 54 –135\nWCST perseverative responses (sum)\nMedian (IQR) 13.0 (7.0, 24.0) 18.5 (11.0, 27.0)\nRange 3–76 3 –120\nWCST perseverative responses (%)\nMedian (IQR) 11.9 (8.2, 19.6) 16.1 (11.1, 22.1)Range 4–59 3 –94\nWCST perseverative errors (sum)\nMedian (IQR) 12.0 (7.0, 23.0) 16.0 (10.0, 24.0)Range 3 - 60 3 - 91\nWCST perseverative errors (%)\nMedian (IQR) 11.2 (8.2, 18.0) 14.3 (10.3, 19.5)Range 4–47 3 –71\nHADS-depression\nMedian (IQR) 3.0 (2.0, 6.0) 7.0 (4.0, 10.2)Range 0–13 0 –19\nHADS-anxiety\nMedian (IQR) 6.0 (3.0, 8.0) 9.0 (5.0, 12.0)Range 0–17 0 –\n20\nPain duration (in months)\nMedian (IQR) - 68 (24, 141)Range -2 –600\nMissing -4\n(continued)10 British Journal of Pain 0(0)"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Table 1. (continued)\nCharacteristic HC, ( n= 68) PP, ( n= 128)\nPain intensity\nMedian (IQR) - 6 (4, 7)\nRange -1 –10\nMissing --\nPain location (primary)\nAbdominal - 5 (4%)Back - 35 (27%)\nFoot or leg - 17 (13%)Hand or arm - 11 (9%)Head - 7 (5%)\nHip - 10 (8%)\nIﬁnd it dif ﬁcult to identify my worst area of pain - 24 (19%)\nNeck - 14 (11%)\nPelvic - 5 (4%)\nPain location (secondary)\nAbdominal - 24 (19%)Back - 60 (47%)\nFoot or leg - 57 (45%)Hand or arm - 58 (45%)Head - 35 (27%)\nHip - 64 (50%)\nNeck - 65 (51%)\nPelvic - 29 (23%)\nUnknown - 1 (1%)\nPain diagnosis\nMusculoskeletal - 89 (70%)Neuropathic - 20 (16%)Nociceptive - 57 (45%)Nociplastic - 90 (70%)Non-musculoskeletal - 12 (9%)Unknown - 1 (1%)\nNote: CFI = Cognitive Flexibility Inventory; HADS = Hospital Anxiety and Depression Scale; HC = healthy control; IQR = interquartile range; PP\n= persistent pain; WCST = Wisconsin Card Sorting Test. Values and percentages for pain location (secondary) andpain diagnosis do not add up\nto the total nfor the persistent pain group (128 or 100%) because participants could report having more than one secondary location of pain or\ntheir diagnosis could be classi ﬁed into more than one category.\nTable 2. Final regression model for the CFI (proportion of the total score).\nParameter Coef ﬁcient p-value 95% con ﬁdence interval\n(Intercept) 1.22 .000 (0.87, 1.57)\nGroup (persistent pain) 0.15 .124 ( /C00.04, 0.35)\nEducation level (tertiary) 0.33 .031 (0.03, 0.63)\nEducation level (university higher degree) 0.52 .001 (0.21, 0.83)\nHADS anxiety score /C00.04 .003 ( /C00.06, /C00.01)\nHADS depression score /C00.05 .001 ( /C00.07, /C00.02)\nNote: CFI = Cognitive Flexibility Inventory; HADS = Hospital Anxiety and Depression Scale.Howlett et al. 11"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Correlations between assessments of\ncognitive ﬂexibility\nThe panel (CAH, TS, and GLM), which assessed the\nassumptions of linearity and homoscedasticity deemedthese assumptions to be violated by majority vote (seeSupplemental File 15 ). Spearman ’s rho correlation\ncoefﬁcients were used. No signi ﬁcant correlations were\nfound between either of the CFI subscales (i.e. Alter-natives and Control) and the WCST (% perseverativeresponses) in the persistent pain group, nor in the pain-free control group (see Table 4 ). Sensitivity analyses,\nremoving univariate outliers that were de ﬁned as\nWCST (% perseverative responses) and CFI (Alter-natives and Control subscales) values that were more\nthan 1.5 × IQR below Q1 or more than 1.5 × IQR above\nQ3, did not change the results in the pain-free controlgroup, nor in the persistent pain group. Boxplots in-dicating outliers can be found in the Supplementarymaterial (see Supplemental File 16 ).\nThe probability of having persistent pain based\non assessments of cognitive ﬂexibility\nA logistic regression model was ﬁtted to explore\nwhether the probability of having persistent pain isassociated with two scores on assessments of cognitiveﬂexibility (CFI proportion score and WCST proportionscore). A backward selection process indicated that the\nmost parsimonious model was the intercept only model(β= 0.63, 95% CI = 0.342, 0.932) (see Table 5 ). That\nis, the probability of having persistent pain was notassociated with CFI proportion scores, nor WCSTproportion scores. Refer to Supplemental File 17 for\ndiagnostic plots for the logistic regression model.\nDiscussion\nSummary of ﬁndings\nWe investigated whether people with and without\npersistent pain differ in their ability to implement dif-ferent cognitive and behavioural strategies when facedwith changing environmental, or task demands. Con-trary to our hypothesis, we found no evidence to suggest\nthat people with persistent pain are different from pain-\nfree controls on either a self-report questionnaire (i.e.CFI) or a neuropsychological test (i.e. WCST), afteradjusting for covariates. However, we found that moresevere symptoms of anxiety and depression were as-sociated with lower scores on the CFI, and highereducational attainment was associated with higher CFIscores. This ﬁnding is consistent with prior research\nthat has demonstrated that self-reported anxiety and\ndepression are negatively related with self-reportedcognitive ﬂexibility.\n12,27,85,86,90Additionally, once\noutliers were removed, we found no association\nTable 3. Final regression model for the WCST (proportion of % perseverative responses).\nParameter Coef ﬁcient p-value 95% con ﬁdence interval\n(Intercept) /C01.82 .000 ( /C02.06, /C01.58)\nGroup (persistent pain) 0.18 .156 ( /C00.07, 0.43)\nHADS anxiety score /C00.03 .044 ( /C00.06, /C00.00)\nHADS depression score 0.04 .011 (0.01, 0.08)\nNote: HADS = Hospital Anxiety and Depression Scale; WCST = Wisconsin Card Sorting Test.\nTable 4. Spearman ’s rho correlation coef ﬁcients between self-reported cognitive ﬂexibility and neuropsychological\ncognitive ﬂexibility.\nGroup Variables Rhop-value (Holm-Sidak\nadjusted)95% CI (Holm-Sidak\nadjusted)\nPersistent\npainWCST (% perseverative responses) & CFI\n(alternatives)/C00.09 .337 ( /C00.26, 0.09)\nPersistent\npainWCST (% perseverative responses) & CFI\n(control)0.01 1.000 ( /C00.21, 0.22)\nHealthy\ncontrolWCST (% perseverative responses) & CFI\n(alternatives)/C00.10 .818 ( /C00.36, 0.18)\nHealthy\ncontrolWCST (% perseverative responses) & CFI\n(control)/C00.06 1.000 ( /C00.36, 0.27)\nNote: CFI = Cognitive Flexibility Inventory; CI = con ﬁdence interval; rho = Spearman ’s rho; WCST = Wisconsin Card Sorting Test.12 British Journal of Pain 0(0)"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "between anxiety and depressive symptoms and per-\nformance on the WCST –aﬁnding that is also con-\nsistent with previous research.90\nOur study supports and extends the work of Gelonch\net al.21who found that people diagnosed with ﬁ-\nbromyalgia are not signi ﬁcantly different from pain-free\ncontrols on the Shift subscale of the BRIEF, aftercontrolling for depression and anxiety. By contrast,Baker et al.\n34found that people with persistent pain\nreported impairments on the Shift subscale of theBRIEF relative to pain-free controls. However, unlike\nour study and that of Gelonch et al.\n21Baker et al.34did\nnot control for the effects of depression and anxiety,and thus it is possible that the observed group differ-ences in their sample could have been largely attrib-utable to negative affect. Indeed, an inverse relationshipbetween self-reported cognitive ﬂexibility assessments\nand symptoms of depression and anxiety has beenidenti ﬁed in people with and without comorbid de-\npression and anxiety,\n27in people with and without\nanorexia nervosa,90and in undergraduate students,12\nproviding support for the potential in ﬂuence of negative\naffect on self-reported cognitive ﬂexibility. In line with\nour results, Gelonch et al.21also found that people with\nﬁbromyalgia were not signi ﬁcantly different from pain-\nfree controls on the WCST (perseverative errors) aftercontrolling for negative affect. Our ﬁndings also echo a\nnumber of previous studies that have found no dif-\nferences between people with and without persistentpain on various neuropsychological assessments ofcognitive ﬂexibility.\n20,22–25However, our ﬁndings do\nnot support those of large-scale meta-analyses that havedemonstrated that people with persistent pain havesmall-to-moderate impairments on neuropsychologicaltests that are used to assess cognitive ﬂexibility.\n28–31,91\nSo why then do previous meta-analyses show a\nsmall-to-moderate difference between people with andwithout persistent pain on neuropsychological tests thatare commonly used to assess cognitive ﬂexibility? A\ndrawback of meta-analyses is that they, by default, relyon the included constituent studies to account forconfounding factors (depression, medications etc.),which could potentially explain the discrepant ﬁndings\nbetween the current study and previous meta-analyticalﬁndings. It is possible that failing to adjust for important\nconfounders in meta-analyses could give the false im-\npression that people with persistent pain have an im-paired ability to adapt and implement new strategieswhen task or environmental demands change, when infact, these small-to-moderate effects could disappearonce relevant confounding factors are controlled for.Further, despite power calculations for meta-analysesbeing recommended, they are rarely undertaken.\n92\nIndeed, it remains possible that previous meta-analyses could be underpowered, which could resultin an overestimation of the true effect size, and in turn,misleading conclusions.\n92,93\nWe also aimed to investigate the strength and di-\nrection of the relationship between a self-report ques-tionnaire and a neuropsychological assessment ofcognitive ﬂexibility in people with and without persis-\ntent pain. As expected, we did not ﬁnd a signi ﬁcant\nrelationship between our two chosen assessments –the\nCFI (Alternatives and Control subscales) and theWCST (% perseverative responses) in the persistentpain group, nor in the pain-free control group. Ourﬁndings corroborate previous research that indicates\nthat self-report and neuropsychological assessmentsthat purport to assess cognitive ﬂexibility are poorly\nrelated. Speci ﬁcally, Gelonch et al.\n21found no asso-\nciation between a self-report questionnaire (Shiftsubscale of the BRIEF) and multiple neuro-psychological assessments of cognitive ﬂexibility (TMT\nB-A and WCST perseverative responses) in people withand without ﬁbromyalgia. Our results also support\nprevious studies that have found little-to-no overlapbetween self-report and neuropsychological assess-\nments of cognitive ﬂexibility in non-clinical\n27,90,94–96\nand other clinical cohorts, including people with co-\nmorbid depression and anxiety,27attention de ﬁcit\nhyperactivity disorder,95anorexia nervosa90,96and\nobsessive-compulsive disorder.97Our group was the\nﬁrst to undertake two comprehensive meta-analyses\nthat investigated the relationship between a range ofTable 5. Model parameter estimates of each logistic regression model ﬁt in the backward selection process.\nParameter Model 1 (interaction) Model 2 (main effects) Model 3 (WCST model) Model 4 (intercept model)\n(Intercept) 0.65 (0.36, 0.96) 0.65 (0.36, 0.96) 0.64 (0.35, 0.95) 0.63 (0.34, 0.93)\nWCST 0.26 ( /C00.07, 0.65) 0.25 ( /C00.07, 0.62) 0.26 ( /C00.06, 0.63)\nCFI /C00.22 ( /C00.55, 0.1) /C00.2 (/C00.51, 0.1)\nWCST x CFI /C00.08 ( /C00.53, 0.22)\nStatistics presented: coef ﬁcient estimate (95% con ﬁdence interval).\nNote: CFI = Cognitive Flexibility Inventory; WCST = Wisconsin Card Sorting Test.Howlett et al. 13"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "self-report and neuropsychological assessments of\ncognitive ﬂexibility. In both clinical33and non-\nclinical32cohorts, we found little-to-no relationship\nbetween self-report and neuropsychological assess-ments of cognitive ﬂexibility. However, a recent study\nwith a large sample ( n= 246) of non-clinical, younger\nadults reported a small, but signi ﬁcant relationship\n(r=/C00.22) between the CFS and the WCST (per-\nseverative errors).\n98One potential explanation as to\nwhy our results con ﬂict with that of Grant et al.98may\nbe because they used different outcomes and had amuch larger (and non-clinical) sample.\nThe lack of association between self-report and\nneuropsychological assessments found here and else-where is not con ﬁned to the construct of cognitive\nﬂexibility, but also extends to the executive function\nliterature.\n99While it has been argued that strong cor-\nrelations would be detectable if self-report and neu-ropsychological assessments assess the sameconstruct,\n99others have suggested that the non-\ncorrespondence between self-report and neuro-psychological assessments should not be unexpectedsince the nature of the two assessments are funda-\nmentally distinct –neuropsychological assessments of-\nten provide respondents with speci ﬁc instructions, and\nthus are assumed to capture a person ’s maximum,\nmomentary ability, whereas self-report questionnairesare thought to capture how respondents perceive theirtypical behaviours.\n100This may be true, but it seems\nunlikely to be the only difference between the assess-ment approaches likely to contribute. Our ﬁnal and\nexploratory aim was to determine whether people with\nand without persistent pain are distinguishable on thebasis of their scores on both a self-report and a neu-ropsychological assessment. Our ﬁndings contradict\nthat of Attal et al.\n35but are consistent with that of Vila\net al.36because we found that the probability of having\npersistent pain (or not) was not associated with neu-ropsychological, nor self-reported cognitive ﬂexibility.\nStrengths and limitations\nThe strengths of this study include the preregistration\nof our protocol, as recommended in all pain re-search,\n101our statistical analysis plan, our suf ﬁciently\npowered sample, and that we controlled for con-founders. Another strength of this study was that we\nlimited the number of assessments and their respective\noutcomes, while also controlling for multiple com-parisons where appropriate. Doing so addressed theshortcomings of previous studies and minimised therisk of Type I errors. Further, we adopted gender-inclusive research practices; we made the intentionaldecision to avoid categorising transgender and non-binary people into a single ‘other ’category because\nsuch categories re ﬂect‘othering ’of non-cisgendered\npeople.\n102,103This study also has several limitations.\nFirst, IP addresses were not collected, so as to protectthe anonymity of respondents. Therefore, it is possiblethat some participants may have completed the surveymore than once using different participant ID codes,\nwhich may have resulted in duplicate data going un-\nidenti ﬁed. Although we cannot eliminate such a pos-\nsibility, this scenario seems unlikely becauseparticipants did not receive incentives for their par-ticipation. Second, we did not exclude participants whowere not naive to the WCST. Given that the WCST issusceptible to practice effects when re-administeredwithin a 12-month time interval,\n104,105prior knowl-\nedge of the rules that underpin the WCST could po-\ntentially yield better scores that are not re ﬂective of\nenhanced cognitive ﬂexibility, but rather measurement\nerror.106Thus, there is a risk that such a decision could\nhave skewed our results. Third, although we used acomputerised version of the WCST that scores per-severative responses and perseverative errors in ac-cordance to the Heaton et al.\n14manual, the scores\nobtained from computerised versions may not be\npsychometrically equivalent to the manual version.107\nFourth, although the absence of a researcher duringtesting is likely to reduce elements of social desirabilitybias when completing the questionnaires, it meant thatwe were unable to monitor attention/distraction andother ﬁdelity aspects when participants were under-\ntaking the WCST. Fifth, the categorisation of medi-\ncation use as a binary (yes/no) response has\nlimitations –in particular, the response options did not\nallow us to capture dose or to examine whether certainmedications have differential effects on the primaryoutcomes. We also did not assess or control for aspectsof pain-related functioning (e.g. pain-related disability,quality of life or pain interference); future investigationsusing self-report or neuropsychological assessments to\nassess cognitive ﬂexibility in people with persistent pain\nconditions should consider controlling for such factorsto better understand the association between persistentpain and the ability to adapt cognitive and behaviouralstrategies in response to changing task or environmentaldemands. Sixth, we relied on a convenience samplingstrategy, so it is possible that our sample, and in turnourﬁndings, were in ﬂuenced by selection bias,\n108,109\nand our sample was dominantly WEIRD (Western,\nEducation, Industrialised, Rich and Democratic),110\nwhich limits the generalisability of our results. Sev-enth, that the data were collected via an online surveymeant that we had little control over the comparabilityof the characteristics between the two samples. Inaddition, we acknowledge that the sample size of the14 British Journal of Pain 0(0)"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "persistent pain group was larger than that of the healthy\ncontrol group, but data collection could only be ceasedonce the minimum required sample size was reachedforbothgroups. We recognise that such scenarios are\nlimitations of conducting online survey studies. Nev-ertheless, we adhered to the STROBE guidelines,\n38,39\nwhich provide guidance on how to report sample\ncharacteristics in observational studies; the guidelines\nadvise against using inferential statistics, includingsigniﬁcance tests, to describe the variability of sample\ncharacteristics. Instead, we decided a priori which\nconfounders would be included in our two regressionmodels (informed by previous literature) and removedthem using backward-stepwise selection –a widely\naccepted statistical approach\n111–until the most par-\nsimonious models were reached. Lastly, we did not\nassess the validity or reliability of the items of the de-mographic questionnaire due to time constraints;however, the current study would have bene ﬁted from\nsuch an undertaking to ensure that the questions wereprecise enough to evoke consistent information fromrespondents.\n109\nImplications and considerations\nAlthough there is suf ﬁcient evidence to support the\nnotion that persistent pain is characterised by impair-ments in executive function more broadly,\n29,112,113the\nﬁndings of the current study suggest that the ability to\nadapt to new strategies in the face of changing demands,which is considered to be one aspect of executive\nfunction,\n8,114may not be the component of executive\nfunction that is problematic in people with persistentpain. It remains possible that our chosen instrumentswere not sensitive enough to detect problems with self-reported and neuropsychologically assessed cognitiveﬂexibility in people with persistent pain. However, that\nwe found no difference between people with andwithout persistent pain on both self-report and neu-\nropsychological assessments that purport to capture\ncognitive ﬂexibility despite having a large sample size,\ncontrolling for multiple confounders and restricting thenumber of assessments and outcome variables used,seems to challenge previous assertions that claim thatmore sensitive tests or advanced methods need to bedeveloped to assess subtle distinctions in cognitivefunctioning.\n115Even if subtle impairments on the CFI\nand WCST do exist between people with and without\npersistent pain and more sensitive tests are required todetect such impairments, the effects are probably toosmall to be clinically meaningful.\nIt is also important to consider the drawbacks of both\nself-report and neuropsychological assessments of‘cognitive ﬂexibility ’. Self-report questionnaires thatare designed to capture cognitive ﬂexibility are likely\ninﬂuenced by the respondent ’s capacity to be self-aware\nand report the information in an accurate and non-biased manner. Similarly, a notorious problem ofneuropsychological tests of ‘cognitive ﬂexibility ’is that\nthey inevitably rely on other executive and non-executive processes, which makes interpreting out-\ncomes of such tasks dif ﬁcult and rather non-\nspeci ﬁc.\n116,117Although previous studies that have\nused the WCST report no differences in the number ofperseverative errors between people with and withoutpersistent pain conditions,\n24,25theﬁndings of other\nneuropsychological tests that are thought to assesscognitive ﬂexibility –such as the TMT –are much\nharder to reconcile. Some studies have identi ﬁed im-\npaired performance on part B of the TMT in people\nwith persistent low back pain\n19and ﬁbromyalgia18\nrelative to pain-free controls, while other studies have\nfound no differences between people with and withoutpersistent pain.\n20,24,26A potential explanation for these\ncontrasting ﬁndings may be because the TMT –part B\nis fundamentally different from the WCST even thoughthey are both used to assess the same construct of\n‘cognitive ﬂexibility ’. For instance, the TMT –part B\nrequires respondents to alternate between an alpha-numeric sequence (1-A-2-B-3-C etc.) as quickly aspossible, whereas the WCST requires respondents toadapt to changing rules during card-sorting. Further,the outcome variables of the WCST and TMT aredifferent: the TMT –part B is typically reported as time\nin seconds, whereas cognitive ﬂexibility targeting out-\ncomes of the WCST are most often presented as total\nsum or percentage scores (i.e. perseverative responsesor perseverative errors). Although it has been suggestedthat part B of the TMT re ﬂects, at least in part, cog-\nnitive ﬂexibility,\n118the in ﬂuence of baseline motor\nspeed, which is calculated by subtracting part A frompart B,\n119is seldom controlled for. Even when it is,\ndifference scores do not produce adequate reliability\ncoefﬁcients.120,121For these reasons, future research\nmay wish to steer anyway from relying solely on self-report and neuropsychological assessments to uncoverproblems in executive function and move towards usingmore ecologically valid tasks (e.g. the Virtual CookingTask\n122or the Highway Driving Test123) that require\nindividuals to perform tasks that are relevant to ev-eryday life. Doing so could improve functional out-\ncomes for people with persistent pain; however, it\nshould be noted that such tasks need to be speci ﬁcally\ndeveloped and validated for people with persistent painbefore their implementation.\nIt is important to note that our ﬁndings are not\nimmediately applicable to what is termed psychological\nﬂexibility , which is the main construct targeted byHowlett et al. 15"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Acceptance and Commitment Therapy (ACT).124\nCognitive and psychological ﬂexibility originated\nfrom different theoretical backgrounds; cognitiveﬂexibility arose out of the neuropsychology ﬁeld,\nwhereas psychological ﬂexibility has its roots in be-\nhavioural psychology, mindfulness and acceptance-based techniques. While there is some empirical evi-\ndence that self-reported cognitive ﬂexibility (as assessed\nvia the CFS) and self-reported psychological ﬂexibility\n(as assessed via the Acceptance and ActionQuestionnaire-II (AAQ-II)) are related,\n98the speci ﬁc\nconstruct that underpins the AAQ-II has recently beenput into question.\n125,126Thus, our ﬁndings cannot be\napplied to the construct of psychological ﬂexibility. It is\nalso important to note that although ACT is often used\nas an intervention to enhance psychological ﬂexibility\nand facilitate improvement of pain-related functioningin people with persistent pain,\n127currently no data exist\non whether people with and without persistent paindiffer on outcomes of psychological ﬂexibility. Addi-\ntionally, learning about key pain concepts –that is,\nreconceptualising or changing the perception of pain –\nis valued by people who have recovered from persistent\npain.\n128,129Clinically, educational interventions that\naim to change one ’s understanding of pain from a\nmarker of tissue injury to a marker of the need forperceived protection are part of evidence-based painmanagement.\n130Set-shifting –conceptualised as a core\ncomponent of cognitive ﬂexibility131–is impaired in\npeople with persistent pain.29Poor cognitive ﬂexibility\nmay play a role in maintaining pain by undermining\none’s capacity to reconceptualise the problem, or shift\nsets. However, we found no evidence to support thenotion that people with persistent pain have poorercognitive ﬂexibility, leading us to suggest that other\ncomponents of executive function such as decisionmaking or working memory might play a role in thesuccessful reconceptualisation of the meaning of pain,but future studies are needed.\nConclusion\nWe found no evidence that people with persistent painand pain-free controls differ on self-report and neu-ropsychological assessments that purport to assess‘cognitive ﬂexibility ’. Our study did not ﬁnd evidence to\nsupport the notion that people with persistent pain are\nless effective than pain-free controls at adapting their\ncognitive and behavioural strategies when environ-mental or task demands change. Despite evidence thatexecutive function is compromised in people withpersistent pain, our results suggest that ‘cognitive\nﬂexibility ’is not how that compromise occurs. How-\never, other confounding factors need to be consideredin future research and ecologically valid assessments of\n‘cognitive ﬂexibility ’speci ﬁcally, and executive func-\ntion, more broadly, will need to be developed beforedeﬁnitive conclusions can be drawn.\nDeclaration of con ﬂicting interests\nThe author(s) declared the following potential con ﬂicts of\ninterest with respect to the research, authorship, and/orpublication of this article: GLM has received support fromCalifornia Institutes of Health; Reality Health; Con-nectHealth UK; Workers ’Compensation Boards in Australia,\nEurope and North America; and AIA Australia. Professionaland scienti ﬁc bodies have reimbursed him for travel costs\nrelated to presentation of research at scienti ﬁc conferences/\nsymposia. He has received speaker fees for lectures on pain\nand rehabilitation. He receives book royalties from NOIgrouppublications, Dancing Giraffe Press & OPTP. CB has re-ceived support from Workers ’Compensation Boards in\nAustralia and Kaiser Permanente. All remaining authors(CAH, TS, ELK, VB, SC, and SM) declare no potentialconﬂicts of interest (personal or ﬁnancial) with respect to the\nresearch, authorship, or publication of this manuscript.\nFunding\nThe author(s) disclosed receipt of the following ﬁnancial\nsupport for the research, authorship, and/or publication of thisarticle: CB, ELK and GLM were supported by a NationalHealth and Medical Research Council (NHMRC) Leader-ship Investigator Grant [ID 1178444] to GLM. CB was\nsupported by a NHMRC Early Career Fellowship [ID\n1127155]. ELK was supported by a project grant fromLifetime Support Authority of South Australia. These fundingbodies had no role in the study design, collection, analysis orinterpretation of the data, writing of the manuscript, or thedecision to submit the manuscript for publication.\nORCID iD\nCaitlin A Howlett https://orcid.org/0000-0002-4584-8641\nSupplemental Material\nSupplemental material for this article is available online.\nReferences\n1. Treede R-D, Rief W, Barke A, et al. A classi ﬁcation of\nchronic pain for ICD-11. Pain 2015; 156: 1003 –1007.\n2. Merskey H and Bogduk N. Classi ﬁcation of chronic pain:\ndescriptions of chronic pain syndromes and de ﬁnitions of\npain terms . 2nd ed. Seattle, WA, USA: IASP Press,\n1994.\n3. James SL, Abate D, Abate KH, et al. Global, regional,\nand national incidence, prevalence, and years lived withdisability for 354 diseases and injuries for 195 countries16 British Journal of Pain 0(0)"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "and territories, 1990 –2017: a systematic analysis for the\nGlobal Burden of Disease Study 2017. Lancet 2018;\n392: 1789 –1858.\n4. Pitcher MH, Von Korff M, Bushnell MC, et al.\nPrevalence and pro ﬁle of high-impact chronic pain in\nthe United States. J Pain 2019; 20: 146 –160.\n5. S ´a KN, Moreira L, Baptista AF, et al. Prevalence of\nchronic pain in developing countries: Systematic reviewand meta-analysis. Pain Reports 2019; 4: e779.\n6. Yong RJ, Mullins PM and Bhattacharyya N. Prevalence\nof chronic pain among adults in the United States. Pain\n2022; 163: e328 –e332.\n7. Hadi MA, McHugh GA and Closs SJ. Impact of\nchronic pain on patients ’quality of life: A comparative\nmixed-methods study. J Patient Exp 2019; 6: 133 –141.\n8. Dajani DR and Uddin LQ. Demystifying cognitive\nﬂexibility: Implications for clinical and developmental\nneuroscience. Trends Neurosci 2015; 38: 571 –578.\n9. Cañas J, Quesada J, Antol ´ıA, et al. Cognitive ﬂexibility\nand adaptability to environmental changes in dynamic\ncomplex problem-solving tasks. Ergonomics 2003; 46:\n482–501.\n10. Scott WA. Cognitive complexity and cognitive ﬂexi-\nbility. Sociometry 1962; 25: 405 –414.\n11. Martin MM and Rubin RB. A new measure of cognitive\nﬂexibility. Psychol Rep 1995; 76: 623 –626.\n12. Dennis JP and Vander Wal JS. The Cognitive Flexi-\nbility Inventory: Instrument development and estimatesof reliability and validity. Cognit Ther Res 2010; 34:\n241–253.\n13. Roth RM, Isquith PK and Gioia GA. Behavior rating\ninventory of executive function –adult version . Lutz,\nFlorida: Psychological Assessment Resources, Inc,2005.\n14. Heaton RK, Chelune GJ, Talley JL, et al. Wisconsin card\nsorting test manual: revised and expanded . Lutz, FL:\nPsychological Assessment Resources, 1993.\n15. Reitan RM. The relation of the Trail Making Test to\norganic brain damage. J Consult Psychol 1955; 19:\n393–394.\n16. Stroop JR. Studies of interference in serial verbal re-\nactions. J Exp Psychol 1935; 18: 643 –662.\n17. Lee D-H, Lee K-J, Cho KIK, et al. Brain alterations\nand neurocognitive dysfunction in patients with com-\nplex regional pain syndrome. J Pain 2015; 16: 580 –586.\n18. Tesio V, Torta DME, Colonna F, et al. Are ﬁ-\nbromyalgia patients cognitively impaired? Objectiveand subjective neuropsychological evidence. Arthritis\nCare Res 2015; 67: 143 –150.\n19. Weiner DK, Rudy TE, Morrow L, et al. The rela-\ntionship between pain, neuropsychological perfor-mance, and physical function in community-dwellingolder adults with chronic low back pain. Pain Med 2006;\n7: 60 –70.20. Cherry BJ, Zettel-Watson L, Shimizu R, et al. Cognitive\nperformance in women aged 50 years and older with\nand without ﬁbromyalgia. J Gerontol B Psychol Sci Soc\nSci2014; 69: 199 –208.\n21. Gelonch O, Garolera M, Valls J, et al. Executive\nfunction in ﬁbromyalgia: Comparing subjective and\nobjective measures. Compr Psychiatr 2016; 66:\n113–122.\n22. Moriarty O, Ruane N, O ’Gorman D, et al. Cognitive\nimpairment in patients with chronic neuropathic orradicular pain: An interaction of pain and age. Front\nBehav Neurosci 2017; 11: 100.\n23. Nadar MS, Jasem Z and Manee FS. The cognitive\nfunctions in adults with chronic pain: A comparativestudy. Pain Res Manag 2016; 2016: 1 –8.\n24. Suhr JA. Neuropsychological impairment in ﬁ-\nbromyalgia: Relation to depression, fatigue, and pain.J Psychosom Res 2003; 55: 321 –329.\n25. Verdejo-Garcia A, Lopez-Torrecillas F, Calandre EP,\net al. Executive function and decision-making inwomen with ﬁbromyalgia. Arch Clin Neuropsychol 2009;\n24: 113 –122.\n26. Walitt B, Roebuck-Spencer T, Bleiberg J, et al. Au-\ntomated neuropsychiatric measurements of informa-tion processing in ﬁbromyalgia. Rheumatol Int 2008; 28:\n561–566.\n27. Johnco C, Wuthrich VM and Rapee RM. Reliability\nand validity of two self-report measures of cognitiveﬂexibility. Psychol Assess 2014; 26: 1381 –1387.\n28. Bell T, Trost Z, Buelow MT, et al. Meta-analysis of\ncognitive performance in ﬁbromyalgia. J Clin Exp\nNeuropsychol 2018; 40: 698\n–714.\n29. Berryman C, Stanton TR, Bowering KJ, et al. Do\npeople with chronic pain have impaired executive\nfunction? A meta-analytical review. Clin Psychol Rev\n2014; 34: 563 –579.\n30. Kessels RPC, Aleman A, Verhagen WIM, et al. Cog-\nnitive functioning after whiplash injury: A meta-analysis. J Int Neuropsychol Soc 2000; 6: 271 –278.\n31. Rathbone M, Parkinson W, Rehman Y, et al. Magni-\ntude and variability of effect sizes for the associationsbetween chronic pain and cognitive test performances:A meta-analysis. Br J Pain 2016; 10: 141 –155.\n32. Howlett CA, Wewege MA, Berryman C, et al. Same\nroom - different windows? A systematic review and\nmeta-analysis of the relationship between self-reportand neuropsychological tests of cognitive ﬂexibility in\nhealthy adults. Clin Psychol Rev 2021; 88: 102061.\n33. Howlett CA, Wewege MA, Berryman C, et al. Back to\nthe drawing board –the relationship between self-report\nand neuropsychological tests of cognitive ﬂexibility in\nclinical cohorts. A systematic review and meta-analysis.Neuropsychology 2022; 36: 347 –372.Howlett et al. 17"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "34. Baker KS, Gibson S, Georgiou-Karistianis N, et al.\nEveryday executive functioning in chronic pain: Spe-\nciﬁcd eﬁcits in working memory and emotion control,\npredicted by mood, medications, and pain interference.Clin J Pain 2016; 32: 673 –680.\n35. Attal N, Masselin-Dubois A, Martinez V, et al. Does\ncognitive functioning predict chronic pain? Results\nfrom a prospective surgical cohort. Brain 2014; 137:\n904–917.\n36. Vila MR, Todorovic MS, Tang C, et al. Cognitive\nﬂexibility and persistent post-surgical pain: The\nFLEXCAPP prospective observational study. Br\nJ Anaesth 2020; 124: 614 –622.\n37. Eysenbach G. Improving the quality of web surveys:\nThe Checklist for Reporting Results of InternetE-Surveys (CHERRIES). J Med Internet Res 2004; 6:\ne34.\n38. Vandenbroucke JP, von Elm E, Altman DG, et al.\nStrengthening the Reporting of Observational Studies\nin Epidemiology (STROBE): Explanation and elabo-ration. Int J Surg 2014; 12: 1500 –1524.\n39. von Elm E, Altman DG, Egger M, et al. Strengthening\nthe Reporting of Observational studies in Epidemiology(STROBE) statement: Guidelines for reporting ob-\nservational studies. Lancet 2007; 370: 1453 –1457.\n40. Tchanturia K, Davies H, Roberts M, et al. Poor cog-\nnitive ﬂexibility in eating disorders: Examining the\nevidence using the Wisconsin Card Sorting Task. PLoS\nOne2012; 7: e28331.\n41. Millisecond Software. Inquisit 6 . Seattle, WA: Milli-\nsecond Software. https://www.millisecond.com (2021).\n42. Miles S, Howlett CA, Berryman C, et al. Consider-\nations for using the Wisconsin Card Sorting Test toassess cognitive ﬂexibility. Behav Res Methods 2021; 53:\n2083 –2091.\n43. Stern AF. The Hospital Anxiety and Depression Scale.\nOccup Med 2014; 64: 393 –394.\n44. Zigmond AS and Snaith RP. The Hospital Anxiety and\nDepression Scale. Acta Psychiatr Scand 1983; 67:\n361–370.\n45. Bjelland I, Dahl AA, Haug TT, et al. The validity of the\nHospital Anxiety and Depression Scale. An updatedliterature review. J Psychosom Res 2002; 52: 69 –77.\n46. Wilod Versprille LJF, van de Loo AJAE, Mackus M,\net al. Development and validation of the Immune\nStatus Questionnaire (ISQ). Int J Environ Res Publ\nHealth 2019; 16: 4743.\n47. Greve KW, Stickle TR, Love JM, et al. Latent structure\nof the Wisconsin Card Sorting Test: A con ﬁrmatory\nfactor analytic study. Arch Clin Neuropsychol 2005; 20:\n355–364.\n4 8 . A r n o l dB F ,H o g a nD R ,C o l f o r dJ M ,e ta l .S i m u l a t i o n\nmethods to estimate design power: An overview forapplied research. BMC Med Res Methodol 2011; 11:\n94.\n49. Green P and MacLeod CSIMR. An R package for\npower analysis of generalized linear mixed models bysimulation. Methods Ecol Evol 2016; 7: 493 –498.\n50. Kontopantelis E, Springate DA, Parisi R, et al.\nSimulation-based power calculations for mixed effectsmodeling: ipdpower in Stata. J Stat Software 2016; 74:\n1–25.\n51. Faul F, Erdfelder E, Lang A-G, et al. G * Power 3: A\nﬂexible statistical power analysis program for the social,\nbehavioral, and biomedical sciences. Behav Res Methods\n2007; 39: 175 –191.\n52. Faul F, Erdfelder E, Buchner A, et al. Statistical power\nanalyses using G* Power 3.1: Tests for correlation andregression analyses. Behav Res Methods 2009; 41:\n1149 –1160.\n53. Champely S. pwr: Basic functions for power analysis. R\npackage version 1.3-0 , 2020. https://cran.r-project.org/\npackage=pwr\n54. R Core Team. R: A language and environment for sta-\ntistical computing . Vienna, Austria: R Core Team.\nhttps://cran.r-project.org/ (2022).\n55. Wickham H, Hester J and Bryan J. readr: Read rect-\nangular text data. R package version 2.1.2 , 2022. https://\ncran.r-project.org/package=readr\n56. Wickham H, Averick M, Bryan J, et al. Welcome to the\ntidyverse. J Open Source Softw 2019; 4: 1686.\n57. Firke S. janitor: Simple tools for examining and cleaning\ndirty data. R package version 2.2.0 , 2023. https://cran.r-\nproject.org/package=janitor .\n58. Wickham H. ggplot2: Elegant graphics for data analysis .\nNew York: Springer-Verlag. https://ggplot2.tidyverse.\norg(2016).\n59. Kassambara A. ggpubr: ‘ggplot2 ’based publication ready\nplots. R package version 0.4.0 , 2020. https://cran.r-\nproject.org/package=ggpubr\n60. Patil I. Visualizations with statistical details: The\n‘ggstatsplot ’approach. J Open Source Softw 2021; 6:\n3167.\n61. Long JA. jtools: Analysis and presentation of social scienti ﬁc\ndata. R package version 2.2.0 , 2022. https://cran.r-\nproject.org/package=jtools\n62. Lüdecke D, Ben-Shachar MS, Patil I, et al. perfor-\nmance: An R package for assessment, comparison and\ntesting of statistical models. J Open Source Softw 2021;\n6: 3139.\n63. Arnold JB. ggthemes: extra themes, scales and geoms for\n‘ggplot2 ’. R package version 4.2.4 , 2021. https://cran.r-\nproject.org/package=ggthemes\n64. Ram K and Wickham H. wesanderson: a Wes Anderson\npalette generator. R package version 0.3.6 , 2018. https://\ncran.r-project.org/package=wesanderson18 British Journal of Pain 0(0)"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "65. Okabe M and Ito K. Color universal design (CUD): how\nto make ﬁgures and presentations that are friendly to col-\norblind people , 2008. https://j ﬂy.uni-koeln.de/color/\n66. McWhite CD and Wilke CO. colorblindr: simulate col-\norblindness in R ﬁgures , 2022. https://github.com/\nclauswilke/colorblindr\n67. Sjoberg DD, Whiting K, Curry M, et al. Reproducible\nsummary tables with the gtsummary package. RJ2021;\n13: 570 –580.\n68. Makowski D, Ben-Shachar MS, Patil I, et al. Automated\nresults reporting as a practical tool to improve reproducibility\nand methodological best practices adoption , 2020. https://\neasystats.github.io/report/\n69. Anderson D, Heiss A and Sumners J. equatiomatic:\ntransform models into ‘LaTeX ’equations. R package ver-\nsion 0.3.1 , 2022. https://cran.r-project.org/package=\nequatiomatic\n70. Ooms J. writexl: export data frames to Excel ‘xlsx ’format.\nR package version 1.4.2 , 2023. https://cran.r-project.org/\npackage=writexl\n71. Waring E, Quinn M, McNamara A, et al. skimr: compact\nandﬂexible summaries of data. R package version 2.1.5 ,\n2022. https://cran.r-project.org/package=skimr\n72. Fox J and Weisberg S. An R companion to applied re-\ngression . 3rd ed. Newcastle upon Tyne, UK: Sage.\nhttps://socialsciences.mcmaster.ca/jfox/Books/Companion/ (2019).\n73. Lüdecke D, Ben-Shachar MS, Patil I, et al. Ex-\ntracting, computing and exploring the parameters ofstatistical models using R. JO p e nS o u r c eS o f t w 2020;\n5: 2445.\n74. The Trans Language Primer ,https://\ntranslanguageprimer.com (accessed 30 June 2022).\n75. Hastie T, Tibshirani R and Friedman J. Model as-\nsessment and selection. In: The elements of statistical\nlearning: data mining, inference, and prediction . New\nYork, NY: Springer, 2009, pp. 219 –259.\n76. McCarthy RV, McCarthy MM and Ceccucci W.\nPredictive models using regression. In: Applying pre-\ndictive analytics . Cham: Springer, 2022, pp. 87 –121.\n77. Boone KB, Ghaffarian S, Lesser IM, et al. Wisconsin\nCard Sorting Test performance in healthy, older adults:Relationship to age, sex, education, and IQ. J Clin\nPsychol 1993; 49: 54 –60.\n78. Rhodes MG. Age-related differences in performance on\nthe Wisconsin Card Sorting Test: A meta-analytic re-view. Psychol Aging 2004; 19: 482 –494.\n79. McDermott LM and Ebmeier KP. A meta-analysis of\ndepression severity and cognitive function. J Affect\nDisord 2009; 119: 1 –8.\n80. Kurita GP, De Mattos Pimenta CA, Braga PE, et al.\nCognitive function in patients with chronic pain treatedwith opioids: Characteristics and associated factors.Acta Anaesthesiol Scand 2012; 56: 1257 –1266.81. Prado CE, Watt S and Crowe SF. A meta-analysis of\nthe effects of antidepressants on cognitive functioning\nin depressed and non-depressed samples. Neuropsychol\nRev2018; 28: 32 –72.\n82. Khera T and Rangasamy V. Cognition and pain: A\nreview. Front Psychol 2021; 12: 1 –1.\n83. Higgins DM, Martin AM, Baker DG, et al. The rela-\ntionship between chronic pain and neurocognitivefunction: A systematic review. Clin J Pain 2018; 34:\n262–275.\n84. Wang C, Zhang Z, Wiley JA, et al. Gender differences\nin pleasure: The mediating roles of cognitive ﬂexibility\nand emotional expressivity. BMC Psychiatr 2022; 22:\n1–8.\n85. Wang T, Li M, Xu S, et al. Relations between trait\nanxiety and depression: A mediated moderation model.J Affect Disord 2019; 244: 217 –222.\n86. Yu Y, Yu Y and Lin Y. Anxiety and depression aggravate\nimpulsiveness: The mediating and moderating role ofcognitive ﬂexibility. Psychol Health Med 2020; 25: 25 –36.\n87. Holm S. A simple sequentially rejective multiple test\nprocedure. Scand J Stat 1979; 6: 65 –70.\n88. Cohen J. Quantitative methods in psychology: A power\nprimer. Psychol Bull 1992; 112: 155 –159.\n89. American Psychiatric Association. Diagnostic and sta-\ntistical manual of mental disorders . 5th ed. Washington,\nDC: American Psychiatric Association, 2022. DOI: 10.\n1176/appi.books.9780890425787 .\n90. Lounes N, Khan G and Tchanturia K. Assessment of\ncognitive ﬂexibility in anorexia nervosa - self-report or\nexperimental measure? A brief report. J Int Neuropsychol\nSoc2011; 17: 925 –928.\n91. Bunk S, Preis L, Zuidema S, et al. Executive functions\nand pain. Zeitschrift für Neuropsychol 2019; 30: 169 –196.\n92. Grif ﬁn JW. Calculating statistical power for meta-\nanalysis using metapower.\nQuant Methods Psychol\n2021; 17: 24 –39.\n93. Thorlund K, Imberger G, Walsh M, et al. The number\nof patients and events required to limit the risk ofoverestimation of intervention effects in meta-analysis -A simulation study. PLoS One 2011; 6: e25491.\n94. Gonzalez CA, Figueroa IJ, Bellows BG, et al. A new\nbehavioral measure of cognitive ﬂexibility. In: Harris D\n(ed). Engineering psychology and cognitive ergonomics.\nUnderstanding human cognition. EPCE 2013. Lecturenotes in computer science, vol 8019 . Berlin, Heidelberg:\nSpringer, 2013, pp. 297 –306.\n95. Kercood S, Lineweaver TT, Frank CC, et al. Cognitive\nﬂexibility and its relationship to academic achievement\nand career choice of college students with and withoutattention de ﬁcit hyperactivity disorder. J Postsecond\nEduc Disabil 2017; 30: 329 –344.\n96. Miles S, Nedeljkovic M, Sumner P, et al. Under-\nstanding self-report and neurocognitive assessments ofHowlett et al. 19"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "cognitive ﬂexibility in people with and without lifetime\nanorexia nervosa. Cognit Neuropsychiatry 2022; 27:\n325–341.\n97. Sternheim LC, van Passel B, Dingemans A, et al.\nCognitive and experienced ﬂexibility in patients with\nanorexia nervosa and obsessive compulsive disorder.Front Psychiatr 2022; 13: 868921.\n98. Grant A and Cassidy S. Exploring the relationship\nbetween psychological ﬂexibility and self-report and\ntask-based measures of cognitive ﬂexibility. J Context\nBehav Sci 2022; 23: 144 –150.\n99. Toplak ME, West RF and Stanovich KE. Practitioner\nreview: Do performance-based measures and ratings ofexecutive function assess the same construct? JCPP\n(J Child Psychol Psychiatry) 2013; 54: 131 –143.\n100. Wennerhold L and Friese M. Why self-report measures\nof self-control and inhibition tasks do not substantiallycorrelate. Collabra Psychol 2020; 6: 9.\n101. Lee H, Lamb SE, Bagg MK, et al. Reproducible and\nreplicable pain research: A critical review. Pain 2018;\n159: 1683 –1689.\n102. Camerson JJ and Stinson DA. Gender (mis)measure-\nment: Guidelines for respecting gender diversity in psy-\nchological research. Soc Personal Psychol Compass 2019;\n13: e12506.\n103. Fraser G. Evaluating inclusive gender identity measures\nfor use in quantitative psychological research. Psychol\nSex2018; 9: 343 –357.\n104. Basso MR, Bornstein RA and Lang JM. Practice effects\non commonly used measures of executive function acrosstwelve months. Clin Neuropsychol 1999; 13: 283 –292.\n105. Basso MR, Lowery N, Ghormley C, et al. Practice\neffects on the Wisconsin Card Sorting Test-64 card\nversion across 12 months. Clin Neuropsychol 2001; 15:\n471–478.\n106. McCaffrey RJ and Westervelt HJ. Issues associated with\nrepeated neuropsychological assessments. Neuropsychol\nRev1995; 5: 203 –221.\n107. Steinmetz JP, Brunner M, Loarer E, et al. Incomplete\npsychometric equivalence of scores obtained on themanual and the computer version of the WisconsinCard Sorting Test? Psychol Assess 2010; 22: 199 –202.\n108. Alessi EJ and Martin JI. Conducting an Internet-based\nsurvey: Bene ﬁts, pitfalls, and lessons learned. Soc Work\nRes2010; 34: 122 –128.\n109. Ball HL. Conducting online surveys. J Hum Lactation\n2019; 35: 413 –417.\n110. Gosling SD, Sandy CJ, John OP, et al. Wired but not\nWEIRD: The promise of the Internet in reaching more\ndiverse samples. Behav Brain Sci 2010; 33: 94 –95.\n111. Hastie T, Tibshirani R and Friedman J. Linear methods\nfor regression. In: The elements of statistical learning: datamining, inference, and prediction . New York, NY:\nSpringer, 2009, pp. 58 –60.\n112. Berryman C, Stanton TR, Bowering KJ, et al. Evidence\nfor working memory de ﬁcits in chronic pain: A systematic\nreview and meta-analysis. Pain 2013; 154: 1181 –1196.\n113. Moriarty O, McGuire BE and Finn DP. The effect of\npain on cognitive function: A review of clinical andpreclinical research. Prog Neurobiol 2011; 93: 385 –404.\n114. Diamond A. Executive functions. Annu Rev Psychol\n2013; 64: 135 –168.\n115. McGuire BE. Chronic pain and cognitive function.\nPain 2013; 154: 964 –965.\n116. Miyake A, Friedman NP, Emerson MJ, et al. The unity\nand diversity of executive functions and their contri-butions to complex “frontal lobe ”tasks: A latent var-\niable analysis. Cogn Psychol 2000; 41: 49 –100.\n117. Müller U and Kerns K. The development of executive\nfunction. In: Liben LS, Müller U and Lerner RM (eds).Handbook of child psychology and developmental science:Cognitive processes . Hoboken, NJ: John Wiley & Sons,\nInc., 2015, pp. 571 –623.\n118. Kortte KB, Horner MD and Windham WK. The Trail\nMaking Test, Part B: Cognitive ﬂexibility or ability to\nmaintain set? Appl Neuropsychol 2002; 9: 106 –109.\n119. Vall E and Wade TD. Trail Making Task performance\nin inpatients with anorexia nervosa and bulimia nerv-osa.Eur Eat Disord Rev 2015; 23: 304 –311.\n120. Kopp B. Neuropsychologist must keep their eyes on the\nreliability of difference measures. J Int Neuropsychol Soc\n2011; 17: 562 –563.\n121. Zorowitz S and Niv Y. Improving the reliability of\ncognitive task measures: A narrative review. Biol Psy-\nchiatry Cogn Neurosci Neuroimaging 2023; 8: 789 –797.\n122. Chicchi Giglioli IA, G ´alvez BP, Granados AG, et al.\nThe virtual cooking task: A preliminary comparisonbetween neuropsychological and ecological virtual re-ality tests to assess executive functions alterations inpatients affected by alcohol use disorder. Cyberpsychol,\nBehav Soc Netw 2021; 24: 673 –682.\n123. Veldhuijzen DS, van Wijck AJM, Willie F, et al. Effect\nof chronic nonmalignant pain on highway drivingperformance. Pain 2006; 122: 28 –35.\n124. Hayes SC, Luoma JB, Bond FW, et al. Acceptance and\ncommitment therapy: Model, processes and outcomes.Behav Res Ther 2006; 44: 1\n–25.\n125. Tyndall I, Waldeck D, Pancani L, et al. The Acceptance\nand Action Questionnaire-II (AAQ-II) as a measure ofexperiential avoidance: Conc erns over discriminant val-\nidity. J Context Behav Sci 2019; 12: 278 –284.\n126. Wolgast M. What does the Acceptance and Action\nQuestionnaire (AAQ-II) really measure? Behav Ther\n2014; 45: 831 –839.20 British Journal of Pain 0(0)"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "127. Wicksell RK, Kemani M, Jensen K, et al. Acceptance\nand commitment therapy for ﬁbromyalgia: A ran-\ndomized controlled trial. Eur J Pain 2013; 17: 599 –611.\n128. Leake HB, Moseley GL, Stanton TR, et al. What do\npatients value learning about pain? A mixed-methodssurvey on the relevance of target concepts after painscience education. Pain 2021; 162: 2558 –2568.\n129. Leake HB, Mardon A, Stanton TR, et al. Key learning\nstatements for persistent pain education: An iterative\nanalysis of consumer, clinician and researcher perspectivesand development of public messaging. JP a i n 2022; 23:\n1989 –2001.\n130. Moseley GL and Butler DS. Fifteen years of explaining\npain: The past, present and future. J Pain 2015; 16:\n807–813.\n131. Tchanturia K, Morris RG, Anderluh MB, et al. Set\nshifting in anorexia nervosa: An examination before andafter weight gain, in full recovery and relationship tochildhood and adult OCPD traits. J Psychiatr Res 2004;\n38: 545 –552.Howlett et al. 21"
    }
  ]
}