{
  "doc_type": "scientific paper",
  "title": "More than a little sound",
  "authors": [
    "Michelle Izmaylov"
  ],
  "year": 2022,
  "journal": "psychiatry Vol 9 October 2022 769Essay",
  "doi": null,
  "abstract": null,
  "keywords": [
    "misophonia",
    "selective sound sensitivity syndrome",
    "sound sensitivity",
    "clinical significance",
    "mental health",
    "psychological impact",
    "occupational challenges",
    "sensory processing"
  ],
  "research_topics": [
    "misophonia",
    "sound sensitivity disorders",
    "psychological effects of sensory stimuli",
    "impact of sensory disorders on professional and academic life",
    "clinical recognition of sound sensitivity"
  ],
  "created_at": "2025-05-04T23:46:39.513153Z",
  "source_pdf": "documents/research/Global/Izmaylov 2022 Insight Essay.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Insightwww.thelancet.com/psychiatry   Vol 9   October 2022  769Essay \nMore than a little sound\nTo say it feels like a blade twisted between two ribs is to \nsay nothing. It is a pain, real and tangible, the burn scar \nof a hot stove on a hand—felt simultaneously throughout \nthe entire body. It is the scratching static of a radio turned up to full blast, throwing my mind off any frequency that \ncan coherently be comprehended. Ask someone to define \nmisophonia, also known as selective sound sensitivity \nsyndrome, and you might be told it is a condition in which \na person is overly sensitive to certain sounds. \nThe notion of the condition, only recently defined, \nmight be shrugged off by some; not all in the scientific community are accepting of its clinical significance. What is the problem in a piece of gum tossed between a \nchewer’s teeth, the smacking of lips while munching on \na burger, the tapping of a foot on a tiled floor? But to us \nwith misophonia that wet-squish sound of chewing gum, \nthe sound a mouth makes when biting into a burger, the tapping of a foot on the floor—they feel like a threat to \nour survival. Such sounds set off a continuous alarming \nthat shrieks inside our bodies like a siren, the sensation of a metal vice around our lungs clamped so tight that all \nthe breath is trapped outside our bodies, such anger that it \nturns into a honed edge of hostility. We fight to gain a grip on how we are feeling, knowing that applying a knockout \npunch to the assailant’s mouth is not an acceptable \nresponse to what many people perceive as everyday \nsounds. Sometimes, we sit through it, forcing ourselves to \nbreathe through every painful moment. Or we leave where we are—running from the middle of a classroom lecture or \nan office meeting, as the judging gazes of colleagues follow \nus to the door—and search for shelter in a quiet space.\nGet over it—this is the advice I am given often. Try that with \nsomeone who has clinical depression and get back to me with the results. I keep a pair of ear plugs handy like someone \nwith type 1 diabetes keeps insulin close at hand. Both are \nessential for survival. I’ll be surprised if you aren’t close to rolling your eyes at that seemingly absurd statement. But let \nme tell you more. One evening, I escaped into an apartment \nhallway in pyjamas because a neighbour’s deep bass noise was blasting through the floor; better to sleep in a hallway \nthan to lie in bed with that sound drilling through my body. \nBack in high school, the overwhelming racket on a school bus sometimes meant long afternoons of running home just for \na quiet hour. And my college experience was not like most \nothers; it meant driving nearly 2 hours to campus every day, \ngoing to class, and then driving home those same 2 hours \njust to avoid a dorm where a roommate might like chewing gum. This is misophonia. When certain sounds feel like a gun \npressed against one’s head, the natural reaction is often to try \nto flee, even at great personal cost.Misophonia follows my footsteps into the hospital \nlike the shadows tethered to my feet, touching my life \nin ways that may seem unbelievable. In medical school, \nI hurried into the operating room on my first day of the surgery clerkship, and I was so eager to learn. I thought \nof the excitement of those medical students who grew \nup yearning to be surgeons; for them, this would be \nthe moment they had eagerly awaited for so long. \nBut the moment of anticipation was shattered, like a sledgehammer smashing into glass. I stood, shaking, with \nshards of my excitement scattered all around my feet as \nI heard loud music. A tradition in all operating rooms, I was told. The music is selected by the lead surgeon. Is \nbluegrass music not quite my taste? I murmured ”Oh, no, \nit’s all right”, and after the operation, I stood in the hallway \noutside and thought of the other medical students with \nmisophonia who wanted to be surgeons. Did they stumble out of the operating room after their first experience \nto sit and cry with the feeling of sharp splinters in their \nhands? Who would have thought career choices can hinge on misophonia? But this is the reality of placement in an \nenvironment of constant sound, one that most people \nhave no choice in. I wonder whether many future surgeons have left their career dreams on the floor outside an \noperating room in a hallway that smells of disinfectant. \nJust because they’re bothered by a little sound.\nThis is my story, but the struggle of those with \nmisophonia can be found in many professions outside of medicine. A cashier might scan a customer’s grocery \npurchases, but her entire body is honed on the tapping \nsound a colleague makes on the cash register keys when entering coupon information. And a worker in a cubicle \nknows the threat of an enclosed space and people breathing \nall around them—then lunchtime comes, and the lip-smack \nsounds of people eating add to the daily challenges of office \nwork. A college professor instructs a classroom, and she does her best to continue teaching despite the typing on \ndozens of laptops, the crunching of snacks, the constant \nshuffle of papers moved around on desks. \nWithin medicine, the experience of misophonia extends \nbeyond the operating room; as medical students, we have no power to stop our residents from chewing gum, and as residents we tremble to ask such a thing of our attendings. \nAnd so, such sounds follow us on rounds and shout \nover attempts at learning. They follow us, too, into the \nclassroom and the workroom: the sound of fingers typing \non keyboards or the small, repetitive motion of someone tapping a foot during a lecture. This is an apology, perhaps, \non behalf of all the times when someone stepped out early \nfrom a lunch lecture with no apparent explanation as to"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Insight770  www.thelancet.com/psychiatry   Vol 9   October 2022why. Maybe they were trembling at a certain sound but \nwere afraid that others would not try to understand.\nI have whispered in secret with others like me, and we all \nhave our unique forms of torment. For some, it is the drip-by-drip water torture of a leaky tap. Others, trying to test \nin school, cannot hear their own thoughts above the clock \ntick-tock-ticking on the wall. For yet others, the clicking \nof someone playing with a pen is a needle, and each click \nleaves a prick of pain on screaming nerve endings. A woman, dating, might find love through the screen of her phone, but \nwill tremble when her boyfriend breathes, instantly shaking \nwith a rage she struggles to control. A man, married, might have to learn to count down from ten whenever his daughter \nyawns and to eat his meals alone in his room, living in \nconstant strain because his wife cannot understand why the \nsound of her chewing is of such concern. Each sound leaves \ntender bruises that might heal on their own, but punch a bruise often enough and it will deepen to a wound that scars. \nOurs is a loud world. We are, constantly, living in a place \nwhere every slight brush with sound leaves us shaking.I write this without knowing who these words will find, or \nwho will find them; I write because someone two seats over \nin the workroom just waved off my request to chew just a \nlittle bit more quietly because “sorry, but I like to pop my gum this way”, refusing to believe such a seemingly small \nsound is like a weapon threatening my survival and that \nthis is not an exaggeration. I write because, perhaps, you \nmay brush this off as a mental illness as if that somehow \nmakes it less significant, but if these words help lend perspective to the unspoken struggles of your peers—\nkept silent from stigma, from fear of judgment, from the \ncertainty these concerns will be dismissed—then think of me in any way you wish. \nI am only here to say you decorate yourself with song \nand sound. But a quiet moment looks good on you too, \nyou know. When we beg you: please, could you spit out \nthe gum? Know that you are lowering a gun. And you have helped us survive another night.\nMichelle Izmaylov"
    }
  ]
}