{
  "doc_type": "scientific paper",
  "title": "Threat Perception Captured by Emotion, Motor and Empathetic System Responses: A Systematic Review",
  "authors": [
    "E. M. Jacobs",
    "F. Deligianni",
    "F. Pollick"
  ],
  "year": 2023,
  "journal": "IEEE Transactions on Affective Computing",
  "doi": "10.1109/TAFFC.2023.3323043",
  "abstract": "The fight or flight phenomena is of evolutionary origin and responsible for the type of defensive behaviours enacted, when in the face of threat. This review attempts to draw the link between fear and aggression as motivational levers for fight or flight defensive behaviours. Furthermore, this review investigates whether human biological motion is modulated by the affective behaviours associated with the fight or flight phenomenon. It examines how threat informed emotion and motor systems have the potential to result in the modulation of empathetic appraisal. This is of interest to this systematic review, as empathetic modulation is crucial to prosocial drive, which has the potential to alleviate the perceived threat. Hence, this review investigates the role of affective computing in capturing the potential outcome of threat perception and associated empathetic responses. To gain a comprehensive understanding of the affective responses and biological motion evoked from threat scenarios, affective computing methods used to capture these neurophysiological and behavioural responses are discussed. A systematic review using Google Scholar and Web of Science was conducted as of 2023, and findings were supplemented by bibliographies of key articles. A total of 26 studies were analysed from initial web searches to explore the topics of empathy, threat perception, fight or flight, fear, aggression, and human motion. Relationships between affective behaviours (fear, aggression) and corresponding motor defensive behaviours (fight or flight) were examined within threat scenarios, and whether existing affective computing methods are effective in capturing these responses, identifying the varying consensus in the literature, challenges, and limitations of existing research.",
  "keywords": [
    "Affective Computing",
    "Emotion Contagion",
    "Emotional Rapport",
    "empathy and resonance",
    "Virtual reality",
    "Emotion theory"
  ],
  "research_topics": [
    "Threat perception",
    "Fear",
    "Aggression",
    "Fight or flight behaviours",
    "Affective computing methods",
    "Biological motion",
    "Empathetic appraisal",
    "Emotion and motor systems",
    "Prosocial behaviour",
    "Human-computer interaction",
    "Neurophysiological responses"
  ],
  "created_at": "2025-05-04T23:26:33.327646Z",
  "source_pdf": "documents/research/Global/Jacobs 2023 Threat Perception Emotion Review.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:Affective computingAffective Computing IEEETransactions onTACInstitute ofElectrical and\nElectronics Engineers transactions onaffectivecomputingIEEE transactions onaffectivecomputing.\nArticleTitle: ThreatPerception Captured byEmotion, MotorandEmpathetic SystemResponses: A\nSystematic Review\nArticleAuthor: Jacobs\nPages:1-22\nISSN-23719850;\nPublisher: 2023-01-01\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Threat  Perception  Captured  by Emotion,  \nMotor  and Empathetic  System Responses:  \nA Systematic  Review  \nE. M. Jacobs,  F. Deligianni.,  and F. Pollick \nAbstract — The fight or flight phenomena  is of evolutionary  origin and  responsible  for the type of defensive  behaviours enacted, \nwhen in the face of threat. This review attempts to draw the link between fear and aggression as motivational levers for figh t or \nflight defensive behaviours . Furthermore, this review investigates whether human biological motion is modulated by the \naffective behaviours associated with the fight or flight phenomenon. It examines how threat informed emotion and motor \nsystems have the potential to result in  the modulation of  empathetic appraisal. This is of interest to thi s systematic review, as \nempathetic  modulation  is crucial  to prosocial  drive,  which  has the potential  to alleviate  the perceived threat. Hence, this review \ninvestigates the role of affective computing in capturing the potential outcome of threat perception and associated empatheti c \nresponses.  To gain a  comprehensive  understanding  of the affective  responses and  biological motion evoked  from threat \nscenarios, affective computing methods used to capture these neurophysiological and behavioural responses are discussed.  \n \nA systematic review  using  Google  Scholar  and Web of Science  was conducted  as of 2023,  and findings were  supplemented  by \nbibliographies of key articles.  A total of 2 6 studies were analysed from initial web searches to explore the topics of empathy, \nthreat perception,  fight or  flight,  fear, aggression, and human motion. Relationships between  affective  behaviours  (fear, \naggression) and corresponding motor defensive behaviours (fight or flight) were examined within threat scenarios, and whether  \nexisting affective computing methods are effective  in capturing these responses, identifying the varying consensus in th e \nliterature, challenges, and limitations of existing research.  \n \nIndex  Terms— Affective  Computing,  Emotion  Contagion,  Emotional  Rapport,  empathy  and resonance,  Virtual  reality , Emotion theory  \n——————————  ◆ ————————  \n1      INTRODUCTION  \nHE goal of this review is to identify the relationship \nbetween  fear and aggression  and fight  or flight behaviours. \nOur second aim is to investigate how the underlying  \nneurophysiological responses along with these human \nmotion defence behaviours are accurately portrayed and \ncaptured with the help of current computing \nmethodologies. Thirdly, this review intends to investigate \nwhat threat perspective factors promote empathetic  \nresponses in observers. With emphasis on affective \ncomputing methods,  this systematic  review  intends  to \nexplore  existing methods used to evoke these affective \nresponses and to measure corresponding motor states and \nprosocial actions. Our ability to c omprehensively \nunderstand the relationship between emotion and motor \nsystems, as modulated by threat perception, is dependent \non the affective  computing  methods  used  to evoke  and \ncapture these states. Furthermore, empathetic appraisal is of \ngreat relevancy to threat research, as empathy plays a \ncrucial  role within   \n——————————————— — \n \n• E. M. Jacobs is with the SOCIAL AI CDT, a collaborative center for  \ndoctoral  training  between  the University  of Glasgow  and UKRI,  G12 \n8QQ.  E-mail:  2694507j@student.gla.ac.uk.  \n \n• F.Deligianni  is with the School  of Computing  Science,  University  \nof Glasgow, G12 8QQ.  E-mail: fani.deligianni@glasgow.ac.uk  \n \n• F. Pollick.  is with the School of Psychology and \nNeuroscience , University of Glasgow, G12 8QQ. E -mail:  \nfrank.pollick@glasgow.ac.uk.   \nprosocial  behaviours.  Hence,  to facilitate prosocial \nbehaviours towards the vulnerable, a greater \nunderstanding of the relationship between threat \nperception and empathy ought to be achieved.  \nUnfortunately, this systematic review revealed that \nliterature investigating these components is scarce, with a \nfocus  on behavioural responses in animals, phobics and \noutgroup threat. Furthermore, it is only in recent years  that \nresearchers  have  begun  to utilise  the advancements  of \naffective  computing  to measure  and evaluate  the extensive \nrelationship  between  emotions  and motor  systems  [1]. The \nlink between  motor  empathy  and fear defensive  responses, \nis substantiated  by studies  investigating  the absence of \nregular emotion appraisal, as observed by the lack of motor  \nempathy  and fear responsivity  in youth with atypical \nemotion recognition [2].  \nConsequently, this review  aims  to summarise  the literature  \nthat has measured the presence of defensive, affective \nbehaviours and empathetic appraisal, within interpersonal \nthreat. Thus,  this review  intends to facilitate the \nunderstanding of interpersonal threat perception, its \nimpact on fear, aggressive, empathetic affective responses , \nand motor responses. As a result,  existing,  and more  novel  \nmethods of measurement  will be reported within this \nreview, to provide a comprehensive scope on the threat \nperception literature. This review is relevant to \nbehavioural and human -comp uter interaction scientists, \nwho intend to investigate threat perception's impact on \neliciting affective and motor  responses,  while  expanding  \ntheir  insight  on the best methods of measurement to use.  T \n This article has been accepted for publication in IEEE Transactions on Affective Computing. This is the author's version which has not been fully edited and \ncontent may change prior to final publication. Citation information: DOI 10.1109/TAFFC.2023.3323043\n© 2023 IEEE. Personal use is permitted, but republication/redistribution requires IEEE permission.\r\nSee https://www.ieee.org/publications/rights/index.html for more information.Authorized licensed use limited to: University of Minnesota. Downloaded on October 25,2023 at 17:32:30 UTC from IEEE Xplore.  Restrictions apply."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Our systematic  review  portrays  a novel  contribution  to the \nmaturing body of threat perception and affective computing \nresearch, through the provision of a comprehensive synthesis \nof the existing literature on the relationship between threat \nperception, affective and motor systems. This review was \nconducted rigorously, using  the PRISMA methodology to \nexamine, select and analyse  relevant  studies  [3]. Hence,  it \noffers unique insights into this complex field of emotion and  \nthreat  research,  providing  valuable  intuition  for future \npractice within this field.  \nA table of abbreviations  (Table 1) and a diagram (Figure 1) \ndepicting the relationship between threat perception , fear, \naggression,  and their corresponding  cognitive, behavioural \nand affective responses  are included for the reader’s clarity.  \n \nTABLE 1  \nTABLE OF ABBREVIATIONS  \nName  Abbreviation  \nVirtual Reality  VR \nMedial prefrontal cortex  mPFC  \nElectromyography  EMG  \nMagnetic resonance imaging  MRI  \nSkin conductance rate  SCR  \nInterpersonal Reactivity Index  IRI \nTranscranial magnetic stimulation  tMS \nMagnetoencephalography  MEG  \nElectrocardiogram  ECG  \nElectroencephalogram  EEG  \nPositron emission tomography  PET \nAutonomic Nervous System  ANS  \nCentral Nervous System  CNS  \nHeart Rate Variability  HRV  \nPeriaqueductal grey  PAG  \nExtrastriate body area  EBA  \nFusiform body area  FBA  \nInteractive virtual environments  IVE \nReaction time  RT \nBehavioural inhibition system  BIS \nRegion of interest  ROI \nHeart rate deceleration  HRD  \nDefault Mode Network  DMN  \nInferior frontal gyrus  IFG \n  \n \n \n  Fig. 1. Overview  of the relationship between threat perception and \nbehavioural outcomes, as identified within this systematic  review . \n \n2  CONCEPTS  \n2.1 Fear  \nFear  is defined  as a biologically  basic  emotion, to  promote \none’s own survivability. However, the role of fear is \nconceptualised differently by varied emotion models. \nDifferent emotion theories of fear have attempted to \ncharacterise the different variations of fear. For instance, \nevolutionary fear is charac terised as an instance of a basic \nsurvival system [5]. Meanwhile, modular models of emotion \nview fear as either phobic, the reflection of the operations \nwithin brain modules, or a response to pain, predators, and \nconspecific aggressors in one’s environment  [5]. The State \nAffect -Related theory depicts emotions discret ely which \nprovokes an individual to mentally focus on a specific set of \nactions [6]. This theory is substantiated by the experience of \nfear activating the fight -or-flight response [7]. Meanwhile, \nthe Polyvagal Theory claims that affective states influence \nneurobiological responses of an individual, establishing a \nrelationship between measurable physiological phenomena \nlike heart rate and the affective state of an individual [8]. \nHence, fear is of ten quantified by physiological arousal and \nreflected in fight or flight behaviours.  \nFear is a central state of an organism, shaping one’s \nconscious experience and fear behaviours that emerge \nconsequently  [9]. As a result,  fear is a prevalent  affective state \nin our ever -changing, unpredictable society. Fear promotes \nadaptive behaviours to increase one’s survivability, priming \nindividuals  to detect varied threats within their \nsurroundings. The innate nature of fear was honed by \nevolutionary pressures, hence, prior experience with  the \nfeared  stimulus  is not required  to evoke  defensive responses \n[10]. Specialised neural circuits have evolved over time, \nenabling individuals to detect danger within split -seconds  \n[10].  Context -dependency  of fear is observed in terms of  \neliciting circumstances (fight or flight), type of threat  \npresent  (predator  or conspecific)  and predatory  \nimminence,  allowing  the individual  to enact  voluntary  and \ninvoluntary behaviours such as active defence , risk \nassessment movement inhibition and physiological \nresponses [9]. Passive threat and change in one’s \nenvironment can also promote feelings of fear. Defensive \nbehaviour intensity is commonly modulated by threat \ndistance, as proximal threats require mor e urgent responses, \nunlike distal threats [10]. As a result, fear is context -\ndependent on factors like distance and stimulus types,  \nlinking  stimuli  to flexible  patterns  of behaviours  and can \nexist prior to or after the eliciting stimuli [9]. Consequently,  \nfear enables  individuals  to quickly  act upon threat by \nprioritising its urgency and increasing the execution of \nsurvival behaviours.  \n2.2 Aggression  \nBeyond fear, as a defence strategy, an individual has the \npropensity to act aggressively in the face of a threat. The \nchoice to exercise  fight or flight behavioural responses can \npotentially be explained by the difference in emotional \nThis article has been accepted for publication in IEEE Transactions on Affective Computing. This is the author's version which has not been fully edited and \ncontent may change prior to final publication. Citation information: DOI 10.1109/TAFFC.2023.3323043\n© 2023 IEEE. Personal use is permitted, but republication/redistribution requires IEEE permission.\r\nSee https://www.ieee.org/publications/rights/index.html for more information.Authorized licensed use limited to: University of Minnesota. Downloaded on October 25,2023 at 17:32:30 UTC from IEEE Xplore.  Restrictions apply."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "dominance . Fear  and aggression  are both deemed as high \narousal and low valence emotive states  by the Mehrabian’s \nPleasure, Arousal and Dominance model  [11].  However, \nthis three -dimension  emotion model measures emotions \nthrough valence, arousal and dominance , categorising  \nanger as a dominant emotion  and fear as a submissive \nemotion [ 11]. Thus, combative fight behaviours  are the \nexercise of dominance, through displays of aggressive \nmotor responses.  \nAggression is the result of the combination of neural, \nendocrine, and behavioural mechanisms, which have \nphylogenetically  evolved  over  time  to accommodate  split -\nsecond decisions and responses [12]. Aggression  is \nprevalent  as a behavioural  response  to impending  threats \nand can be categorised into either reactive aggression or \ninstrumental aggression [1 3]. Reactive aggression is defined \nas a response drawn out of provocation, while instrumental  \naggression  is caused  by feelings  of anger  [13]. Hence, the \nlikelihood of an individual responding aggressively to \nthreat, is dependent on both cognitive inhibition of \naggressive acts and the predetermined tendency of one to \nreact defensively [1 4]. \nInstrumental  and reactive  aggression  are both  mediated  by \nthe presence  of integral  emotions,  which  are emotions  that \nevoke strong motivations and behaviour with little thought \n[15]. For instance, individuals may behave aggressively \ninstead of passively, when provoked via physical \naltercation , to exercise dominance  [16]. Hence, defence \nmechanisms are behavioural outcomes shaped by integral \nemotions. This phenomenon is explained by hostile \nattribution bias, whereby the attribution of hostile and \ndominance intent towards the attacker increases with the \nincrease of hostile emotions experienced [1 7]. \nConsequently, hostile intent to dominate a threat  promotes \naggressive behaviour in actors, despite potential \nconsequences [1 8]. Hence, the role of emotion recognition \nin analysing hostile intent  is crucial in the decision to \nengage in a fight. Thus , integral emotions  may bias \ndefensive responses, resulting in aggressive behaviours \ntowards provocations.  \nDespite anger being associated with instrumental \naggression,  threat  events  are more  than  capable  of evoking \nboth  anger  and fear [19]. Furthermore,  protective  forms  of \naggression are often the result of fear -motivation [ 20], \nwhich  displays  differently  from  anger -induced  aggression, \nin emotional expression, biological motion and neural bases  \n[21]. Hence,  the next  section  of this review  attempts to \nillustrate the relationship between fear and aggression, \nwithin fight or flight behaviours.  \n2.3 Fight  or Flight  \nDefensive behaviours elicit motor responses, as observed by \nfleeing (increasing distance from danger) and fighting \n(dissuading provocative action) [2 2]. The fight or flight \nphenomena is theorised  to have been born out of survival -\nrelated abilities, like fear and aggression circuits, whereby  \necological  rules  govern  fixed  defensive  responses [14]. \nCognitive flexibility is crucial to the fight or flight phenomenon, as it is the ability to flexibly adapt one’s \nprocessing to environmental threats [23]. This flexibility is \ndependent on one’s executive control, by shifting attentional \nresources towards the threat, whilst inhibiting nonrelevant \ninformation [24]. Thus,  cognitive flexibility is essential in the \nface of threat, as it redirects cognitive and attentional sources \ntowards fight or flight survival circuits . This results in innate \nfight or flight motor responses  being enacted whilst a threat  is \npresent.  \nThere is limited human literature investigating the \nrelationship of fight or flight behaviours within active threat. \nInstead, research typically displays  threats retrospectively, \nand in such lab -based scenarios, individuals might not be \nforced into the split -second dichotomy of fight or flight  \nbehaviours.  Furthermore,  studies  that do investigate this  \nphenomenon  tend  to review  this complex  relationship on  a \nsurface  level,  whereby  aversive  behaviours  associated with \nflight behaviours are assumed to be devoid of aggressive \nbehaviours or emotional states. For instance, studies \ninvestigating motivational approach tendencies within a \nthreat scenario, have attributed strong approach motivation \nand startle response inhibition to high trait anger [ 25]. These \nstudies analyse threats from a retrospective perspective, \nasking for reflections on past emotions of fear and anger, \nrather than the present emotions elicited from an active \nthreat. Such findings are often  not substantiated  with  \npsychophysiological  evidence like brain neuroimaging , or \nphysiological measurements ; thus, negative affects are \ninvestigated solely by one’s willingness to approach or \navoid.  \nFurthermore, the relationship between fear and anger \nwithin  threat  scenarios  are often  quantified  by the fight  or \nflight phenomenon. By measuring fear through startle \nresponses, fearful behaviour is quantified by aversive \nbehavioural responses, over aggressive confrontational \nbehaviours [ 25]. Meanwhile, approach motivation is \nassociated with aggression and results in the inhibition of \nstartle  responses.  However,  fear or aggression  as depicted by  \nfight  or flight  phenomenon  is not mutually  exclusive,  as \nobser ved by the emergence of defensive aggression [ 26]. \nDefensive aggression is rooted in fear with the sole purpose \nof eliminating threats within one’s proximity by reducing \narousal and maintaining safety [ 27]. Limited clinical  studies  \nhave  shown  that the effect  of fear can result in  the \nprecipitation  of aggression  in response  to threat  [28]. In \ncontrast, threat literature often views fear and aggression \nresponses as not mutually exclusive, whereby if an \nindividual interprets a situation as threatening, it is believed \nan individual would opt for threat avoidance behaviours \nover approaching t he threat [1 4]. Despit e reactive fear being \nfrequently linked with flight behaviours,  over  fight  \nbehaviours,  individuals  can engage in pre -emptive \ndefensive aggression when encountering threats [ 29]. \nRegardless of the imposed behavioural  binary from fight or \nflight, the conditional effect of emotions colours the \nassociations between behavioural intentions and actions \n[30]. This results in individuals potentially undervaluing, \novervaluing, and even neglecting the risks and costs of the This article has been accepted for publication in IEEE Transactions on Affective Computing. This is the author's version which has not been fully edited and \ncontent may change prior to final publication. Citation information: DOI 10.1109/TAFFC.2023.3323043\n© 2023 IEEE. Personal use is permitted, but republication/redistribution requires IEEE permission.\r\nSee https://www.ieee.org/publications/rights/index.html for more information.Authorized licensed use limited to: University of Minnesota. Downloaded on October 25,2023 at 17:32:30 UTC from IEEE Xplore.  Restrictions apply."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "desired action [ 29]. Consequently, the best way to determine \nwhether an individual resorts to aggressive -related or \navoidance - related behaviours, is through observing \nneurobehavioural  responses  to provocations,  as quantified by  \naffective  and motor  states  [14]. Hence  for the sake  of this \nreview, defensive behaviours of fight or flight, will be \nexamined in relation to emotive responses of fear and \naggression, evoked from the presentation of threat.  \n2.4 Threat  Perception  \nDarwin’s evolutionary theory states that adaptive motor \nbehaviours are primed to react to emotion -eliciting contexts \ndue to closely interacting emotion and motor systems [ 31]. \nFurthermore, the presence of threatening stimuli can be \nsignaled interpersonally via social and negative emotional \ncues to mediate motor responses. Negative  emotional  cues  \ninclude  aggression  or fear,  which can spur the observer into \nfight or flight [ 32]. These  emotional cues are thought to be \nprocessed by the posterior cerebellum, whi ch is responsible \nfor emotion regulation, to promote threat preparation \nmechanisms based on these prediction mechanisms, which \nare informed by emotional cues [ 32].  \nFor instance, an individual expressing a fearful expression \nmay be signalling imminent danger while an aggressive \nexpression may indicate themselves as the dominating \nthreat. Upon witnessing both expressions, the observer is \ninformed  of two different  situations  that can regulate  their \ndefensive behaviours. Hence, when these cues are \nexpressed by other agents in a social situation, these \nemotional signals can convey imminent danger within \none’s surroundings to the perceiver, alerting the observer to  \ntake the appropriate  defensive  action  [30]. In some  cases, the \nobservation of another’s response to threat can evoke \nempathetic behaviours in observers. This systematic review \nintends to substantiate the complex relationship between \nfear and aggression through the fight or flight \nphenomenon, in the face of threat. Furthermore, this review \nintends to explore how empathetic appraisal can be \nfacilitated within an observer to another experiencing \nthreat.  \n2.5 Empathy  \nEmpathy is defined as experiencing other -oriented emotional \nresponses, which are evoked and congruent with the \nperceived emotion of  another in need [ 33]. Other sources of \nempathy include perspective -taking and concern  for \nanother’s  welfare  [34]. Similarity  of experience is believed to \ncontribute towards empathy, whereby a sense of  unity can  be \nfostered upon observation of  similar responses and mutual \nlife events, regardless of cultural differences [ 35]. \nEmpathy is the mutual sharing of experiences and is \nfacilitated by emotional congruence with another individual \nin need [ 33]. Empathy operates at various levels  of generality,  \nwhereby  similarity  of experiences  can range  immensely  \nfrom  a precise  match  to a common  denominator [ 35]. As \na result, to cognitively empathise  with another individual, \none need not undergo the exact same experience as the other. \nBut rather, empathy can be evoked  from  generalised  \nexperiences  that resemble  a situation that the empathiser has experienced prior [ 35]. \n Empathy is believed to promote emotion regulation during \nconflict, by providing individuals with an empathetic lens to \nreframe the current situation, thus, understanding another’s \nperspective [ 37]. Emotional regulation provides the \nopportunity to modulate how an emotion is experienced \nand the consequent action that emerges from the emotion \n[37]. Outcomes of empathetic emotion modulation include \nprosocial behaviour and social bonding, by compelling \nindividuals to aid others [ 38]. The interaction of multiple  \nneural circuits related to emotional, motivational, cognitive, \nand behavioural functions are responsible for these \nprosocial outcomes [ 39]. \nHowever, despite the relevance of empathy towards threat \nperception research, research on empathy tends to \ninvestigate the deficit of empathy rather than the presence \nof it, with priority on the inability to respond to a victim’s \ndistress [ 40]. Furthermore, there is lacking research \ninvestigating the regulation of threat arousal [ 23], nor is \nthere much research on empathy examined from a \nbystander’s position. This review aims to provide additional \nunderstanding on the influence of empathy on emotion \nregulation and threat perception.  \n \n  2.6 Materials  and Methods  \nThe systematic review presented in this article was \nconducted  in three  steps  – Planning,  Selection  and Critical \nAnalysis of Results [ 41]. For Planning, a protocol was \ndefined, and the research questions are presented in Table 2.  \n \nA computerised  search  was performed  on Google  Scholar \nand Web  of Science  for relevant  articles.  A combination  of \nkeywords was used  in the searches. The first combination of \nkey terms was: (“biological motion”, “empathy”, \n“aggression”, “fear”, “virtual reality”). The second \ncombination of key terms included (“threat”, “empathy”, \n“fight or flight”). The third search included, (“threat”, \n“vicarious fear”). The fourth search included the words \n(“defensive  aggression”,  “threat”,  “fear”). The  next  search \nincluded “ threat”, “fear”, “empathy”).  The fifth search was \na combination of the key terms (“human motion”, TABLE 2  \nRESEARCH QUESTIONS  \n# Research Questions  \nRQ1   \nAre fear and aggression  linked  within  threat?  Do fight or flight \nbehaviours result from this relationship?  \nRQ2   \nCan biological human motion portray and capture  \nmeasurable  affective  states  from  the fight or flight \nphenomenon?  \nRQ3  What factors of threat perception modulates empathetic \nresponses and how are these measured by affective \ncomputing?  \nRQ4  How  do empathetic  appraisals  result  in prosocial behaviour,  \nand has this been  measured  by affective computing?  This article has been accepted for publication in IEEE Transactions on Affective Computing. This is the author's version which has not been fully edited and \ncontent may change prior to final publication. Citation information: DOI 10.1109/TAFFC.2023.3323043\n© 2023 IEEE. Personal use is permitted, but republication/redistribution requires IEEE permission.\r\nSee https://www.ieee.org/publications/rights/index.html for more information.Authorized licensed use limited to: University of Minnesota. Downloaded on October 25,2023 at 17:32:30 UTC from IEEE Xplore.  Restrictions apply."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "“perspective -taking”, “empathy”, “virtual reality”). The \nresults that were gleaned from this conducted search were  as \nof January 2023.  \nIn the Selection step, the following inclusion (I) and \nexclusion (E) criteria was adopted : \n(I1) Articles that address the impact threat perception has \non fear, aggression, and empathetic appraisals .  \n(I2) Articles published and fully available on scientific \ndatabases.  \n(E1) Studies  not published  in English.  \n(E2) Studies  investigating  non-human  species.  \n(E3) Studies  that investigated  and utilised non- \nneurotypical subjects.  \n(E4) Studies that did not undergo peer review.  \nA summary  of these  criteria  is depicted  in Fig. 2. \nAdditionally, the following quality criterion was defined: \nworks that comprehensively investigate and measure the \neffect of threat perception on the relationship between \nemotion and motor systems. Furthermore, studies that \nexamined vicarious threat learnin g through embodied \nperspective taking and VR methods, were included. This \ncriterion was applied during the full reading of the text. \nStudies that met both the inclusion criteria and the quality \ncriterion were included in Table 3.  After the records were \nscreened, 72 studies were excluded for not meeting our \ninclusion criteria.  \n \nFig. 2. Overview  of the systematic  review  process  \n \nTABLE 3  \nOVERVIEW OF EMPIRICAL STUDIES REFERENCED  \n \n \n \nMeasurement \nMethods   \n \n \nNo. of \nParticipants   \n \n \nResults   \n \n \nResearch Questions \nanswered  \nState fear, \nblood  \npressure,  and \nheart  rate, \nTraumatic Life \nEvents \nQuestionnaire, \nPositive and \nNegative 20 Attention bias to \nthreat was  \npositively  \nassociated  with  \nin vivo  \naggression. \nGreater \nattentional  bias \nto threat  was RQ1, RQ2  Affect \nSchedule -\nExtended \nForm.  associated  with  \nless escape  \nbehaviour,  \nwithin  fear \nconditions.  \nZuckerman –\nKuhlman \npersonality \nquestionnaire.  (153f) 193  There  is a \ndisconnection  \nbetween \naggressive \nbehaviour and  \nnegative \naffective states  \naccompanying \navoidance  \nmotivation  \nwithin  the \nbehavioural \ninhibition \nsystem.  \n RQ1, RQ2  \nVR to mediate \nBaseline \nphysiological \nsignals, like \nheart rate \ndeceleration, \nVR immersion \nQuestionnaire, \nSocial \nDesirability, \nand IRI.  50 Embodiment \nfrom a child’s \nperspective \nduring conflict in \nVR impacts \nemotion \nrecognition, \nphysiological \nreactions, and \nattitudes \ntowards \nviolence.  \n RQ1, RQ2, RQ3, RQ4  \nSpatial and \npostural \ncharacteristics \nof body \nextracted from \nskeleton  and \njoint  data.  NA Method achieves \nhigher  \nrecognition \naccuracy on \nemotion  \nexpression  \n(happy, sad, fear, \nanger) \nclassifications.  \n RQ3  \nMean valence \nratings for \nbody motion \npoint -light \nstimuli, gait \nmeasurements, \nresponse \nratings, SCR.  (39f) 76  Motion display \ninfluences \nautomatic \nmotivational \ntendencies  R1, RQ2, RQ3  \n \nSelf-report of \naffect sharing  (33f) 66  Greater \nempathic \nresponses  \ntowards a virtual \nhuman’s pain  \nwhen they \npresent natural  \npostural  \noscillations.  \n RQ2, RQ3, RQ4  \nVR paradigm \nto mediate pre \nand post VR \nfMRI brain \nprocessing, \nIRI, Buss -\nPerry \nAggressivenes\ns \nQuestionnaire  14 First -person \nperspective of a  \nvirtual violent \nsituation impacts  \nemotion \nrecognition \nthrough  DMN \nactivity \nmodifications.  \n RQ1, RQ2, RQ,3 RQ4  \nSCR, State -\nTrait Anxiety \nInventory  (35f) 56  Observation of \nanother’s threat \nreactions can RQ2, RQ3, RQ4  \nThis article has been accepted for publication in IEEE Transactions on Affective Computing. This is the author's version which has not been fully edited and \ncontent may change prior to final publication. Citation information: DOI 10.1109/TAFFC.2023.3323043\n© 2023 IEEE. Personal use is permitted, but republication/redistribution requires IEEE permission.\r\nSee https://www.ieee.org/publications/rights/index.html for more information.Authorized licensed use limited to: University of Minnesota. Downloaded on October 25,2023 at 17:32:30 UTC from IEEE Xplore.  Restrictions apply."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "recover \nassociations \npreviously \nshaped by \ndirect,  \nfirsthand \naversive \nexperiences.  \n \nReaction time, \nheart  rate, IRI. 98 Defensive  states  \nthat drive  active  \nescape  from  \nimminent \ndanger  may  \nfacilitate \ndecisions to help \nothers, by \nengaging \nneurocognitive \nsystems (ie. \namygdala, \nhypothalamus, \nanterior insula).  \n RQ2, RQ3, RQ4  \n3D motion  \nfeatures  and \ntemporal  \nfeatures \nextracted for \nbody motion \nanalysis.  30 The emotion \nrecognition \nsystem  achieved  \nrecognition \naccuracy  of \n90.0% during \nwalking, 96.0%  \nduring sitting, \nand 86.66% in an  \naction -\nindependent  \nscenario.  \n RQ1, RQ2  \nEEG, IRI  (12f) 25  Expected  pain  \nof others induced \nstronger \nempathic  \nresponses as \nobserved by P3 \nEEG  signals.  \n RQ3, RQ4  \nFace -Body \nCompound \nemotion \nrecognition \ntest was \nadministered \npre and post \nVR Paradigm, \nFace -Body \nCompound \ntest, Social \nDesirability \nScale  39 After  embodying  \na female  victim,  \noffenders \nimproved in \nability to  \n6ecognize  fearful  \nfemale  faces  and \nreduced their \nbias towards  \nrecognizing \nthese \nexpressions as  \nhappy.  \n RQ1, RQ2, RQ3, RQ4  \nFull body \nmotion \nbehaviour, \nhead tracking, \nECG , SCR , \nEMG and \nSubjective \nrating of \nfearfulness.  \n (9f) 12  High inter -rater \nagreement of  \naggression and \ndominance  \nvariance  was \nobserved  for \nactors,  who  \nengaged  in overt  \nbehaviour,  over \nthe naive \nparticipants.  \n RQ2, RQ3  \nFacial \nphotographs \ndisplaying all \n6 basic \nemotions NA Better \nunderstanding \nof the processing \nof emotion from \nan observer’s RQ1, RQ3, RQ4  (happy, angry, \nsad, shock, \nsurprise, \ndisgust), \nforced -choice \ndecision \nbetween \npossible \nexpressions, \nreaction time.  \n perspective by \ndelineating \nmapping from \nfacial features.  \nSCR , heart  \nrate, Ego -\nResilience \nScale.  (172f) 300  Individuals with \nhigher trait  \nresilience and \nindividuals with  \nhigher resting \nheart rate  \nvariability \nshowed more  \nregulation in \nterms of their  \nsubjective \narousal \nexperience.  \n RQ3  \nMEG . (172f) 297  Dorsal brain \nstructures such \nas the \nintraparietal \nsulcus and \nparietal regions \nof the brain are \nessential to the \nperception of \nfearful bodies.  \n RQ1, RQ2, RQ3  \ntMS, EMG and \n5-point Likert \nscale to rate \narousal, \nvalence and \nperceived \nmovement.  (15f) 28  Extremely rapid \nbilateral  \nmodulation of  \nthe motor \ncortices  occurs \nupon seeing \nemotional  \nbodies,  with \nstronger  \nsuppression of \nmotor readiness  \nwhen seeing \nfearful bodies.  \n R1, RQ2, RQ3  \nReaction time \nand 9 -point \nLikert scale of \nunpleasantnes\ns (52f) 93  Findings \ndemonstrated \nthat \napproaching \nthreats elicit \nfreezing in \nhumans.  \n RQ1, RQ2  \nEEG, \nsubjective \nmeasurements \nof stimuli’s \npain  (13f) 22  Results indicate \nthat specific \nsocial contexts \ncan modulate \nneural responses \nto observing \nanother’s pain.  \n RQ3, RQ4  \nStartle \nresponse,  \nE M G , \nReaction  time,  \nMRI , State -trait \nanxiety \ninventory, (40f) 40  High emotional \nreactivity to  \nthreat \nsuppresses \nrecruitment of  \nthe mentalizing \nnetwork \n(temporal poles, RQ1, RQ2  This article has been accepted for publication in IEEE Transactions on Affective Computing. This is the author's version which has not been fully edited and \ncontent may change prior to final publication. Citation information: DOI 10.1109/TAFFC.2023.3323043\n© 2023 IEEE. Personal use is permitted, but republication/redistribution requires IEEE permission.\r\nSee https://www.ieee.org/publications/rights/index.html for more information.Authorized licensed use limited to: University of Minnesota. Downloaded on October 25,2023 at 17:32:30 UTC from IEEE Xplore.  Restrictions apply."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Behavioral \nInhibition \nSystem and \nBehavioral \nActivation \nSystem scales, \nBuss and Perry \nAggression \nQuestionnaire.  \n mPFC , \nprecuneus, \ntemporo -parietal \njunction)  \nFunctional \nmagnetic \nresonance \nimaging \n(fMRI) and 7 -\npoint Likert \nscale \nmeasuring \nemotional \nquality.  \n (9f) 18  Amygdala \nactivity was \nmediated by \nemotional \nintensity and has \na role beyond \ndisambiguating \nstimuli.  \n RQ1, RQ2  \nStartle -\neyeblink \nresponse, \nDifferential \nEmotions \nScale.  (23f) 23  Trait anger is \nassociated with \napproach -\nrelated \nmotivational \nresponse.  \n RQ1, RQ2  \nNeural and \npained \nexpressions of \nfaces, semantic \nstimuli of \nwords \ndenoting pain.  NA Cortical \nresponses \nsupport the \nthreat of pain \nhypothesis \nwhereby \nimminent pain is \nthe source of \narousal due to \nanticipation of \nattention \ntowards threat.  \n RQ2, RQ3  \nfMRI, self -\nreports of \nemotion.  (11f) 20  Neural \ncorrelates brain \nregions and self -\nreported feelings \nof compassion.  \n RQ3, RQ4  \nHeart rate \nvariability, \nposturographi\nc \nmeasurements, \nSpielberger \nState -Trait \nAnxiety \nInventory.  (50f) 50  Posturographic  \nanalyses  showed  \nthat angry faces \nresulted in  \nsignificant  body  \nsway  reductions.  \nThis reduced \nbody sway was  \naccompanied  by \nbradycardia  and \ncorrelated \nsignificantly \nwith  subjective  \nanxiety.  \n RQ1, RQ2  \nAttentional \ntask, laser \nstimulation for \npain, PET  17  \nOrbitofrontal \ncortices, \ncontralateral \n(right) \namygdala, \nipsilateral (left) \nhypothalamus, RQ1, RQ2  posterior insula \nwas found to \ndisplay \nincreased \nresponses to \nunpleasantness.  \n \n \n4 THREAT  PERCEPTION, AFFECTIVE AND \nDEFENSIVE BEHAVIOURAL \nRESPONSES  \n4.1 Fear and Aggression Influencing Threat \nPerception to Modulate Fight or Flight Behaviours  \nFight or flight defence  mechanisms are dependent on \nperceived threat imminence and are coordinated by \norganised neural networks that have evolved over time, \nresulting in split -second decisions that aim to avoid or deter \nimpending threat [ 42]. As a result, negative stimuli can \nrapidly trigger fight or flight motor responses [ 32]. Emotion \ncues such as fear and aggression result in motor defensive \nbehaviours due to the extensive relationship between \nemotion perception and action systems. The neural function \nfor fear perception is ch aracterised by rapid and automatic \nprocessing, while anger perception is dependent on \nconscious processing [ 43]. Due to the rapid nature of \nautomatic processing, fear is the most strongly associated \nemotional state with defensive behaviours, controlling when \nan individual resorts to fleeing or freezing [ 44]. Threat \nperception motivates the adaptability of survival behaviours \nin humans,  through the ability of an individual to be \ncognitively flexible , direction attentional and cognitive \nresources to  fight or flight behaviours [ 28]. \n \nThe relationship between neural structures and threat \nperception is so prominent, that defensive motor reactions  \nare influenced through the passive observation of \nemotionally aversive and arousing stimuli [ 45]. The \ninterconnected neural architecture involved in threat \ndetection consists of cortical and hippocampal circuits, \ntowards attention systems like the amygdala, striatum, and \ndefensive circuits within the midbrain [ 46]. These networks \nare crucial to an individual’s ability to be cognitively \nflexible.  Hence, due to survival pressures, neural networks \nare dedicated to processing fear and threat, in attempts of \nbalancing homeostatic environmental threats and \noutsmarting predators [ 46]. These neural networks are \ntheorised to operate as a threat orienting network, by \nassessing threatening stimuli before guiding motor actions \ncrucial to minimise potential harm [ 46]. However,  there is \nlimited neuroimaging literature exploring human threat \nperception scenarios . Thus, human research within these \ninterpersonal threat paradigms is limited.  \n \nVarious brain regions have been speculated to play a \nsignificant role  towards aggression, fear, and threat \nperception responses. Subcortical regions of the brain This article has been accepted for publication in IEEE Transactions on Affective Computing. This is the author's version which has not been fully edited and \ncontent may change prior to final publication. Citation information: DOI 10.1109/TAFFC.2023.3323043\n© 2023 IEEE. Personal use is permitted, but republication/redistribution requires IEEE permission.\r\nSee https://www.ieee.org/publications/rights/index.html for more information.Authorized licensed use limited to: University of Minnesota. Downloaded on October 25,2023 at 17:32:30 UTC from IEEE Xplore.  Restrictions apply."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "promote reflexive and subconscious threat responses, like \nphysiological reactions and defensive actions [ 28]. \nMeanwhile, cortical regions mediate cognitive processing of \nthreat information, via prior learning and ongoing \nphysiological sensations, promoting feelings of conscious \nfear [ 47]. Regarding aggression, the stimulation of cortical \nregions such as the PAG, amygdala and hypothalamus have \nbeen theorised to comprise a rage circuit [ 48]. Similarly, when \nwithin a threat’s proximity, activity in the PAG is observed \n[49], with its stimulation resulting in fear -induced symptoms \nof terror and the desire to escape the situation [ 50]. \nFear cues are perceived differently from other emotive cues, \nas observed by distinguished neural responses to differing \nemotive stimuli. A study investigated cortical mechanisms \ninvolved in the implementation of motor and emotional \nresponses, in the presence  of fear-evoking  cues  [51]. The \nhypothesis  that the observer’s motor cortex readily \nsuppresses motor readiness  towards  neutral  stimuli,  when  \nobserving  fearful body cues, was measured by corticospinal \nexcitability. Pictures  depicting  emotive  body  language  were  \nobserved, with fea rful images resulting in intracortical \nsuppression, unlike happy images [ 51]. Findings indicate d \nthat when perceiving  emotional  bodies,  rapid  bilateral  \nmodulation  of motor  cortices  occurs,  while fearful  bodies  \nevoke  stronger motor readiness suppression [ 51]. Hence, fear \ndriven emotive bodies are not only cognitively distinctive \nfrom happy emotive bodies from an observer’s standpoint, \nbut they also promote motor readiness for defensive actions. \nThus, providing neurophysiological support for the \nevolutionary relationship between emotional perception and \naction systems, enabling the quick mobilisation of motor \nreactions [51]. \nFearful body cues are prioritised in perception, as observed  \nby distinctive  brain  regions  sensitive  to fear cues and their \nneural processing differences. Brain regions sensitive to fear \nhave been identified and support the hypothesis  that fearful  \nbody  cues  are perceived  differently. For  instance,  both  the \nEBA  and the FBA have been identified as central to \nexpression recognition [ 52]. However, fear modulation has \nonly been found in the EBA, unlike the FBA , due to the EBA \nplaying a crucial role between motor and perceptual \nprocesses  [52]. Furthermore, threat perception was correlated \nwith high levels of neuroticism, since  these individuals tend to \nexperience higher and more frequent levels of anxiety [53].  Thus, \ncertain traits like neuroticism can further prime brain regions to \nfearful body cues, thus, promoting threat perception [53].  \nFurthermore, MEG measurements have identified fearful \nbodies being processed 80ms earlier than neutral bodies in \nthe right parietal cortex, providing evidence for the emotion -\nattention -action link within the dorsal visual stream, which  is \ncrucial  for motion  analysis  [54]. Hence, fearful stimuli promotes  \ncognitive flexibility of attentional source relocation. The preference  \nfor processing fearful stimuli was observed by the faster \nprocessing of fearful body expressions than neutral or happy \nexpressions, by e vent -related potentials [ 55]. \n4.2 Fear  and Aggression  as Measurable  \nAffective Responses  Affective responses  are psycho -physical phenomena \nmeasuring emotional states through valence and arousal. \nValence is the evaluation of stimuli on a positive -to- \nnegative scale, while arousal is dependent on the \nactivation  of the sympathetic nervous system [ 56] \nAccording  to the elementary  arousal  model,  an increase  in \nphysiological  arousal,  heightens  the intensity  of emotional \nresponses [ 57]. Consequently, behavioural responses to \nthreat are best measured from physiological responses \nwhen affective states are induced.  \nBy this  definition, fear is  an affective state, as it comprises \nof elevated physiological arousal, from the subjective \nexperience of fear [ 58]. Furthermore, exposure to feared \nstimuli induces physiological arousal and subjective fear \nresponses [ 59]. \nMeanwhile, heightened physiological arousal increases \nthe likelihood  of aggressive  fight  behaviours,  within  anger \nappraisals [ 60]. Aggression has been positively correlated \nwith the expression of anger [ 61], due to anger being an \nemotion  and aggression  being  a behavioural  response . \nDespite aggression not being an emotion, it is an affective \nresponse  derived from anger, thus, is a quantifiable \nbehavioural action that is observable and measurable. \nFurthermore,  it is to be noted  that aggression  and anger  are \nhighly  conflated  within  the literature,  due to the high  inter - \nrelatability of these two constructs [ 62]. \n4.3 The Effects  of Threat  Perception  Captured  \nby Freezing of Biological Human Motion  \nThe absence of defensive behaviours, portrayed through \nfreezing behaviours, further illuminates the relationship \nbetween threat perception and biological human motion. \nHowever, there is limited literature investigating the \nfreezing of motion and slowing of RT in humans, in the face \nof threat [ 63]. Consistent with the Threat Detection System \ntheory, individuals detect and react rapidly to threats , with \napproaching threats evoking greater freezing responses, as \nopposed to stationary or receding threats [ 64]. The role of \nthreat imminence was explored by investigating whether \napproaching threatening stimuli induces freezing of motion, \nwhen conducting a semantic decision task [ 63]. Findings \nindicated that freezing behaviours are associated with \nimmobility, resulting in slower RT to the threatening \nstimuli. Furthermore, the higher the state anxiety, the \nstronger  the freeze  behaviour  as operationalised  by slower \nRT, was displayed to approaching threats, drawing a \npositive correlation between fear and freeze behaviours [ 63]. \nAs a result, approaching stimuli predicted higher \nimmobility when individuals displayed higher levels of \nstate anxiety.  \nSocial cues can be represented by facial expressions (angry, \nfear expressions) that have  the potential to  invoke  body  \nimmobility  through  the elicitation  of fear-potentiated startle \nresponses. These social cues promote cognitive flexibility , \nwhich result s in an attention bias towards the expressions \nand evoke avoidance tendencies  [31]. Upon presentation of \nangry face stimuli, participants displayed reduced body \nsway and bradycardia, which significantly correlated with This article has been accepted for publication in IEEE Transactions on Affective Computing. This is the author's version which has not been fully edited and \ncontent may change prior to final publication. Citation information: DOI 10.1109/TAFFC.2023.3323043\n© 2023 IEEE. Personal use is permitted, but republication/redistribution requires IEEE permission.\r\nSee https://www.ieee.org/publications/rights/index.html for more information.Authorized licensed use limited to: University of Minnesota. Downloaded on October 25,2023 at 17:32:30 UTC from IEEE Xplore.  Restrictions apply."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "ratings of anxiety in contrast to other expressions [ 31]. Angry  \nexpressions are often perceived  as sources  of social  threat  \nthrough  the portrayal of dominance to induce fear in others. \nDespite the limited studies  investigating  whether  freeze -like \nresponses  extend to  social  threat  cues,  social  threat  is thought  \nto invoke  body immobility  in humans  [31]. Consequently, \nsocial threat cues of emotion expression can mediate \nspontaneous motor responses, as observed by freeze -like \nbehaviours being elicited.  \n4.4 Cognitive Flexibility Mediating Adaptive Affective  \nand Fight or Flight Motor  Responses  in the Face  of \nThreat  \nCognitive flexibility is a crucial cognitive function that \nenables the switching of cognitive strategies, allowing for the \nadaptation of behavioural strategies like fight or flight in the \nface of threat [ 62]. Cognitive flexibility promotes the ability to \nspontaneously adapt through executive means, through the \nallocation of attentional and cognitive resources to new \ninformation, whilst inhibiting less relevant information [ 64]. \nThe inhibition of cognitive processes that are not relevant to \nfight or flight b ehaviours is central to threat response, \nobserved by the prioritisation of attention towards threat \npresence [ 23]. \nCognitive flexibility prioritises the presence of threats within \none’s environment , and  promotes  attentional  bias towards  \nthe threat,  promoting  the mediation of an individual’s \ndefensive responses through emotional regulation. Threat \nperception plays a crucial role in the motivation of adaptive \nsurvival behaviour, influencing defensive measures such as \naggression and escape behaviours [ 28]. Attention  is mediated  \nby acts of learning  which  drive  both fast hard -wired systems \nand top -down filtering mechanisms supported by \npredictions [4 6]. The combination of information derived \nfrom prior learning predictions and present subconscious \nphysiological reactions require quick responses, resulting in \nfear sensations [ 65]. Furthermore, the BIS comprises both \nsystems and accounts for  the mediation  of behaviours  \ncharacterised  by either approach -approach, approach -\navoidance, or avoidance -avoidance conflict [ 44]. The BIS \nsubstantiates fight  or flight  behaviours, by  inhibiting  \nbehaviours  reliant on top -down attention systems, and \ninstead facilitating risk -assessment behaviour through \nincreased vigilance [44]. \nAttentional bias can modulate negative affective states, \nresulting in the regulation of defensive behaviours. To \nexamine the relationship between attention biases and \nemotion  regulation  of aggression  and fear,  an eye-tracking \nparadigm was used alongside the Point Subtraction \nAggression Paradigm, a computerised paradigm that \nallowed  participants  to punish  an opposing  confederate  to \nincrease one’s monetary winnings [2 8]. Results indicated \nthere was a positive association between aggression and \nattention bias towards threat. Fear was not found to \nstrengthen  the relationship  between  aggression  and threat, \nnor did it modify  the relationship  between  aggression  and \nattention  bias [28]. Meanwhile,  the fear condition  resulted in \ngreater attention bias to threat and resulted in less escape \nbehaviours. Consequently, fearful stimuli present in  one’s  environment  may  promote  attentional  fixation  on it, \naffecting emerging fight or flight behaviours.  \nThese findings contribute to the sparse literature on the \nrole of cognitive flexibility modulating defensive and fight \nor flight responses , through threat attentional bias . \nHowever,  these  results  may  have  been  affected by the low \necological validity of paradigms used, due to the ethical \nissue of inducing realistic threat. Consequently, to \ninvestigate the relationship between cognitive flexibility , \nfight or flight motor responses,  and affective responses \nsuch as fear and aggression, threat paradigms need  to be \nsituationally relevant to trigger defensive survival \nprocesses.  \n4.5 Methods  of Measuring  and Detecting  \nCognitive Flexibility  \nCognitive flexibility is intrinsic to adaptive behaviour, \nprioritising  survival  responses  through an  attentional bias  \ntowards threat. This attentional bias prioritises fight or flight \ndefensive behaviours over  other  bodily  functions . Thus, \ncognitive flexibility is believed to result in increased \nmeasurable arousal responses, when in the presence of \nthreat.  High  cognitive  flexibility  results  in the allocation  of \ncognitive resources for environmental demands, priming \nand prioritising one’s adaptive and defens ive behaviours \nover other functions [ 23]. It is this allocation of cognitive \nresources that promotes fight or flight defensive \nbehaviours. This is observed by the prominence of \nphysiological arousal in threat responses. Physiological \narousal is often measured by skin conductance SCR and \nheart r ate variability, indicating the mobilisation of the \nbody for defensive or offensive behaviours like fight or \nflight [ 23]. \nAll measures of cognitive flexibility are hypothesised to be \ncorrelated with one’s arousal, with high cognitive flexibility \nbeing most effective in phases dependent on emotion \nregulation within prolonged threat presence. Immersive \nvirtual environments expo sing participants to either \nprolonged or intermittent threats facilitated measurements \nof physiological and subjective arousal to account for threat \nresponses. Studies have found that RT, heart rate variability \nand cognitive flexibility predicted differenc es in task -\nswitching flexibility, unlike SCR,  despite  all these  measures  \npredicting arousal in the presence of threat [ 23]. Hence, \naffective processing flexibility predicts higher arousal \nresponses, signalling the importance of cognitive flexibility \nprocessing in threat responses [ 23]. \n \n5 THREAT  PERCEPTION  INDUCING  EMPATHETIC \nRESPONSES FROM BYSTANDERS  \n5.1 Empathetic  Responses  Evoked  from  \nThreat and Pain Perception  \nTwo different hypotheses regarding the modulation of \nempathy on threat perception have been proposed in the \nliterature. The “empathising hypothesis” claims that \nobservation of another’s pain promotes feelings of \nempathy, influencing prosocial behaviours to wards the \nvictim [ 66]. Meanwhile, the “threat value of pain This article has been accepted for publication in IEEE Transactions on Affective Computing. This is the author's version which has not been fully edited and \ncontent may change prior to final publication. Citation information: DOI 10.1109/TAFFC.2023.3323043\n© 2023 IEEE. Personal use is permitted, but republication/redistribution requires IEEE permission.\r\nSee https://www.ieee.org/publications/rights/index.html for more information.Authorized licensed use limited to: University of Minnesota. Downloaded on October 25,2023 at 17:32:30 UTC from IEEE Xplore.  Restrictions apply."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "hypothesis” states that the processing of painful and \nharmful stimuli may activate one’s own threat -detection \nsystem, promoting defensive behaviours [ 67]. However, the  \ncharacteristics  of the threat  and environmental  contexts also \nplay a crucial role in threat appraisal and eliciting defensive \nbehaviours. For instance, seeing someone injured  in a \nhospital  would  be less alarming  and may  even incite \nprosocial behaviour. Meanwhile, witnessing an injured \nindividual in the supermarket  may instead serve as a \nwarning of impending danger, promoting threat detection \nover prosocial behaviours. Pain is commonly used within \nexperimental contexts to evoke feelings of threat, due to \ntheir ability to induce defensive behaviours [ 64]. Thus, to \ngain a better understanding of the complex role of empathy \nwithin pain perception, we ought to investigate  how  \nempathy  is measured  and captured  within the literature.  \n5.2 Brain  Regions  Implicated  in Empathetic \nResponses to Observed Pain  \nEmpathy is an understudied phenomena within threat \nperception research, despite the influence it has on the \nperception of another’s pain. Pain networks  are identified in \nthreat perception, on the basis that pain, and threat are often  \nlinked,  as individuals  often  deem  potential  pain  as a threat \nand become threat averse. fMRI studies have identified two \ncortical and subcortical networks for pain empathy that are \ncapable of quick bottom -up activations, which are required in \nquick attentional processing of thre at [64]. The observation of \nan individual in a painful situation results in increased \nactivation of the somatosensory cortex, evoking pain -related \nresponses in the motivational -affective dimension of pain \nwithin oneself [ 67]. The prefrontal cortical circuitries have \nbeen identified  to hold  influence  over  high -level  signals,  \nwhich  are based  on predictions  and prior  experiences,  \nsubstantiating the BIS and its mediation of defensive \nbehaviours [ 24]. Meanwhile, the insula and cingulate cortices \nhave also shown increased activation upon the observation of \nanother’s pain, within individuals with higher self - reported \nlevels of empathy [ 68]. \nThe amygdala is believed to be central in emotional empathy, \ndue to considerable evidence of the amygdala playing  a role \nin deciphering  fear-related  stimuli  [69]. One perspective \nclaims that the amygdala contributes to empathy by encoding \nthe severity of threat [ 70]. This model states that fear -encoded \nstimuli reinforce  the activation of the amygdala, with more \nfearful stimuli resulting  in greater  amygdala  activity  [69], as \nobserved  by the amygdala responding more actively to the \nincreased intensity of fearful facial expressions [ 71]. In \ncontrast, another model proposes that the amygdala does not \nencode  the levels  of distress,  but rather  redirects  cognitive \nfunctions like attention towards the object’s features, to \ndisambiguate the stimuli [ 68]. As a result, increased \namygdala  activity  is predicted  for more  ambiguous  stim uli \nthat requires  a greater  understanding  of situational  cues  to \ndecipher. Hence, this model predicts that once attention has \nbeen successfully redirected to relevant stimulus features, the \namygdala is no longer utilised for emotion recognition [ 70]. \nIn order to  investigate the amygdala’s role in the perception \nand identification of fear, when different contextual cues are present, a fMRI study was conducted utilising a ROI \napproach to identify amygdala responses to emotionally \ncharged and emotionally  ambiguous  stimuli  [69]. Results  \nindicated  that amygdala activity was associated with higher \nlevels of fearful stimuli, reflecting the level of arousal incited \nby complex visual scenes. However, a lack of amygdala \nactivity during the discrimination between differing \nemotion context stimuli , indicated it was not modulated by \nemotional ambiguity [69]. Hence, these results indicate that \nthe amygdala plays an essential role in threat perception  by \nencoding  the severity  of threat,  from  fearful expressions.  \nThese  results  are significant  to models  of empathy, as the \nrecognition of fear in others is vital to empathetic \nbehaviours, which promotes  prosocial behaviour [ 72]. \nContextual  cues  also contribute  to the degree  of empathetic \nappraisal experienced by the amygdala, from the \nperception of another’s pain. Under differing social \ncontexts, like cooperative versus competitive and friendly \nversus threatening, participants perceived another’s pain \ndifferently [ 73]. These  findings  show  that a combination  of \nthreatening  and competitive stimuli resulted in increased \narousal in participants, indicating the role of specific social \ncircumstances in modulating neural responses to pain  in \nothers. This manipulation of social contexts creates a \ncontrast  in the probability  and predictability  of perceiving \npain; hence, pain perception is more likely for the \ncompetitive/threatening  context  than  the \ncooperative/friendly context [ 66]. As a result, contextual \ncues can modulate the activity of brain region s implicated \nin observer’s  pain perception , through the mediation  of \nexperienced  arousal.  \n5.3 Methodological Limitations in the Study of \nEmpathetic  Appraisal  from  Pain  Perception  \nDespite pain being a principal component  within threat, \npain, and  threat are  not necessarily  mutually  exclusive,  as \nthe repercussions of threat need not solely be physical \ndamage. The nature of threat can extend beyond the \nphysical, manifesting as psychological threats. Hence, \nalthough  pain  is considered  a threat,  not all types  of threat \nconsist of pain. Consequently, when most studies within \nthe literature  use visual  stimuli  of painful  scenarios,  it only \nserves to inform the neuro -physical responses to pain, as \nopposed to more realistic fields  of threat  that are \nmultifaceted in nature (ie. Visual, auditory, tactile) . Thus, \nneglecting the multifaceted sensory nature of threat  may \naffect the contextual information conveyed to the \nindividual, regarding the threat.  \nFurthermore, consolidating the dynamic nature of threat \ninto static  stimuli  makes  it hard  to control  what  sensations \nparticipants  might  be experiencing , due to the lack of \ncontext . For example,  a painful image  might  not necessarily  \nincite  feelings  of empathy  for another’s  pain,  instead  \ninciting  feelings of  disgust or shock, depending on the \narousal intensity of visual stimuli.  \nLastly, it is difficult to measure and analyse feelings of \nempathy, especially when the participants have no \nexperimental opportunity to indicate this, through means This article has been accepted for publication in IEEE Transactions on Affective Computing. This is the author's version which has not been fully edited and \ncontent may change prior to final publication. Citation information: DOI 10.1109/TAFFC.2023.3323043\n© 2023 IEEE. Personal use is permitted, but republication/redistribution requires IEEE permission.\r\nSee https://www.ieee.org/publications/rights/index.html for more information.Authorized licensed use limited to: University of Minnesota. Downloaded on October 25,2023 at 17:32:30 UTC from IEEE Xplore.  Restrictions apply."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "of experimental  outcomes  such  as prosocial  behaviours  or \nqualitative measurements such as personality \nquestionnaires.  Thus,  to generalise  findings  to experienced \nthreats, experiments should not only utilise ecologically \nvalid  and immersive  stimuli, but  also present participants \nwith the option to respond empathetically, for statistical \nmeasure.  \n5.4 Threat Perception Evoking Empathetic \nAttitudes,  Resulting  in Prosocial  Behaviours  \nEmpathy is the key mechanism that drives selfless decisions, \ndue to the broader evolutionary framework influencing \nsituation -specific behaviours, which can alleviate the distress \nof others [ 42]. Hence, empathy is crucial to the exercising of \nprosocial behaviours, which minimises  harm and reduces the \nlikelihood of the bystander effect.  \nThreat imminence can modulate empathetic appraisals of \nprosocial behaviours. A study conducted required \nparticipants to make trial -by-trial decisions as to whether \nthey would aid a co-participant in avoiding an aversive \nshock, at the potential expense of receiving a shock [ 42]. The \nindependent variable was the threat’s imminence; thus, \ndecisions were prompted when threat was either imminent \nor not. The imminence of threats resulted in faster prosocial \nresponses and increased heart rates [ 42]. Therefore, these \nfindings suggest that imminent threats promote defensive \nstates present in fight or flight behaviours to  facilitate \nprosocial  decisions,  towards other  individuals  experiencing  \ndistress.  As a result,  these  results imply that  the fight or flight  \nnature of  threat  perception is linked to one’s choice to engage \nin a prosocial nature.  \nSome studies have taken an emotional appraisal approach \nto prosocial motivations, whereby affective states influence \ndifferent methods of cognition [ 74]. Within this framework, \ncompassion is distinctive from empathy, as it is more \nquantitatively measurable and is defined by prosocial care \nmotivation and empathic recognition of another’s suffering \n[75]. Hence, a subfield of literature distinguishes empathy \nfrom compassion, due to compassion encompassing the \nprosocial action taken to reduce the suffering of another \n[76]. This distinction prioritises the study of compassion \nover empathy, as it is believed  that compassion  drives  \nprosocial  behaviours  [33]. \nTo investigate whether acts of compassion operate similarly \nto empathy by activating empathy networks, \nneurobiological measures must be taken. Due to \ncompassion being defined as the ability to not only \nempathetically recognise another’s suffering but also the \ndisplaying of prosocial behaviours, it implies that the \nactivated neural networks should be  like those  activated by \nempathy. A fMRI study conducted predicted that acts of \ncompassion towards a vulnerable individual  would \nactivate regions of the empathy network like the anterior \ninsula,  and IFG and midbrain  PAG [ 77]. Self-report  data  was \ncollected  to measure  sentiments of compassion and distress \nafter the presentation of each stimulus. Despite sharing \nactivation of the PAG and IFG, key regions prevalent in the \nempathy network like the insula, mPFC or human temporal polar cortex were not activated when participants were \ncompassionate [ 77]. \nThe difference in neural network activation could be \nattributed to the emotion induction method used . \nParticipants were required to continuously self -monitor, \nself-evaluate  and appraise  their  emotions  [78]. As a result, \nthe self-reflective  nature  of the task might  have  stimulated \nevaluative regions like the insula and mPFC, hence \naffecting the qualitative differences between stimuli \nconditions [ 77]. These findings contribute towards the \nunderstanding of neural pattern activation similarities \nfrom  acts of compassion  and empathy.  However,  further  \ninvestigation on empathetic appraisal resulting in \nprosocial actions may require more ecologically valid \nmethods of measurement to preserve the integrity of \nfindings.  \nTo promote confrontation reduction, empathetic appraisal \nneeds to complement  the reinforcement  of memories  learnt  \nthrough first -hand  aversive  experiences  [79]. A study  \ninvestigated whether the observation of another’s threat \nresponse would reinstate one’s own, prior learnt defensive \nresponses to a similar threat [ 80]. The experiment was split  \ninto two conditions,  whereby  observers  within  both  \nconditions watched a visual recording of a demonstrator \nreact to three, unannounced electrical shocks. Following \nthis, all participants  were  presented  with  similar  scenarios \nas the individuals presented in the videos , and skin \nconductance was measured in both phases of the \nexperiment. However, unlike the demonstrator videos, \nparticipants did not receive a shock, yet they displayed \nelevated physiological responses to threat -conditioned \ncues, after the observation of ano ther’s aversive response \ntowards threat stimuli. Participants also displayed \nincreased  arousal  in contexts  perceived  as dangerous  [79]. \nThus, indicating that the observation of another’s threat \nresponses  has the potential  to reinstate  threat  responses  in \nan observer [ 79]. \nAs a result,  being  empathetic  to another’s  experience  with \naversive stimuli  can serve to inform one’s own affective \nresponse  to the stimuli. Consequently, this study \nsubstantiated that vicarious threat learning can recover \nassociations shaped by the observation of another’s aversive \nexperiences [ 79]. Furthermore, the effect of empathetic  \nappraisal  promotes  vicarious  learning  through the \nobservation of another and one’s own first -hand experiences \n[79]. \n6 VIRTUAL REALITY TO EVOKE EMPATHETIC \nSTATES THROUGH EMBODIED PERSPECTIVE -\nTAKING  \n6.1 VR Evoking  Emotion  and Threat  Recognition \nfrom the Display of Human Motion  \nThe modulation of emotions evoked from IVE is dependent \non the degree of immersion and presence experienced from \nsuccessful interactions with virtual avatars [ 80]. The \nplausibility illusion occurs when participants are under the \nillusion that virtual events are really happening, despite \nknowing that they are not happening outside of VR [ 81]. The This article has been accepted for publication in IEEE Transactions on Affective Computing. This is the author's version which has not been fully edited and \ncontent may change prior to final publication. Citation information: DOI 10.1109/TAFFC.2023.3323043\n© 2023 IEEE. Personal use is permitted, but republication/redistribution requires IEEE permission.\r\nSee https://www.ieee.org/publications/rights/index.html for more information.Authorized licensed use limited to: University of Minnesota. Downloaded on October 25,2023 at 17:32:30 UTC from IEEE Xplore.  Restrictions apply."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "plausibility illusion is dependent on the credibility of \nscenario depicted, and plausibility of interactions between \nparticipants and virtual agents in the VR paradigm [ 82]. \nWhen the scenario depicted is highly plausible, IVEs has the \npotential to have a higher degree of emotion recognition \naccuracy from the perception of emotive motor behaviours, \nwhen a large range of somatosensory sensors are used to \ncapture behavioural r esponses across different modalities.  \n Affective responses can be measured within VR paradigms, \nthrough changes in facial expressions, body language and \nphysiological changes [ 83]. To investigate the effect of \nemotive body language on observer physiological ratings, \naggression -evoking role -play scenarios were utilised by \ntrained actors and participants to train avatar models for \naggression prevention virtual paradigms [ 80]. Hence, to \nobtain a rich analysis on negative affective responses, they \ncaptured overt behaviour through audio, video, moti on \ncapture and head tracking. Physiological changes were \nrecorded by ECG, SCR, and muscle activity of the biceps, \ntriceps, and trapezius muscles. Results showed that \naggression, fear, valence  and arousal  were more highly rated \nfor overt body language being displayed, in comparison to \nspontaneous and sometimes covert behaviours [ 80]. \nSimilarly, activation was found in the trapezius, deltoid and \ntriceps  muscles in fear perception,  while  the biceps  \ndisplayed  inhibition, suggesting a relationship between the \nemotion and motor systems, when confronted with \naggressive stimuli  [81]. \nHence, these findings indicate that the overt use of \nconfrontational  body  language  promotes  levels  of fear and \naggression within viewers, activating motor responses.  \nFurthermore,  this novel  study indicated  the potential  of \novert body language  being  used to inform virtual agents \nwithin VR simulations, to evoke affective states of fear and \naggression.  \nThere is a lack of research utilising IVEs to capture and \nanalyse the effect of virtual agents portraying non - \ncommunicative movements on the modulation of perceived  \naffective responses like empathetic appraisal  [84]. Non -\ncommunicative  movements consist  of idle motion  and are \ncommonly  used  to simulate behavioural realism in virtual \nsimulations [ 84]. \nVR presents the opportunity to study the influence of \nnatural  postural  oscillations  on the perception  of another’s \npain  and the corresponding  empathetic  response.  Realism \nin biological motion from idle motion was found to be \nimportant in the perception of virtual agents, promoting \nfeelings of empathy within observers. Participants who \nwitnessed static virtual agents who expressed pain, rated \nthe pain  observed  as more  intense  [84]. Meanwhile,  virtual \nagents that were animated with idle postural oscillation \nresulted in participants feeling more empathetic towards \nthe pain expressed by the virtual agents [ 84]. These findings \ncoincide w ith the fact that the human visual system is \nsensitive to biological motion, hence, the presence of \nbiological motion may result in individuals identifying the \nvirtual agent as a natural agent (i.e., human),  instead  of an \nartificial  one (i.e., cartoon)  [84]. This classification of virtual agents as natural agents \npromotes immersion of the participant, creating more \nvalidated results  measured  within  increasingly plausible \ninterpersonal  social  contexts. Thus, the realism of virtual \nagents and their interactions is a factor crucial to evoking \na plausibility illusion.  This early identification stage \ninfluences latter stages of facial pain expression \nrecognition, modulating realism and promoting higher \nempathetic responses to pain [ 84]. Future research ought \nto further explore the categorisation of animated agents as \nhumans, and whether human motion realism affects \nempathetic resonance of pain [ 51]. \nMultiple machine -learning methods have been proposed \nto classify  emotions  from  whole -body  human  movements, \nwithin virtual environments. This method of emotion \nrecognition  complements  and enriches  existing  methods  of \nfacial emotion recognition, due to the ambiguity of facial \nexpressions  in isolation  [85]. Additionally,  the recognition \nof facial expressions has been found to be modulated by \nthe expression  of the body  [86]. The inclusion of the body \nas an emotive object paints a holistic view of emotional \nexpr ession , as in reality,  faces  cannot  be viewed  in isolation \nfrom the body. The recognition of emotions from motion \nalso serves to inform behavioural responses that biases \nemotion perception [ 87]. These machine -learning \nnetworks have the potential to redefine behavioural \nmodelling,  by strengthening  the relationship  between \ncomputers and humans, through the automatic \nrecognition of emotions from body movement [ 88]. \nThe use of whole -body movements to extract emotion \nrecognition data from VR was proposed, in the face of \nphysiological method limitations [ 89]. Similarly, the use of \nwhole -body expressions as a modality for emotion \nrecognition from emotionally expressive walking \nsequences, can predict the intention and emotional state of \nindividuals and encompassing movements relevant to the \nreflected emotional  state [ 90]. Not only does whole -body \nmotion enrich emotion recognition, but they also provide \ninsight towards the extraction of emotional features from \nbody movements, being used for the classification of \nemotions between humans and virtual  agents [ 89]. \n6.2 Empathetic  Responses  Evoked  from  Embodied \nPerspective Taking with VR  \nThe ability to embody other perspectives with VR can \ncapture the dynamic nature of threat to elicit empathetic \nresponses, thus, influencing socio -behavioural processes. \nVirtual agents can emulate interpersonal threat, with \nmotor signals consisting of facia l and bodily expressions  \n[90]. VR simulations  are used to evoke embodiment \nillusions, whereby one’s sense of body ownership  is \nmanipulated  by the perceptual  illusion  or the feeling of \nembodying a non -human or virtual entity. Embodiment \nillusions have the potential to affect social cognition by \ninfluencing behavioural responses and perceptions [ 91]. \nFearful expressions are more readily modulated within \nembodiment illusions than other emotional expressions [ 92]. \nThis  feat is observed  by the perceptual  illusion  of the Visual This article has been accepted for publication in IEEE Transactions on Affective Computing. This is the author's version which has not been fully edited and \ncontent may change prior to final publication. Citation information: DOI 10.1109/TAFFC.2023.3323043\n© 2023 IEEE. Personal use is permitted, but republication/redistribution requires IEEE permission.\r\nSee https://www.ieee.org/publications/rights/index.html for more information.Authorized licensed use limited to: University of Minnesota. Downloaded on October 25,2023 at 17:32:30 UTC from IEEE Xplore.  Restrictions apply."
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Remapping of Touch effect, which enhances accuracy in \ntactile perception of one’s face  upon observation  of another’s  \nface being  touched  [93]. However, this illusion solely \nfacilitates fear expression recognition, unlike other \nexpressions, implying that fear is perceived and processed \ndifferently [ 94]. Hence, perspective -taking of another’s \nmultisensory experiences, through embodiment, is \nspeculated to facilitate regions of the somatosensory cortex \nthat are related to fear perception [ 91]. However, unlike no n-\nVR illusions, VR has been shown to be capable of promoting \nstrong feelings of ownership, resulting in fronto -parietal \nactivation [ 95], despite differing appearances of one’s own \nbody to the present avatar [ 94]. In comparison to narrative \nimagination tasks, VR has resulted in significantly higher \ndegrees  in sense unity  and perspective  taking  [96]. \nFurthermore, VR has been dubbed as the “empathy machine”  \n[97], showing  profound  effects  of the alteration of one’s self -\nbodily perception, affecting self -intrinsic socio -cognitive \nprocesses, which can be manipulated to solve  issues within \nthe real world [ 92]. \nThe actions of violent offenders are postulated by theoretical \nmodels of aggression, whereby empathy deficits prevent \noffenders from envisioning their victims’ perspectives [ 98]. \nEmpathy is believed to be a process  that moderates the \nexercising of aggressive behaviours [ 99]. Hence, aggressive \ninclinations could be due to deficits of cognitive empathy, the \nability to understand another’s emotions and mental state, \nand emotional empathy, the feeling of vicarious emotion \nstates [10 0]. According to Blair’s Viol ence Inhibition \nMechanism model,  one’s  empathetic  response  can be \nprevented  by the poor recognition of another’s expressed \nanger and fear [ 98]. This  effect  has been  observed  in male  \noffenders  who display a significantly lower ability to \nrecognise  fear in female faces, in comparison to non -violent \ncontrols, as measured  by a Face -body  Compound  emotion  \nrecognition test [ 92]. This evidence suggests a differential \npattern activation in emotional expression perception, which \ncoincides with violent behaviour being associated with \nnegative emotion recognition deficits and ambiguous \nemotional stimuli processing differences [ 101]. \nConsequently,  VR is speculated  to provide  the opportunity for \nembodied perspective -taking, presenting a potential \nintervention for socio -affective impaired individuals.  \nThe perspective -taking element of VR can influence the \nemotional recognition skills and physiological responses of \nindividuals, to promote empathetic appraisal. Perspective -\ntaking  often  goes  together  with  high  level  empathetic \nprocessing, which is fundamental to the understanding of \nanother’s perspective [ 98]. To induce a full -body illusion, a \nmale domestic violence offender’s body was substituted by a \nvirtual female that was synchronised with their movements, \nwhile the VR paradigm subjected the participant  to scolding \nand aggressive behaviours from a virtual male. This \nopportunity to adopt the victim’s perspective through virtual \nembodiment in VR, resulted in offenders displaying an \nimproved ability in recognising fearful female faces and were \nnow able to a ccurately classify them as fearful [ 92]. \nFurthermore, these offenders displayed stronger \nphysiological responses like more pronounced HRD, an anxiety  marker  of defensive  and vigilant  responses  elicited \nfrom aversive  stimuli [ 65], when observing  explicit  acts of \naggression, in comparison to implicit non -verbal cues of \napproaching the individual [109]. Increased HRD in  \nresponse  to threat,  whilst  embodying  a virtual  body  has \npositively correlated VR paradigms with body ownership \nfeelings [102]. \nIn a later fMRI study, an enhancement in activity within the \nDMN, which engages in introspection and memory \nretrieval, was captured when offenders were subjected to \nviolent aggression from the perspective  of a victim  [90]. In \ncontrast,  DMN  activity  was reduced when perceiving fearful \nvictim expressions, indicating  that the perception  of fear as a \ndiscrete  emotion was easier to recognise in comparison to \nemotionally ambiguous stimuli [ 92]. However, as this was a \nnovel study combining  neuroimaging  and VR meas ures of \nemotional recognition and empathetic appraisal, \ncorresponding literature to substantiate this claim is limited.  \n \nDiffering perspectives adopted within VR paradigms can \ninfluence  the saliency  of emotions  in an observer,  resulting \nin different affective, neural, and behavioural responses. \nWhen an individual embodies the direct victim of an \nassault, they experience stronger fear arousal [ 103]. \nSimilarly, studies found that first -person perspective \nembodiment resulted in increased body ownership, fear \narousal,  physiological reactivity,  amygdala  activation  and \nfrontoparietal network synchronisation to predict \nanother’s actions, in comparison to third -person \nembodiment [ 104], [105].  \n \n7 THE MEASUREMENT OF AFFECTIVE STATES \nAND BEHAVIOURAL RESPONSES FROM THE \nEMPATHETIC RESPONSES OF BYSTANDERS  \nVarious methods for measuring affective states and their \nbehavioural responses have been proposed in the last \ndecades. These methods can be broken down into the \nfollowing categories, as substantiated by Kaplan et al. and \nLuong et al. [ 106], [107]: self -reports, physiological \nmeasurements, and observational methods.  \n7.1 Self -report Measures  \nSelf-report measures are subjective methods that require \nindividuals to describe their affective states and \nbehavioural responses, either in the present or a previous \nmoment [ 107].  Examples from the literature include State -\ntrait anxiety inventory, the Buss and Perry Aggression \nQuestionnaire, Traumatic Life Events Questionnaire, IRI \nand Likert scales to measure affective states from a \ndiscrete perspective [ 107]. These questionnaires measure \naffective states and their propensity for behavioural \nresponses (i e. Higher state -trait anxiety may predict more \nevasive behaviours to threat). Thus, self -report measures \nare essential in the measurement of behavioural responses \nto perceived threat, such as fight or flight behaviours, \nempathy and affective states like fe ar and anger.  This article has been accepted for publication in IEEE Transactions on Affective Computing. This is the author's version which has not been fully edited and \ncontent may change prior to final publication. Citation information: DOI 10.1109/TAFFC.2023.3323043\n© 2023 IEEE. Personal use is permitted, but republication/redistribution requires IEEE permission.\r\nSee https://www.ieee.org/publications/rights/index.html for more information.Authorized licensed use limited to: University of Minnesota. Downloaded on October 25,2023 at 17:32:30 UTC from IEEE Xplore.  Restrictions apply."
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "7.2 Observational methods  \nUnlike self -reports that depend on the subject’s self -\nawareness and accuracy of responding, observational \nmethods typically evaluate facial and body behaviours \n[107]. Nonverbal behaviours are associated with \nproxemics, gait, body posture and facial expressions, and \ncan highlight patterns and frequency of behaviours \nassociated [ 107].  Some observational methods identified in \nthe literature include head tracking, proxemic \nmeasurements, posturographic measurements of the \nskeleton and gait. Furthermore, in the scope of this review, \nVR paradigms were identified within the literature as they \nimproved traditional observational methods by \nconducting observations on intrapersonal threat within \ncontrolled environments.  \n \nHowever, observational methods are indirect methods of \nmeasurement, hence they are harder to create a baseline for \ndue to the conflation of other factors. Despite this, they are \neasier to acquire as they interfere less with the subject’s \nnatural behaviour.  However, someone who is aware that \nthey are under observation, may modify their behaviours \nto enact more in line with societal norms. Thus, autonomic \nmeasurements from the CNS may be more reliable due to \ntheir countering of these Issues.  \n7.3 Physiological measurements  \nPhysiological measurements reflect the changes in \nphysiological activities of the ANS and the CNS [ 107].  The \nrelationship between psychological and physiological \nresponses, promote the deciphering of affective states from \nphysiological responses [ 108]. The CNS is responsible for \nreceiving sensory input and transmitting this information \nto different parts of the body, for instance, upon detecting \na threat, information is transmitted to relevant muscles in \nthe fight or flight phenomenon. CNS activity is usually \nmeasured by fMRI activity. Meanwhile, the ANS controls \ninvoluntary responses of th e body, as measured by HRV, \npupillary indicators and SCR. Measures of ANS and CNS \nresponses promote objective and high frequency sampling \nof physiological activity modulated by psychological \nactivity [ 107]. Measurements of SCR, heart rate variability \nHRV, EEG, EMG, and fMRI, measure the activity of the \nANS and CNS, due to physiological signal reliability and \nbehavioural response, depending on the elicited emotion \n[109]. The combination of the ANS’ autonomic control over \ninvoluntary body responses and the CNS’ direct control \nover bodily reactions target the cardiovascular, \nelectrodermal and pupillary indicators by quantifying \nmeasurable changes  [108]. In this way, the measurement of \nphysiological changes provides insight into the \nrelationship between affectiv e states and behavioural \nresponses to threat.  \n7.4 Limitations  of Existing  Measures  of Behavioural \nResponses  Traditional  physiological  methods of  emotion recognition \nrequire subjects to wear a series of relevant sensors for data \ncollection, imposing restrictions on naturalistic behaviours \nand acquisitions, compromising  the accuracy  of emotion  \nrecognition  for real world settings [ 89]. Traditional \nphysiological measurements  include  indirect  measures  of \nthe autonomic nervous system, like fear -potentiated startle \nas measured by EMG , SCR,  eye tracking  and \nmeasurements  of direct  brain activity  from fMRI [ 110]. \nThe measurement of human behaviour brings about its own \nmethodological complexities, due to the multidimensional \nnature of social interactions. Threat interactions are difficult \nto control due to their nonlinear and multidimensional \nnature [ 111]. Furthermore, inducing fear and aggression in \nan experimental context brings about ethical concern, due to \nthe lack of experimental control over potential breaches of \nthe participant’s safety. One  traditional  approach  is the use \nof human  observers  to observe, code and record evaluations \nof behaviours and emotion states from social interactions. \nHowever, coding schemes  utilised  by the observer  are \nlimited  by observable physical aspects of the interaction, \nsuch as mutual gaze occurrences, or generalised impressions \nof the overall interaction [ 111]. Additionally, the mismatch \nof subjective responses being captured by r igid coding \nquestionnaires reduces  the richness  of the behavioural  data  \ncaptured.  Where evaluative approaches are qualitatively  \nrich,  they  come  at a cost of time  and resources required to \nmaintain the richness of the data, especially over longer \ndurations of time [ 111]. Furthermore, the ecological validity \nof human coding is further limited by the subjectivity of the \nobserver’s interpretations [ 111]. \nMeanwhile, the study of defensive behavioural motion from \nreal-life provocations is limited, due to the lack of conflict \npredictability occurring in naturalistic scenarios. Hence,  it is \ndifficult  to use existing measurement methods to firstly,  utilise  \nreal-world  paradigms to control exposure to interpersonal \nprovocation for experimental study and secondly, to \naccurately measure human behaviour, comprising of \ndefensive motor responses and affective states, in social \ninteractions.  \n7.5 Benefits  of VR as a Methodology  to Portray  and \nCapture Measurable Affective Behaviours  \nTo combat the issue of ecological validity and replication \nissues, VR paradigms were developed, to offer a three - \ndimensional virtual world for measuring behaviours within \nsocial situations [ 80]. VR presents the opportunity to \nexamine emotional perception and behavioural tendencies \nthrough the manipulation of experimental conditions. It \nprovides the field of affective neuroscience with an effective \ntool to study affective loops, under controlled  conditions in \nsettings where real -life manipulation would be i mpossible \nto control or unethical [ 87]. For example,  the study  of \nprosocial  behaviours  when confronted by a violent incident \ncan be studied, without bringing  physical harm  to \nparticipants  [112].  \nDespite VR being limited by the sensorimotor contingencies available \nby the VR system, VR can create naturalistic paradigms This article has been accepted for publication in IEEE Transactions on Affective Computing. This is the author's version which has not been fully edited and \ncontent may change prior to final publication. Citation information: DOI 10.1109/TAFFC.2023.3323043\n© 2023 IEEE. Personal use is permitted, but republication/redistribution requires IEEE permission.\r\nSee https://www.ieee.org/publications/rights/index.html for more information.Authorized licensed use limited to: University of Minnesota. Downloaded on October 25,2023 at 17:32:30 UTC from IEEE Xplore.  Restrictions apply."
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "comprising of ecologically valid stimuli that are \nrepresentative of real -world situations [ 81]. This method \nallows experimenters to seamlessly  observe  and record  \nbehavioural  tendencies  that surface within these virtual \nenvironments, without breaking  the immersion  of \nparticipants. Furthermore, with the advancements in VR \ntechnology, studies investigating the plausibility of VR \nparadigms have found that immersive virtual environments \ntend to induce the same fear sensations that individuals \nwould experience in reality [ 81]. Thus , VR has the potential \nto evoke the plausibility illusion, creating the illusion \nthat the scenario occurring is real and occurring [ 81]. \nHence, physiological, observational, and self -report \nmeasures would be able to aptly capture naturalistic \nbehavioural responses, provided the VR paradigm can \ninduce the plausibility illusion [ 81]. \nTraditional methods of physiological measurement are \ncommonly used within the existing literature to \nsupplement VR observations of a participant’s affective \nstate. For instance, within a VR simulation, changes in \npostural and autonomic behaviours towards v irtual avatars \ndisplaying different emotion were measured by postural \ndisplacement, and SCR [ 82]. Similarly, heart rate variance \nwas measured as a basis for continuous arousal, a key \nfeature of fight or flight body mobilisation [ 113], while \nparticipants we re to physically navigate  threats  within  an \nimmersive  virtual  environment [ 23]. Thus, the combination \nof VR derived measurements  and physiological  \nmeasurements  paints  a holistic  view  of captured biological \nmotion and their corresponding affective states.  \nVR complements physiological measurements by \nimproving the validity of ethological physiological \nmeasurements. For instance, proxemic measurements are a \ncommon example of in vivo measurement from social \ninteractions without having to hook individuals up to  \nmotion capture monitoring equipment or constrict them to \nthe confining space of a scanner.  As a result,  VR can use \nmotion  analysis  to produce valid measurements of \nbehavioural responses, without restricting the movement of \nparticipants.  \n7.6 VR  to Measure Displays of Empathetic \nBehaviour  \nProxemic behaviour was found to be influenced by displays  \nof empathy,  via the mediation  of one’s physical distance to \nindividuals in need. Prosocial behaviours are positively \nassociated  with  less physical  distance  between  individuals \n[115]. Within VR, interpersonal proxemic behaviours such \nas the movement path of an individual, continuous, or \ncovert mutual gaze and the head orientation while moving \nwithin the VR environment are measured.  \nThe combination of VR and motion tracking presents the \nability to  comprehensively  study social interaction. VR \nmeasurements have the potential to provide more \ncontextual insight than isolated  tracking data from \ntraditional motion -tracking. A combination of VR and \nmotion tracking combines the data into a manageable form \nwithout reducing meaningful results, which would make the data sensitive to noise [ 111]. Thus, the combination of \nVR and motion tracking  presents  the ability  to study  \nsocial  interaction, whil e systematically analysing how \nkinematics differ between emotional scenarios [ 115]. \nFurthermore, VR remedies the difficulties of measuring \nprosocial behaviours in experimental contexts, due to the \nvarying situational inclinations affecting consistency in \nresponse behaviour across trials. Conditions such as the \nenvironment that the virtual  environment embodies, and the \nbehaviour of a virtual confederate can be controlled  and kept  \nconsistent  between  trials.  For example, individuals can  feel \nmore inclined to  act prosocially  when confederates display \nincreased eye -contact [ 116] or when situational cues \nsignalling to respect social norms are visible within the \nenvironment [ 83]. As a result, participants  can be \nencouraged  towards  enacting  prosocial behaviours  when  the \nsituation  they  find themselves  within is controlled to evoke \nempathetic responses. This  method  of online  data  \nacquisition  is advantageous over traditional methods. \nHence, research suggests that VR could provide a more valid \nand nuanced method of measuring proxemic behaviours \nthan traditional motion capture methods. Thus, there are \nbenefits of  using VR to capture emotions and threat \nrecognition from the measurement of human motion.  \n7.7 Methodological  Limitations  from  Studies  \nInvestigating  Embodied  Perspective  Taking  in VR \nDespite  embodied  perspective -taking  enabling  the study  of \naffective and cognitive mechanisms, most of the \naforementioned work has been centred in extreme \npopulations, with work focusing on the rehabilitation of \noffenders. This may limit the generalisability of results, \ndue to potential confounding factors like  substance abuse \nor nontypical  mental  processing.  Regardless  of the  use of  an \nextreme population, findings from these studies provide \ninsight on the cognitive mechanisms implicated in \nembodied perspective taking, like empathetic appraisal \nand emotion recognition.  Furthermore,  variation  in \nintensity  of conflict and the study of these uniform \ncognitive mechanisms can be applied to the general \npopulation, due to the nature of conflict being socially \npervasive.  \nRegardless of these limitations, the studies provide \nfoundational evidence for VR being used to facilitate \nneuropsychological  deficits  to minimise  the repercussions of \npoor emotion recognition. Additionally, the  extensive  \nnature  of the VR environment  can be utilised to provide real -\ntime feedback to strategically shape and modulate \nperformance of the participant to accomplish specific goals \n[117]. Feedback and rewards within a virtual environment \nhave the potential to increase engagement within the \nenvironment and guide participants  along  to the objectives  \nof their  tasks  [103]. The measurement and modulation of \nbehavioural responses occurs with ease in VR contexts, \nwhilst maintaining adaptive and ecologically relevant \nsettings. All these characteristics of VR  promote  the level  of \nexperimental  control  necessary  for the measurement, \nanalysis, and replication of threat perception behavioural \nstudies.  This article has been accepted for publication in IEEE Transactions on Affective Computing. This is the author's version which has not been fully edited and \ncontent may change prior to final publication. Citation information: DOI 10.1109/TAFFC.2023.3323043\n© 2023 IEEE. Personal use is permitted, but republication/redistribution requires IEEE permission.\r\nSee https://www.ieee.org/publications/rights/index.html for more information.Authorized licensed use limited to: University of Minnesota. Downloaded on October 25,2023 at 17:32:30 UTC from IEEE Xplore.  Restrictions apply."
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "8 FINAL  REMARKS  \n8.1 Conclusions,  Challenges  and Future  Research \nDirections  \nThis  paper  has systematically  reviewed  the existing  threat \nperception literature notating the influence of threat on \nemotion and motor systems. The analysis of a number of \nrelevant  articles  brought  rise to the following  answers to our \nresearch questions:  \nRQ1: “Are  fear and aggression  linked  within  threat?  Are fight or \nflight  behaviours  the result  of this relationship?”  \nFear and aggression are linked through the fight or flight \nphenomena, as observed by specific neural networks, \nallowing these emotion perception cues to influence \ncorresponding defensive action systems. For instance, the \namygdala was attributed to the processing of affective \nstimuli, with more  amygdala activity associated  with higher \nlevels of both fearful and aggressive stimuli, reflecting the \nlevel of arousal felt [ 118]. Meanwhile, a rage circuit \ncomprising of the PAG was theorised and its activity is \npresent in the face of threat [ 80]. \nFight or flight behaviours appear to be evoked from \nsensations  of fear and aggression.  Purposeful  and extreme  \ndisplays of aggression were correlated with high valence \narousal and dominance ratings from physiological \nmeasurements [ 80]. Furthermore, fear is commonly \ncorrelated with aversive behaviours, as measured by startle \nresponse, within the literature [ 25]. Similarly, aggressive \nbehaviours are often associated with approach motivation, \ncomprising of confrontational behaviours [ 25]. Physiological \nsensations are crucial to the promotion of feelings of \naggression and fear, due to subcortical regions of the brain \npromoting these reflexive  defensive  responses  to threat  \n[28]. Hence,  indicating a relationship between affective, \nphysiologi cal states and fight or flight behaviours.  \nRQ2:” Can  biological  human  motion  portray  and capture  \nmeasurable affective  states  from  the fight  or flight  phenomenon?”  \nThe literature discussing the role of motor responses in \ncapturing threat perception  is two-fold. Firstly, there have  \nbeen studies utilising motion detection to infer cognitive \nprocesses of emotion or threat perception. This ranges from \nthe use proxemics in VR to measure empathetic behaviours \n[114] to use of classification algorithms to detect emotion \nstates from body movements [ 88]. Sensations  of fear from  \nan imminent  threat have  also been correlated with one’s \nown freezing behaviours [ 65]. Meanwhile, the perception of \nmotor responses can also mediate empathetic appraisal \ntowards virtual agents [ 86] and  perceptions  of threat  from  \nthe induction  of perceived  fear and aggression [ 11]. \nSecondly, c ognitive flexibility  is crucial in fight or flight \nbehaviours, as it  mediates the adaptability of motor \nbehaviours in the face of threat. Cognitive flexibility \npromotes an attention bias towards threats  within one's \nenvironment. This process can mediate the relationship \nbetween fear and aggression, resulting in corresponding fight or flight motor behaviours. This attention bias can \nalso be the result  of body  immobility,  evoked from  fearful \nstimuli [ 31]. As a result, the perception of threat is \nprioritised  over neutral cues, as observed by neural \nnetworks  specialised  in the perception  of fearful  body  cues \nand expressions [ 31]. The perception of another’s fearful \nbody  cues  is prioritised  in perception  as visual  stimuli.  The \ndistinction  between  fear and neutral  stimuli  is observed  by \nthe increased sensitivity of certain brain regions, such as \nthe EBA to fear stimuli.   \nThe measurement  of motor  responses  in realistic  scenarios \nbrings about challenges around replication, validity, and \nethics. Thus, VR was proposed as a method to extract \nemotions from motor movements with proxemic \nmeasures. With a greater degree of experimental control, \nVR can give real -time feedback to participants, while \nensuring consistency within social interactions with an \nartificial co nfederate. The combination of VR and motion \ntracking presents an opportunity to study social \ninteraction, alongside kinematics differences within \nvarying emotional scenarios.  \nThere is a  lack of  literature found  that identified  the effect \nof aggression on motor behaviours, due to most research \nfound within our search, focusing on fear elicitation. \nHence, future  research  ought to investigate  whether there \nis a strong l ink between aggression as an affective response \nand the potential for corresponding fight or flight \ndefensive behaviours.  \nRQ3: \"What factors of threat perception modulate  empathetic \nresponses  and how are these  measured  by affective  computing?\"  \n \nWithin our systematic search the main two methods of \nusing  VR to evoke  empathetic  responses  in observers,  were  \nfrom  the perception  of another's  pain  and embodied  \nperspective taking. Perceiving another’s pain can be a \nstrong motivator for empathetic behaviour, with \nimmediacy  contextual  cues  heavily  influencing  empathetic \nresponses. However, pain is not mutually exclusive to \nthreat, despite fear being a commonly shared affective \nresponse  between them. Thus, future research investigating \nthe effect of threat perception on empathetic responses \nought to investigate impending threat scenarios that are \nnot solely reliant on physical pain.  With the advancement \nof innovation, virtual reality presents the opportunity to \nimmerse individuals in realistic mediums, to evoke threat \nperception responses. For instance, a study c onducted by \nDey et al. ( 2017)  immersed participants in a virtual zombie \ngame, to investigate the effect of collaborative threat \nperception on emotional bodily reactions  [119]. Hence, \nsuch experiments present new opportunities to investigate \nthreat from different scenarios not grounded in threat, \nwithin virtual reality.  \nMeanwhile,  embodied  perspective -taking  results  in higher \ndisplays of emotion congruency and the recognition of \nfearful expressions [ 91]. The limited literature supports \nthese findings, depicting empathetic responses because of  \nsignificant neurological activity changes [ 90]. Despite this \nfield being novel , it shows promising results for the study of \nvaried perspective taking on empathetic appraisal.  This article has been accepted for publication in IEEE Transactions on Affective Computing. This is the author's version which has not been fully edited and \ncontent may change prior to final publication. Citation information: DOI 10.1109/TAFFC.2023.3323043\n© 2023 IEEE. Personal use is permitted, but republication/redistribution requires IEEE permission.\r\nSee https://www.ieee.org/publications/rights/index.html for more information.Authorized licensed use limited to: University of Minnesota. Downloaded on October 25,2023 at 17:32:30 UTC from IEEE Xplore.  Restrictions apply."
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "RQ4: “How  do empathetic  appraisals result  in prosocial  behaviour, \nand has this been measured  by affective  computing?”  \nEmpathetic appraisals have the potential to evoke prosocial \nbehaviour , as fight or flight defensive states can facilitate \nprosocial decisions towards individuals in need (seen by pain \nperception and embodied perspective -taking). The \nimminence of threat has been found to modulate empathetic \nappraisals  towards another’s suffering, promoting \nbehaviours to alleviate another’s distress [ 42]. \nA prominent challenge within the literature was the \nvariability  in definitions used  for empathetic states.  These \ndiffering  definitions  draw  attention  to varying  methods  of \nassessment. For instance, the measurement of affective \nempathy, as observed by empathic mimicry, would prioritise \nmeasurements of the vicarious experience of another’s  \nemotions.  Meanwhile,  cognitive  empathy,  which consists of \nhigher -level cognitive processing, refers to mentalising how \nothers feel and could be measured by more qualitative \nmethods, such as trait empathy self -assessment  scales.  \nConsequently,  the variation  in findings exploring empathetic \nnetworks, can be explained by non -overlapping parts of \nempathy, as posited by differing definitions, being captured \n[120]. Furthermore, there has been a new school of thought, \nattempting to distinguish empathy  from  compassion,  \nhowever  these  differences  may be due to methodological \nlimitations, rather than definitions [ 33]. Hence, due to the \ndiverse definitions and corresponding measurements of \nempathy, diverging opinions and subdomains regarding \nempathetic behaviour create a complex literature.  \nBeyond consolidating diverse definitions, future affective \nresearch  ought  to provide  more  clarity  for affective states, by \nconducting more sensitive continuous measures of emotional \nreactivity, as opposed to the current literature taking \nintermittent measurements. Several suggestions have been \nmade within the literature to improve the quality of affective \nresearch. Firstly, due to greater SCR  being identified from the \nviewing of emotional  images,  it can be used  to identify  the \nperiod  of peak emotional arous al, identifying emotion \ninduction and  its impact  on defensive  behaviours  [117]. \nSecondly,  the emotional processing theory can be referenced \nwhen designing mood induction procedures, to aid the \ndisambiguation between acute and sustained reactivity [ 28]. \nThis theory  is an organisational framework aiming to \nincrease adaptive responses across cognitive, behavioural, \nand physiological domains [ 121]. Therefore, referencing this \nmodel may strengthen the validity, potency, and \ngeneralisability of future results, by focusing on the stimulus \ncharacteristics of the sce nario, over types of responses [ 28]. \nHenceforth, when it comes to measuring affective responses \nwithin situations that require split -second  responses,  it is \nessential  for precisive  methods  to be utilised, to not only \ncapture, but maintain the validity of dynamic affective \nresponses.  \nAdditionally, most studies did not include demographic \ndata, consisting of cultural origin or personality traits. As \nthere is limited literature on these aspects, these demographic \ntraits have not been examined extensively in conjunction \nwith fight or flig ht motor behaviours and empathetic behavioural responses. Thus, future research ought to \ninclude these demographics with the use of relevant \npersonality and demographic questionnaires to provide a \nmore holistic understanding of aforementioned emotion \nand m otor systems . \nFurthermore, another ethical consideration that future \nresearch ought to consider is the prolonged exposure to \nembodied experiences. It is common for VR experiments to \nalter the perception of one’s own body, through \nmodifications of physical appearance tra its and \nperspectives. Continuous prolonged exposure of \nembodiment exposure may promote body dysmorphia, \ndepending on how drastic the perception of one’s body \nchanges [ 122]. Studies have shown that the disappearance of \nvirtual limbs has resulted in cortical  reorgnisation, after \nshort exposure [ 123]. Hence, repeated, or prolonged \nexposure to embodied experiences with VR may result in \nunwanted changes [ 122]. Researchers ought to be mindful of \nthis fact, and design VR experimental procedures that avoid \nprolonged exposure.  \nThis review has identified VR as a n ethical solution for the \nstudy of intrapersonal threats , due to the ability to mediate \nand control the degree  of the threat , which ensures the \nindividual is never in physical  harm’s way. However, due to \nthe immersive nature of threat paradigms, being exposed to \nthreat may result in emotional repercussions, instead of \nphysical injury. Thus, there is no way to ensure that the IVE \ndepicting threat  will not have negative effect s on \nparticipants . Individuals selected  for threa t exposure ought \nto be risk accessed for potential hazards and background \nchecks ought to be conducted, if a neurotypical population \ngroup is to be selected.  Furthermore, future researche rs \nought to look into the short and long -term effect of virtual \nintrapersonal threat exposure  such as moral injury [ 122], by \nconduct ing the relevant  mental health assessments on \nparticipants.  \nWithin  this systematic  review,  limitations  consisting  of the \nvaried definitions of affective states, and the corresponding \ndifferent methods of measurement were identified, resulting \nin a complex literature to streamline. Varied  methods of \nmeasurement from  a lack of definition  consensus  can explain  \nthe lack of overlapping  findings  and ought  to be considered  \nby future studies. Lastly, this review proposed the use of VR, \nwhich has an increased  use in more recent studies, as a more \nprecise and ecological  method of measuring behavioural \nresponses to threat perception . \nIn conclusion,  this systematic  review  assessed  the existing \nliterature to identify the relationship between fear and \naggression,  and fight  or flight  defensive  behaviours,  when \nin the presence  of threat.  Due to the nature  of fight  or flight \nbehaviours, this review aimed to investigate the role of \nbiological motion in relation to fear or aggression, as \nimplicated  by the fight  or flight  phenomenon. This  review \npaper also summarised the factors that influence threat \nperception on empathetic appraisals, and the use of \naffective computing to measure these responses. Lastly, \nempathetic appraisals were explored in relation to \ninducing prosocial behaviour, and whether the existing This article has been accepted for publication in IEEE Transactions on Affective Computing. This is the author's version which has not been fully edited and \ncontent may change prior to final publication. Citation information: DOI 10.1109/TAFFC.2023.3323043\n© 2023 IEEE. Personal use is permitted, but republication/redistribution requires IEEE permission.\r\nSee https://www.ieee.org/publications/rights/index.html for more information.Authorized licensed use limited to: University of Minnesota. Downloaded on October 25,2023 at 17:32:30 UTC from IEEE Xplore.  Restrictions apply."
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "methods used to capture these behaviours are sufficient.  \nThe strengths and limitations of methods and definitions \nidentified  within  the literature  were  elaborated  on. To  our \nknowledge, this is the first systematic review of its kind that \ncomprehensively explores the multifaceted nature of threat \nperception,  from affective states  to defensive motor \nbehaviours, with the goal of harnessing this relationship for \nthe societal benefits of modulating prosocial behaviours \nfrom empathetic appraisal.  \n \nACKNOWLEDGMENT  \nThis  work  was supported  by the UKRI centre  for Doctoral \nTraining in Socially Intelligent Artificial Agents, Grant \nNumber  EPS02266X1.  This work  was also supported  by the \nEngineering and Physical Sciences Research Council, Grant \nNumber EPW01212X1 and Royal Society, Grant Number \nRGSR2212199.  \nREFERENCES  \n[1] J. Marín -Morales, C. Llinares, J. Guixeres, and M. Alcañiz,  \n“Emotion  Recognition  in Immersive  Virtual  Reality:  From  Statistics  to \nAffective Computing,” Sensors , vol. 20, no. 18, Sep. 2020, doi:  \n10.3390s20185163.  \n[2] Howe -Davies,  Manstead,  and van Goozen,  “Atypical  Facial  \nExpressivity  in Young  Children  with Problematic  Peer Relationships,”  \nChild Psychiatry & Human Development , pp. 1–10, Sep. 2022, doi:  \n10.1007s10578 -022-01445 -1. \n[3] M. J. Page, J. E. McKenzie, P. M. Bossuyt, I. Boutron, T. C.  \nHoffmann,  C. D. Mulrow,  L. Shamseer,  J. M. Tetzlaff,  E. A. Aki, S. E. \nBrennan,  R. Chou,  J. Glanville,  J. M. Grimshaw,  A. Hróbjartsson,  M. M. \nLalu,  T. Li, E. W. Loder,  E. Mayo -Wilson,  S. McDonald,  D. Moher,  “The  \nPRISMA  2020 statement:  An updated  guideline  for reporting  systematic  \nreviews”. PLOS Medicine , vol. 18, no. 3, 2021  \ndoi:10.1371journal.pmed.1003583  \n[4]  J. E. LeDoux  and D. S. Pine,  “Using  Neuroscience  to Help  Understand  \nFear and Anxiety:  A Two -System  Framework,”  American  Journal  of \nPsychiatry , vol. 173, no. 11, pp. 1083 –1093, Nov. 2016, doi:  \n10.1176appi.ajp.2016.16030353.  \n[5] C. T. Gross  and N. S. Canteras,  “The Many  Paths  to Fear ,” Nature  Reviews . \nNeuroscience,  vol. 13, no. 9, Sep. 2012,  doi: 10.1038nrn3301.  \n[6] S. Davila -Montero,  J. A. Dana -Le, G. Bente,  A. T. Hall,  and A. J. \nMason,  “Review  and Challenges  of Technologies  for Real-Time  Human  \nBehavior  Monitoring  - PubMed,”  IEEE  transactions  on biomedical  circuits  \nand systems , vol. 15, no. 1, Feb. 2021,  doi: 10.1109TBCAS.2021.3060617.  \n[7] B. L. Fredrickson,  “The  Role  of Positive  Emotions  in Positive  \nPsychology:  The Broaden -and-Build  Theory  of Positive  Emotions.,”  \nAmerican  Psychologist , vo. 56, no. 3, 2001.  Doi: 10.10370003 -066X.56.3.218  \n[8] S. W. Porges, “Orienting in a Defensive World: Mammalian  \nModifications  of Our Evolutionary  Heritage.  A Polyvagal  Theory  - \nPubMed,”  Psychophysiology , vol. 32, no. 4, Jul. 1995,  doi: 10.1111j.1469 - \n8986.1995.tb01213.x.  \n[9] R. Adolphs, “NYAS Publications,” Annals of the New York  \nAcademy  of Sciences , vol. 1191,  no. 1, pp. 42–61, 2010,  doi: 10.1111j.1749 - \n6632.2010.05445.x.  \n[10] Rosén, Kastrati, Reppling, Bergkvist, and Åhs, “The Effect of  \nImmersive Virtual Reality on Proximal and Conditioned Threat,”  \nScientific  Reports , vol. 9, no. 1, pp. 1–8, Nov.  2019,  doi: 10.1038s41598 -019- \n53971 -z. \n[11] A. Mehrabian, “Basic Dimensions for a General Psychological \nTheory: Implications for Personality, Social, Environmental, and \nDevelopmental Studies ”. Cambridge, MA: Oelgeschlager, Gunn \n& Hain, 1980.  [12] J. Archer,  “The  Nature  of Human  Aggression,”  International  \nJournal  of Law and Psychiatry , vol. 32, no. 4, pp. 202–208, 2009,  doi: \n10.1016j.ijlp.2009.04.001.  \n[13] R. J. R. Blair,  “Facial  Expressions,  their Communicatory  Functions  and \nNeuro–cognitive  Substrates,”  Philosophical  Transactions  of the Royal  \nSociety  of London . Series  B: Biological  Sciences , vol. 358, no. 1431,  pp. 561– \n572, Feb. 2003,  doi: 10.1098rstb.2002.1220.  \n[14] Beyer,  Münte,  Erdmann,  and Krämer,  “Emotional  Reactivity  to \nThreat Modulates Activity in Mentalizing Network During  \nAggression,”  Social  Cognitive  and Affective  Neuroscience,  vol. 9, no. 10, pp. \n1552–1560,  Sep. 2013,  doi: 10.1093scannst146.  \n[15] M. T. Pham,  “Emotion  and Rationality:  A Critical  Review  and \nInterpretation  of Empirical  Evidence,”  Review  of General  Psychology,  vol. \n11, no. 2, pp. 155–178, Jun. 2007,  doi: 10.10371089 -2680.11.2.155.  \n[16] Hochstetler,  Copes,  and Forsyth,  “The  Fight:  Symbolic  Expression  and \nValidation  of Masculinity  in Working Class Tavern  Culture,”  \nAmerican  Journal  of Criminal  Justice , vol. 39, no. 3, pp. 493–510, Oct. 2014,  \ndoi: 10.1007s12103 -013-9222 -6. \n[17] K. A. Dodge,  J. E. Bates,  and G. S. Pettit,  “Mechanisms  in the Cycle  of \nViolence.,” Science , vol.250, no. 4988,  1990, doi:  10.1126science.2270481  \n[18] M. S. Steinberg and K. A. Dodge, “Attributional Bias in  \nAggressive  Adolescent  Boys  and Girls”  Journal  of Social  & Clinical  \nPsychology , 1983.,  doi: 10.1521jscp.1983.1.4.312  ( \n[19] Archer,  The Organization  of Aggression  and Fear In  Vertebrates,  pp. \n231-298, 1976.  \n[20] Archer,  The Behavioural  Biology  of Aggression,  Cambridge  \nUniversity  Press,  1988.  \n[21] D. C. Blanchard  and R. J. Blanchard,  “Affect  and Aggression:  An \nAnimal Model  Applied  to Human  Behavior,”  Advances  in the Study  of \nAggression , vol. 1, pp. 1 -62 1984, doi:  10.1016B978 -0-12-037701 -5.50006 -4 \n[22] D. Eilam, R. Izhar,  and J. Mort, “Threat Detection: Behavioral  \nPractices  in Animals  and Humans,”  Neuroscience  & Biobehavioral  Reviews , \nvol. 35, no. 4, pp. 999 –1006, Mar. 2011, doi:  \n10.1016j.neubiorev.2010.08.002.  \n[23] L. K. Hildebrandt,  C. McCall,  H. G. Engen,  and T. Singer,  \n“Cognitive  Flexibility,  Heart  Rate Variability,  and Resilience  Predict  \nFine -Grained Regulation of Arousal During Prolonged Threat,”  \nPsychophysiology , vol. 53, no. 6, pp. 880–890, 2016,  doi: 10.1111psyp.12632.  \n[24] A. Miyake,  N. P. Friedman,  M. J. Emerson,  A. H. Witzki,  A. \nHowerter, and T. D. Wager, “The Unity and Diversity of Executive  \nFunctions  and Their  Contributions  to Complex  ‘Frontal  Lobe’  Tasks:  A \nLatent  Variable  Analysis,”  Cognitive  psychology,  vol. 41, no. 1, Aug.  2000,  \ndoi: 10.1006cogp.1999.0734.  \n[25] D. M. Amodio  and E. Harmon -Jones,  “Trait  Emotions  and \nAffective Modulation of the Startle Eyeblink: On the Unique  \nRelationship of Trait Anger”, Emotion, vol. 11, no. 1, 2011., doi:  \n10.1037a0021238  \n[26] M. Spanovic,  B. Lickel,  T. F. Denson,  and N. Petrovic,  “Fear  and Anger  \nas Predictors  of Motivation  for Intergroup  Aggression:  Evidence  from  \nSerbia  and Republika  Srpska,”  Group  Processes  & Intergroup  \nRelations,   vol.  13,  no.  6,  pp.  725–739,  Oct.  2010,   doi: \n10.11771368430210374483.  \n[27] N. J. Weinshenker  and A. Siegel,  “Bimodal  Classification  of \nAggression:  Affective  Defense  and Predatory  Attack,”  Aggression  and \nViolent  Behavior,  vol. 7, no. 3, pp. 237–250, May 2002,  doi: 10.1016S1359 -\n1789(01)00042 -8. \n[28] L. M. Sippel, E. Taverna, and A. D. Marshall, “In Vivo  Defensive  \nBehaviors,  Fear, and Attention  Bias to Physical  and Negative  \nEvaluation  Threats,”  Behaviour  Research  and Therapy , vol. 154, no. 2, p. \n104108,  Jul. 2022,  doi: 10.1016j.brat.2022.104108.  \n[29] D. Simunovic,  N. Mifune,  and T. Yamagishi,  “Preemptive  Strike:  \nAn Experimental  Study  of Fear-Based  Aggression,”  Journal  of \nExperimental Social Psychology , vol. 49, no. 6, Nov. 01, 2013, doi:  \n10.1016j.jesp.2013.08.003  \n[30] T. C. Barnum  and S. J. Solomon,  “Fight  or Flight:  Integral  Emotions  This article has been accepted for publication in IEEE Transactions on Affective Computing. This is the author's version which has not been fully edited and \ncontent may change prior to final publication. Citation information: DOI 10.1109/TAFFC.2023.3323043\n© 2023 IEEE. Personal use is permitted, but republication/redistribution requires IEEE permission.\r\nSee https://www.ieee.org/publications/rights/index.html for more information.Authorized licensed use limited to: University of Minnesota. Downloaded on October 25,2023 at 17:32:30 UTC from IEEE Xplore.  Restrictions apply."
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "and Violent  Intentions,”  Criminology , vol. 57, no. 4, pp. 659–686, Aug.  2019,  \ndoi: 10.11111745 -9125.12222.  \n[31] K. Roelofs,  M. A. Hagenaars,  and J. Stins,  “Facing  Freeze,”  \nPsychological  Science , vol. 21, no. 11, pp. 1575–1581,  Sep. 2010,  doi: \n10.11770956797610384746.  \n[32] Z. Cattaneo  , C. Ferrari,  A. Ciricugno,  E. Heleven,  G. Schutter,  M. Manto  \nand F. M. Overwalle,  “New  Horizons  on Non-invasive  Brain  Stimulation  \nof the Social  and Affective  Cerebellum,”  The Cerebellum , vol. 21, no.  3, pp. \n482–496, Jul.  2021, doi: 10.1007s12311 -021-01300 -4. \n[33] C. D. Batson, The Altruism Question: Toward A Social - \nPsychological Answer, Psychology Press, 2014, doi:  \n10.43249781315808048  \n[34] C. D. Batson,  C. L. Kennedy,  L. Nord,  and T. Zerger,  “Anger  at \nUnfairness: Is  it Moral  Outrage?”  European  Journal  of Social  Psychology , \nvol. 37, no. 6, doi: 10.1002ejsp.434  \n[35] M. L. Hoffman,  Empathy  and Moral  Development,  Cambridge  Core,  \nJun. 2000,  doi: 10.1017CBO9780511805851  \n[36] J. Eklund,  T. Andersson -Stråberg,  and E. M. Hansen,  “‘I’ve  Also \nExperienced  Loss  and Fear’:  Effects  of Prior  Similar  Experience  on \nEmpathy,”  Scandinavian  Journal  of Psychology , vol. 50, no. 1, pp. 65–69, Jan. \n2009,  doi: 10.1111j.1467 -9450.2008.00673.x.  \n[37] E. Herms,  A. R. Bolbecker,  and K. Wisner,  “Emotion  regulation  and \nDelusion -Proneness Relate to Empathetic Tendencies in a  \nTransdiagnostic  Sample,”  Frontiers  in Psychology , vol. 13 Frontiers,  Sep. \n01, 2022,  doi: 10.3389fpsyt.2022.992757  \n[38] J. Decety,  “The  Neurodevelopment  of Empathy  in Humans,”  \nDevelopmental  Neuroscience,  vol. 32, no. 4, Dec.  2010,  \ndoi:10.1159000317771.  \n[39] C. McCall and T. Singer, “Empathy and The Brain,”  \nUnderstanding Others Minds , Aug 2013, pp.195 -213, \ndoi:.1093acprof:oso9780199692972.003.0012  \n[40] S.-J. Blakemore  and U. Frith,  “The  Learning  Brain:  Lessons  for \nEducation: A Précis,” PubMed , vol. 8, no. 6, Dec. 01, 2005, doi:  \n10.1111j.1467 -7687.2005.00434.x  \n[41] B. Kitchenham,  \"Procedures  for Performing  Systematic  Reviews\",  2004.  \n[42] J. B. Vieira,  S. Schellhaas,  E. Enström,  and A. Olsson,  “Help  or Flight?  \nIncreased  Threat  Imminence  Promotes  Defensive  Helping  in \nHumans,”  Proceedings  of the Royal  Society  B: Biological  Sciences , vol. 287, no. \n1933,  p. 20201473,  Aug.  2020,  doi: 10.1098rspb.2020.1473.  \n[43] J. Ren,  R. Dui, S. Li, M. Zhang,  D. Wei, C. Feng,  P. Xu and W. Luo, \n“Features and Extra -Striate Body Area Representations of  \nDiagnostic  Body  Parts  in Anger  and Fear Perception,”  Brain  sciences , vol. \n12, no. 4, p. 466, Mar.  2022,  doi: 10.3390brainsci12040466.  \n[44] V. V. MacLaren,  L. A. Best,  and E. E. Bigney,  “Aggression – hostility  \npredicts  direction  of defensive  responses  to human  threat  \nscenarios,”  Personality  and Individual  Differences , vol. 49, no. 2, pp. 142–147, \nJul. 2010,  doi: 10.1016j.paid.2010.03.024.  \n[45] T. M. Azevedo,  E. Volchan,  L. A. Imbiriba,  E. C. Rodrigues,  J. M. Oliveira,  \nL. F. Oliveria,  L. G. Lutterbach  and C. D. Vargas  “A Freezing - like \nPosture  to Pictures  of Mutilation,”  Psychophysiology , vol. 42, no. 3, pp. 255–\n260, 2005,  doi: 10.1111j.1469 -8986.2005.00287.x.  \n[46] Mobbs,  Hagan,  Dalgleish,  Silston,  and Prévost,  “The  Ecology  of Human  \nFear: Survival  Optimization  and the Nervous  System,”  Frontiers  in \nNeuroscience , vol. 0, Jan. 2015,  doi: 10.3389fnins.2015.00055  \n[47] J. E. LeDoux  and D. S. Pine,  “Using  Neuroscience  to Help  \nUnderstand  Fear and Anxiety:  A Two-System  Framework,”  American  \nJournal  of Psychiatry , vol. 173, no. 11, pp. 1083–1093,  Nov.  2016,  doi: \n10.1176appi.ajp.2016.16030353.  \n[48] J. Panksepp,  Affectiveneuroscience:  The Foundationsof  Human  and \nAnimal  Emotions,  Oxford  University  Press,  1998.  \n[49] D. Mobbs,  R. Yu, J. Rowe,  and T. Dalgleish,  “Neural  Activity  \nAssociated with Monitoring the Oscillating Threat Value of A  \nTarantula,”  Proceedings  of the National  Academy  of Sciences , Nov.  01, 2010,  \ndoi: 10.1073pnas.1009076107  \n[50] B. S. Nashold,  W. P. Wilson,  and D. G. Slaughter,  “Sensations  Evoked  by Stimulation  in the Midbrain  of Man,”  Journal  of Neurosurgery , vol. 30, \nno. 1, pp. 14–24, Jan. 1969,  doi: 10.3171jns.1969.30.1.0014.  \n[51] S. Borgomaneri,  F. Vitale,  V. Gazzola,  and A. Avenanti,  “Seeing  Fearful \nBody Language Rapidly  Freezes  the Observer’s Motor  Cortex,”  Cortex , \nvol. 65, pp. 232–245, Apr. 2015,  doi: 10.1016j.cortex.2015.01.014.38  \n[52] B. de Gelder and M. P. Solanas, “A Computational  \nNeuroethology  Perspective  on Body  and Expression  Perception,”  Trends  \nin Cognitive Sciences , vol. 25, no. 9, pp. 744 –756, Sep. 2021, doi:  \n10.1016j.tics.2021.05.010.  \n[53] Dewez, D., Fribourg, R., Argelaguet , F., Hoyet, L., Mestre, D., Slater, \nM., &amp; Lecuyer, A. (2019). Influence of personality traits and \nbody awareness on the sense of embodiment in virtual reality. 2019 \nIEEE International Symposium on Mixed and Augmented Reality \n(ISMAR). https://doi.org/1 0.1109/ismar.2019.00 -12  \n[54] H. K. M. Meeren,  N. Hadjikhani,  S. P. Ahlfors,  M. S. Hämäläinen,  and \nB. de Gelder,  “Early  Preferential  Responses  to Fear  Stimuli  in \nHuman  Right  Dorsal  Visual  Stream  - A Meg Study,”  Scientific  Reports , \nvol. 6, no. 1, Apr.  2016,  doi: 10.1038srep24831.  \n[55] K. Borhani, S. Borgomaneri,  E. Làdavas,  and C. Bertini, “The  Effect  \nof Alexithymia  on Early  Visual  Processing  of Emotional  Body  \nPostures,”  Biological  Psychology , vol. 115, pp. 1–8, Mar.  2016,  doi: \n10.1016j.biopsycho .2015.12.010.  \n[56] A. Kalatzis, L. Stanley  and V. G.  Prabhu, \"Affective  State  \nClassification  in Virtual  Reality  Environments  Using  Electrocardiogram  \nand Respiration  Signals,\"  2021  IEEE  International  Conference  on \nArtificial  Intelligence  and Virtual  Reality  (AIVR),  Taichung,  Taiwan,  \n2021,  pp. 160-167, doi: 10.1109/AIVR52153.2021.00037.  \n[57] P. H. Tannenbaum  and D. Zillmann,  “Emotional  Arousal  in the \nFacilitation  of Aggression  Through  Communication,” Advances  in \nExperimental Social Psychology , vol. 8, 1975, doi : 10.1016/S0065 - \n2601(08)60250 -6 \n[58] P. J. Lang,  “Fear  Reduction  and Fear  Behavior:  Problems  in \nTreating  a Construct.,”  Research  in psychotherapy , pp.90 -102, 1968,  doi: \n10.103710546 -004 \n[59] P. Siegel,  B. Cohen,  and R. Warren,  “Nothing  to Fear but Fear Itself:  \nA Mechanistic  Test of Unconscious  Exposure,”  Biological  psychiatry , vol. \n91, no. 3, Feb. 2022,  doi: 10.1016j.biopsych.2021.08.022.  \n[60] N. H. Frijda and M. Zeelenberg, “Appraisal: What is the  \nDependent?,”  Appraisal  processes  in emotion:  Theory,  methods  and research  \nOxford  University  Press,  pp. 141–155, Jan. 01, 2001.  \n[61] M. Moroń  and M. Biolik -Moroń,  “Emotional  Awareness  and \nRelational Aggression: The Roles of  Anger and Maladaptive Anger  \nRegulation,”  Personality  and Individual  Differences , vol. 173, p. 110646,  Apr. \n2021,  doi: 10.1016j.paid.2021.110646.  \n[62] S. R. Miles,  F. M. Hammond,  D. Neumann,  M. A. Silva,  X. Tang, , M. \nKajankova, C. Dillahunt -Aspillaga, R. Nakase -Richardson.  \n“Evolution  of Irritability,  Anger,  and Aggression  after Traumatic  Brain  \nInjury:  Identifying  and Predicting  Subgroups,”  Journal  of Neurotrauma , \nvol. 38, no. 13, pp. 1827–1833,  Jul. 2021,  doi: 10.1089neu.2020.7451.  \n[63] L. Sagliano, A. Cappuccio, L. Trojano, and M. Conson,  \n“Approaching  Threats  Elicit  A Freeze -Like Response  in \nHumans,”  Neuroscience Letters , vol. 561, pp. 35 –40, Feb. 2014, \ndoi: 10.1016j.neulet.2013.12.038.  \n[64] J. Decety  and C. Lamm,  “Human  Empathy  Through  The Lens of Social  \nNeuroscience,”  The Scientific  World  Journal,  vol. 6, pp. 1146–63, Sep. \n2006,  doi: 10.1100tsw.2006.221.  \n[65] P. J. Lang,  M. Davis,  and A. Öhman,  “Fear  and Anxiety:  Animal  Models \nand Human  Cognitive  Psychophysiology,”  Journal  of Affective  \nDisorders , vol. 61, no. 3, pp. 137–159, Dec.  2000,  doi: 10.1016S0165 -\n0327(00)00343 -8. \n[66] C. Liao,  H. Wu, Q. Guan,  Y. Luo,  and F. Cui, “Predictability  And \nProbability  Modulate  the Neural  Responses  to Other’s  Pain:  An \nEvent -Related  Potential  Investigation,”  Biological  Psychology , vol. 138, pp. \n11–18, Oct. 2018,  doi: 10.1016j.biopsycho.2018.08.002.  \n[67] A. Ibáñez,  E. Hurtado,  A. Lobos,  J. Escobar, N.  Trujillo,  S. Baez, D. This article has been accepted for publication in IEEE Transactions on Affective Computing. This is the author's version which has not been fully edited and \ncontent may change prior to final publication. Citation information: DOI 10.1109/TAFFC.2023.3323043\n© 2023 IEEE. Personal use is permitted, but republication/redistribution requires IEEE permission.\r\nSee https://www.ieee.org/publications/rights/index.html for more information.Authorized licensed use limited to: University of Minnesota. Downloaded on October 25,2023 at 17:32:30 UTC from IEEE Xplore.  Restrictions apply."
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Huepe,  F. Manes  and J. Decety  “Subliminal  Presentation  of Other  \nFaces  (But Not Own  Face)  Primes  Behavioral  and Evoked  Cortical  \nProcessing  of Empathy  for Pain,”  Brain  Research , vol. 1398, pp. 72–85, Jun. \n2011,  doi: 10.1016j.brainres.2011.05.014.  \n[68]  B. Kulkarni, D. E. Bently, R. Elliott, P. Youell, A. Watson, S. W. G. \nDerbyshire, R. S. J. Frackowiak, K. J. Friston and A. K. P. Jones, \n“Attention to Pain Localization and Unpleasantness Discriminates \nthe Functions of the Medial and Lateral Pain Systems,”  The \nEuropean journal of neuroscience, vol. 21, no. 11, Jun. 2005, doi: \n10.1111j.1460 - 9568.2005.04098.x.  \n[69]  C. Lamm,  C. D. Batson,  and J. Decety,  “The  Neural  Substrate  of \nHuman Empathy: Effects of Perspective -Taking and Cognitive  \nAppraisal  “, Journal  of cognitive  neuroscience , vol. 19, no. 1, Jan. 2007,  doi: \n10.1162jocn.2007.19.1.42.  \n[70] J. H. Kryklywy,  S. G. Nantes,  and D. G. V. Mitchell,  “The  \nAmygdala Encodes Level of Perceived Fear but Not Emotional  \nAmbiguity in  Visual  Scenes,”  Behavioural  Brain  Research , vol. 252, no.1 \nElsevier  Enhanced  Reader,  Sep. 01, 2013  \n[71] J. S. Morris,  C. D. Frith,  D. I. Perrett,  D. Rowland,  A. W. Young, A. J. alder  \nand R. J. Dolan  “A Differential  Neural  Response  in the Human  \nAmygdala  to Fearful  and Happy  Facial  Expressions,”  Nature , vol. 383, \nno. 6603,  pp. 812–815, Oct. 1996,  doi: 10.1038383812a0.  \n[72] A. Thielscher  and L. Pessoa,  “Neural  Correlates  of Perceptual  Choice \nand Decision Making during Fear -Disgust Discrimination,”  Journal \nof Neuroscience , vol. 27, no.  11, pp.  2908–2917, Mar. 2007, doi:  \n10.1523jneurosci.3024 -06.2007.  \n[73] F. Cui,  X. Zhu,  and Y. Luo, “Social  Contexts  Modulate  Neural  \nResponses  in the Processing  of Others’  Pain:  An Event -Related  Potential  \nStudy,”  Cognitive  Affective  Behaviour,  vol. 17, no. 8, pp. 850-857, \nNeuroscience , Feb. 2017,  doi: 10.3758s13415 -017-0517-9 \n[74]  D. Keltner  and J. S. Lerner,  Emotion,  Wiley  Online  Library,  Jun. \n30, 2010,  doi: 10.10029780470561119.socpsy001009  \n[75]  J. L. Goetz,  D. Keltner,  and E. Simon -Thomas,  “Compassion:  \nAn Evolutionary  Analysis  and Empirical  Review,”  Psychological  Bulletin,  \nvol. 136, no.3,  pp. 351-374, 2010,  doi: 10.1037a0018807  \n[76] C. D. Batson,  C. L. Kennedy,  L. Nord,  and T. Zerger,  “Anger  At \nUnfairness:  Is it Moral  Outrage?,”  European  Journal  of Social  Psychology ., \nvol. 37, no. 6, Nov.  01, 2007,  doi:10.1002ejsp.434  \n[77] E. R. Simon -Thomas, J.  Godzik, E.  Castle,  O. Antonenko,  A. Ponz,  A. \nKogan  and D. J. Keltner,  “An fMRI  study  of caring  vs self-focus  during  \ninduced  compassion  and pride,”  Social  Cognitive  and Affective  \nNeuroscience , vol. 7, no. 6, pp. 635–648, Sep. 2011,  doi: 10.1093scannsr045.  \n[78] G. Northoff, A. Heinzel, M. de Greck, F. Bermpohl, H.  \nDobrowolny, and J. Panksepp,  “Self -Referential  Processing  in our \nBrain—A Meta -Analysis  of Imaging  Studies  on the Self,”  NeuroImage , \nvol. 31, no. 1, pp. 440 –457, May 2006, doi:  \n10.1016j.neuroimage.2005.12.002.  \n[79] J. Haaker  et al., “Observation  of Others’  Threat  Reactions  \nRecovers Memories Previously Shaped by Firsthand Experiences,”  \nProceedings  of the National  Academy  of Sciences , vol. 118, no. 30, Jul. 2021,  \ndoi: 10.1073pnas.2101290118.  \n[80] I. Lefter,  C. M. Jonker,  S. K. Tuente,  W. Veling  and S. Bogaerts,  \"NAA:  \nA Multimodal  Database  of Negative  Affect  and Aggression,\"  2017 \nSeventh  International  Conference  on Affective  Computing  and \nIntelligent  Interaction  (ACII),  San Antonio,  TX, USA,  2017,  pp. 21-27, doi: \n10.1109ACII.2017.8273574.  \n[81] M. Slater, “Place Illusion and Plausibility can lead to Realistic \nBehaviour in Immersive Virtual Environments,” Philosophical \nTransactions of the Royal Society B: Biological Sciences , vol. 364, no. \n1535, pp. 3549 –3557, 2009. doi:10.1098/rstb.2009.0138  \n[82] J. Bachmann,  A. Zabicki,  S. Gradl,  J. Kurz,  J. Munzert,  N. F. Troje  and \nB. Krueger,  “Does  Co-Presence  Affect  the Way  We Perceive  and \nRespond  to Emotional  Interactions?”  Experimental  Brain  Research , vol. \n239, no.  3, pp. 923 –936, Jan.  2021,  doi: 10.1007s00221 -020-06020 -5. \n[83] L. Steg, J. W. Bolderdijk, K. Keizer, and G. Perlaviciute, “An  Integrated  Framework  for Encouraging  Pro-environmental  Behaviour:  \nThe role of values,  situational  factors  and goals,”  Journal  of Environmental  \nPsychology,  vol. 38, pp. 104–115, Jun. 2014,  doi: 10.1016j.jenvp.2014.01.002.  \n[84] Treal,  Jackson,  Jeuvrey,  Vignais,  and Meugnot,  “Natural  human  \npostural  oscillations  enhance  the empathic  response  to a facial  pain \nexpression  in a virtual  character,”  Scientific  Reports , vol. 11, no. 1, pp. 1–\n10, Jun. 2021,  doi: 10.1038s41598 -021-91710 -5. \n[85] B. de Gelder,  “Towards  the neurobiology  of emotional  body  \nlanguage  - PubMed,”  Nature  reviews . Neuroscience,  vol. 7, no. 3, Mar.  \n2006,  doi: 10.1038nrn1872.  \n[86] H. Aviezer, R. R. Hassin, J. Ryan, C. Grady, J. Susskind, A.  \nAnderson,  M. Moscovitch  and S. Bentin  “Angry,  disgusted,  or afraid?  \nStudies  on the malleability  of emotion  perception,”  Psychological  science , \nvol. 19, no. 7, Jul. 2008,  doi: 10.1111j.1467 -9280.2008.02148.x.  \n[87] R. Hortensius  and B. de Gelder,  “From  Empathy  to Apathy:  The \nBystander  Effect  Revisited,”  Current  Directions  in Psychological  \nScience , v o l .   27, n o .   4, p p .   249–256, A u g .   2018,  \nd o i : 10.11770963721417749653.  \n[88] F. Ahmed, A. S. M. Bari, and M. Gavrilova, “Emotion  \nRecognition  From  Body  Movement,”  IEEEAccess,  vol.8,  pp. 11761 -11781,  \nDec. 30, 2019,  doi: 10.1109ACCESS.2019.2963113.  \n[89] H. Zhang,  P. Yi, R. Liu and D. Zhou, \"Emotion  Recognition  from  \nBody  Movements  with  AS-LSTM,\"  2021 IEEE  7th International  \nConference on  Virtual  Reality  (ICVR),  Foshan,  China,  2021,  pp. 26-32, \ndoi: 10.1109/ICVR51878.2021.9483833  \n[90] S. Seinfeld,  M. Zhan,  M. Poyo -Solanas,  G. Barsuola,  M. Vaessen, M. \nSlater,  M. V. Sanchez -Vives  and B. de Gelder  “Being  the Victim  of \nVirtual  Abuse  Changes  Default  Mode  Network  Responses  to Emotional  \nExpressions,” Cortex , vol. 135, pp. 268 –284, Feb. 2021, doi:  \n10.1016j.cortex.2020.11.018.  \n[91] S. Seinfeld, J. Arroyo -Palacios, G. Iruretagoyena, R.  Horetensius,  L. \nE. Zapata,  D. Borland,  B. de Gelder,  M. Slater  and M. V. Sanchez -Vives  \n“Offenders  Become  the Victim  in Virtual  Reality:  Impact  of Changing  \nPerspective  in Domestic  Violence,”  Scientific  Reports , vol. 8, no. 1, pp. 1–\n11, Feb. 2018,  doi: 10.1038s41598 -018-19987 -7. \n[92] F. Cardini,  C. Bertini,  A. Serino,  and E. Ladavas,  “Emotional  \nModulation  of Visual  Remapping  of Touch,”  PubMed , vol. 12, no. 5, Mar. \n05, 2012,  doi: 10.1037a0027351  \n[93] M. J. Banissy  and J. Ward,  “Mirror -Touch  Synesthesia  is Linked  With  \nEmpathy,”  Nature  neuroscience , vol. 10, no. 7, Jul. 2007,  doi: \n10.1038nn1926.  \n[94] L. Maister,  E. Tsiakkas,  and M. Tsakiris,  “I Feel Your  Fear:  Shared  \nTouch  Between  Faces  Facilitates  Recognition  of Fearful  Facial  \nExpressions,”  Emotion  (Washington,  D.C.),  vol. 13, no. 1, pp. 7–13, Feb. \n2013,  doi: 10.1037a0030884.  \n[95] E. P. Casula  et al., “Feeling  of Ownership  over  an Embodied  \nAvatar’s Hand  Brings  About  Fast Changes  of Fronto -Parietal  Cortical  \nDynamics,”  The Journal  of Neuroscience , vol. 42, no. 4, pp. 692–701, Dec. \n2021,  doi: 10.1523jneurosci.0636 -21.2021.  \n[96] Kilteni, Maselli, Kording, and Slater, “Over My Fake Body:  Body  \nOwnership  Illusions  for Studying  the Multisensory  Basis  of Own - Body  \nPerception,”  Frontiers  in Human  Neuroscience , vol. 9, Mar. 2015,  doi: \n10.3389fnhum.2015.00141.  \n[97] F. Herrera,  J. Bailenson,  E. Weisz,  E. Ogle,  and J. Zaki,  “Building  Long -\nTerm  Empathy:  A Large -Scale  Comparison  of Traditional  and \nVirtual  Reality  Perspective -Taking,”  PLOS  ONE, vol. 13, no. 10, Oct. \n2018,  doi: 10.1371journal.pone.0204494.  \n[98] R. J. R. Blair,  “Applying  a Cognitive  Neuroscience  Perspective  to the \nDisorder  of Psychopathy,”  Development  and Psychopathology , vol. 17, \nno. 3, pp. 865–891, Nov.  2005,  doi: 10.1017S0954579405050418.  \n[99] B. M. P. Cuff, S. J. Brown,  L. Taylor,  and D. J. Howat,“Empathy:  A Review  \nof the Concept,”  Emotion  Review,  vol. 8, no. 2, pp. 144–153, Dec. 2014,  doi: \n10.11771754073914558466.  \n[100] H. Harari,  S. G. Shamay -Tsoory,  M. Ravid,  and Y. Levkovitz,  “Double  \nDissociation  Between  Cognitive  and Affective  Empathy  in This article has been accepted for publication in IEEE Transactions on Affective Computing. This is the author's version which has not been fully edited and \ncontent may change prior to final publication. Citation information: DOI 10.1109/TAFFC.2023.3323043\n© 2023 IEEE. Personal use is permitted, but republication/redistribution requires IEEE permission.\r\nSee https://www.ieee.org/publications/rights/index.html for more information.Authorized licensed use limited to: University of Minnesota. Downloaded on October 25,2023 at 17:32:30 UTC from IEEE Xplore.  Restrictions apply."
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "Borderline  Personality  Disorder,”  Psychiatry  Research , vol. 175, no. 3, pp. \n277–279, Feb. 2010,  doi: 10.1016j.psychres.2009.03.002.  \n[101] M. Wegrzyn,  M. Vogt,  B. Kireclioglu,  J. Schneider,  and J. Kissler,  \n“Mapping  the Emotional  Face.  How  Individual  Face Parts  Contribute  to \nSuccessful  Emotion  Recognition,”  PLOS  ONE , vol. 12, no. 5, May 2017,  \ndoi: 10.1371journal.pone.0177239.  \n[102] M. Slater,  B. Spanlang,  M. V. Sanchez -Vives,  and O. Blanke,  “First  \nPerson  Experience  of Body  Transfer  in Virtual  Reality,”  PLOS  ONE,  \nvol. 5, no. 5, May  2010,  doi: 10.1371journal.pone.0010564.  \n[103] S. S. Seinfeld, R.  Hortensius, J. Arroyo -Palacios, G.  Iruretagoyena,  \nL. E. Zapata,  B. de Gelder,  M. Slater  and M. V. Sanchez - Vives,  \n“Domestic  Violence  From  a Child  Perspective:  Impact  of an \nImmersive  Virtual  Reality  Experienceon  Men With  a History  of Intimate  \nPartner  Violent  Behavior  ,” Journal  of Interpersonal  Violence , vol., 38, vol.3- \n4, Jun. 2022,  doi: 10.1177_08862605221106130.  \n[104] A. W. de Borst,  M. V. Sanchez -Vives,  M. Slater,  and B. de Gelder,  \n“First -Person  Virtual  Embodiment  Modulates  the Cortical  \nNetwork  that Encodes  the Bodily  Self and Its Surrounding  Space  during  \nthe Experienceof  Domestic  Violence,”  eNeuro , vol. 7, no. 3, May 2020, doi: \n10.1523ENEURO.0263 -19.2019.  \n[105] C. Gonzalez -Liencres,  L. E. Zapata,  G, Iruretagoyena,  S. Seinfeld  “Being  \nthe Victim  of Intimate  Partner  Violence  in Virtual  Reality:  First- Versus  \nThird -Person  Perspective,”  Frontiers  in Psychology , vol. 11, May 2020,  \ndoi: 10.3389fpsyg.2020.00820.  \n[106] S. Kaplan, R. Dalal, and J. “Luchman. Measurement of \nEmotions.” pp. 61 –75, 2013  \n[107] T. Luong, A. Lécuyer, N. Martin, F. A. Sanz. “A Survey on \nAffective and Cognitive VR.” IEEE Transactions on Visualization \nand Computer Graphics , 2021, pp.1 -\n20.ff10.1109/TVCG.2021.3110459ff. ffhal -03469058f  \n[108] R. W. Picard, Affective Computing. Cambridge, MA: Perceptual \nComputing Section, Media Laboratory, Massachusetts Institute \nof Technology, 1995.  \n[109] S. D. Kreibig. “Autonomic Nervous System Activity in Emotion: \nA Review”. Biological Psychology , vol 84, no. 3, pp. 394 –421, 2010  \n[110] Y. Skversky -Blocq, J. Haaker, and T. Shechner, “Watch and  Learn:  \nVicarious  Threat  Learning  across  Human  Development,”  Brain  \nScience s, vol. 11, no. 10, Oct. 2021,  doi: 10.3390brainsci11101345.  \n[111] C. McCall,  “Mapping  Social  Interactions:  The Science  of \nProxemics,”  Current  Topics  in Behavioral  Neurosciences , 2016,  pp. 295–308., \ndoi: 10.10077854_2015_431  \n[112] M. Slater,  A. Rovira,,  R. Southern,  D. Swapp,  J. J. Zhang,  C. \nCampbell  and M. Levine,  “Bystander  Responses  to a Violent  Incident  in \nan Immersive  Virtual  Environment,”  PLOS  ONE , vol. 8, no. 1, Jan. 2013,  \ndoi: 10.1371journal.pone.0052766.  \n[113] M. M. Bradley,  M. Codispoti,  B. N. Cuthbert,  and P. J. Lang,  \n“Emotion and Motivation I: Defensive and Appetitive Reactions in  \nPicture  Processing”,  Emotion  (Washington,  D.C.),  vol. 1, no. 3, Sep. 2001.  \n[114] M. Kaitz,  Y. Bar-Haim,  M. Lehrer,  and E. Grossman,  “Adult  \nAttachment  Style  and Interpersonal  Distance.,”  Attachment  & Human  \nDevelopment ,  vol.  6,  no.  3,  pp.  285–304,  2004,   \ndoi:0.108014616730412331281520.  \n[115] A. Barliya,  L. Omlor,  M. A. Giese,  A. Berthoz,  and T. Flash,  \n“Expression  of Emotion  in the Kinematics  of Locomotion,”  Experimental  \nbrain  research,  vol. 225, no. 2, Mar.  2013,  doi: 10.1007s00221 -012-3357-4. \n[116] N. Lapidot -Lefler  and A. Barak,  “The  Benign  Online  Disinhibition  Effect:  \nCould  Situational  Factors  Induce  Self-Disclosure  and Prosocial \nBehaviors?,” Cyberpsychology: Journal of Psychosocial Research on  \nCyberspace , vol. 9, no. 2, Jul. 2015,  doi: 10.5817CP2015 -2-3 \n[117] A. “Skip” Rizzo and S. T. Koenig, “Is clinical virtual reality  ready  for \nprimetime?,”  Neuropsychology , vol. 31, no. 8, pp. 877–899, Nov.  2017,  doi: \n10.1037neu0000405.  \n[118] J. H. Kryklywy,  S. G. Nantes,  and D. G. V. Mitchell,  “The  \nAmygdala Encodes Level of Perceived Fear but Not Emotional  \nAmbiguity in  Visual  Scenes,”  Behavioural  Brain  Research , vol. 252, no.1 Elsevier  Enhanced  Reader,  Sep. 01, 2013.  \n[119] Dey, A., Piumsomboon , T., Lee, Y., & Billinghurst, M. (2017). \nEffects of sharing physiological states of players in a \ncollaborative virtual reality gameplay. Proceedings of the CHI ‘17 \nConference on Human Factors in Computing Systems , 4045–4056. \nNew York: ACM.  \n[120] A. L. Williams and C. C. Conway, “Empathy Does Not  Amplify  \nVicarious  Threat  Learning,”  Behaviour  Research  and Therapy , vol. 127, p. \n103577,  Apr.  2020,  doi: 10.1016j.brat.2020.103577.  \n[121] O. Gillath,  C. McCall,  P. R. Shaver,  and J. Blascovich,  “What  Can Virtual  \nReality  Teach  Us About  Prosocial  Tendencies  in Real and Virtual  \nEnvironments?,”  Media Psychology , vol. 11, no. 2, pp. 259–282, Jun. 2008, \ndoi: 10.108015213260801906489. s \n[122] M. Slater et al ., “The ethics of realism in virtual and augmented \nreality,” Frontiers in Virtual Reality , vol. 1, 2020. \ndoi:10.3389/frvir.2020.00001  \n[123] K. Kilteni, J. Grau -Sánchez, M. Veciana De Las Heras, A. \nRodríguez -Fornells, and M. Slater, “Decreased corticospinal \nexcitability after the illusion of missing part of the arm,” \nFrontiers in Human Neuroscience , vol. 10, 2016. \ndoi:10.3389/fnhum.2016.00145  \n \n \nElizabeth M. Jacobs received a \nbachelor’s  in science,  in the field of \nPsychology, from the University of \nYork,  in 2021.  She is a current  PhD \nstudent in the integrated study of \npsychology and computing \nscience, at the University of \nGlasgow. She is a research student  \nwithin  the SOCIAL  AI CDT, which  is \nfunded  by the UKRI.  Her \nresearch interests include emotion science, non -verbal behavioural \nanalysis and artificial intelligence.  \n \nProfessor Frank Pollick obtained \nBS degrees in physics and  biology \nfrom MIT in 1982, an MSc in \nBiomedical  Engineering  from Case \nWestern Reserve University in \n1984 and a PhD in Cognitive \nSciences from The University of \nCalifornia,  Irvine  in 1991.  Following \nthis he was an invited  researcher  at \nthe  ATR  Human   Information  \nProcessing Research Labs in Kyoto, Japan from 1991 -97. He is \ninterested in the perception of human movement and the cognitive \nneural processes that underlie our  abilities to understand  the actions \nof others.  \nDr Fani Deligianni  holds  a PhD in \nMedical Image Computing (Imperial  \nCollege  London),  an MSc in Advanced \nComputing (Imperial College London), \nan MSc in Neuroscience (University \nCollege London) and a MEng \n(equivalent) in Electrical and Computer \nEngineering  (Aristotle  University,  \nGreece). She developed sophisticated  computational approaches in \nmachine  learning,  statistics  and network  analysis  for the investigation \nof human brain structure and function. Recently, her work is focused \nThis article has been accepted for publication in IEEE Transactions on Affective Computing. This is the author's version which has not been fully edited and \ncontent may change prior to final publication. Citation information: DOI 10.1109/TAFFC.2023.3323043\n© 2023 IEEE. Personal use is permitted, but republication/redistribution requires IEEE permission.\r\nSee https://www.ieee.org/publications/rights/index.html for more information.Authorized licensed use limited to: University of Minnesota. Downloaded on October 25,2023 at 17:32:30 UTC from IEEE Xplore.  Restrictions apply."
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "on human motion analysis with wearable sensors and single rgb(d) \ncamera for healthcare applications.  \n This article has been accepted for publication in IEEE Transactions on Affective Computing. This is the author's version which has not been fully edited and \ncontent may change prior to final publication. Citation information: DOI 10.1109/TAFFC.2023.3323043\n© 2023 IEEE. Personal use is permitted, but republication/redistribution requires IEEE permission.\r\nSee https://www.ieee.org/publications/rights/index.html for more information.Authorized licensed use limited to: University of Minnesota. Downloaded on October 25,2023 at 17:32:30 UTC from IEEE Xplore.  Restrictions apply."
    }
  ]
}