{
  "doc_type": "scientific paper",
  "title": "EMDR therapy for misophonia: a pilot study of case series",
  "authors": [
    "Inge Jager",
    "Nienke Vulink",
    "Carlijn de Roos",
    "Damiaan Denys"
  ],
  "year": 2021,
  "journal": "European Journal of Psychotraumatology",
  "doi": "10.1080/20008198.2021.1968613",
  "abstract": "Background: Misophonia is a disorder in which patients suffer from anger or disgust when confronted with specific sounds such as loud chewing or breathing, causing avoidance of cue-related situations resulting in significant functional impairment. Though the first treatment studies with cognitive behavioural therapy (CBT) showed promising results, an average of 50% of the patients has not improved much clinically. Objective: The aim of this pilot study was to assess the effectiveness of eye movement desensitization and reprocessing (EMDR) therapy as a trauma-focused approach in treating misophonia symptoms. Method: A sample of 10 adult participants with misophonia was studied at the outpatient clinic of the Academic Medical Center in Amsterdam. Participants were either on the waiting list for CBT or non-responders to CBT. EMDR was focused on misophonia-related emotionally disturbing memories and delivered in a mean of 2.6 sessions of 60-90 minutes. Pre- and posttreatment self-assessed ratings of misophonia symptoms (AMISOS-R, primary outcome), of general psychopathology (SCL-90-R) and of quality of life (SDS) were administered. The coprimary outcome was the Clinical Global Impression Improvement scale (CGI-I). Results: A paired t-test (n = 8) showed improvement on the primary outcome (-6.14 [MD], 5.34 [SD]) on the AMISOS-R (P = .023). Three of the eight patients showed clinically significant improvement measured with the CGI-I. No significant effect on secondary outcomes was found. Conclusions: These preliminary results suggest that EMDR therapy focused on emotionally disturbing misophonia-related memories can reduce misophonia symptoms. RCTs with sufficient sample sizes are required to firmly establish the value of EMDR therapy for misophonia.",
  "keywords": [
    "Misophonia",
    "eye movement desensitization and reprocessing",
    "trauma-focused psychotherapy",
    "feasibility",
    "preliminary effect",
    "case series"
  ],
  "research_topics": [
    "Misophonia treatment",
    "EMDR therapy",
    "Psychotraumatology",
    "Cognitive behavioural therapy alternatives",
    "Trauma-focused psychotherapy",
    "Clinical pilot studies"
  ],
  "created_at": "2025-05-04T23:40:38.446774Z",
  "source_pdf": "documents/research/Global/Jager 2021 EMDR therapy for misophonia a pilot study of case series.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Full Terms & Conditions of access and use can be found at\nhttps://www.tandfonline.com/action/journalInformation?journalCode=zept20\nEuropean Journal of Psychotraumatology\nISSN: (Print) (Online) Journal homepage: https://www.tandfonline.com/loi/zept20\nEMDR therapy for misophonia: a pilot study of\ncase series\nInge Jager, Nienke Vulink, Carlijn de Roos & Damiaan Denys\nTo cite this article:  Inge Jager, Nienke Vulink, Carlijn de Roos & Damiaan Denys (2021) EMDR\ntherapy for misophonia: a pilot study of case series, European Journal of Psychotraumatology,\n12:1, 1968613, DOI: 10.1080/20008198.2021.1968613\nTo link to this article:  https://doi.org/10.1080/20008198.2021.1968613\n© 2021 The Author(s). Published by Informa\nUK Limited, trading as Taylor & Francis\nGroup.\nPublished online: 24 Sep 2021.\nSubmit your article to this journal \nArticle views: 1941\nView related articles \nView Crossmark data\nCiting articles: 4 View citing articles"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "CLINICAL RESEARCH ARTICLE\nEMDR therapy for misophonia: a pilot study of case series\nInge Jagera, Nienke Vulinka, Carlijn de Roosb and Damiaan Denysa\naDepartment of Psychiatry, Amsterdam UMC (Location AMC), Amsterdam, The Netherlands; bDepartment of Child and Adolescent \nPsychiatry, Amsterdam UMC (Location AMC), Amsterdam, The Netherlands\nABSTRACT\nBackground: Misophonia is a disorder in which patients suffer from anger or disgust when \nconfronted with specific sounds such as loud chewing or breathing, causing avoidance of cue- \nrelated situations resulting in significant functional impairment. Though the first treatment \nstudies with cognitive behavioural therapy (CBT) showed promising results, an average of 50% \nof the patients has not improved much clinically.\nObjective: The aim of this pilot study was to assess the effectiveness of eye movement \ndesensitization and reprocessing (EMDR) therapy as a trauma-focused approach in treating \nmisophonia symptoms.\nMethod: A sample of 10 adult participants with misophonia was studied at the outpatient \nclinic of the Academic Medical Center in Amsterdam. Participants were either on the waiting \nlist for CBT or non-responders to CBT. EMDR was focused on misophonia-related emotionally \ndisturbing memories and delivered in a mean of 2.6 sessions of 60–90 minutes. Pre- and post- \ntreatment self-assessed ratings of misophonia symptoms (AMISOS-R, primary outcome), of \ngeneral psychopathology (SCL-90-R) and of quality of life (SDS) were administered. The co- \nprimary outcome was the Clinical Global Impression Improvement scale (CGI-I).\nResults: A paired t-test (n = 8) showed improvement on the primary outcome (−6.14 [MD], 5.34 \n[SD]) on the AMISOS-R (P = .023). Three of the eight patients showed clinically significant \nimprovement measured with the CGI-I. No significant effect on secondary outcomes was \nfound.\nConclusions: These preliminary results suggest that EMDR therapy focused on emotionally \ndisturbing misophonia-related memories can reduce misophonia symptoms. RCTs with suffi -\ncient sample sizes are required to firmly establish the value of EMDR therapy for misophonia.\nTerapia EMDR para la misofonía: un estudio piloto de series de casos\nAntecedentes : La misofonía es un trastorno en el que los pacientes sufren de rabia \no desagrado cuando se enfrentan a sonidos específicos como la masticación o la respiración \nruidosa, lo que provoca la evitación de las situaciones relacionadas con el estímulo y da lugar \na un deterioro funcional significativo. Aunque los primeros estudios de tratamiento con terapia \ncognitivo-conductual (TCC) mostraron resultados prometedores, una media del 50% de los \npacientes no ha mejorado mucho clínicamente.\nObjetivo : El objetivo de este estudio piloto fue evaluar la eficacia de la terapia de \ndesensibilización y reprocesamiento por movimientos oculares (EMDR) como enfoque cen-\ntrado en el trauma para tratar los síntomas de la misofonía.\nMétodo : Se estudió una muestra de 10 participantes adultos con misofonía en la clínica \nambulatoria del Centro Médico Académico de Ámsterdam. Los participantes estaban en lista \nde espera para la TCC o no respondían a la TCC. La EMDR se centró en los recuerdos \nemocionalmente perturbadores relacionados con la misofonía y se aplicó en una media de \n2,6 sesiones de 60–90 minutos. Se administraron calificaciones autoevaluadas antes y después \ndel tratamiento de los síntomas de misofonía (AMISOS-R, resultado primario), de \npsicopatología general (SCL-90-R) y de calidad de vida (SDS). El resultado co-primario fue la \nescala de Mejora de la Impresión Clínica Global (CGI-I).\nResultados : Una prueba t pareada (n=8) mostró una mejora en el resultado primario (−6,14 \n[DM]), 5,34 [DE] en la AMISOS-R (P= .023). Tres de los ocho pacientes mostraron una mejora \nclínicamente significativa medida con la CGI-I. No se encontró ningún efecto significativo en los \nresultados secundarios.\nEMDR para la misofonía Estos resultados preliminares sugieren que la terapia EMDR centrada \nen los recuerdos emocionalmente perturbadores relacionados con la misofonía puede reducir \nlos síntomas de ésta. Se requieren ECAs con tamaños de muestra suficientes para establecer \nfirmemente el valour de la terapia EMDR para la misofonía.ARTICLE HISTORY \nReceived 22 January 2021  \nRevised 2 August 2021  \nAccepted 3 August 2021 \nKEYWORDS \nMisophonia; eye movement \ndesensitization and \nreprocessing; trauma- \nfocused psychotherapy; \nfeasibility; preliminary effect; \ncase series\nPALABRAS CLAVE \nMisofonía; desensibilización \ny reprocesamiento por \nmovimientos oculares; \npsicoterapia centrada en el \ntrauma; viabilidad; efecto \npreliminar; serie de casos\n关键词 \n恐音症 ; 眼动脱敏和再加 \n工; 聚焦创伤心理治疗 ; 可 \n行性 ; 初步效果 ; 病例系列 ; \nEMDR\nHIGHLIGHTS\n•This pilot study investi -\ngated the potential bene -\nfits of EMDR for 10 patients \nwith misophonia. \n•Three of the seven com -\npleters showed clinical \nimprovement in misopho -\nnia symptoms within \na mean of 2.6 sessions. \n•The exploratory nature of \nthis study makes further \nresearch necessary.  \nCONTACT Inge Jager \n i.j.jager@amsterdamumc.nl \n Amsterdam University Medical Center of Psychiatry, Location AMC, Meibergdreef 5, Amsterdam, \n1105 AZ the Netherlands\nCurrent address: Outpatient Clinic for Affective disorders, GGZ inGeest, Amsterdam, the NetherlandsEUROPEAN JOURNAL OF PSYCHOTRAUMATOLOGY \n2021, VOL. 12, 1968613 \nhttps://doi.org/10.1080/20008198.2021.1968613\n© 2021 The Author(s). Published by Informa UK Limited, trading as Taylor & Francis Group. \nThis is an Open Access article distributed under the terms of the Creative Commons Attribution-NonCommercial License (http://creativecommons.org/licenses/by-nc/4.0/ ), which \npermits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "治疗恐音症 :病例系列的试点研究\n背景 :恐音症是一种疾病 , 患者在面对如大声咀嚼或呼吸等特定声音时会感到愤怒或厌恶 , 从 \n而回避与相关情况提示物 , 导致显著的功能障碍° 尽管认知行为疗法 (CBT) 的首批治疗研究 \n显示出有希望的结果 , 平均 50% 的患者无明显临床改善° 目的 :本试点研究旨在评估眼动脱敏和再加个 (EMDR) 疗法作为一种治疗恐音症症状的聚焦 \n创伤方法的有效性° 方法 :在阿姆斯特丹学术医疗中心门诊对一个 10 名患有恐音症的成年参与者样本进行了研 \n究° 参与者要么在 CBT 等候名单上 , 要么对 CBT 没有反应°  EMDR专注于与恐音症相关的情 \n绪不安记忆 , 以平均 2.6 次, 每次 60–90 分钟进行° 治疗前 , 后对恐音症症状 (AMIOSS-R, 主要结 \n果), 一般精神病 (SCL-90-R) 和生活质量 (SDS) 进行自我评估° 共同主要结果是临床总体印象 \n改善量表 (CGI-I)° 结果 :配对 t检验 (n=8) 显示主要结果的改善 (AMISOS-R: −6.14 [MD], 5.34 [SD] (P= .023)) ° 8 名 \n患者中有 3 名表现出临床上 CGI-I的显著改善° 未发现次要结果的显著效应° 结论 :这些初步结果表明 EMDR 治疗专注于情绪不安的恐音症相关记忆可以减少恐音症症状° 需要具有足够样本量的 RCT 来确定 EMDR 治疗恐音症的价值° \n1.Background\nMisophonia is a disorder in which patients suffer from \nanger or disgust when confronted with specific sounds \nsuch as loud chewing or breathing, causing avoidance \nof cue-related situations resulting in significant func -\ntional impairments (Jager et al., 2020a ; Schröder, \nVulink, & Denys, 2013 ). Misophonia patients can \noften not eat, sleep or work in company and most \nsocial and family relations are negatively affected. \nSince the onset of symptoms is around the age of 13 \n(Jager et al, 2020a ; Schröder et al., 2013 ), misophonia \npatients develop a lifelong coping behaviour of avoid -\nance, like walking away or using music or earplugs to \ncamouflage trigger sounds. There is debate about the \nnature of the disorder, other research groups empha -\nsize its audiological or neurological nature. Recently, \na Delphi Process study led to an agreement of experts \nof at least 80% on the consensus definition of miso -\nphonia (Swedo et al., 2021 ).\nEstimates of the incidence of misophonia in adults \nvary (Naylor, Caimino, Scutt, Hoare, & Baguley, 2020 ; \nZhou, Wu, & Storch, 2017 ). Solid epidemiological \nstudies are missing, also as a consequence of the \nongoing debate about the definition of misophonia. \nComorbidity is relatively low: 40% (Erfanian, \nKartsonaki, & Keshavarz, 2019 ) to 72% (Jager et al., \n2020a ) of subjects diagnosed with misophonia do not \nreport another Axis I psychiatric disorder. Hence, \nmisophonia is an impairing and common disorder \nfor which effective treatment is urgently needed, \ngiven the huge impact on family and social relations.\nThe Amsterdam University Medical Center of \nPsychiatry, location AMC (Amsterdam UMC) has \ndeveloped the first protocoled treatment with cogni -\ntive behavioural therapy (CBT) for misophonia (Van \nLoon et al., 2019 ). CBT consists of four main compo -\nnents: task concentration exercises, positive affect \nlabelling, stimulus manipulation, and arousal reduc -\ntion. The first treatment studies with CBT showed \npromising results, respectively, 48% (Schröder, \nVulink, Van Loon, & Denys, 2017 ) and 37% of the patients (Jager et al., 2020b ) showed significant clinical \nimprovement with CBT post treatment. However, \nCBT is ineffective for more than half of misophonia \npatients, who therefore require alternative treatments. \nExcept for CBT, some data suggest Tinnitus \nRetraining Therapy offers an 83% success rate for \nmisophonia (Jastreboff & Jastreboff, 2014 ).\nEMDR therapy is an evidence-based psychological \ntreatment that is effective for post-traumatic stress \ndisorder (PTSD) and its comorbid symptoms (De \nJongh, Amann, Hofmann, Farrell, & Lee, 2019 ; \nInternational Society of Traumatic Stress Studies \n[ISTSS], 2019 ; National Institute for Health and Care \nExcellence, 2018 ). In the last decades, the insight that \nunprocessed traumatic memories (not only criterion \nA events) play an important role in the development \nand maintenance of a variety of mental health condi -\ntions led to the use of EMDR therapy as a trauma- \nfocused treatment for a broader spectrum of disorders \n(Shapiro, 2018 ). Evidence for its effectiveness for dis-\norders beyond PTSD is growing, such as for major \ndepressive disorder, bipolar disorder, psychosis, anxi -\nety disorders, obsessive compulsive disorder, sub-\nstance use disorder, and pain (Matthijssen et al., \n2020 ; Maxfield, 2019 ). In a recent meta-analysis of \nRCTs (Cuijpers, Veen, Sijbrandij, Yoder, & Cristea, \n2020 ), significant results were found for EMDR in \nphobias and test anxiety, but with a high risk of bias. \nOverall, the authors concluded that there is not \nenough evidence for the use of EMDR for mental \nhealth problems other than PTSD (Cuijpers et al., \n2020 ). More research on EMDR and larger RCTs \nwith clear-cut results are needed, as in the majority \nof the RCTs EMDR is merely used for comorbid PTSD \nor as an add-on to treatment-as-usual (Meyerbröker, \nEmmelkamp, & Merkx, 2019 ).\nThe theoretical model behind EMDR, the adaptive \ninformation processing model (AIP), suggests that \n‘dysfunctionally stored’ memories may have an atio-\nlogical and maintaining role for a broad spectrum of \nsymptoms and problems, not limited to PTSD (Hase, 2\n I. JAGER ET AL."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Balmaceda, Ostacoli, Liebermann, & Hofmann, 2017 ; \nShapiro, 2018 ). Desensitization and reprocessing of \nthese disturbing memories and images with EMDR \nwill result in reduction of the vividness and emotion -\nality of unpleasant mental representations (Gunter & \nBodner, 2008 ).\nUp to date it is unknown if there might be \na connection between misophonia symptoms and \nrelated disturbing experiences or memories. Only \none case description found a decrease in misophonia \nsymptoms after EMDR treatment (Vollbehr & ten \nBroeke, 2017 ). When relevant memories are found \na trauma-focused approach such as EMDR therapy \ncould reduce misophonia symptoms. This pilot study \naimed first to identify relevant experiences related to \nmisophonia symptoms and secondly to reduce miso -\nphonia symptoms with EMDR therapy for reproces -\nsing maladaptive implicit memories. Therefore, with \nthis pilot study we assess the feasibility and prelimin -\nary effectiveness of EMDR in reducing misophonia \nsymptoms and improving general mental functioning \nand quality of life.\n2.Methods\nThe study site was the outpatient clinic of the depart -\nment of psychiatry of the Amsterdam University \nMedical Center (Amsterdam UMC, location AMC, \nthe Netherlands). All patients gave written informed \nconsent. The study was approved by the AMC medical \nethics committee and carried out in accordance with \nthe Declaration of Helsinki.\n2.1. Participant selection, recruitment, and \nenrolment\nA total of 14 patients were selected from September 2015 \nto July 2017 from the outpatient clinic at the Amsterdam \nUMC (see Figure 1). All patients were referred by their \nGeneral Practitioners for treatment of invalidating misophonia symptoms. All had received a psychiatric \nassessment at our clinic. Presence of comorbid Axis \nI disorders according to the Diagnostic and Statistical \nManual of Mental Disorders (DSM-IV-TR) diagnostic \ncriteria was validated at baseline by the MINI- \nInternational Neuropsychiatric Interview Plus (MINI- \nplus) (Sheehan et al., 1997 ; Sheehan et al., 1998 ; Van \nVliet & De Beurs, 2007 ).\nRecruited patients were either on the waiting list for \ntreatment or non-responders to CBT. Ten subse -\nquently referred patients, who were most recently \nadded to the waiting list, were approached in order \nof registration. Six were included, four patients were \nnot willing to participate. We also included four non- \nresponders; patients who completed CBT without \npositive results at the AMC in the period of this \nstudy and searched for help and further treatment.\nInclusion criteria were diagnosis of misophonia \n(Schröder et al., 2013 ) and aged between 18 and \n65 years. Exclusion criteria were: previous EMDR \ntreatment for misophonia, the presence of depression \nand anxiety disorder as a primary diagnosis, bipolar \ndisorder, autism spectrum disorders, schizophrenia or \nany other psychotic disorder, substance-related disor -\nder during the past 6 months, any structural central \nnervous system disorder or stroke within the last year, \ncurrently taking benzodiazepines or stimulants, \npatients at risk for suicide and patients with language \nbarriers or illiteracy.\n2.2. EMDR therapy\nThe EMDR therapy was conducted according to the \nstandard eight-phase protocol by Shapiro using the \nDutch translation of the EMDR protocol (De Jongh \n& ten Broeke, 2019 ; Shapiro, 2001 ). The standard \nEMDR treatment protocol (Shapiro, 2018 ) consists of \nthe following phases: 1. History Taking (including \ndiscussion of the rationale for therapy and case con-\nceptualization/idiographic formulation of the patient’s \nFigure 1. Consort diagram.EUROPEAN JOURNAL OF PSYCHOTRAUMATOLOGY\n 3"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "difficulties); 2. Preparation (preparation for reproces -\nsing of target trauma memories and equipping \npatients with strategies to better self-regulate during \ntrauma reprocessing work); 3. Assessment (the identi -\nfication of a specific target memory/image as well as \nassociated negative cognitions, disturbing emotions or \nbodily sensations; a positive cognition that is prefer -\nable to the negative one is also identified); 4. \nDesensitization and reprocessing (involving the repe -\ntitive use of bilateral stimulation, for example, the \ntracking of a moving object, while the patient is \nasked to simultaneously focus on the image, the nega -\ntive cognition, and the disturbing emotion or body \nsensation until he/she reports a marked reduction in \ndistress associated with these experiences); 5. \nInstallation (in which the patient is encouraged to \nassociate the trauma memory with the positive cogni -\ntion previously identified, or a new more adaptive \npositive cognition); 6. Body scan (designed to target \nany residual negative/uncomfortable physical sensa -\ntion or bodily tension associated with the trauma \nmemory); 7. Closure (generally involving the use of \ndistress management and tolerance strategies before \nthe end of the session); 8. Re-evaluation (where the \npatient and therapist reassess the previous target to \nevaluate whether additional work is necessary before \nproceeding further with the intervention).\nThe memories EMDR focused on were identified \n(phase 1) following a standardized search strategy \ncalled time-line path in the first session (first method; \nde Jongh et al., 2010 ). This strategy is used for a broad \nspectrum of symptoms beyond PTSD and helps to \ndevelop a case conceptualization in terms of \na relationship between memories of significant events, \non one hand, and clients' current symptoms, on the \nother hand. It is also suggested for the case conceptua -\nlization for EMDR for misophonia (Vollbehr & ten \nBroeke, 2017 ). The time-line path deals with symp -\ntoms whereby memories of the aetiological and aggra -\nvating events can be specified on a time line. For this \npilot study, the main questions of the therapist were: \n‘When did your misophonia symptoms start and when \ndid they get worse?’. The events or experiences found \nwere target memories for EMDR and processed with \nEMDR. The order of targets was set; starting with \ntargets that were related to the onset of the misopho -\nnia symptoms and subsequently, the memories of the \nevents after which symptoms worsened. For all iden -\ntified events a Subjective Units of Distress Scale (SUD) \nscore was given between 0 and 10 (0 meaning no \ndistress to 10 meaning highest distress) that was felt \nwhen the memory was kept in mind. Hereafter, the \nstandard protocol was first applied to the first target \nmemory in time. A substantial reduction in SUD was \nrequired to move to the next memory. In all the \nfollowing sessions, memories were processed. Eye \nmovements were applied as a dual-attention stimulus. Each EMDR session lasted 60–90 minutes. Treatment \nwas ended when the Subjective Units of Distress Scale \n(SUD) score was zero for all indexed misophonia- \nrelated memories identified on the time-line. All \npatients were equally involved in the eight phases of \nthe standard protocol. The total number of sessions \nvaried across patients depending on the number of \ntargets and the speed of desensitization.\nThe therapist was a licenced clinical psychologist \n(IJ) with appropriate training (level II trained) in \nEMDR and extensive experience in CBT for obsessive- \ncompulsive and related disorders and misophonia in \nparticular.\n2.3. Assessments\nPatients were assessed at baseline (T1), and post treat -\nment (T2). At T2 an independent assessor rated all \npatients in a clinical interview. This independent \nassessor was a cognitive behavioural worker with \nextensive experience in CBT for misophonia.\n2.4. Measures\n2.4.1. Primary outcomes\nMisophonia symptoms were measured using the \nrevised Amsterdam Misophonia Scale (AMISOS-R) \n(Schröder & Spape, 2014 ). It consists of 10 items \nwith scores ranging from 0 to 40. Higher scores indi-\ncate more severe misophonia; 0–10: normal to subcli -\nnical misophonia; 11–20: mild misophonia; 21–30: \nmoderate severe misophonia; 31–40: severe to extreme \nmisophonia. (see supplementary appendix). This \nimproved version of the A-MISO-S (Schröder et al., \n2013 ) is in the process of validation; Preliminary \nresults of the validation show reliability of the scale \nwas good (α = .84), as well as its validity \n(r = .87, p < .01).\nThe co-primary outcome was CGI-Improvement \n(CGI-I) (Guy, 1976 ) as objective observer ratings. \nThe CGI-I consists of one question: ‘Compared to \nthe patient’s condition at admission to the project \nthis patient’s condition is: 1 = very much improved \nsince the initiation of treatment; 2 = much improved; \n3 = minimally improved; 4 = no change from baseline \n(the initiation of treatment); 5 = minimally worse; \n6 = much worse; 7 = very much worse since the \ninitiation of treatment.’\nResponses are defined by a CGI-I scale score <3, \nusually used to define response (Bandelow, Baldwin, \nDolberg, Andersen, & Stein, 2006 ). Full response was \ndefined by 25% reduction (or more) in the AMISOS-R \nand a CGI-I score <3. Partial response was defined by \neither a 25% reduction (or more) on the AMISOS-R or \na CGI-I score <3.4\n I. JAGER ET AL."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "2.4.2. Secondary outcomes\nGeneral mental dysfunction was assessed with the \nSymptom Checklist-90-R (SCL-90-R; Arrindell & \nEttema, 1986 ; Derogatis, Lipman, & Covi, 1973 ). The \ntotal score is 90 to 450, with higher scores indicating \nmore general psychopathology. Quality of life was \nassessed with the Sheehan Disability Scale (SDS; \nSheehan, 1983 ). The SDS has three domains; Work, \nSocial and Family, and the range per domain is 0 to 10. \nThe total score was 0 to 30, with higher scores indicat -\ning more impairment.\n2.4.3. Qualitative outcome\nThe perceived intensity of disturbance or distress of an \nimage or an emotional memory being recalled is mea-\nsured with the Subjective Units of Distress (SUD) \nscale. This score is indexed on an 11-point Likert \nscale, ranging from 0 (‘no disturbance at all’) to 10 \n(‘greatest level of disturbance’) (Shapiro, 2018 ). \nParticipants were requested to indicate the SUD \nscore verbally to the therapist for all identified events \nat the start, during and after EMDR therapy. The SUD \nscores are displayed at Table 4.\nThe severity of posttraumatic stress symptoms was \nmeasured on indication (if the presence of these symp -\ntoms was assumed) with the Impact of Events Scale \n(IES; Brom & Kleber, 1985 ; Horowitz, Wilner, & \nAlvarez, 1979 ; van der Ploeg, Mooren, Kleber, van \nder Velden, & Brom, 2004 ). The Impact of Events \nScale has two subscales (avoidance and intrusions) \nand a total score ranging from 15 to 60, with higher \nscores indicating more PTSD symptoms and a cut-off \nscore of 33 or more (Creamer, Bell, & Failla, 2003 ).\n2.4.4. Statistical analysis\nSince this is a pilot study no formal sample size calcu -\nlations were performed. We tested the decrease in \nsymptom severity with a paired t-test; the dependent \nvariable was AMISOS-R total score, and independent \nfactors were assessments (T1, T2). An additional \nintention-to-treat analysis was performed, including \nall patients who received EMDR therapy, irrespective \nof whether they completed the therapy. Missing values \nwere hereby imputed by the last observation carried \nforward (LOCF).All analyses were all based on 2-tailed t-tests. For \nboth co-primary and secondary outcomes P < .05 was \nconsidered to be statistically significant. All results \nshould be considered as exploratory. In all analyses \nfor normal distribution was controlled by Shapiro– \nWilk and a visual check of the histogram. Data were \nanalysed using IBM SPSS Statistics version 25.\n3.Results\n3.1. Participant flow and characteristics\nA total of 10 patients (9 [90%] female; mean [SD] age, \n35 [14,53] years) were included (Table 1). Mean (SD) \nage of onset was 13.10 (9.75). Fifty percent of the \npatients fulfiled criteria (measured with the MINI- \nplus) for comorbidity on Axis I, none of patients \nsuffered from comorbid PTSD, and AXIS II person -\nality traits were found in 60% of the patients.\nIn eight of the 10 patients, misophonia-related \nemotionally disturbing memories were identified; the \nother two patients were excluded from the study. \nSeven patients completed EMDR-therapy and the \npost-treatment measures. Only one patient dropped \nout after the first EMDR session. Despite several \nattempts to approach the patient, she declined to \nattend treatment appointments and post-treatment \nmeasures were missing.\n3.2. Primary outcomes\nOn average, 2.6 sessions of EMDR were provided to \neach participant (n = 7). A paired t-test for the com -\npleters showed significant improvement on the pri-\nmary outcome (−6.14 [MD], 5.34 [SD]) on the \nAMISOS-R (P = .023) (Tables 2 and 3). On average, \nthe AMISOS-R total scores were reduced by 20%. In \nFigure 2 the decrease in AMISOS-R is shown for the \ncompleters. An additional intention-to-treat analysis \nshowed the same significant difference and direction \nof the effect on the AMISOS-R (−5.37 [MD], 5.40 \n[SD], P = .026).\nThree patients (#3, #7, #9) were found to be clini -\ncally improved, two of them with much improvement \n(CGI-I < 3). One patient (#4), who showed large \nimprovement on the AMISOS-R, was not considered \nTable 1. Demographic and clinical characteristics of the 10 patients with misophonia.\nPatient Sex Age (years) Age onset (years) Family history Previous CBT Comorbidity Axis I Comorbidity Axis II\n1 F 49 6 Misophonia No Specific phobia No diagnosis\n2 F 19 11 Clear No Anxiety disorder NOS No diagnosis\n3 F 55 39 Misophonia No No diagnosis No diagnosis\n4 F 23 7 Clear No No diagnosis Avoidant traits\n5 F 26 15 Misophonia No No diagnosis OCPD traits\n6 M 56 6 Misophonia No No diagnosis No diagnosis\n7 F 40 13 Clear Yes Trichotillomania Borderline traits\n8 F 27 14 Misophonia Yes No diagnosis OCPD traits\n9 F 37 7 Clear Yes Eating disorder NOS OCPD\n10 F 18 13 Clear Yes Social phobia Avoidant traitsEUROPEAN JOURNAL OF PSYCHOTRAUMATOLOGY\n 5"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "clinically improved, since the improvement seemed to \nbe related to temporary reduction of specific misopho -\nnia triggers.\nIn conclusion, the full response rate was 25%; \ntwo of the eight included patients had both 25% \nsymptom reduction and a maximum CGI-I score \nof 2 (‘much improved’ (2) or ‘very much \nimproved’ (1)). Two other patients were consid -\nered as partial responders with at least 25% symp -\ntom reduction on the AMISOS-R or a maximum \nCGI-I score of 2 (see Table 4).3.3. Secondary outcomes\nNo significant effect was found on secondary out-\ncomes (see Tables 2 and 3). However, SCL-90 \nmean scores decreased with 33% and patients \nreported fewer disabilities in all SDS subscales \n(work, family and social functioning) after EMDR- \ntherapy.\nIn one patient who experienced neglect and aggres -\nsion as negative childhood experiences, the IES was \nadministered pre- and post-treatment. The scores of \n23 (pre) to 3 (post) were mild and not indicative for \nPTSD. The difference in total score between pre and \npost was large, but IES was not used as an outcome \nmeasure in this study.\n3.4. Qualitative outcomes: misophonia-related \nmemories\nIn total 14 target misophonia-related memories \nwere identified in eight patients, of which seven \nreported one or two targets and one patient \nreported three targets (for an overview of the tar-\ngets, see Table 4). The number of EMDR sessions \nvaried from 1 to 4 sessions of 60–90 minutes. \nSubjective Units of Distress (SUD) Scale scores at \nthe start of the EMDR therapy varied from 5 to 10 \nand at the end of the therapy all SUD scores were \ndecreased to 0. Two examples of target memories \nare: firstly, as an 11-year-old girl on holiday sharing \na tent with her father, she had a panic attack after Table 2. Paired samples t-test statistics for the mean changes \nbetween baseline and end-of-treatment in completers (n = 7).\nPre treatment \nmeans (sd)Post treatment \nmeans (sd) N t Sig.\nAMISOS-R 30.43 (4.28) 24.29 (9.05) 73.046 .023\nSCL-90 172.83 (22.09) 154.83 (32.32) 61.402 .220\nSDS work 4.57 (2.99) 3.14 (2.91) 71.369 .220\nSDS social 5.00 (2.38) 4.00 (1.63) 7 .882 .412\nSDS family 6.29 (3.04) 4.86 (2.48) 7 .946 .381\nSDS total 15.86 (3.81) 12.00 (5.89) 71.218 .269\nTable 3. Paired samples t-test statistics for the mean changes \nbetween baseline and end-of-treatment. Intention-to-treat \nanalysis with the last observation carried forwards (n = 8).\nPre treatment \nmeans (sd)Post treatment \nmeans (sd) N t Sig.\nAMISOS-R 30.50 (3.96) 25.13 (8.71) 82.817 .026\nSCL-90 181.57 (30.68) 166.14 (42.02) 71.383 .216\nSDS work 4.38 (2.83) 3.13 (2.70) 81.357 .217\nSDS social 5.38 (2.45) 4.50 (2.07) 8 .884 .406\nSDS family 6.50 (2.88) 5.25 (2.55) 8 .947 .375\nSDS total 16.25 (3.69) 12.88 (5.99) 81.213 .265\nFigure 2. Effect of EMDR therapy on misophonia symptoms per treatment completer (n = 7).6\n I. JAGER ET AL."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "hyper focusing on his snoring with the experience \nshe could not escape from the tent in the middle of \nthe night (negative cognition: ‘I am powerless’). \nSecondly, as a 10-year-old girl who could not \ngrieve at her grandmother’s funeral, because she \nwas so bothered by the breathing sound of her \ncrying brother that she snubbed him and felt terri -\nble about herself (negative cognition: ‘I am a bad \nperson’).\n3.5. Adverse events and side effects\nNo adverse events were reported. Three patients \nshowed misophonia symptoms during EMDR (e.g. \nexpressing anger in reaction to the ticking of the \nclock or to breathing sounds of the therapist). Other \nmild side effects included fatigue or headaches in three \npatients, lasting for two days maximum. One patient \nsuffered from suicidal ideations with intrusions of \nsuicide during EMDR treatment after the first session. \nAfter the second EMDR session, the suicidal ideations \ndisappeared. In the end, this patient (#3) profited most \nof all patients from EMDR.\n4.Discussion\nThis is the first clinical sample study which examines \nthe feasibility and effectiveness of EMDR for misopho -\nnia in eight patients. The results showed that EMDR \nfocused on desensitizing emotionally disturbing mem -\nories related to the onset or worsening of misophonia \nsymptoms and significantly reduced these symptoms.\nOur positive outcome is in line with the results of \nthe case report of Vollbehr and ten Broeke (2017 ). \nHowever, comparisons with their findings is difficult, \nbecause pre- and post-treatment assessments were missing and extra targets were used during EMDR \ntherapy. Nevertheless, though no questionnaires were \nadministered, Vollbehr and ten Broeke observed alle-\nviation of symptoms of misophonia without full \nremission. Their patient was still sensitive to misopho -\nnia triggers, but his/her emotional reaction and avoid -\nance behaviour diminished substantially. Apart from \ndesensitization of the identified misophonia-related \ntarget memories, their patient was also instructed to \ncreate an extremely inflated image of present triggers \nin imagination, after which desensitization of this \nimage took place (Shapiro, 2018 ). In our study, no \npresent triggers, nor an inflated image of present trig-\ngers were targeted. However, after having treated all \nmisophonia-related target memories, the ‘future tem-\nplate’ procedure was used (Shapiro, 2018 ) to help \npatients visualizing successfully managing an antici -\npated future event with misophonia triggers.\nIn our trial, for two out of 10 patients, no explicit \ndisturbing misophonia-related memories could be \nidentified. For the remaining patients, their memories \nof the first (onset) misophonic experience and/or \naggravating experiences were treated. The nature of \nthese experiences were not evidently traumatic (corre -\nsponding to Criterion A of the DSM 5 PTSD criteria; \nAmerican Psychiatric Association, 2013 ). They may be \nclassified as unpleasant and disturbing, as is described \nin previous clinical case series (Ferreira, Harrison, & \nFontenelle, 2013 ; Johnson et al., 2013 ). Target mem -\nories related to the onset or worsening of misophonia \nin childhood consisted in our pilot of situations of \nfierce arguments caused by their misophonia, mala -\ndaptive coping incidents such as bulimic outrage, sui-\ncidal ideations, or panic attacks when misophonia \ntriggers could not be avoided (feeling overwhelmed \nand powerless). Target memories of the two full Table 4. EMDR treatment information of the 10 included patients with misophonia.\nPatient IncludedNumber of EMDR \nsessions Target memoriesSUD \nscores \nPREAMISOS-R \nPREAMISOS-R \nPOSTCGI- \nI\n1 No 0 - - 28 - -\n2 Yes 2 Misophonia related panic attack on holiday (onset) \nSuicidal ideations following a misophonia related fight (increase)7 \n432 33 4\n3 Yes 4 Tension during meal caused by aggressive father (onset) \nMisophonia symptoms during the silence following death of \ncaring grandmother (onset) \nFight with friend about binge eating as coping (increase)10 \n8 \n823 9 2\n4 Yes 1 Misophonia related fight in school and being punished by teacher \n(onset)5 27 17 4\n5 No 0 - - 36 - -\n6 Yes 2 Misophonia related fight on holiday (onset) 9 32 30 4\n7 Yes 3 Misophonia related fight at dining table followed by pulling hair \nand snacking (onset) \n8-hour drive to a holiday destination with snacking family \n(increase)10 \n736 31 3\n8 Yes 3 Misophonia related fight with father (prototypical situation) \nOverhearing parents judgemental comments on misophonia \n(increase)8 \n733 30 4\n9 Yes 3 Misophonia triggered by a disabled child who sniffed in class (onset) \nMisophonia-related snapping at sibling during grandmothers’ \nfuneral (increase)9 \n930 20 2\n10 Yes 1 Almost choking on a candy on holiday (onset) 7 31 - -EUROPEAN JOURNAL OF PSYCHOTRAUMATOLOGY\n 7"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "responders were easier to identify with the time-line \nmethod and had a higher level of observed distress \nthan in the other patients. This could be one of the \nreasons why EMDR was more successful in these \ncases, as it is known that EMDR is more effective \nwhen the level of disturbance at the start of the session \nis high (Littel, Remijn, Tinga, Engelhard, & van den \nHout, 2017 ). We did not examine predictors of treat -\nment outcomes because of the small sample, but we \nhypothesize that the nature of target memories, parti -\ncipant characteristics or type of misophonia symp -\ntoms such as disgust, might predict treatment \noutcomes. Hypothesizing about a treatment mechan -\nism is beyond the scope of this article.\nSince we used only the time-line procedure to \nidentify the target-memories for EMDR therapy, it \nremains unclear whether the two patients without \ntarget memories could have benefitted from EMDR. \nIt would be interesting to add more explicit desensiti -\nzation of ‘present triggers’ following desensitization of \nmisophonia-related target memories, or use the crea-\ntion of an extremely inflated image of present triggers \n(Rijkeboer, ten Broeke, & Koekbakker, 2016 ). We \nadvise clinicians working with patients with misopho -\nnia to select and desensitize different types of targets, \nsuch as past traumatic or disturbing events, present \ntriggers (e.g. inflated image), and future targets as well.\nTreatment options are still limited for misophonia. \nSo far, the only well-studied intervention for misopho -\nnia is G-CBT (Jager et al., 2020b ; Schröder et al., 2017 ). \nCompared to the results of the recent RCT of G-CBT, \nEMDR was less effective with a decrease of −6.14 vs \n−9.7 points (G-CBT) on the AMISOS-R post treat -\nment, respectively, though an equal percentage of \npatients clinically improved, 38% with EMDR vs 37% \nwith G-CBT on the CGI-I post treatment (Jager et al., \n2020b ).\nG-CBT and EMDR both have pros and cons. \nG-CBT as a multicomponent intervention offers \nmore techniques from which patients can profit, \nextensive psychoeducation, more opportunity to \npractice under guidance, peer support, and sup-\nport of loved ones. The empirical level of evidence \nis higher for G-CBT including a RCT with one \n1-year follow-up, no adverse events were reported \nand patient’s acceptability is high (Jager et al., \n2020b ; Schröder et al., 2017 ). In this pilot study, \nEMDR therapy time was limited by a mean of 2.6 \nsessions of 1 to 1.5 hours (mean total of 3.9 hours) \nversus 8 (group) sessions of CBT of 3 hours (mean \ntotal of 24 hours) and could therefore be more \ncost-effective. As a con, apart from this case study, \nthere is no empirical evidence for its effectivity. So \nfar, indication to use EMDR was conditional, \ndepending on the presence of emotionally disturb -\ning target memories related to the onset or wor-\nsening of the symptoms.Our results suggest as well that EMDR is an attrac -\ntive alternative for non-responders to G-CBT. In this \npilot study, patients on the waiting list for G-CBT \n(n = 6) and non-responders to G-CBT (n = 4) were \nincluded. Patients from both groups profited from \nEMDR (one patient waiting for CBT and 2 non- \nresponders), but no post-hoc analyses could be per-\nformed because of the small sample size. We might \nspeculate in which cases EMDR or G-CBT should be \nconsidered. First, EMDR might be preferred in cases \nwhere clear and emotionally disturbing target mem -\nories for EMDR can be identified. Secondly, when \ntherapists can not provide (G-)CBT or patients are \nreluctant to participate in group therapy. Finally, if \npatients are in need of a quick fix for example, when \na final exam in 2 weeks is hindered by misophonia \nsymptoms.\n4.1. Limitations and strengths\nThis is a small case series without a control group and \ntherefore our study suffers from several important \nlimitations. The lack of a control group prevents us \nfrom assessing the effects of time and of non-specific \nfactors on misophonia symptoms. The small sample \nwarrants caution in the generalization of the results. \nThere was no follow-up assessment since half of the \npatients were on the waiting list for CBT and received \nCBT following EMDR, making it impossible to deter -\nmine whether treatment gain was maintained over \ntime. The inclusion of two subpopulations can be \nconsidered a limitation in this small sample. \nHowever, this does resemble clinical practice. All par-\nticipants received EMDR from one therapist, the eva-\nluator was not blind to treatment and treatment \nfidelity measures were not carried out, possibly leading \nto bias. More and larger studies are needed to confirm \nthe effectiveness of EMDR therapy and to determine \nthe average number of EMDR sessions needed to sig-\nnificantly reduce misophonia symptoms. Finally, \nbecause of the small sample size, some tantalizing \nquestions regarding prediction or comparative efficacy \nwith CBT could not be answered.\nOn the other hand, our study is innovative, and \nthe use of a case series was considered appropriate \ngiven the exploratory nature of the study. The \nsample had baseline characteristics comparable to \nlarger misophonia samples (Jager et al., 2020a ; \nRouw & Erfanian, 2018 ), leading to adequate \nexternal validity. We used a diagnostic clinical \ninterview to assess the presence of disorders, an \nobjective diagnostic assessment (CGI) and \na manualized treatment. Data were also analysed \nunder restrictions of intention-to-treat analysis \nand missing values were imputed by LOCF, result -\ning in a conservative estimation of the effect.8\n I. JAGER ET AL."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "4.2. Conclusions\nIn conclusion, the results of this study suggest that \nEMDR therapy is a promising and time-limited inter -\nvention in reducing misophonia symptoms, also in \npatients who were previously unable to benefit from \nevidence-based treatment (G-CBT). No adverse events \nwere reported. Given the limitations due to the study \ndesign, the results should be considered preliminary. \nThe next step would therefore be replication of the \nresults in a larger RCT comparing EMDR therapy \n(with an extended target selection) with CBT and \na waiting list or EMDR therapy as an add-on inter -\nvention to CBT, with a long-term follow-up.\nAcknowledgments\nWe are very grateful to the 10 participating misophonia \npatients who relied on our expertise to try an innovative \ntreatment. We thank Steven Meijer for his advice on the \nEMDR techniques at the beginning of this study. We thank \nAnnemieke Polling for conducting the clinical interviews. \nFinally, we thank Isidoor Bergfeld for his advice on the \nstatistics.\nDisclosure statement\nNo potential conflict of interest was reported by the \nauthor(s).\nData availability statement\nThe data that support the findings of this study are available \nfrom the corresponding author upon reasonable request. \nFor privacy reasons the research cannot be made publicly \navailable.\nEthics statement\nThe study was approved by the Amsterdam UMC, location \nAMC medical ethics committee (approval number \nNL62982.018.17) and carried out in accordance with the \nDeclaration of Helsinki. All patients gave written informed \nconsent.\nFunding\nThis research received no specific grant from any funding \nagency, commercial or not-for-profit sectors.\nReferences\nAmerican Psychiatric Association. (2013 ). Diagnostic and \nstatistical manual of mental disorders (5th ed.). \nArlington, VA: Author.Arrindell, W. A., & Ettema, J. H. M. (1986 ). SCL-90: \nHandleiding bij een multidimensionele psychopathologie- \nindicator . Lisse: Swets test publishers.\nBandelow, B., Baldwin, D. S., Dolberg, O. T., \nAndersen, H. F., & Stein, D. J. (2006 ). What is the thresh -\nold for symptomatic response and remission for major \ndepressive disorder, panic disorder, social anxiety disor -\nder, and generalized anxiety disorder? The Journal of \nClinical Psychiatry , 67(9), 1428–1434. doi:10.4088/jcp. \nv67n0914\nBrom, D., & Kleber, R. J. (1985 ). De Schok Verwerkings Lijst \n[The Dutch version of the impact of event scale]. \nNederlands Tijdschrift voor de Psychologie , 40, 164–168.\nCreamer, M., Bell, R., & Failla, S. (2003 ). Psychometric \nproperties of the impact of event scale –revised. \nBehaviour Research and Therapy , 41(12), 1489–1496. \ndoi:10.1016/j.brat.2003.07.010\nCuijpers, P., Veen, S. C. V., Sijbrandij, M., Yoder, W., & \nCristea, I. A. (2020 ). Eye movement desensitization \nand reprocessing for mental health problems: \nA systematic review and meta-analysis. Cognitive \nBehaviour Therapy , 49(3), 165–180. doi:10.1080/ \n16506073.2019.1703801\nDe Jongh, A., Amann, B. L., Hofmann, A., Farrell, D., & \nLee, C. W. (2019 ). The status of EMDR therapy in the \ntreatment of posttraumatic stress disorder 30 years after \nits introduction. Journal of EMDR Practice and Research , \n13(4), 261–269. doi:10.1891/1933-3196.13.4.261\nDe Jongh, A., ten Broeke, E., & Meijer, S. (2010 ). Two \nmethod approach: A case conceptualization model in \nthe context of EMDR. Journal of EMDR Practice and \nResearch , 4(1), 12. doi:10.1891/1933-3196.4.1.12\nDe Jongh, A. J. C. M., & ten Broeke, E. (2019 ). Handboek \nEMDR: Een geprotocolleerde behandelmethode voor de \ngevolgen van psychotrauma. [Handbook of EMDR: \nA standardized treatment for the consequences of psycho -\ntrauma] . Amsterdam: Pearson.\nDerogatis, L. R., Lipman, R. S., & Covi, L. (1973 ). The SCL- \n90: An outpatient psychiatric rating scale – preliminary \nreport. Psychopharmacology Bulletin , 9, 13–18.\nErfanian, M., Kartsonaki, C., & Keshavarz, A. (2019 ). \nMisophonia and comorbid psychiatric symptoms: \nA preliminary study of clinical findings. Nordic Journal \nof Psychiatry , 73(4–5), 219–228. doi:10.1080/ \n08039488.2019.1609086\nFerreira, G. M., Harrison, B. J., & Fontenelle, L. F. (2013 ). \nHatred of sounds: Misophonic disorder or just an under -\nreported psychiatric symptom? Annals of Clinical \nPsychiatry , 25(4), 271–274.\nGunter, R. W., & Bodner, G. E. (2008 ). How eye move -\nments affect unpleasant memories: Support for a \nworking-memory account. Behaviour Research and \nTherapy , 46(8), 913–931. doi:10.1016/j. \nbrat.2008.04.006\nGuy,W. C. G. I. (1976 ). Clinical global impression. \nAssessment manual for Psychopharmacology , 217–222.\nHase, M., Balmaceda, U. M., Ostacoli, L., Liebermann, P., & \nHofmann, A. (2017 ). The AIP model of EMDR therapy \nand pathogenic memories. Frontiers in Psychology , 8, \n1578. doi:10.3389/fpsyg.2017.01578\nHorowitz, M., Wilner, N., & Alvarez, W. (1979 ). Impact of \nevent scale: A measure of subjective stress. Psychosomatic \nMedicine , 41(3), 209–218. doi:10.1097/00006842- \n197905000-00004EUROPEAN JOURNAL OF PSYCHOTRAUMATOLOGY\n 9"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "International Society of Traumatic Stress Studies (ISTSS). \n(2019 ). Post-traumatic stress disorder: Prevention and \ntreatment guidelines . Retrieved from http://www.istss. \norg/treating-trauma/new-istss-prevention-and-treatment \n-guidelines.aspx \nJager, I., de Koning, P., Bost, T., Denys, D., & Vulink, N. \n(2020a ). Misophonia: Phenomenology, comorbidity and \ndemographics in a large sample. PloS One, 15(4), \ne0231390. doi:10.1371/journal.pone.0231390\nJager, I. J., Vulink, N. C., Bergfeld, I. O., van Loon, A. J., & \nDenys, D. A. (2020b ). Cognitive behavioral therapy for \nmisophonia: A randomized clinical trial. Depression and \nAnxiety . doi:10.1002/da.23127\nJastreboff, P. J., & Jastreboff, M. M. (2014 , May). \nTreatments for decreased sound tolerance (hyperacu -\nsis and misophonia). Seminars in Hearing , 35(2), \n105–120. Thieme Medical Publishers. doi:10.1055/ \ns-0034-1372527\nJohnson, P. L., Webber, T. A., Wu, M. S., Lewin, A. B., \nMurphy, T. K., & Storch, E. A. (2013 ). When selective \naudiovisual stimuli become unbearable: A case series on \npediatric misophonia. Neuropsychiatry , 3(6), 569–575. \ndoi:10.2217/npy.13.70\nLittel, M., Remijn, M., Tinga, A. M., Engelhard, I. M., & van \nden Hout, M. A. (2017 ). Stress enhances the \nmemory-degrading effects of eye movements on emo -\ntionally neutral memories. Clinical Psychological Science , \n5(2), 316–324. doi:10.1177/2167702616687292\nMatthijssen, S. J., Lee, C. W., de Roos, C., Barron, I. G., Jarero, I., \nShapiro, E., . . . Moreno-Alcázar, A. (2020 ). The current status \nof EMDR therapy, specific target areas, and goals for the \nfuture. Journal of EMDR Practice and Research , 14(4), \n241–284. doi:10.1891/EMDR-D-20-00039\nMaxfield, L. (2019 ). A clinician’s guide to the efficacy of \nEMDR therapy. Journal of EMDR Practice and Research , \n13(4), 239–246. doi:10.1891/1933-3196.13.4.239\nMeyerbröker, K., Emmelkamp, P. M. G., & Merkx, M. \n(2019 ). Effectiviteit van EMDR bij andere stoornissen en \nproblemen dan PTSS: Een literatuuroverzicht. \nGedragstherapie , 52(3), 225.\nNational Institute for Health and Care Excellence. (2018 ). \nPost-traumatic stress disorder. NG116. Management of \nPTSD in children, young people and adults (1.6.13) . \nRetrieved from https://www.nice.org.uk/guidance/ \nng116/chapter/Recommendations#management-of-ptsd- \nin-children-young-people-and-adults \nNaylor, J., Caimino, C., Scutt, P., Hoare, D. J., & Baguley, D. M. \n(2020 ). The prevalence and severity of misophonia in a UK \nundergraduate medical student population and validation of \nthe Amsterdam misophonia scale. Psychiatric Quarterly , \n1–11. doi:10.1007/s11126-020-09825-3\nRijkeboer, M., ten Broeke, E., & Koekbakker, J. (2016 ). EMDR \nbij obsessieve compulsieve stoornis: Back tot he future. In \nH. Oppenhiem, H. Hornsveld, E. ten Broeke, & A. de Jongh \n(Eds.), Praktijkboek EMDR deel ll (pp. 337–366). \nAmsterdam: Pearson Assessment and Information B.V.\nRouw, R., & Erfanian, M. (2018 ). A large-scale study of \nmisophonia. Journal of Clinical Psychology , 74(3), \n453–479. doi:10.1002/jclp.22500Schröder, A., & Spape, M. (2014 ). Amsterdam misophonia \nscale – revised (AMISOS-R) [Measurement instrument]. \nRetrieved from https://journals.plos.org/plosone/article/ \nfile?type=supplementary&id=info \nSchröder, A., Vulink, N., & Denys, D. (2013 ). Misophonia: \nDiagnostic criteria for a new psychiatric disorder. PLoS \nOne, 8(1), e54706. doi:10.1371/journal.pone.0054706\nSchröder, A. E., Vulink, N. C., van Loon, A. J., & \nDenys, D. A. (2017 ). Cognitive behavioral therapy is \neffective in misophonia: An open trial. Journal of \nAffective Disorders , 217, 289–294. doi:10.1016/j. \njad.2017.04.017\nShapiro, F. (2001 ). Eye movement desensitization and repro -\ncessing (EMDR) therapy: Basic principles, protocols, and \nprocedures . New York: Guilford Publications.\nShapiro, F. (2018 ). Eye movement desensitization and repro -\ncessing: Basic principles, protocols and procedures, third \nedition . New York: Guilford Press.\nSheehan, D. V. (1983 ). Sheehan disability scale. Handbook of \nPsychiatric Measures , 2, 100–102.\nSheehan, D. V., Lecrubier, Y., Harnett Sheehan, K., \nJanavs, J., Weiller, E., Keskiner, A., . . . Dunbar, G. C. \n(1997 ). The validity of the mini international neuropsy -\nchiatric interview (MINI) according to the SCID-P and \nits reliability. European Psychiatry , 12(5), 232–241. \ndoi:10.1016/S0924-9338(97)83297-X\nSheehan, D. V., Lecrubier, Y., Sheehan, K. H., Amorim, P., \nJanavs, J., Weiller, E., & Dunbar, G. C. (1998 ). the \nmini-international neuropsychiatric interview (M.I.N.I.): \nThe development and validation of a structured diagnos -\ntic psychiatric interview for DSM-IV and ICD-10. Journal \nof Clinical Psychiatry , 59(Suppl 20), 22–33. quiz 34-57.\nSwedo, S., Baguley, D. M., Denys, D., Dixon, L. J., \nErfanian, M., Fioretti, A., . . . Raver, S. M. (2021 ). \nA consensus definition of misophonia: Using a delphi \nprocess to reach expert agreement. medRxiv . \ndoi:10.1101/2021.04.05.21254951\nvan der Ploeg, E., Mooren, T., Kleber, R. J., van der \nVelden, P. G., & Brom, D. (2004 ). Construct validation \nof the Dutch version of the impact of event scale. \nPsychology Assessment , 16(1), 16–26. doi:10.1037/1040- \n3590.16.1.16\nVan Loon, A., Van der Pol, M., Slaghekke, S., Van der Meer, C., \nSchekman, E., Nieuwendijk, E., De Wit, I., & Jager, J. (2019 ). \nMisofonie: Behandelprotocol in 8 sessies [Misophonia: \nTreatment protocol of 8 sessions]. Boom Publishers.\nVan Vliet, I. M., & De Beurs, E. (2007 ). The \nMINI-international neuropsychiatric interview. A brief \nstructured diagnostic psychiatric interview for DSM-IV \nen ICD-10 psychiatric disorders. Tijdschrift voor psychia -\ntrie, 49(6), 393–397.\nVollbehr, A., & ten Broeke, E. (2017 ). EMDR bij misofonie \n[EMDR for misophonia]. Tijdschrift voor \nGedragstherapie , 2017 (3), 190–206.\nZhou, X., Wu, M. S., & Storch, E. A. (2017 ). Misophonia \nsymptoms among Chinese university students: Incidence, \nassociated impairment, and clinical correlates. Journal of \nObsessive-Compulsive and Related Disorders , 14, 7–12. \ndoi:10.1016/j.jocrd.2017.05.00110\n I. JAGER ET AL."
    }
  ]
}