{
  "doc_type": "scientific paper",
  "title": "Treatments for Decreased Sound Tolerance (Hyperacusis and Misophonia)",
  "authors": [
    "Pawel J. Jastreboff, Ph.D., Sc.D.",
    "Margaret M. Jastreboff, Ph.D."
  ],
  "year": 2014,
  "journal": "Seminars in Hearing",
  "doi": "10.1055/s-0034-1372527.ISSN",
  "abstract": "Decreased sound tolerance (DST) is an underappreciated condition that affects the lives of a significant portion of the general population. There is lack of agreement regarding definitions, specific components, prevalence, methods of evaluation, and methods of treatment. Limited data are available on the results of treatments. Research is scant and constrained by the lack of an animal model. This article proposes a definition of DST and its division into hyperacusis and misophonia. The potential mechanisms of these phenomena are outlined, and the results of treatment performed at Emory University are presented. Out of 201 patients with DST, 165 (82%) showed significant improvement. Of 56 patients with hyperacusis (with or without misophonia), 45 (80%) showed significant improvement. This proportion was higher for the group with hyperacusis and concurrent misophonia (33 of 39, or 85%) and lower for patients with hyperacusis only (13 of 17, or 76%). Effectiveness of treatment for misophonia with or without hyperacusis was identical (152 of 184, 83% and 139 of 167, 83%, respectively, for misophonia accompanied by hyperacusis and for misophonia only). Even with current limited knowledge of DST, it is possible to propose specific mechanisms of hyperacusis and misophonia and, based on these mechanisms, to offer treatments in accordance with the neurophysiological model of tinnitus. These treatments are part of Tinnitus Retraining Therapy (TRT), which is aimed at concurrently treating tinnitus and DST and alleviating the effects of hearing loss. High effectiveness of the proposed treatments support the postulated mechanisms.",
  "keywords": [
    "Decreased sound tolerance",
    "hyperacusis",
    "misophonia",
    "definitions",
    "treatment"
  ],
  "research_topics": [
    "Decreased sound tolerance",
    "Hyperacusis",
    "Misophonia",
    "Tinnitus Retraining Therapy",
    "Neurophysiological mechanisms",
    "Sound desensitization treatments",
    "Prevalence of DST",
    "Diagnosis and classification of DST",
    "Auditory system mechanisms",
    "Limbic and autonomic nervous system involvement"
  ],
  "created_at": "2025-05-05T04:06:19.125913Z",
  "source_pdf": "documents/research/Global/Jastreboff 2014 Treatments for Decreased Sound Tolerance Hyperacusis and misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Treatments for Decreased Sound Tolerance\n(Hyperacusis and Misophonia)\nPawel J. Jastreboff, Ph.D., Sc.D.1and Margaret M. Jastreboff, Ph.D.2\nABSTRACT\nDecreased sound tolerance (DST) is an underappreciated\ncondition that affects the lives of a signiﬁcant portion of the general\npopulation. There is lack of agreement regarding deﬁnitions, speciﬁccomponents, prevalence, methods of evaluation, and methods of\ntreatment. Limited data are available on the results of treatments.\nResearch is scant and constrained by the lack of an animal model. Thisarticle proposes a deﬁnition of DST and its division into hyperacusis and\nmisophonia. The potential mechanisms of these phenomena are out-\nlined, and the results of treatment performed at Emory University arepresented. Out of 201 patients with DST, 165 (82%) showed signiﬁcant\nimprovement. Of 56 patients with hyperacusis (with or without\nmisophonia), 45 (80%) showed signiﬁcant improvement. This propor-tion was higher for the group with hyperacusis and concurrent\nmisophonia (33 of 39, or 85%) and lower for patients with hyperacusis\nonly (13 of 17, or 76%). Effectiveness of treatment for misophonia withor without hyperacusis was identical (152 of 184, 83% and 139 of 167,\n83%, respectively, for misophonia accompanied by hyperacusis and for\nmisophonia only). Even with current limited knowledge of DST, it ispossible to propose speciﬁc mechanisms of hyperacusis and misophonia\nand, based on these mechanisms, to offer treatments in accordance with\nthe neurophysiological model of tinnitus. These treatments are part ofTinnitus Retraining Therapy (TRT), which is aimed at concurrently\ntreating tinnitus and DST and alleviating the effects of hearing loss.\nHigh effectiveness of the proposed treatments support the postulatedmechanisms.\nKEYWORDS: Decreased sound tolerance, hyperacusis,\nmisophonia, deﬁnitions, treatment\n1Department of Otolaryngology, Emory University School\nof Medicine, Atlanta, Georgia;2JHDF, Inc., Columbia,\nMaryland.\nAddress for correspondence: Pawel J. Jastreboff, Ph.D.,\nSc.D., Department of Otolaryngology, Emory University\nSchool of Medicine, 550 Peachtree St. NE, Medical OfﬁceTower 11th Floor, Suite 1130, Atlanta, GA 30308\n(e-mail: pjastre@emory.edu).Tinnitus, Hyperacusis, and Misophonia; Guest Editors,\nDiane F. Duddy, Au.D. and Laura A. Flowers, Au.D.\nSemin Hear 2014;35:105–120. Copyright #2014 by\nThieme Medical Publishers, Inc., 333 Seventh Avenue,\nNew York, NY 10001, USA. Tel: +1(212) 584-4662.\nDOI: http://dx.doi.org/10.1055/s-0034-1372527.ISSN 0734-0451.\n105This document was downloaded for personal use only. Unauthorized distribution is strictly prohibited."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Learning Outcomes: As a result of this activity, the participant will be able to (1) classify subsets of\ndecreased sound tolerance; (2) list potential mechanisms for hyperacusis and misophonia.\nMost people have preferences regarding\nspeciﬁc sounds or the level of sound, but these\npreferences do not affect their everyday livesand interaction with others. Nevertheless, a\nsigniﬁcant number of people have negative\nreactions such as irritation, tension, anxiety,or fear of ordinary sounds that, in turn, nega-\ntively affect their lives. Individuals with de-\ncreased sound tolerance (DST) are unable totolerate everyday sounds that do not bother\nother people. Interestingly, the sounds that\nevoke negative responses in these individuals(see Table 1) are not necessarily loud (e.g.,\npower tools or low-ﬂying planes) or moderate\n(e.g., electric shaver or average ofﬁce sounds).Indeed, some individuals may be affected by\nsoft sounds, such as breathing or chewing. For\nmany years, DST was underestimated andtherefore not fully investigated. Perhaps this\nwas because affected individuals sought help\nfrom clinicians with a variety of specialtiesincluding otology, neurology, psychiatry, psy-\nchology, audiology, and occupational therapy.\nAs a result, DST had no research home ortreatment.\nDST can be present with different levels of\nseverity and may not necessarily require inter-vention and treatment. This text focuses on\nclinically signiﬁcant DST (i.e., DST that both-\ners the individual to the extent that he or shewants to alleviate it).\nIndividuals affected by DST can be divided\ninto two distinct groups: (1) Patients whorespond consistently to sounds above a certain\nintensity; their reactions can be correlated with\nthe physical parameters of the sound. Thesepatients are diagnosed with hyperacusis . (2)\nPatients who react to speciﬁc patterns of sound\nand/or react to sound that occurs in speciﬁcsituations or settings whereas tolerating other\nsounds that are frequently much louder. These\npatients are diagnosed with misophonia .A l -\nthough the same sounds may be reported to\ninduce identical reactions in both groups of\npatients, the treatment of hyperacusic andmisophonic patients is quite distinct and there-\nfore they require careful diagnosis.\nDEFINITIONS\nOver the years, various terms have been used to\ndescribe oversensitivity to ordinary sounds that\ninduce negative reactions. These terms includehyperacusis ,recruitment ,hyperacousia ,auditory\nhyperesthesia ,dysacousis ,auditory dysesthesia ,ody-\nnacusis ,auditory allodynia ,phonophobia ,in-\ncreased noise sensitivity ,collapsed tolerance level ,\nand decreased sound tolerance , with the term\nhyperacusis used most frequently.\n1–3These\nterms have not been precisely deﬁned. Based\non the literature and our accumulated knowl-\nedge from clinical practice, we proposed todeﬁne DST as present when a subject exhibits\nnegative reactions following exposure to sound\nthat would not evoke the same response in an\naverage listener.\n2,4,5We also postulated that\nDST consists of two components: hyperacusisand misophonia, which frequently coexist.\nHyperacusis, the ﬁrst component of DST,\nis present when negative reactions to a sounddepend only on its physical characteristics (i.e.,\nits spectrum and intensity). The sound’s mean-\ning and the context in which it occurs areirrelevant. In turn, this implies that the mech-\nanisms responsible for the emergence of hyper-\nacusis are within the subconscious part of theauditory pathways.\n2,4,5For example, a patient\nwill react identically to the sound of a knife\nhitting china in anysituation or setting. This\nindividual also will react negatively to all other\nhigh-intensity sounds.\nThe second component of DST, misopho-\nnia, is present when an abnormally strong\nreaction occurs to a sound with a speciﬁc pattern\nand/or meaning to an individual.4,5The reac-\ntion may depend on the environment where the\noffensive sound is presented. The physical\ncharacteristics of the sound are secondary. In-deed, the strength of the misophonic patient’s\nreaction is only partially determined by the106 SEMINARS IN HEARING/VOLUME 35, NUMBER 2 2014\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "sound’s physical characteristics. Frequently, a\nperson with misophonia will respond stronglyto a soft sound of a speciﬁc pattern (e.g., a voice,\nthe sounds of eating), but not react to other,\nmuch louder sounds (e.g., loud music). Fur-thermore, the individual may react to a given\nsound in one setting (such as in his or her home)\nbut not react to the same sound in another\nsetting (such as in the home of a friend). The\npatient’s negative reaction to the sound depends\non nonauditory factors such as his or herprevious evaluation of the sound, on the belief\nthat the sound is a potential threat, or that\nexposure to it will be harmful. The sound maybe associated with a previous negative experi-\nence.\n2–5The patient’s psychological proﬁle and\nthe context in which the sound occurs areimportant as well.\n2,4,5\nA speciﬁc category of misophonia called\nphonophobia occurs when the patient’s fear ofTable 1 Sounds that Evoke Negative\nReactions as Reported by Patients/C3\nLoud rings (phone, doorbell)\nSchool bell\nAnnouncements in a metro, train station, airport, orsupermarket\nAnnouncement on airplane or train\nTrain on a track, particularly under bridgeLow-ﬂying airplanes\nStreet sounds\nSound of car brakes or bicycle brakesSounds of driving on street or highway\nDogs barking\nWarning sounds (e.g., sirens, car horns, beepers)Slamming doors\nSudden sounds (e.g., object dropped on a hard\nsurface)Sounds of surgical instruments in an operating room\nSounds of a dental procedure\nDrillingPower tools\nMechanical/motor sounds\nLeaf blower, lawnmowersSwimming pool pump\nShoveling cement\nMovie theaters, concertsSocial gatherings, parties\nRestaurants, pubs, bars, nightclubs\nSchool breaks, cafeteriasSporting events\nChurch services\nTV, radio with volume set by family member withnormal hearing\nOther people singing\nA musical instrument\nVacuum cleaner\nBoiling waterSound of a refrigerator\nUtensils hitting china\nCutlery and platesLoading dishes in dishwasher\nGarbage disposal\nPopping popcornSupermarket freezer\nGrocery stores\nShopping mallsCrinkly bags\nCrumpling or wrinkling paper\nHum of electricityHum of a computerOfﬁce sounds (typing on a keyboard, printers, copymachine, fax)\nOther people’s headphones\nOne’s own voiceSpeciﬁc type of laughter\nChildren’s voices\nScreaming, crying babiesHigh-pitched voices\nSnifﬁng\nOther person breathing in bed, snoringOther people breathing\nLip smacking\nSounds of eatingSwallowing\nChewing\nCrunching soundClipping and ﬁling ﬁngernails\nToothbrush\nElectric shaverHair dryer\nFlushing toilet\nKeys rattlingMoving hand on a surface\nChalk on a blackboard\nSound of drawing with a felt-tipped penCat walking on a hardwood ﬂoor\n/C3From various texts.3,5,21Note that sounds such as bird\nsong, running water, wind, and rain are rarely reported\nas negative.21DECREASED SOUND TOLERANCE/ JASTREBOFF AND JASTREBOFF 107\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "sound is the dominant emotion.2,4,5Phono-\nphobia is recognized in clinical psychology,\nwhere it is treated the same way as other typesof sensory phobias, and in neurology, where it is\none of the symptoms associated with migraines\nand treated as part of a chronic neurologicaldisorder characterized by recurrent headaches.\nThe concept of misophonia was created in\n2001, after 10 years of clinical work withpatients with tinnitus and what we believed\nat the time was hyperacusis, when we recog-\nnized the presence of the two subgroups ofpatients with DST. Patients who reacted neg-\natively to speciﬁc patterns of sound did not\nimprove as well as hyperacusic patients toclassical sound desensitization treatment. In\nintroducing a new categorization of patients\nwith DST, including a new concept and aspeciﬁc term to describe patients who reacted\nin a negative manner to speciﬁc patterns of\nsound, we combined the word miso (meaning\nhate in Greek) to represent patients’ strong\nnegative attitudes with the term phonia (mean-\ning voice, sound )t of o r mt h et e r m misopho-\nnia.\n4,6Obviously, it is incorrect to translate\nmisophonia literally as hatred or dislike of\nsound, just as it would be incorrect to translatephotography to mean light drawing. Unfortu-\nnately, such an incorrect interpretation has\nbeen made in the literature. There are patientswho exhibit a general dislike of sound, typically\ncombined with phonophobia, but they are rare.\nAlthough the term misophonia was intro-\nduced in the literature in 2002\n4and described\nin the following years,2,3,7,8in January 2013,\nSchro¨der et al redeﬁned misophonia based on\ntheir work in a psychiatric center and proposed\nto classify the condition as a new psychiatric\ndisorder.9In our opinion, Schro ¨der studied a\npopulation of psychiatric patients who hap-\npened to have misophonia as well. In our\nclinical work, we have seen several hundredmisophonic patients (compared with 42 cases\nreported by Schro ¨der), all evaluated by physi-\ncians, and in only a few cases did patientsexhibit psychiatric problems. Moreover, our\nmisophonic patients showed signiﬁcant im-\nprovement when treated with a combinationof counseling and a speciﬁc version of sound\ntherapy (described later) without any need for\npsychiatric intervention.PREVALENCE OF DST\nInformation on the prevalence of DST is vague.\nThere is a lack of agreement on terminology anddeﬁnitions, and even on how such an evaluation\nshould be performed. No validated question-\nnaire exists to detect the presence of DST. Somereports indicate high prevalence; for example,\ndata obtained from 10,349 randomly selected\nsubjects showed that 15.3% reported DST.\n10\nOther authors reported lower prevalence.11–13\nThere is general agreement that with regard to\nhyperacusis, pure tone loudness discomfort levels(LDLs) must have decreased values. That being\nsaid, there is no consensus on how LDLs should be\nevaluated and, indeed, a variety of methods havebeen proposed.\n14–18Furthermore, LDLs are not\ntypically part of a routine audiological evaluation.\nImportantly, low LDLs by themselves do notprove the presence of hyperacusis as low values\nmay be due to misophonia. A careful inspection of\npublications reveals that, in some cases, misopho-nia rather than hyperacusis was present, such as in\nreports on Williams syndrome.\n19,20\nOn the basis of the tinnitus literature, for\nwhich more detailed data are available, it is\npossible to estimate the prevalence of DST in\nthe general population. Results from the EmoryTinnitus and Hyperacusis Center indicate /C2460%\nof patients with tinnitus examined have signiﬁ-\ncant DST.\n4Results from other clinicians and\nresearchers show that /C2425 to 30% of patients with\ntinnitus have hyperacusis that requires treat-\nment.3,4,21–24In addition, it has been reported\nthat 86% of patients with hyperacusis suffer from\ntinnitus.25By accepting an average prevalence of\nclinically signiﬁcant tinnitus reported in the liter-ature as 4%,\n26it is possible to calculate that\nclinically signiﬁcant hyperacusis is present in\n/C241.75% of the general population. As our data\nindicate, hyperacusis is present in about half of\npatients with DST, and the prevalence of DST in\nthe general population can be estimated to be3.5%. Because our data indicate 92% of patients\nw i t hD S Th a v em i s o p h o n i a ,t h ep r e v a l e n c eo f\nmisophonia in the general population can beestimated at 3.2%.\nPRESUMED MECHANISMS\nThe mechanisms associated with the emergence\nof DST, and how negative reactions to sound108 SEMINARS IN HEARING/VOLUME 35, NUMBER 2 2014\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "develop, are hypothetical and none of the\nproposed mechanisms have been proven. The\nlack of an established animal model of hyper-acusis makes it difﬁcult to assess the validity of\nthe proposed mechanisms. Both peripheral and\ncentral mechanisms have been postulated.\n3,27,28\nThe impact of stress on the peripheral and\ncentral auditory system involving dynorphins\nhas been proposed,29as has the involvement of\nserotonin.30,31Dynorphins are a class of opioid\npeptides that have been shown to be involved in\nmodulating pain response, addiction to cocaine,stress and depression, appetite and circadian\nrhythms, and temperature regulation. Minimal\nexperimental and clinical support exists to sup-port either proposition.\nAnother proposed mechanism involves\ndysfunction of the efferent olivocochlear sys-tems,\n32,33which have an inhibitory action on\nthe outer hair cell (OHC) and inner hair cell\n(IHC) systems. The available data argue againstthis hypothesis in the following ways. Record-\nings of otoacoustic emissions in hyperacusis\npatients have not revealed enhanced emissions,thereby arguing against overampliﬁcation pro-\nvided by the cochlear ampliﬁer. Importantly,\nthe possibility of involvement of the efferentolivocochlear bundles can be excluded due to\nthe observation that severance of the vestibular\nnerve in humans, within which all efferentolivocochlear ﬁbers are contained, has no im-\npact on DST\n34nor on auditory performance.35\nIn analyzing the potential mechanisms of\nhyperacusis and misophonia, it is essential to\nconsider the following. First, the negative re-\nactions induced by hyperacusis and misophoniaare identical and it is impossible to distinguish\nbetween the two conditions on that basis. We\ncan imply, however, that common brain systemsare responsible for the negative reactions\nevoked by hyperacusis and misophonia and\nthat these reactions (see Table 2) argue forthe dominant role played by the limbic and\nautonomic nervous systems. Other systems in\nthe brain are involved, but are secondary.\nSecond, the differentiating factor between\nthe two conditions is that for hyperacusis the\nphysical characterization of the offendingsound is sufﬁcient to assess the other sounds\nthat would create a problem, whereas for mi-\nsophonia the speciﬁc pattern of sound, itsmeaning, and the situation in which it occurs\nplay a predominant role. Therefore, the reac-\ntions depend on the misophonic’s past history\nand on the association of the sound withsomething negative. Taken together, these facts\nsuggest that although the negative reactions to\nsound are identical, the mechanisms yieldingthese reactions are different for hyperacusis and\nmisophonia.\nIn cases of clinically signiﬁcant DST, a\nsound evokes the overactivation of the limbic\nand autonomic nervous systems. Taking into\naccount the factors listed previously, it is possi-ble to consider two different scenarios leading\nto such a state. In one scenario, when the sound\nreaches the cochlea it is overampliﬁed exclu-sively within the auditory system, (1) during the\ntransduction process performed by the IHCs\nand OHCs or (2) at a higher level of thesubconscious part of the auditory path-\nways.\n2,3,36In the second scenario, the auditory\nsystem works normally, but functional connec-tions between the auditory system and the\nlimbic and autonomic nervous systems are\nenhanced.Table 2 Negative Reactions Frequently\nReported by Patients with DST\nIrritation\nAnnoyance\nAngerTension\nFrustration\nUrge to escape (run)Urge to cry\nFeeling of physical pain\nFeeling of being restrained in doing thingsFeeling uncomfortable (discomfort)\nInability to concentrate\nInability to enjoy things, particularly involving louderor speciﬁc sounds\nIncreased awareness of sounds (forced to monitor\nsounds)Fear of sounds\nEmotional distress\nUneasinessWorry\nStress\nDST, decreased sound tolerance.DECREASED SOUND TOLERANCE/ JASTREBOFF AND JASTREBOFF 109\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "At the peripheral level of the auditory\npathways, it is possible to envision enhanced\nactivity of the OHCs that would result in theoverstimulation of IHCs or the enhanced re-\nlease of neurotransmitters from the IHCs.\n2,3,36\nAvailable data, however, argue against a domi-\nnant peripheral mechanism for DST. For ex-\nample, clinical observations show the nearly\nuniversal dominance of bilateral, symmetricalhyperacusis,\n24which suggests the central mech-\nanism as dominant. In other words, as in the\ncase of cochlear dysfunction, there should becases of clear unilateral hyperacusis. Further-\nmore, if overampliﬁcation of the OHCs was\npresent, then a high level of distortion productotoacoustic emissions should be observed,\nwhich is not the case.\nResearch and available clinical data men-\ntioned later support the involvement of the\ncentral part of the auditory pathways in DST.\nAs is the case for all other sensory systems, theauditory system works according to the dynam-\nic balance principle, where the gain on the\nsystem is modiﬁed depending on the inputlevel. Thus, when the sound level is low, the\nsensitivity and gain of the auditory system\nincreases. Animal research has shown thatdamage to the cochlea or a decrease in auditory\ninput yields a corresponding decrease of the\nresponse threshold in a signiﬁcant proportionof neurons in the ventral cochlear nucleus and\ninferior colliculus.\n37These ﬁndings have been\ncorroborated by a study of evoked potentials,which indicated an abnormal increase of gain in\nthe auditory pathways after such manipula-\ntions.\n38The hypothesis of increased gain with-\nin the central part of the auditory pathways has\nbeen discussed and promoted in recent ap-\nproaches to the mechanisms of tinnitus andhyperacusis.\n39\nIn the previously mentioned scenario, the\nauditory system alone would be involved withno corresponding evaluation of the sound’s\nmeaning and without regard to memory, previ-\nous exposure (which would involve other brainsystems), or emotional status. The patient’s\nreactions would be determined solely by the\nphysical characterization of the sound (i.e., itsspectrum and intensity). When this behavior is\nobserved in patients with DST, we diagnose\nthem as having hyperacusis.In misophonia, patients react to speciﬁc\npatterns of sound (soft or loud sounds), but do\nnot have problems with other, even loudersounds. This observation demonstrates that\nthe mechanism for misophonia is not within\nthe auditory pathways, but in functional con-nections of the auditory pathways with other\nsystems in the brain. The neurophysiological\nmodel of tinnitus can be used to explain themechanisms of misophonia as well as to delin-\neate the differences between the mechanisms of\nhyperacusis and misophonia.\nTHE NEUROPHYSIOLOGICAL\nMODEL OF TINNITUS AS A BASIS\nFOR PROPOSED MECHANISMS OF\nHYPERACUSIS AND MISOPHONIAAND THEIR TREATMENT\nThe fundamental principle of the neurophysio-\nlogical model of tinnitus is that in cases ofclinically signiﬁcant tinnitus or DST, several\nbrain systems are dominant other than the\nauditory system. Furthermore, the activationof these other systems is responsible for the\nnegative emotional and autonomic reactions\nevoked by these conditions. Analysis of thesereactions points to the essential involvement of\nthe limbic and autonomic nervous systems.\nIn cases of hyperacusis, it is proposed that\nthe problem results from abnormally high am-\npliﬁcation occurring within the auditory path-\nways, which, in turn, results in the stimulationof the limbic and autonomic nervous systems\n(Fig. 1A). Consequently, the neuronal activity\nevoked by exposure to (for example) a 70-dBhearing level (HL) sound in a patient with\nhyperacusis is similar to activity evoked in an\nindividual without hyperacusis, following ex-posure to a 120-dB HL sound. In the same way\nthat such a level of activity would evoke an\naversive negative reaction in a normal subject,negative reactions would be evoked in a hyper-\nacusis patient who is stimulated by a 70-dB HL\nsound. Note, for hyperacusis, the functionalproperties of the connections between the au-\nditory system and the limbic and autonomic\nnervous systems are normal and the strongreaction of these systems reﬂects a high level\nof input to the limbic and autonomic nervous\nsystems coming from the auditory system.110 SEMINARS IN HEARING/VOLUME 35, NUMBER 2 2014\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "The situation is dramatically different in\ncases of misophonia (Fig. 1B). In these cases,\nthe auditory system works normally. However,the functional connections between the audito-\nry and the limbic and autonomic nervous sys-\ntems are enhanced for speciﬁc patterns of\nsound.\n2–5These connections involve the con-\nscious, cognitive part and the subconscious\npath, with the subconscious path governed bythe principle of conditioned reﬂexes. Our re-\nsults indicate that the subconscious connections\nplay a dominant role in overactivating thelimbic and autonomic nervous systems.\n40As a\nresult, even if a subject fully understands a given\nsound is not dangerous or threatening, strongnegative reactions are still evoked.\nThe proposed mechanisms of misophonia\nwere recently supported by the results of physi-ological investigations by Edelstein et al.\n41The\nauthors found experimental evidence that mi-\nsophonia produces distinct autonomic effects,and suggested that the mechanisms of miso-\nphonia concern aberrant functional connections\nbetween the auditory and limbic systems. Fur-thermore, the overactivation of the autonomic\nnervous system may, in turn, activate the tensor\ntympani muscle,\n5,7resulting in tensor tympani\nsyndrome (e.g., fullness, pulsation, pain in the\near).42The presence of tensor tympani syn-\ndrome can be documented by measuring im-mittance over a 30- to 60-second period.\nTensor tympani syndrome is frequently ob-\nserved in patients with severe misophonia andtreatment of misophonia results in its\nelimination.\n4,5\nThe concept of a complex conditioned\nstimulus43plays an important role in misopho-\nnia. Behavioral neuroscience has documented\nthat reaction to a stimulus occurs as a whole,and not to its individual components. A classic\nexample has been described in the case of a\ntinnitus patient.\n36The patient perceived tinni-\ntus as a hissing sound that was highly intrusive\nduring the day and markedly affected his con-\ncentration and life. Paradoxically, although thepatient had difﬁculty sleeping at night prior to\ndeveloping tinnitus, his sleep improved after he\nhad tinnitus. A detailed interview revealed hehad a happy, carefree childhood and that the\nsound of his tinnitus was similar to the loud\nhissing sound produced by a water cistern in hisattic bedroom that he heard as he drifted off to\nsleep. At bedtime, the similarity of the patient’s\ntinnitus to the water cistern, in combinationwith the darkness and other factors he associat-\ned with going to sleep, created a complex\nstimulus that the patient perceived as positiveand relaxing. On the other hand, the patient’s\ntinnitus was highly intrusive during the day.\nThus, the patient’s tinnitus evoked oppositereactions depending on the copresence of other\nstimuli, which created the complex stimulus.\nSimilarly, for misophonia the environment\nmay play a signiﬁcant role and the patient may\nreact to the same sound differently depending\non the context and setting in which the sound is\nFigure 1 Block diagram of potential mechanisms responsible for decreased sound tolerance (DST). (A) Block\ndiagram of potential mechanisms responsible for hyperacusis. Hyperacusis results from abnormal ampliﬁca-tion of sound-evoked activity occurring within the auditory pathways (marked by black lines). (B) Block diagram\nof potential mechanisms responsible for misophonia. Misophonia results from enhanced functional\nconnections between the auditory and the limbic and autonomic nervous systems for a speciﬁc pattern ofsound-evoked activity (marked by black lines). Note overampliﬁcation of the limbic and autonomic system\noccurring in both conditions and marked by cross pattern. (Modiﬁed from Jastreboff and Jastreboff\n3).DECREASED SOUND TOLERANCE/ JASTREBOFF AND JASTREBOFF 111\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "heard. The purposeful creation of a complex\nconditioned stimulus, with the offensive sound\nas its component, is used in one of the protocolsto treat misophonia, as discussed later.\nFor hyperacusis and misophonia, the ex-\ntent of a patient’s reaction to sound will dependon his or her emotional status and the coexis-\ntence of factors that induce a negative emotion-\nal state (e.g., pain, a vestibular problem, etc.).These factors directly affect the limbic and\nautonomic nervous systems, the centers respon-\nsible for inducing a negative reaction, andincrease their sensitivity and reactivity\n(Fig. 1A and 1B).\nEVALUATION OF HYPERACUSIS\nAND MISOPHONIAThere is lack of agreement as well as signiﬁcant\nconfusion regarding how to evaluate DST (see\nthe previous discussion of LDL measurement),assess its severity, and discriminate between the\npresence and relative contribution of hyper-\nacusis and misophonia. Only two question-naires have been published that assess the\nextent of hyperacusis: the Hyperacusis Ques-\ntionnaire\n44and the Multiple-Activity Scale for\nHyperacusis (MASH).45\nThere are some concerns regarding the\nspeciﬁcity and selectivity of these question-naires. The Hyperacusis Questionnaire was\ncreated by testing the general population of\nsubjects who did notcomplain of hyperacusis.\nThe questionnaire primarily focuses on the\npsychological and social aspects of hearing\nrather than on hyperacusis per se. Indeed,only 4 of 14 questions are related to hyperacusis\nwhereas the remaining questions are related to\nother aspects of hearing, including hearing loss(for example, “5. Do you have difﬁculty listen-\ning to conversations in noisy places?”).\n44The\nMASH questionnaire consists of a list of 14activities, and respondents are asked to indicate\ntheir level of annoyance related to a given\nactivity on a scale from 0 to 10.\n45Although\nboth questionnaires have been reported to be\neffective in evaluating hyperacusis, interesting-\nly, there was no correlation of their scores withaudiological measurements of discomfort levels\nsuch as the LDL test and a speech discomfort\nlevel assessment.\n45Therefore, these question-naires need to be further evaluated. Notably,\nneither questionnaire differentiates between\nhyperacusis and misophonia. There is no pub-lished, validated questionnaire for misophonia.\nThe approach we are using to evaluate\nDST and its components, as well as to theadministration and evaluation of LDLs, is\nbased on published forms for structured initial\nand follow-up interviews.\n46Detailed instruc-\ntions on how to apply these interviews have\nbeen published.47The expanded interview is\ncrucial to assess DST. During this interview,stress is placed on identifying sounds that evoke\nnegative reactions in the patient as well as\nsounds that are well tolerated. It is importantto check for the presence of any discrepancies\nbetween the patient’s reactions and the intensity\nof the sound. The existence of these discrep-ancies indicates the presence of misophonia.\nThere is a need to create a structured interview\nand a questionnaire oriented to detect thepresence and assess the severity of misophonia.\nLDLs are useful for evaluating the poten-\ntial presence of hyperacusis. Normal LDLvalues ( /C24100-dB HL\n18) exclude the presence\nof hyperacusis. As low LDL values could be due\nto misophonia, the presence of low values alonedoes not provide sufﬁcient proof that the pa-\ntient has hyperacusis. Notably, hyperacusis and\nmisophonia frequently occur together. Indeed,misophonia is inevitable in cases of severe\nhyperacusis, as the negative reaction evoked\nby hyperacusis will provide negative reinforce-ment and create a conditioned reﬂex linking\nspeciﬁc sounds with something negative. Mi-\nsophonia, however, does not inducehyperacusis.\nLDL values reﬂect the contribution of\nhyperacusis and misophonia. The goal is toobtain LDLs that reﬂect hyperacusis and mini-\nmize the contribution of misophonia. Typically,\nthe misophonic component is enhanced bypatients’ concern that they will be exposed to\na loud sound that would make their tinnitus\nand/or DST worse; unfortunately, this mayreﬂect the past experience of some patients.\nTo decrease the impact of misophonia on\nLDLs, we promote a modiﬁcation of the stan-dard procedure for administering LDLs.\n48Pa-\ntients are given the full power to stop the LDL\ntest at any time. In addition, patients are112 SEMINARS IN HEARING/VOLUME 35, NUMBER 2 2014\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "presented with short beeps of sound separated\nby a second or more of silence, so they have time\nto think and decide if they will allow for afurther increase of the sound level.\n3,49LDL\nmeasurements are administered twice and the\nsecond set of results is used to assess thepotential presence of hyperacusis. Note that\nmisophonic patients tend to have higher\nLDL values during the second test. For exam-ple, the ﬁrst set of values may be 85-, 90-, 85-,\nand 80-dB HL for 1, 3, 4, and 6 kHz, respec-\ntively, and the second set may be 90-, 95-, 90-,and 90-dB HL, respectively.\nIn cases of pure hyperacusis, LDLs are in\nthe 60- to 85-dB HL range.\n4In cases of pure\nmisophonia, LDL values as low as 30-dB HL to\nas high as 120-dB HL can be observed. There-\nfore, LDLs alone are insufﬁcient to diagnosehyperacusis or misophonia and a speciﬁc, de-\ntailed interview is crucial to diagnose and assess\nthe relative contribution of hyperacusis andmisophonia to DST.\nTREATMENT OF HYPERACUSIS\nAND MISOPHONIA\nThere are very limited data in the literature onthe results of hyperacusis treatment. According\nto anecdotal reports, treatment has taken two\nopposite directions. The most common ap-proach is to advise patients to avoid sound\nand use ear protection. This approach is based\non the reasoning that because patients becamesensitive to sound, they are supposedly more\nsusceptible to sound exposure and consequently\nrequire extra protection. Patients readily em-brace this advice and begin to protect their ears,\neven to the extent of using earplugs in quiet\nenvironments. Unfortunately, this well-in-tended approach makes the auditory system\neven more sensitive to sound and further ex-\nacerbates hyperacusis.\n13,50–53\nThe opposite approach to treating hyper-\nacusis involves desensitization wherein patients\nare exposed to a variety of sounds. The desen-sitization approach has been promoted for some\ntime with several protocols and types of sounds\nused.\n13For example, sounds with certain fre-\nquencies removed, short exposure to moderate-\nly loud sound, or prolonged exposure to\nrelatively low-level sounds have beenused.13,54Pink noise therapy as proposed by\nVernon and Press has gained some recogni-\ntion.13For this protocol, patients are advised to\nstop overprotecting their ears and to listen to\npink noise through headphones set at the high-\nest comfortable level for 2 hours a day. A groupof patients were provided with pink noise\ncassette tapes, and questionnaires were mailed\nto 30 participants. Of 20 patients who re-sponded, 13 reported using these tapes in a\nsystematic manner and 7 (54%) reported im-\nprovement in their hyperacusis.\n13A version of\npink noise therapy also has been proposed\nrecently for tinnitus and hyperacusis by John-\nson.55The protocol combines the use of pink\nnoise with a 16-week cognitive exercise pro-\ngram, divided into sections and devoted to\ndifferent topics, such as recognition and relief.To date, no results have been published in the\npeer-reviewed literature regarding the effec-\ntiveness of this approach.\nMedications have been recommended for\nDST aimed at decreasing anxiety, depression,\nand other negative reactions. Cognitive behavior-al therapy (CBT) has been proposed as well.\n56\nThere are no reports in the literature showing thepositive effects of medication on DST (except formigraine) and there is limited information on the\nefﬁcacy of CBT to treat DST.\n57\nIn rare cases of hyperacusis, exposure to\nnormal, everyday sound can evoke vestibular\ndisturbances (e.g., sound-induced loss of bal-\nance, a feeling of motion sickness, nausea,vertigo, or dizziness). This is called the Tullio\nphenomenon (sometimes vestibular hyperacusis ),\nand it is one of the common symptoms ofsuperior canal dehiscence syndrome and may\nbe successfully treated by surgery.\nAs discussed previously, hyperacusis results\nfrom enhanced gain within the auditory system,\nparticularly the central part of the auditory\npathways. The sensory systems work accordingto the principle of automatic gain control;\ndepending on the strength of the signal, the\nsensitivity and gain changes continuously. Con-sequently, the lack of sensory input results in an\nincrease of gain within the auditory system,\nyielding a corresponding enhancement of neu-ronal activity representing a sound, whereas\nexposure to louder sound yields a decrease in\ngain. Therefore, according to the principles ofDECREASED SOUND TOLERANCE/ JASTREBOFF AND JASTREBOFF 113\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "the neurophysiological model of tinnitus, as\nwell as the proposed mechanisms of hyper-\nacusis, the systematic enhancement of the pa-tient’s auditory background should result in\ndecrease of the gain within the auditory path-\nways. Consequently, this approach is recom-mended and used as part of Tinnitus Retraining\nTherapy (TRT).\nIMPLEMENTATION\nWhen TRT is used to treat hyperacusis, speciﬁccounseling is provided with the focus on the\nproposed mechanisms of hyperacusis, auditory\ntoughening (i.e., preexposure to a nondamaginglevel of noise provides protection against loud\nnoise\n58–60), and sound therapy.2,3Sound en-\nrichment can be achieved by various means,with tabletop sound machines and ear-level\nsound devices (i.e., sound generators or combi-\nnation devices that feature ampliﬁcation and asound generator) being most common. The\nsound used in sound therapy for hyperacusis\ncannot evoke annoyance or other problems forany reason, as the negative activation of the\nlimbic and autonomic nervous systems would\nthen occur, which, in turn, enhances condi-tioned reﬂexes and, as a consequence, enhances\nnegative reactions to sound.\nThe sound emitted by the wearable sound\ngenerators should be set at or above a level\nbelow which stochastic resonance (i.e., en-\nhancement of the signal by adding low-levelbroadband noise) could be evoked (i.e., 6-dB\nsensational level (SL) or higher).\n61At the same\ntime, the sound should not be too high as tomake it difﬁcult to understand speech (above\n20-dB SL). Stochastic resonance might en-\nhance a loudness match of coexisting tinnitusby/C2410%,\n61and anecdotal reports indicate the\npossibility of inducing tinnitus in patients\ntreated with sound generators set close tothreshold of a patient hearing.\nOur results show that, on average, hyper-\nacusis patients use sound at /C249-dB SL (range\nfrom 0 to 20 dB SL) as evaluated by real ear\nmeasurement.\n62There is no need to initially set\nthe sound to a lower level, nor are patients askedto change the sound level of the devices in a\nsystematic manner during treatment.\n62In prac-\ntical terms, it is recommended that patients usesound that is not annoying to them, even when\nlistening to the sound for many hours. At the\nsame time, patients should be able to easilynotice the sound when focusing their attention\non it. Patients may temporarily increase the\nsound level when going to louder places.\nIndependent studies support the use of TRT\nfor the treatment of hyperacusis and have shown\nthat the desensitization approach used in TRThas a statistically and clinically signiﬁcant impact\non hyperacusis.\n53,63It is possible to observe\nsigniﬁcant improvement in hyperacusis and im-provements in LDLs within a few months. In\nsome cases, it is possible to achieve a cure for and\nelimination of hyperacusis.\nAs discussed previously, the mechanisms of\nmisophonia and hyperacusis are very different.\nIn the case of misophonia, because the auditorysystem works within the norm, the misophonic\ncomponent of DST cannot be removed by\nclassical desensitization therapy. A differentapproach must be used for misophonia that\nincludes speciﬁc counseling and therapy involv-\ning several speciﬁc protocols of sound use.\n3–5,64\nAs misophonia results from enhanced function-\nal connections between the auditory and the\nlimbic and autonomic nervous systems, whichare governed by principles of conditioned re-\nﬂexes, treatment for misophonia is aimed at\nweakening and then removing these connec-tions using protocols appropriate for the extinc-\ntion of conditioned reﬂexes. Speciﬁcally, the\nactive extinction of conditioned reﬂexes is per-formed by linking currently offensive sounds\nwith something positive. Note the similarity\nbetween the mechanisms of misophonia andtinnitus. The difference is in the initial signal\n(internally generated neuronal activity in the\ncase of tinnitus and neuronal activity evoked byan external sound for misophonia), but the\nremaining proposed mechanisms are the\nsame. Consequently, treatment for misophoniausually takes a similar amount of time as the\ntreatment for tinnitus.\nWhen hyperacusis and misophonia coexist,\noffensive sound evokes the overactivation of\nneuronal activity within the auditory pathways;\nin turn, this signal is further enhanced whileconveyed to the limbic and autonomic nervous\nsystems via connections that are tuned to the\nspeciﬁc pattern of the sound. Clinical114 SEMINARS IN HEARING/VOLUME 35, NUMBER 2 2014\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "observations indicate that even when coexisting\nhyperacusis is treated successfully, as shown by\nchanges in LDLs to normal values, the behav-ioral reactions of patients remain the same in\nthat patients do not perceive improvement.\nPresumably, misophonia becomes even stron-ger, which keeps the strength of the negative\nreactions the same.\nFor misophonic patients, the sound therapy\ncomponent includes the same recommendations\nas for hyperacusis. However, speciﬁc additional\nprotocols for sound use are recommended.There are four classes of sound protocols for\nmisophonia and all of them contain a compo-\nnent whereby positive associations are formedwith sound. The protocols differ in terms of the\nextent of control the patient has over the\nenvironment, the sounds used, and the lengthof exposure. Additionally, for protocol category\n4, complex conditioned stimuli are created by\ncombining offensive sounds with sounds thathave highly positive connotations, and then\ngradually modifying the relative levels of those\ntwo types of sound. Notably, the protocol mustbe tailored to the individual. Frequently more\nthan one protocol is used concurrently.\nProtocol category 1 provides the patient with\nfull control over the selection of sound used, its\nlevel, and its duration.\n4This protocol can be used\neven in cases of coexisting signiﬁcant hyperacusisfrom the beginning of DST treatment.\nWhen implementing this protocol, pa-\ntients are asked to select a sound they likevery much and listen attentively to it once or\ntwice a day for 15 to 30 minutes each time.\nPatients typically select music, but any favoritesound can be used such as an audiobook on CD\nor a favorite TV show (particularly in the case of\nchildren). In the following example, music willbe used. The speciﬁc music selected for a given\nday can vary depending on what the patient\nfeels like listening to at a given moment. It isimportant that the patient listen attentively to\nthe music and is not involved in any other\nactivity that requires his or her attention (e.g.,the patient should not read a book at the same\ntime or drive a car). During the ﬁrst week, every\nsession begins with the patient selecting musicand then adjusting the sound level to achieve\nmaximum pleasure. During the second week,\nthe patient selects music he or she wants to hearand adjusts the sound level to a volume that is\noptimal for listening pleasure. Before beginning\nthe listening session, the patient is then asked toincrease the volume by a just noticeable differ-\nence. In practice, the increase in volume will be\n/C242 dB or a little more. During the third week,\nthe patient is asked to increase the initial\noptimal level by 2 steps, which would yield a\nvolume increase of /C244t o5d B .\nThis protocol has two goals: (1) to create a\npositive association wit h a favorite type of sound\nand (2) to gradually increase the level of soundconsidered to be optimal. Due to the principle of\nstimulus generalization, t he positive associations\nthat are formed will spread to include other,similar types of sound. This protocol is completely\nsafe, as the patient fully controls the type, level,\nand duration of sound he or she is listening to.Protocol category 1 is not aimed at exposing the\npatient to a variety of sounds or to offensive\nsounds, but at creating a positive associationwith sound in general. In cases of coexisting\nhyperacusis, this is the only protocol used.\nProtocol category 2 also provides the pa-\ntient with full control over the type of sound\nused (e.g., music, movie, TV program), but only\npartial, indirect control over the sound level. Inthis case, control is given to someone close to\nthe patient who is instructed to set the sound\nvolume to a level he or she thinks the patientwill accept. After a listening session, the patient\nshould provide feedback as to whether the\nsound level was too high, too low, or justﬁne, so that the individual can adjust the level\nfor the next session.\nThe following example shows a movie\nbeing used to implement this protocol. Patients\nare asked to select one of their favorite movies\nand watch it in its entirety on DVD (ordownload it from the Internet) one to two\ntimes a week. Patients should select a movie\nthey feel like watching at a given time. Thesound level is set by somebody living with the\npatient, but modiﬁed from session to session on\nthe basis of feedback from the patient. Patientswho use sound generators or combination de-\nvices are advised to increase the sound level of\nthe generators before starting the movie.\n3\nThis protocol also creates a positive associ-\nation with sound, but decreases the patient’s\ndirect control over the sound level. As theDECREASED SOUND TOLERANCE/ JASTREBOFF AND JASTREBOFF 115\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "average movie contains a variety of sounds,\npatients will attain a more positive association\nwith several sounds because they are presentedwhile the patient is enjoying the movie.\nProtocol category 3 enables the patient to\nselect the type of sound, but the sound level isoutside his or her control. This protocol is\naimed at exposing the patient to a variety of\nsounds encountered in everyday life and there-fore going to a movie theater is recommended.\nFor some patients, it is recommended that they\ngo to shopping malls and gradually visit louderstores. This protocol is used only when signiﬁ-\ncant hyperacusis is absent or has been eliminat-\ned by treatment. (Patients can always choose toleave a noisy environment when annoyed by\nsound or for any other reason.)\nWhen implementing this protocol, pa-\ntients are asked to go to a movie theater once\nor twice a week and select only their most\nfavorite movies. Patients who use sound gen-erators or combination devices are advised to\nincrease the sound level of the generators before\nentering the movie theater. If the situationcauses strong discomfort, the patient should\nleave the theater and return 10 to 15 minutes\nlater.\nThis protocol works similarly to protocol\ncategory 2 but removes patients’ control over\nthe sound level to which they are exposed. Itcreates a positive association with a broad\nvariety of sounds even when some sounds are\npresented at a typically high level.\nProtocol category 4 is more complex and\naddresses speciﬁcally offensive sounds. It imple-\nments the concept of complex conditionedstimuli, which are created by combining offen-\nsive sounds with sounds that have highly posi-\ntive connotations, and then gradually modifyingthe relative levels of the two types of sound.\nOnce the new complex stimulus is established,\nthe ratio of positive to negative sound is gradu-ally decreased. The environment where this\nprotocol is used must be taken into account,\nas many patients react differently depending onwhere they are exposed to a bothersome sound\n(i.e., home, school, a restaurant, a friend’s\nhome). Patients are advised to start with lessoffensive sounds and gradually work with more\nchallenging sounds and situations. For example,\nif the sounds in a school cafeteria are lessbothersome to a patient than the sounds of\neating at home, the protocol should ﬁrst be\nimplemented at school. The multisensory aspectof stimuli also is taken into account as some\npatients react even to seeing someone produce\noffensive sounds (e.g., eating). Consequently,patients are advised to observe offensive situa-\ntions while listening to highly positive sounds.\nAn example of implementation: Let’s as-\nsume that a patient strongly reacts to the sounds\nof eating when at home. In this case, the patient\nis asked to select a highly favorable sound, suchas music he or she likes a lot. In the ﬁrst stage of\nthis protocol, before the meal, the patient is\nasked to start playing the music at a level thatstill allows the offensive sounds to be heard. An\nopen-ﬁeld sound presentation is preferred, as\nheadphones or earbuds will isolate patientsfrom other people, but if the type of music or\nits level is unacceptable to others, then head-\nphones or earbuds are recommended, providedthe patient can still hear the offensive sounds.\nTypically, it is recommended that the positive\nsound should not mask the offensive sounds;however, full masking is permitted for a limited\ntime for those patients who exhibit an extremely\nstrong reaction to the offensive sounds.\nAfter the patient follows this protocol for\n1 week, and provided the newly created com-\nplex stimulus has a positive or neutral connota-tion for the patient and is well tolerated, the\nlevel of positive sound is gradually decreased\nover a period of weeks to months.\nProtocol category 4 is applied to all offen-\nsive sounds; if it is difﬁcult to create a situation\nwith certain offensive sounds, the sounds can berecorded and played back to create the complex\nstimulus described previously. Furthermore, to\nfacilitate treatment, stimuli from other sensorymodalities in addition to sound (i.e., vision,\ntaste, smell), which are associated with positive\nemotions and have some connection with theoffensive sound, are introduced. For example, if\nthe crunching sound of a cookie as it is being\neaten is aversive to a patient but the patient likesto eat cookies, the smell of freshly baked cookies\nis presented at the same time the crunching\nsound is made.\nSome “desensitization protocols” resemble\na simpliﬁed version of protocol category 4.\nHowever, protocol category 4 appears to be116 SEMINARS IN HEARING/VOLUME 35, NUMBER 2 2014\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "more powerful and consistent in offering help\nto patients even in challenging cases, such as for\nautistic children, perhaps because it is based onspeciﬁc postulated neurophysiological mecha-\nnisms and on well-established methods from\nbehavioral psychology.\n43\nRESULTS OF TREATMENT OFHYPERACUSIS AND MISOPHONIA\nAT EMORY TINNITUS AND\nHYPERACUSIS CENTERDetailed information was available for 201\nconsecutive patients diagnosed with DST. Of\nthese 201 patients, 184 (92%) exhibited miso-phonia; 17 patients (8%) had hyperacusis alone,\nand 56 patients (28%) had hyperacusis and\nmisophonia concurrently. The proportion ofpatients with signiﬁcant hyperacusis (with or\nwithout misophonia) who required speciﬁc\ntreatment is similar to the 25 to 30% reportedin the literature\n3,21–24and to the 26% we have\nreported previously.4\nAll patients were treated with an appropri-\nate version of TRT. The initial and follow-up\nstructured interviews were used to monitor the\ntreatment, with several questions aimed atassessing DST. Patients were asked to judge\nthe severity of their DST, the annoyance in-\nduced by it, the effect of DST on their lives, andto rate DST as a problem on a scale from 0 to 10\n(where 0 corresponded to an absence of DST\nand 10 indicated DST was as big of a problem asthey could imagine). Patients were asked to\nconsider an average over the last month in their\nresponses.\nImprovement in hyperacusis was judged on\nthe basis of changes in LDLs combined with\nresponses obtained during the structured inter-views, whereas improvement in misophonia was\nsolely based on the interviews. This decision\nwas based on the observation that in cases ofmisophonia, any LDL values could be seen and\nthat the values were not correlated with pa-\ntients’ judgment of the problems due to DST.\nOf 201 patients with DST, 165 patients\n(82%) showed signiﬁcant improvement. For 56\npatients with hyperacusis (with or withoutmisophonia), 45 patients (80%) showed signif-\nicant improvement. This proportion was higher\nfor the group with hyperacusis and concurrentmisophonia (33 of 39, or 85%) and lower for\npatients with hyperacusis alone (13 of 17, or\n76%). The effectiveness of treatment for miso-phonia with or without hyperacusis was identi-\ncal (152 of 184 patients with misophonia\naccompanied by hyperacusis, or 83%, and 139of 167 patients with misophonia alone, or 83%).\nIn some cases, it is possible to achieve a cure\nfor misophonia, as is also the case for hyper-acusis.\n5,65Furthermore, our clinical observa-\ntions demonstrated that treatment of\nmisophonia is crucial to achieving a successfuloutcome for tinnitus treatment.\n66\nSUMMARY AND CONCLUSIONS\nDST remains a complex and elusive phenome-\nnon that has only recently attracted largerattention. There is limited information on\nepidemiology, potential mechanisms, and re-\nsults of a variety of treatments that are used.The situation is particularly complex and difﬁ-\ncult with misophonia (reaction to speciﬁc pat-\nterns of sound). Consequently, many patientswith DST are left without help. The proposed\nmechanisms of hyperacusis and misophonia,\nwhich are based on the neurophysiologicalmodel of tinnitus, indicated a potential ap-\nproach to their treatment. These treatments\nhave been used for over a decade as part of TRTwith a high level of success for both hyperacusis\nand misophonia. This observation supports the\nproposed mechanisms of DST. There is stillneed for improvement in the diagnosis and\ntreatment of DST, as well as for research that\ncould lead to a better understanding of theproblem.\nREFERENCES\n1. Baguley D, McFerran D. Hyperacusis and disor-\nders of loudness perception. In: Moller A, Klein-jung T, Langguth B, De Ridder D, eds. Textbookof Tinnitus. New York, NY: Springer; 2010:13–23\n2. Jastreboff PJ, Hazell JWP. Tinnitus Retraining\nTherapy: Implementing the Neurophysiological\nModel. Cambridge, UK: Cambridge UniversityPress; 2004\n3. Jastreboff PJ, Jastreboff MM. Decreased sound\ntolerance. In: Snow JB, ed. Tinnitus: Theory and\nManagement. London, UK: BC Decker; 2004:8–15DECREASED SOUND TOLERANCE/ JASTREBOFF AND JASTREBOFF 117\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited."
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "4. Jastreboff MM, Jastreboff PJ. Decreased sound\ntolerance and Tinnitus Retraining Therapy(TRT). Aust N Z J Audiol 2002;21(2):74–81\n5. Jastreboff PJ, Jastreboff MM. Using TRT to treat\nhyperacusis, misophonia and phonophobia. ENT\nAudiology News 2013;21(6):88–90\n6. Jastreboff MM, Jastreboff PJ. Hyperacusis. Audi-\nology On-line 6–18–2001. Available at: http://www.tinnitus.org/DST_NL2_PJMJ.pdf. Accessed\non March 19, 2014\n7. Jastreboff PJ. Tinnitus Retraining Therapy. In:\nMoller A, Kleinjung T, Langguth B, De Ridder D,eds. Textbook of Tinnitus. New York, NY: Spring-er; 2010:575–596\n8. Jastreboff PJ, Jastreboff MM. Tinnitus and de-\ncreased sound tolerance. In: Ballenger JJ, Snow JB,Ashley WP, eds. Ballenger’s OtorhinolaryngologyHead and Neck Surgery. 17 ed. San Diego, CA:Singular Publishing; 2009:351–362\n9. Schro ¨der A, Vulink N, Denys D. Misophonia:\ndiagnostic criteria for a new psychiatric disorder.PLoS ONE 2013;8(1):e54706\n10. Fabijanska A, Rogowski M, Bartnik G, Skarzynski\nH. Epidemiology of tinnitus and hyperacusis in\nPoland. In: Hazell JWP, ed. Proceedings of the\nSixth International Tinnitus Seminar. Cambridge,UK: THC; 1999:569–571\n11. Baguley DM. Hyperacusis. J R Soc Med 2003;\n96(12):582–585\n12. Andersson G, Lindvall N, Hursti T, Carlbring P.\nHypersensitivity to sound (hyperacusis): a preva-lence study conducted via the Internet and post. IntJ Audiol 2002;41(8):545–554\n13. Vernon J, Press L. Treatment for hyperacusis. In:\nVernon JA, ed. Tinnitus Treatment and Relief. 1sted. Boston, MA: Allyn & Bacon; 1998:223–227\n14. Byrne D, Dirks D. Effects of acclimatization and\ndeprivation on non-speech auditory abilities. Ear\nHear 1996;17(3):29S–37S\n15. Cox RM, Alexander GC, Taylor IM, Gray GA.\nThe contour test of loudness perception. Ear Hear1997;18(5):388–400\n16. Hawkins DB, Walden BE, Montgomery A, Prosek\nRA. Description and validation of an LDL proce-\ndure designed to select SSPL90. Ear Hear 1987;8(3):162–169\n17. Ricketts TA, Bentler RA. The effect of test signal\ntype and bandwidth on the categorical scaling of\nloudness. J Acoust Soc Am 1996;99(4 Pt 1):2281–2287\n18. Sherlock LP, Formby C. Estimates of loudness,\nloudness discomfort, and the auditory dynamic\nrange: normative estimates, comparison of proce-\ndures, and test-retest reliability. J Am Acad Audiol2005;16(2):85–100\n19. Blomberg S, Rosander M, Andersson G. Fears,\nhyperacusis and musicality in Williams syndrome.\nRes Dev Disabil 2006;27(6):668–68020. Klein AJ, Armstrong BL, Greer MK, Brown FR\nIII. Hyperacusis and otitis media in individualswith Williams syndrome. J Speech Hear Disord1990;55(2):339–344\n21. Hazell JWP, Sheldrake JB, Graham RL. Decreased\nsound tolerance: predisposing / triggering factorsand treatment outcome following tinnitus retrain-ing therapy (TRT). Paper presented at: 7thInternational Tinnitus Seminar; March 5–9 2002;\nFremantle, Western Australia; Perth, Australia:\nUniversity of Western Australia.255–261\n22. Herra ´iz C, Plaza G, Aparicio JM. [Mechanisms\nand management of hyperacusis (decreased soundtolerance)]. Acta Otorrinolaringol Esp 2006;57(8):\n373–377\n23. Herra ´iz C, Herna ´ndez Calvı ´n J, Plaza G, Toledano\nA, de los Santos G. [Study of hyperacusis at atinnitus unit]. Acta Otorrinolaringol Esp 2003;54(9):617–622\n24. Jastreboff PJ, Jastreboff MM, Sheldrake JB. Audio-\nmetrical characterization of hyperacusis patientsbefore and during TRT. In: Hazell JWP, ed.Proceedings of the Sixth International TinnitusSeminar. Cambridge, UK THC1999:495–498\n25. Anari M, Axelsson A, Eliasson A, Magnusson L.\nHypersensitivity to sound—questionnaire data,audiometry and classiﬁcation. Scand Audiol1999;28(4):219–230\n26. Hoffman HJ, Reed GW. Epidemiology of tinnitus.\nIn: Snow JB, ed. Tinnitus: Theory and Manage-ment. London, UK: BC Decker; 2004:16–41\n27. Baguley D, Andersson G. Hyperacusis Mecha-\nnisms, Diagnosis, and Therapies. San Diego,\nCA: Plural Pub; 2007;144;\n28. Niu Y, Kumaraguru A, Wang R, Sun W. Hyper-\nexcitability of inferior colliculus neurons caused byacute noise exposure. J Neurosci Res 2013;91(2):292–299\n29. Sahley TL, Nodar RH. A biochemical model of\nperipheral tinnitus. Hear Res 2001;152(1–2):43–54\n30. Marriage J, Barnes NM. Is central hyperacusis a\nsymptom of 5-hydroxytryptamine (5-HT) dys-function? J Laryngol Otol 1995;109(10):915–921\n31. Gopal KV, Daly DM, Daniloff RG, Pennartz L.\nEffects of selective serotonin reuptake inhibitors onauditory processing: case study. J Am Acad Audiol2000;11(8):454–463\n32. Jastreboff PJ, Hazell JWP. A neurophysiological\napproach to tinnitus: clinical implications. Br JAudiol 1993;27(1):7–17\n33. Attias J, Zwecker-Lazar I, Nageris B, Keren O,\nGroswasser Z. Dysfunction of the auditory efferent\nsystem in patients with traumatic brain injuries\nwith tinnitus and hyperacusis. J Basic Clin PhysiolPharmacol 2005;16(2–3):117–126\n34. Baguley DM, Axon P, Winter IM, Moffat DA.\nThe effect of vestibular nerve section upon tinnitus.\nClin Otolaryngol Allied Sci 2002;27(4):219–226118 SEMINARS IN HEARING/VOLUME 35, NUMBER 2 2014\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited."
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "35. Scharf B, Magnan J, Chays A. On the role of the\nolivocochlear bundle in hearing: 16 case studies.Hear Res 1997;103(1–2):101–122\n36. Jastreboff PJ. Phantom auditory perception (tinni-\ntus): mechanisms of generation and perception.\nNeurosci Res 1990;8(4):221–254\n37. Boettcher FA, Salvi RJ. Functional changes in the\nventral cochlear nucleus following acute acousticoverstimulation. J Acoust Soc Am 1993;94(4):\n2123–2134\n38. Gerken GM. Alteration of central auditory proc-\nessing of brief stimuli: a review and a neural model.J Acoust Soc Am 1993;93(4 Pt 1):2038–2049\n39. Noren ˜a AJ, Farley BJ. Tinnitus-related neural\nactivity: theories of generation, propagation, and\ncentralization. Hear Res 2013;295:161–171\n40. Jastreboff PJ. The role of subconscious pathways in\ntinnitus and decreased sound tolerance. Paperpresented at: 9th International Tinnitus Seminar;\nJune 15–18 2008; Goteborg, Sweden\n41. Edelstein M, Brang D, Rouw R, Ramachandran\nVS. Misophonia: physiological investigations andcase descriptions. Front Hum Neurosci 2013;7:296\n42. Klochoff I. Impedance ﬂuctuation and a “Tensor\nTympani Syndrome”. Penha R, Pizarro P, eds.\nPaper presented at: Proc 4th International Sympo-sium on Acoustic Impedance Measurements;September 25–28 1979. Lisbon, Portugal: Univer-\nsidad Nova de Lisboa; 69–76\n43. Konorski J. Conditioned Reﬂexes and Neuronal\nOrganization. Cambridge, UK: Cambridge Uni-versity Press; 1948\n44. Khalfa S, Dubal S, Veuillet E, Perez-Diaz F,\nJouvent R, Collet L. Psychometric normalization\nof a hyperacusis questionnaire. ORL J Otorhino-laryngol Relat Spec 2002;64(6):436–442\n45. Dauman R, Bouscau-Faure F. Assessment and\namelioration of hyperacusis in tinnitus patients.\nActa Otolaryngol 2005;125(5):503–509\n46. Jastreboff MM, Jastreboff PJ. Questionnaires for\nassessment of the patients and treatment outcome.In: Hazell JWP, ed. Proceedings of the SixthInternational Tinnitus Seminar. Cambridge, UK:\nTHC. 1999:487–490\n47. Henry JA, Jastreboff MM, Jastreboff PJ, Schechter\nMA, Fausti SA. Guide to conducting tinnitusretraining therapy initial and follow-up interviews.\nJ Rehabil Res Dev 2003;40(2):157–177\n48. Hood JD, Poole JP. Tolerable limit of loudness: its\nclinical and physiological signiﬁcance. J Acoust SocAm 1966;40(1):47–53\n49. Jastreboff PJ, Gray WC, Gold SL. Neurophysio-\nlogical approach to tinnitus patients. Am J Otol\n1996;17(2):236–240\n50. Formby C, Sherlock LP, Gold SL. Adaptive\nplasticity of loudness induced by chronic attenua-tion and enhancement of the acoustic background. J\nAcoust Soc Am 2003;114(1):55–5851. Formby C, Hawley M, Sherlock LP, et al. Inter-\nvention for restricted dynamic range and reducedsound tolerance: clinical trial using a TinnitusRetraining Therapy protocol for hyperacusis. J\nAcoust Soc Am 2013;133(5):3382–3383\n52. Hawley ML, Keaser ML, Formby C. Predicting\nhyperacusis in tinnitus patients. Semin Hear 2007;28(4):261–275\n53. Formby C, Gold SL, Keaser ML, Block KL, Hawley\nML. Secondary beneﬁts from Tinnitus Retraining\nTherapy: Clinically signiﬁ cant increase in loudness\ndiscomfort level and expansion of the auditory dy-namic range. Semin Hear 2007;28:227–260\n54. Jastreboff PJ, Jastreboff MM. Tinnitus Retraining\nTherapy (TRT) as a method for treatment of\ntinnitus and hyperacusis patients. J Am AcadAudiol 2000;11(3):162–177\n55. Johnson M. Pink sound protocol for tinnitus &\nhyperacusis. Available at: http://www.pinksound.\ninfo/. Accessed: January 7, 2014\n56. Andersson G, Ju ¨ris L, Kaldo V, Baguley DM,\nLarsen HC, Ekselius L. [Hyperacusis—an unex-plored ﬁeld. Cognitive behavior therapy can relieveproblems in auditory intolerance, a condition with\nmany questions]. Lakartidningen 2005;102(44):\n3210–3212\n57. Hiller W, Haerko ¨tter C. Does sound stimulation\nhave additive effects on cognitive-behavioral treat-\nment of chronic tinnitus? Behav Res Ther 2005;\n43(5):595–612\n58. Henselman LW, Henderson D, Subramaniam M,\nSallustio V. The effect of “conditioning” exposureson hearing loss from impulse noise. Hear Res 1994;\n78(1):1–10\n59. Niu X, Tahera Y, Canlon B. Protection against\nacoustic trauma by forward and backward soundconditioning. Audiol Neurootol 2004;9(5):265–273\n60. Niu X, Tahera Y, Canlon B. Environmental en-\nrichment to sound activates dopaminergic path-ways in the auditory system. Physiol Behav 2007;92(1–2):34–39\n61. Jastreboff PJ, Jastreboff MM. Potential impact of\nstochastic resonance on tinnitus and its treatment.\nAssociation for Research in Otolaryngology Feb-ruary 23, 2000. Meeting materials, pg. 5542\n62. Jastreboff PJ, Jastreboff MM, Payne L. Real ear\nmeasurements in tinnitus retraining therapy. Paper\npresented at: 7th International Tinnitus Seminar;March 5–9 2002; Freemantle, Australia\n63. Formby C. Hyperacusis and related sound toler-\nance complains: differential diagnosis, treatment\neffects, and models. Semin Hear 2007;28:227–259\n64. Jastreboff MM. Sound therapies for tinnitus man-\nagement. In: Langguth B, Hajak G, Kleinjung T,Cacace A, Moller A, eds. Tinnitus: Pathophysiol-ogy and Treatment. Amsterdam, the Netherlands:\nElsevier; 2007:449–454DECREASED SOUND TOLERANCE/ JASTREBOFF AND JASTREBOFF 119\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited."
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "65. Jastreboff PJ, Jastreboff MM. Tinnitus Retraining\nTherapy. In: Baguley D, ed. Perspectives in Tinni-tus Management. New York, NY: Thieme; 2001:51–6366. Jastreboff PJ, Jastreboff MM. Decreased Sound\nTolerance (Hyperacusis and Misophonia): Theoryand Clinical Practice. Boston, MA: AmericanAcademy of Audiology; 2012120 SEMINARS IN HEARING/VOLUME 35, NUMBER 2 2014\nThis document was downloaded for personal use only. Unauthorized distribution is strictly prohibited."
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Copyright\nof\nSeminars\nin\nHearing\nis\nthe\nproperty\nof\nThieme\nMedical\nPublishing\nInc.\nand\nits\ncontent\nmay\nnot\nbe\ncopied\nor\nemailed\nto\nmultiple\nsites\nor\nposted\nto\na\nlistserv\nwithout\nthe\ncopyright\nholder's\nexpress\nwritten\npermission.\nHowever,\nusers\nmay\nprint,\ndownload,\nor\nemail\narticles\nfor\nindividual\nuse."
    }
  ]
}