{
  "doc_type": "scientific paper",
  "title": "The neurophysiological approach to misophonia: Theory and treatment",
  "authors": [
    "Pawel J. Jastreboff",
    "Margaret M. Jastreboff"
  ],
  "year": 2023,
  "journal": "Frontiers in Neuroscience",
  "doi": null,
  "abstract": "Clinical observations of hundreds of patients who exhibited decreased tolerance to sound showed that many of them could not be diagnosed as having hyperacusis when negative reactions to a sound depend only on its physical characteristics. In the majority of these patients, the physical characteristics of bothersome sounds were secondary, and patients were able to tolerate other sounds with levels higher than sounds bothersome for them. The dominant feature determining the presence and strength of negative reactions are specific to a given patient's patterns and meaning of bothersome sounds. Moreover, negative reactions frequently depend on the situation in which the offensive sound is presented or by whom it is produced. Importantly, physiological and emotional reactions to bothersome sounds are very similar (even identical) for both hyperacusis and misophonia, so reactions cannot be used to diagnose and differentiate them. To label this non-reported phenomenon, we coined the term misophonia in 2001. Incorporating clinical observations into the framework of knowledge of brain functions allowed us to propose a neurophysiological model for misophonia. The observation that the physical characterization of misophonic trigger was secondary and frequently irrelevant suggested that the auditory pathways are working in identical manner in people with as in without misophonia. Descriptions of negative reactions indicated that the limbic and sympathetic parts of the autonomic nervous systems are involved but without manifestations of general malfunction of these systems. Patients with misophonia could not control internal emotional reactions (even when fully realizing that these reactions are disproportionate to benign sounds evoking them) suggesting that subconscious, conditioned reflexes linking the auditory system with other systems in the brain are the core mechanisms of misophonia. Consequently, the strength of functional connections between various systems in the brain plays a dominant role in misophonia, and the functional properties of the individual systems may be perfectly within the norms. Based on the postulated model, we proposed a treatment for misophonia, focused on the extinction of conditioned reflexes linking the auditory system with other systems in the brain. Treatment consists of specific counseling and sound therapy. It has been used for over 20 years with a published success rate of 83%.",
  "keywords": [
    "misophonia",
    "hyperacusis",
    "decreased sound tolerance",
    "tinnitus",
    "subconscious conditioned reflexes",
    "limbic system",
    "autonomic nervous system",
    "definitions"
  ],
  "research_topics": [
    "Misophonia",
    "Hyperacusis",
    "Decreased sound tolerance",
    "Neurophysiological models",
    "Tinnitus retraining therapy",
    "Conditioned reflexes in auditory system",
    "Auditory cognitive neuroscience",
    "Treatment approaches for sound tolerance disorders"
  ],
  "created_at": "2025-05-05T01:46:59.395838Z",
  "source_pdf": "documents/research/Global/Jastreboff 2023 The neurophysiological approach to misophonia theory and treatment.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "TYPEConceptual Analysis\nPUBLISHED /two.tnum/three.tnum March /two.tnum/zero.tnum/two.tnum/three.tnum\nDOI/one.tnum/zero.tnum./three.tnum/three.tnum/eight.tnum/nine.tnum/fnins./two.tnum/zero.tnum/two.tnum/three.tnum./eight.tnum/nine.tnum/five.tnum/five.tnum/seven.tnum/four.tnum\nOPENACCESS\nEDITEDBY\nJulia Campbell,\nThe University of Texas at Austin, United States\nREVIEWEDBY\nLaurie M. Heller,\nCarnegie Mellon University, United States\nSilia Vitoratou,\nKing’s College London, United Kingdom\n*CORRESPONDENCE\nPawel J. Jastreboﬀ\nJHDF/two.tnum/zero.tnum/zero.tnum/eight.tnum@gmail.com\nSPECIALTYSECTION\nThis article was submitted to\nAuditory Cognitive Neuroscience,\na section of the journal\nFrontiers in Neuroscience\nRECEIVED /one.tnum/four.tnum March /two.tnum/zero.tnum/two.tnum/two.tnum\nACCEPTED /two.tnum/seven.tnum February /two.tnum/zero.tnum/two.tnum/three.tnum\nPUBLISHED /two.tnum/three.tnum March /two.tnum/zero.tnum/two.tnum/three.tnum\nCITATION\nJastreboﬀ PJ and Jastreboﬀ MM (/two.tnum/zero.tnum/two.tnum/three.tnum) The\nneurophysiological approach to misophonia:\nTheory and treatment.\nFront. Neurosci. /one.tnum/seven.tnum:/eight.tnum/nine.tnum/five.tnum/five.tnum/seven.tnum/four.tnum.\ndoi: /one.tnum/zero.tnum./three.tnum/three.tnum/eight.tnum/nine.tnum/fnins./two.tnum/zero.tnum/two.tnum/three.tnum./eight.tnum/nine.tnum/five.tnum/five.tnum/seven.tnum/four.tnum\nCOPYRIGHT\n©/two.tnum/zero.tnum/two.tnum/three.tnum Jastreboﬀ and Jastreboﬀ. This is an\nopen-access article distributed under the terms\nof theCreative Commons Attribution License\n(CC BY). The use, distribution or reproduction\nin other forums is permitted, provided the\noriginal author(s) and the copyright owner(s)\nare credited and that the original publication in\nthis journal is cited, in accordance with\naccepted academic practice. No use,\ndistribution or reproduction is permitted which\ndoes not comply with these terms.The neurophysiological approach\nto misophonia: Theory and\ntreatment\nPawel J. Jastreboﬀ/one.tnum,/two.tnum*and Margaret M. Jastreboﬀ/two.tnum\n/one.tnumDepartment Otolaryngology, Emory University School of Medicine, Atl anta, GA, United States,\n/two.tnumJastreboﬀ Hearing Disorders Foundation (JHDF), Inc., Ellicott Ci ty, MD, United States\nClinical observations of hundreds of patients who exhibited d ecreased tolerance\nto sound showed that many of them could not be diagnosed as having\nhyperacusis when negative reactions to a sound depend only on it s physical\ncharacteristics. In the majority of these patients, the physical ch aracteristics of\nbothersome sounds were secondary, and patients were able to tole rate other\nsounds with levels higher than sounds bothersome for them. Th e dominant\nfeature determining the presence and strength of negative re actions are speciﬁc\nto a given patient’s patterns and meaning of bothersome soun ds. Moreover,\nnegative reactions frequently depend on the situation in which the oﬀensive\nsound is presented or by whom it is produced. Importantly, physio logical and\nemotional reactions to bothersome sounds are very similar (ev en identical) for\nboth hyperacusis and misophonia, so reactions cannot be used to d iagnose\nand diﬀerentiate them. To label this non-reported phenomen on, we coined the\nterm misophonia in /two.tnum/zero.tnum/zero.tnum/one.tnum. Incorporating clinical observations i nto the framework\nof knowledge of brain functions allowed us to propose a neurophy siological\nmodel for misophonia. The observation that the physical character ization of\nmisophonic trigger was secondary and frequently irrelevant su ggested that the\nauditory pathways are working in identical manner in people with as in without\nmisophonia. Descriptions of negative reactions indicated tha t the limbic and\nsympathetic parts of the autonomic nervous systems are invol ved but without\nmanifestationsofgeneralmalfunctionofthesesystems.Pat ientswithmisophonia\ncouldnotcontrolinternalemotionalreactions(evenwhenfully realizingthatthese\nreactions are disproportionate to benign sounds evoking the m) suggesting that\nsubconscious,conditionedreﬂexeslinkingtheauditorysyste mwithothersystems\nin the brain are the core mechanisms of misophonia. Consequentl y, the strength\nof functional connections between various systems in the brain pl ays a dominant\nrole in misophonia, and the functional properties of the indi vidual systems may\nbe perfectly within the norms. Based on the postulated model, we proposed\na treatment for misophonia, focused on the extinction of condit ioned reﬂexes\nlinking the auditory system with other systems in the brain. Tr eatment consists\nof speciﬁc counseling and sound therapy. It has been used for ove r /two.tnum/zero.tnum years with\na published success rate of /eight.tnum/three.tnum%.\nKEYWORDS\nmisophonia,hyperacusis,decreasedsoundtolerance,tinnitu s,subconsciousconditioned\nreﬂexes,limbicsystem,autonomicnervoussystem,deﬁnitio ns\nFrontiersin Neuroscience /zero.tnum/one.tnum frontiersin.org"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Jastreboﬀ and Jastreboﬀ /one.tnum/zero.tnum./three.tnum/three.tnum/eight.tnum/nine.tnum/fnins./two.tnum/zero.tnum/two.tnum/three.tnum./eight.tnum/nine.tnum/five.tnum/five.tnum/seven.tnum/four.tnum\n/one.tnum. Introduction\n/one.tnum./one.tnum. General comments\nThe concept of misophonia was ﬁrst proposed in 2001\n(Jastreboﬀ and Jastreboﬀ, 2001a ,b), deﬁned as a disorder\ncharacterized by abnormally strong negative reactions to\npatterns of sound speciﬁc for a given patient (a full deﬁnition\nof misophonia is presented in Section 4). Importantly, this\ndeﬁnition did not assume any speciﬁc etiology or mechanism\nofmisophonia.\nDuring the last decade, another approach to misophonia\nhas been proposed, postulating that misophonia is a psychiatric\ndisorder. While the same name, misophonia, was used, it was\ndeﬁnedinanentirelydiﬀerentmanner.Thisstartedconfusionasto\nwhatmisophoniais,whichledtoaninconsistentselectionofstudy\nparticipants, inﬂuenced proposed treatments, and had an impact\non the criteria used for the outcome measures. Consequently, this\nsigniﬁcantlyhinderedtheprogressofresearchanddevelopmentof\neﬀectivemethodsofmisophoniatreatments.\nThe proposed 2001 deﬁnition of misophonia distinguished\nmisophonia from hyperacusis, which causes similar or even\nidenticalnegativereactionsevokedbysound.However,hyperacusis\nis clearly a separate problem of sound tolerance, and it most\nlikelyinvolvesdiﬀerentmechanismsfrommisophoniaandrequires\nspeciﬁc treatment ( Henry et al., 2022 ). Other existing deﬁnitions\nof misophonia do not consider hyperacusis. Consequently, this\nnegatively aﬀects conclusions and inﬂuences future studies of\nmisophonia since people with hyperacusis are not excluded from\ngroups of subjects researched or treated for misophonia. The most\nrecent attempt to reach a consensus regarding the deﬁnition of\nmisophonia resulted in an article representing the opinion of\na group of experts ( Swedo et al., 2022 ); however, the issue of\nhyperacusiswasdisregarded.\nThis study focuses on clarifying some misconceptions and\ncontroversies related to misophonia. The primary goals of the\nstudy are as follows: (1) To describe the origin of the concept\nand supporting data leading to the deﬁnition of misophonia as\nproposed in 2001 and discuss problems arising from incorrectly\nusing the literal translation of the individual components of the\nnew word “misophonia” to deﬁne this phenomenon and (2) to\nsummarize the main observations accumulated during more than\n30yearsoftreatmentofpatientswithdecreasedsoundtolerancein\nclinicalpractice,whichjustiﬁestheproposedapproachtodiagnose\nmisophoniaanddiﬀerentiateitfromhyperacusis.\nThesecondarygoalsofthestudyaretopresentthejustiﬁcation\nofapotentialmodelandthemechanismofmisophonia.Themodel\nresulted from combining observations obtained from patients and\nthe basic knowledge of neuroscience. Furthermore, the article\nbrieﬂy outlines treatment based on the neurophysiological model\nof tinnitus and decreased sound tolerance, known as tinnitus\nretraining therapy (TRT), modiﬁed to include treatment for\nmisophonia as well. The reported high clinical eﬀectiveness of this\ntreatmentsupportstheproposedmechanismofmisophonia.Atthe\nend of the article, directions and speciﬁc projects for future work\nareoutlined.\nAll presented data and results of the treatment come from\nthe clinical population of patients seeking help for bothersomedecreasedsoundtolerance.Allrulesapplicabletoclinicalworkhave\nbeen followed, and there was no selection of incoming patients,\nand evaluation and treatment were aimed at helping patients\nwith reported problems. No attempts to conduct a research trial\nhave been made. One limitation of this approach is that while\na wide range of misophonia severity was observed, no subjects\nwith very low levels of misophonia were present, which limits the\nextension of our observation to the general population of subjects\nwithmisophonia.\n/one.tnum./two.tnum. History of developing the concept of\nmisophonia\nIt has been recognized for a long time that some people have a\nproblem with tolerating sounds and exhibit negative reactions to\nordinary sounds that do not evoke such reactions in an average\nlistener. Various terms have been used to describe this condition,\nsuch as hyperacusis ( Vernon and Press, 1998 ), recruitment,\nand decreased sound tolerance (DST), with hyperacusis being\nused most frequently ( Baguley and McFerran, 2010 ;Jastreboﬀ\nand Jastreboﬀ, 2014b ;Henry et al., 2022 ). This phenomenon\nmay be related to various medical problems (e.g., migraine,\nautism, and Williams syndrome) ( Van Borsel et al., 1997 ;Anari\net al., 1999 ;Jastreboﬀ and Jastreboﬀ, 2001b ,2002,2014b,2018;\nJastreboﬀ and Hazell, 2004 ;Levitin et al., 2005 ;Formby, 2007 ;\nFormby et al., 2007 ;Hawley et al., 2007 ;Sheldrake et al., 2015 ;\nPires et al., 2021 ), or it may aﬀect a person without any\nidentiﬁableetiology.\nThe deﬁnition of any disorder should be independent of\nits etiology; it should be speciﬁc, selective, and sensitive. These\nprinciples are generally recognized, and the term “idiopathic” (i.e.,\nunknown)isusedfordisorderswherethecauseandoriginhaveno\nknownexplanation.\nConsequently, we proposed “to deﬁne DST as present when\na subject exhibits negative reactions following exposure to sound\nthat would not evoke the same response in an average listener”\n(Jastreboﬀ and Jastreboﬀ, 2002 ,2014b). In this article, the above\ndeﬁnitionisused.\nUntil2001,twoformsofDSThavebeencommonlyrecognized:\nhyperacusis and phonophobia. Hyperacusis is considered an\nauditory disorder, diagnosed, and treated by otolaryngologists\nand audiologists. It is deﬁned in ICD-10 (code H93.23) as “an\nabnormallydisproportionateincreaseinthesensationofloudnessin\nresponse to auditory stimuli of normal volume. Cochlear diseases,\nvestibulocochlearnervediseases,facialnervediseases,stapessurgery,\nand other disorders may be associated with this condition ” (https://\nwww.icd10data.com/ ).\nPhonophobia is considered to be either an auditory disorder\nor, typically, a psychological disorder—phobic anxiety disorder\nor speciﬁc phobia (code ICD-10-CM Diagnosis Code F40.298).\n“Phonophobiaisdeﬁnedasapersistent,abnormal,andunwarranted\nfearofsound.” Itfallsintothecategoryofphobicanxietydisorders\n(code ICD-10-CM F40-F48) characterized by “a strong, irrational\nfearofsomethingthatposeslittleornoactualdanger” (https://www.\nicd10data.com/ ). Hyperacusis has been and is still predominantly\ntreated by audiologists and otolaryngologists. Phonophobia is\nFrontiersin Neuroscience /zero.tnum/two.tnum frontiersin.org"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Jastreboﬀ and Jastreboﬀ /one.tnum/zero.tnum./three.tnum/three.tnum/eight.tnum/nine.tnum/fnins./two.tnum/zero.tnum/two.tnum/three.tnum./eight.tnum/nine.tnum/five.tnum/five.tnum/seven.tnum/four.tnum\ntreatedmainlybypsychologistsbutsometimesbypsychiatristsand\noccupationaltherapists.\nForoveradecade(1990–2001),wehavediagnosedandtreated\nover 800 patients with DST at the University of Maryland at\nBaltimore and then at Emory Tinnitus and Hyperacusis Center,\nAtlanta, Georgia. All patients underwent comprehensive medical\n(performed by an otolaryngologist) and speciﬁc audiological\nevaluations. The evaluation and treatment of patients have been\nhomogeneous, following the protocols of tinnitus retraining\ntherapy (TRT) ( Jastreboﬀ and Hazell, 2004 ). No preselection of\npatients was done, and all patients with tinnitus and/or DST were\nseen, evaluated, and treated. As the center was mainly advertised\nas a tinnitus center, nearly all patients had bothersome tinnitus.\nNevertheless,66%ofthemreportedproblemswithDST( Jastreboﬀ\nandJastreboﬀ,2002 ).\nResults from 149 consecutive patients seen at the University of\nMaryland and Emory Tinnitus and Hyperacusis Center conﬁrmed\na high prevalence of DST in patients with tinnitus ( Jastreboﬀ and\nJastreboﬀ, 2002 ). In the discussed population of patients, 57.0%\nwere diagnosed with misophonia and 29.7% with hyperacusis\n(JastreboﬀandJastreboﬀ,2002 ).\nAccumulated observations pointed out that the majority of\npatients with DST did not ﬁt into the deﬁnition of hyperacusis or\nphonophobia. These patients showed negative reactions to speciﬁc\nindividual patient sounds while being able to tolerate other even\nmuch louder sounds which precluded classifying them as having\nhyperacusis. There was nothing particular or speciﬁc about the\nsounds themselves. “Speciﬁc/particular” is directed to the relation\nof “a sound” to “a patient,” i.e., bothersome sounds are particular\nforagivenpatient.Examplesofabroadvarietyofreportedsounds\nare presented in Table1. These patients have not experienced fear,\nwhichprecludedclassifyingthemashavingphonophobia.\nTo create a name for this newly recognized disorder, we\nasked an expert in the Greek language to provide us with a\nlist of preﬁxes indicating something negative, which could be\nadded to the word “phonia” (meaning voice, sound) to create a\ntermlabelingaforementionedpatients.Speciﬁcally,inthesituation\nwhen a subject exhibits negative reactions to particular for her/his\npatternsofsound,withacousticalstrength(energy)ofsoundbeing\nirrelevantorofsecondaryimportance.Fromthelist,weselectedthe\npreﬁx“miso”whichmeans“hate”inGreek.\nTranslating “misophonia” literally as “hatred of sound” is\nincorrect as is translating “chromatography” to “color drawing!”\nRegretfully, some professionals used this literal translation and\nstarted to promote the idea that a characteristic feature of\nmisophoniaisthehatredofsound.Itwasneverourintention,and\nwehaveneverusedmisophoniainthisliteralmanner.\nSimilarities and diﬀerences between patients with hyperacusis\nvs. patients with misophonia suggested which characteristics\nshould be used to identify patients with misophonia and\ndiﬀerentiatethemfrompatientswithhyperacusisandpatientswith\nother medical disorders. Findings described below are the same\nas subsequent observations of our patients seen at Emory (after\n2001), other audiological practices, and at the clinic of JHDF,\nInc. (results in preparation). Our patients represented the whole\nrange of severity of hyperacusis or misophonia from mild to very\nsevere. All patients have suﬃciently bothersome misophonia or\nhyperacusistoaskforhelp.TABLE/one.tnum Soundsreportedbyourpatientsasevokingnegativereacti ons.\nStreetsounds\nSlammingdoors\nSuddensounds\nLeafblowers\nLawnmowers\nSwimmingpoolpump\nCafeterias/foodcourts\nTVorradiowiththevolumesetbyafamilymemberwithnormalhea ring\nOtherpeoplesinging/humming\nVacuumcleaner\nBoilingwater\nSoundofarefrigerator\nPoppingpopcorn\nSupermarket\nSupermarketfreezer\nGrocerystores\nShoppingmalls\nCrinklybags\nCrumplingorwrinklingpaper\nHumofacomputer\nHumofelectricity\nSoundofheatingradiators\nOﬃcesounds(typingonakeyboard,printers,copymachine,andf ax)\nSchoolbreaks,cafeterias\nLow-ﬂyingairplanes\nSoundfromotherpeople’sheadphones\nLaughter\nSniﬃng\nSnoring\nChewinggum\nOtherpeoplebreathing\nLip-smacking\nSoundsofeating\nSwallowing\nChewing\nCrunchingsound\nClippingandﬁlingﬁngernails\nToothbrush\nElectricshaver\nHairdryer\nFlushingtoilet\nKeysrattling\nMovinghandonasurface\n(Continued)\nFrontiersin Neuroscience /zero.tnum/three.tnum frontiersin.org"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Jastreboﬀ and Jastreboﬀ /one.tnum/zero.tnum./three.tnum/three.tnum/eight.tnum/nine.tnum/fnins./two.tnum/zero.tnum/two.tnum/three.tnum./eight.tnum/nine.tnum/five.tnum/five.tnum/seven.tnum/four.tnum\nTABLE/one.tnum (Continued)\nSoundofdrawingwithafelt-tippedpen\nDogsbarkingfromthedistance\nCatwalkingonahardwoodﬂoor\nCatpurring\nHamsteronthewheel\nInterestingly, sounds of nature, such as bird songs, running wat er, wind, and rain, are rarely\nreportedasnegative( Hazelletal.,2002 ).Modiﬁedfrom JastreboﬀandJastreboﬀ (2014b).\nInterestingly,reportsintheliteratureindicatethatmisophonia\nis present in William’s syndrome and not hyperacusis, e.g.,\n“a very striking characteristic is the hyperacusis or over-\nsensitivity to particular sounds” ( Van Borsel et al., 1997 ) and\n“among people with WS, we found relatively few reports of\ntrue hyperacusis (the lowered threshold for soft sounds) or\nauditory fascinations/ﬁxations, whereas 80% reported fearfulness\ntoidiosyncraticallyparticularsounds”( Levitinetal.,2005 ).\nSome of our patients have autism, and the evaluation of\ntheir DST strongly supports that they have misophonia and not\nhyperacusis( Aazhetal.,2014 ;JastreboﬀandJastreboﬀ,2014a ).\n/two.tnum. Diagnosis\nThe insightful analysis of various subcategories of decreased\nsound tolerance, including hyperacusis and misophonia, has been\nrecently published ( Henry et al., 2022 ). In deﬁning misophonia\nand diﬀerentiating misophonia from other disorders, it is crucial\nto identify both its unique attributes, as well as features shared\nwith other disorders, particularly common with hyperacusis.\nMisophonic triggers cover a wide variety of sounds with diﬀerent\nspectralenergyandwithouttheindicationofthepreferredrangeof\nfrequenciesortherangeofsoundenergy( JastreboﬀandJastreboﬀ,\n2014b;Jager et al., 2020 ;Hansen et al., 2021 ;Vitoratou et al., 2021 ;\nHenry et al., 2022 ). It is important to recognize that the physical\nstrength of misophonic triggers—their loudness—may play some\nrole, but only secondary. This reﬂects the general principle that a\nstronger stimulus evokes a stronger and/or faster reaction ( Palmer\net al., 2005 ;Causer et al., 2013 ). The reaction to a misophonic\ntriggerisonlyweaklyrelatedtoitsstrength;nevertheless,thetrigger\nofhigherintensitywilltendtoevokeastrongerreactionduetothis\ngeneralprinciple.Thisdependenceis,however,adominantfeature\ninhyperacusis.\nNotably, speciﬁc patterns and meanings of sound are\ncommonlyobservedinmisophonia,e.g.,soundscreatedbyhumans\n(eating,breathing,andvoices)whichmayhavediﬀerentfrequency\nranges and intensities but have similar meanings. This is in strong\ncontrast with hyperacusis, where the intensity of the sound plays\na crucial role ( Jastreboﬀ and Jastreboﬀ, 2014b ;Henry et al., 2022 ).\nIn addition, one of the characteristic features of hyperacusis is the\nnegative reactions to high-pitch sounds ( Jastreboﬀ and Jastreboﬀ,\n2014b;Sheldrakeetal.,2015 ),disregardinghowandwheretheyare\nproduced.Thepatternandmeaningofsounddonotplayanyclear,\nsigniﬁcantrole.TABLE/two.tnum Negativereactionsfrequentlyreportedbypatientswith\nmisophoniaorhyperacusis.\nIrritation\nAnnoyance\nTension\nFrustration\nUrgetoescape(run)\nUrgetocry\nFeelingofphysicalpain\nFeelingofbeingrestrainedindoingthings\nFeelinguncomfortable(discomfort)\nInabilitytoconcentrate\nInabilitytoenjoyactivities/events/situations,particula rlyinvolvinglouder\norspeciﬁcsounds\nIncreasedawarenessofsounds(beingforcedtomonitorsoun ds)\nFearofsounds\nEmotionaldistress\nUneasiness\nWorry\nAnger\nStress\nBeingargumentative\nBecomingaggressive\nDecreasedabilitytocontrolownreactions\nDisgust\nSadness\nAnticipationandtheneedtomonitor/controlthesurroundin gs(beingon\nthelook-out)\nApprehension\nDistraction\nContinuousalertness\nModiﬁedfrom JastreboﬀandJastreboﬀ (2014b).\nNegative reactions to sounds among patients with hyperacusis\nand misophonia are similar and frequently identical ( Table2).\nImportantly, many of these reactions were the same as in\npatients with tinnitus or other chronic medical disorders (e.g.,\nback pain, cancer, and general sensory over-sensitivity) ( Jastreboﬀ\nand Jastreboﬀ, 2014b ). Thus, reactions to sound cannot be\nused exclusively as a characterizing/discriminating factor for\nidentifying patients with misophonia and for separating patients\nwithmisophoniafrompatientswithhyperacusis.\nOur observations showed that factors related to the type of\nreactions (e.g., patient’s psychological proﬁle or rarely observed\npresence of psychiatric disorders) were of no signiﬁcance for\ndiscrimination between patients with misophonia and hyperacusis\nor patients with tinnitus. The main distinguishing factor was the\ndiscrepancybetweenacousticalfeatures(energy)carriedbyasound\nand the extent of negative reactions observed in patients with\nFrontiersin Neuroscience /zero.tnum/four.tnum frontiersin.org"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Jastreboﬀ and Jastreboﬀ /one.tnum/zero.tnum./three.tnum/three.tnum/eight.tnum/nine.tnum/fnins./two.tnum/zero.tnum/two.tnum/three.tnum./eight.tnum/nine.tnum/five.tnum/five.tnum/seven.tnum/four.tnum\nmisophonia.Furthermore,thereisadependenceofreactionsonthe\npersonwhoisgeneratingabothersomesoundandtheenvironment\nwhere that sound is presented. In contrast, in hyperacusis, there\nis a positive relationship between sound’s energy and the extent\nof negative reactions; the meaning of a sound will be irrelevant.\nIf the presence and extent of negative reactions depend on who is\ngeneratingthesoundandtheenvironmentinwhichitisproduced,\nitexcludeshyperacusis.\nImportantly, the audiological evaluation does not allow for\ndiscrimination between misophonia and hyperacusis as lower\nthan normal values of loudness discomfort levels (LDLs) can\nexist in both disorders. While low (below 90 dB HL) LDLs\nvalues are needed for the diagnosis of hyperacusis, they are not\na characteristic feature of misophonia. It has been shown that\nLDL values and patients’ ratings of decreased sound tolerance\nare poorly correlated ( Anari et al., 1999 ;Jastreboﬀ and Jastreboﬀ,\n2014b,2018;Zaugg et al., 2016 ;Henry et al., 2022 ). There is a\nbuilding consensus that LDL should not be used to diagnose the\npresence of hyperacusis or misophonia and that speciﬁc, detailed\nquestionnairesarenecessary.Therefore,adetailedinterviewaimed\nat ﬁnding discrepancies between the acoustical characterization of\nbothersomeandnotbothersomesoundsisessential.Unfortunately,\nthere are no generally accepted, validated questionnaires, neither\nforhyperacusisnormisophonia( Henryetal.,2022 ).\nAdditional help in the diagnosis of misophonia is provided\nby comparing the shape of the audiogram and the shape of LDL\ncurves, which typically exhibit parallelism of shapes between the\naudiogramandLDLsformisophonia.Thereisalackofthisrelation\nforhyperacusis( JastreboﬀandHazell,2004 ).Adetaileddescription\nofdiagnosticprotocolsiscurrentlyinpreparation.\nThe characteristics described above delineate the situation of\npuremisophoniaandpurehyperacusis.Clinicalobservationsshow\nthat misophonia and hyperacusis frequently coexist ( Jastreboﬀ\nand Jastreboﬀ, 2002 ,2014b) but need to be treated concurrently\n(JastreboﬀandJastreboﬀ,2012 ,2014b).\n/three.tnum. Current status in the ﬁeld of\nmisophonia\nResearch,bothbasic(orientedtowarddelineatingmechanisms\nof misophonia) and aimed at searching for eﬀective treatments\nfor this disorder, is strongly hindered by a lack of consensus on\nthe deﬁnition of misophonia ( Swedo et al., 2022 ). Consequently,\nthere is a lack of an established, validated method for identifying\nthe presence, diagnosis, and assessment of misophonia severity.\nCurrently, since various groups use diﬀerent rules to identify\npatients with misophonia based on diﬀerent deﬁnitions (and\nvarious postulated etiologies), it is diﬃcult to combine research\nand clinical data as subjects studied/treated by diﬀerent centers\ndo not represent the homogenous population of patients with\nmisophonia but, rather, various patient sub-populations and\n“comparisonsbetweenstudycohortsarenotpossible”( Swedoetal.,\n2022).\nImportantly, the results of reported studies are corrupted\nby the lack of exclusion from the evaluated group of subjects\nwith hyperacusis. This is a signiﬁcant issue because whilereactions of hyperacusis and misophonia to bothersome sounds\nare similar (even identical), clinical results show that treatment\neﬀective for hyperacusis is not working for misophonia ( Jastreboﬀ\nand Jastreboﬀ, 2012 ,2014b), indicating diﬀerent mechanisms\nof these two disorders. It has been observed that hyperacusis\nis seen in patients with misophonia ( Henry et al., 2002 ;\nJastreboﬀ and Jastreboﬀ, 2002 ;Swedo et al., 2022 ) and that\n“for any given individual, the symptoms of misophonia should\nnot be better explained by any co-occurring disorders” ( Henry\net al., 2002 ). Since in hyperacusis, symptoms are very similar\nor even identical to that observed in misophonia, therefore,\nfor research and treatment, patients with hyperacusis should\nbe excluded and investigated separately from patients with\nmisophoniaonly.\nThe danger of ignoring this problem has been clearly\ndemonstrated with tinnitus when an article published by a\nhighly respectable group presenting the results of an imaging\nstudy postulating changes related to the presence of tinnitus\nturned out to describe the eﬀects of hyperacusis present in\nsome of the studied subjects, the existence of which was not\nconsidered ( Melcher et al., 2000 ). Subsequently, these results have\nbeen withdrawn after an overlooked contribution of hyperacusis\nhas been taken into account ( Melcher et al., 2009 ;Gu et al.,\n2010).\nThe situation is further complicated by a push toward\ndetermining presumed etiology before establishing a deﬁnition.\nTo create a deﬁnition of a disorder, it is not necessary to\nknow its etiology, and therefore, the term “idiopathic” is\nused in many cases (e.g., idiopathic intracranial hypertension,\nidiopathicventriculartachycardia,idiopathicsuddensensorineural\nhearing loss, and Ménière’s disease) ( Altemose and Buxton, 1999 ;\nCiccone et al., 2018 ;Rehder, 2020 ;Desiato et al., 2021 ;Dai\net al., 2022 ;de Cates and Winters, 2022 ;Marchioni et al.,\n2022).\nProposing a speciﬁc etiology before constructing a deﬁnition\nis premature and may have a detrimental eﬀect. Unfortunately,\nthis danger is clearly visible in misophonia when professionals\nfrom various ﬁelds impose criteria for identifying misophonic\nsubjects based on presumed etiology. Currently, there are\ntwo, contrasting approaches to misophonia as highlighted in\nSwedo’s study ( Swedo et al., 2022 ): ﬁrst, “medical” ( Jastreboﬀ\nand Jastreboﬀ, 2002 ,2015;Edelstein et al., 2013 ;Cavanna\nand Seri, 2015 ) and second, “psychiatric” ( Schroder et al.,\n2013). The consensus committee concluded that at the\nmoment, there is no suﬃcient evidence to select one of\nthese approaches over the other, but “that underlying organic\netiology of the disorder cannot be ruled out” ( Swedo et al.,\n2022).\nSuch a situation creates an additional problem—specialists\nfrom classical medical ﬁelds (e.g., otolaryngologists) assess the\nseverity of the problem using characteristic features of the disease\n(e.g., as for evaluating tinnitus severity), while professionals from\nmental health ﬁelds tend to use questionnaires aimed at reactions\nevokedbydiseaseanditsimpactonlife.\nA classic example of the detrimental eﬀect of imposing\nunproven etiology is the history of Ménière’s disease. It was\nproposed over 40 years ago that the etiology of Ménière’s disease\nFrontiersin Neuroscience /zero.tnum/five.tnum frontiersin.org"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Jastreboﬀ and Jastreboﬀ /one.tnum/zero.tnum./three.tnum/three.tnum/eight.tnum/nine.tnum/fnins./two.tnum/zero.tnum/two.tnum/three.tnum./eight.tnum/nine.tnum/five.tnum/five.tnum/seven.tnum/four.tnum\n(symptoms: vertigo, nausea, loss of hearing, tinnitus, and loss\nof balance) is increased pressure of the endolymph in the inner\near (“endolymphatic hydrops”). Since then, practically, all animal\nresearchandclinicaltreatments,includingpopularendolymphatic\nshuntsurgery,werebasedonthisconcept.Recentstudies,including\nclinical blind studies, have shown that Meniere’s disease should\nnot be based on the endolymphatic hydrops theory ( Thomsen\net al., 1981a ,b,1998;Bretlau et al., 1984 ;Merchant et al., 2005 ;\nDevantier et al., 2019 ). Unfortunately, because of the postulated\nincorrect etiology, decades of research became useless, and many\npatients underwent serious operations which were not better\nthanplacebo.\n/four.tnum. Deﬁnition of hyperacusis and\nmisophonia based on observations of\npatients with DST, without postulating\nany speciﬁc etiology\nBased on the observations described above, the following\ndeﬁnition of misophonia and hyperacusis has been proposed in\n2001(JastreboﬀandJastreboﬀ,2000 ,2001b)andhasbeenreiterated\nin2014(JastreboﬀandJastreboﬀ,2014b ).\nHyperacusis is deﬁned as present “when negative reactions to a\nsound depend only on its physical characteristics (i.e., its spectrum\nand intensity). The sound’s meaning and the context in which it\noccurs are irrelevant.” “For example, a patient will react identically\nto the sound of a knife hitting china in any situation or setting.\nThis individual also will react negatively to all other high-intensity\nsounds.”(JastreboﬀandJastreboﬀ,2014b ).\n“Misophonia is present when an abnormally strong reaction\noccurs to a sound with a speciﬁc pattern and/or meaning to an\nindividual. The reaction may depend on the environment where\nthe oﬀensive sound is presented. The physical characteristics of\nthe sound are secondary. Indeed, the strength of the misophonic\npatient’sreactionisonlypartiallydeterminedbythesound’sphysical\ncharacteristics. Frequently, a person with misophonia will respond\nstrongly toa softsound of a speciﬁcpattern (e.g., a voice, thesounds\nof eating) but not react to other, much louder sounds (e.g., loud\nmusic). Furthermore, the individual may react to a given sound\nin one setting (such as in his or her home) but not react to the\nsame sound in another setting (such as in the home of a friend).\nThepatient’snegativereactiontothesounddependsonnonauditory\nfactors such as his or her previous evaluation of the sound on the\nbelief that the sound is a potential threat or that exposure to it will\nbe harmful. The sound may be associated with a previous negative\nexperience. The patient’s psychological proﬁle and the context in\nwhich the sound occurs are important as well. ” (Jastreboﬀ and\nJastreboﬀ,2014b ).\nIt is proposed that DST is a summation of the eﬀects of\nmisophonia and hyperacusis. No other conditions or restrictions\nother than the ones listed above were imposed on deciding\nwhetherapatienthasmisophoniaorhyperacusis.Inthisapproach,\nphonophobiaisconsideredaspeciﬁccaseofmisophoniawhenfear\nisthedominantemotion.\nUnfortunately,thedeﬁnitionofmisophoniaproposedinSwedo\net al.’s study describing the Delphi method ( Swedo et al., 2022 )is insuﬃciently speciﬁc and selective and does not discriminate\nmisophoniafromhyperacusis.\n/five.tnum. Reasoning leading to the\nneurophysiological model of\nmisophonia and hyperacusis\nWhile proposed behaviorally based deﬁnitions do not assume\nany speciﬁc etiology, it is possible to speculate which physiological\nmechanismsareinvolvedandresponsibleforthesetwophenomena\nbased on the observed features of patients with misophonia and\nhyperacusis. Discussion yielding a proposed model and presumed\nmechanisms of hyperacusis and misophonia have been published\nin detail already ( Jastreboﬀ and Jastreboﬀ, 2014b ,2018), and only\nthemainpointsarepresentedhere.\nIn hyperacusis, the dependence of the presence and strength\nof negative reactions on the acoustical characterization of\nbothersomesoundshighlightsthatacrucialpartofthemechanism\nof hyperacusis is within auditory pathways. Furthermore, the\nirrelevance of the meaning of bothersome sounds and the high\nlevel of repeatability of reactions indicates that the subconscious\npart of the auditory pathways plays a dominant role. The term\n“subconscious”isused to denote part ofthebrainwhichisoutside\nof the conscious control of a person. Responses evoked by this\npart of the brain are automatic, involuntary, fast, and governed by\nprinciplesofconditionedreﬂexes.\nTherefore, hyperacusis reﬂects an abnormally strong reactivity\nof the subconscious part of the auditory pathways to sound,\nwhich in turn yields the activation of the limbic and autonomic\nnervous systems ( Figure1). Notably, proposed mechanisms of\nhyperacusis have been incorporated from the beginning in\nthe neurophysiological model of tinnitus and in TRT, with\nhyperacusis being crucial for patients’ classiﬁcation and treatment\n(JastreboﬀandHazell,1993 ,2004;Jastreboﬀ,1995 ),butforbrevity,\n“hyperacusis”wasnotincludedinthetitle.\nIn the case of misophonia, the irrelevance of acoustic\ncharacterization of misophonic triggers shows that the auditory\nsystemplaysasecondaryroleandworkstypicallywithinthenorms.\nThe association of certain sounds with strong reactions plays a\ndominant role and indicates that functional connections between\ntheauditory,limbic,andautonomicnervoussystemsareenhanced\nforspeciﬁcpatternsofsound( JastreboﬀandHazell,2004 ;Jastreboﬀ\nandJastreboﬀ,2004 ,2013).\nThere is a broad variety of misophonic triggers described in\nthe literature ( Jastreboﬀ and Jastreboﬀ, 2014b ;Jager et al., 2020 ;\nHansen et al., 2021 ;Vitoratou et al., 2021 ). It is postulated that\nthe dominant feature of misophonic triggers is their meaning\nand the association of a misophonic trigger with a subject’s past\nexperience (including an association with a speciﬁc person, place,\nor situation), and what is in our model explained by invoking the\nconcept of complex conditioned stimuli. This concept shifts the\nfocus from a single, physical stimulus to a complex one involving\nother dimensions, e.g., other elements of a sensory scene which\nincludes a misophonic trigger as a part of the scene, personal\nrelationstothepersongeneratingsounds,andtheabilitytocontrol\nthe environment ( Jastreboﬀ and Jastreboﬀ, 2014b ). Furthermore,\nFrontiersin Neuroscience /zero.tnum/six.tnum frontiersin.org"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Jastreboﬀ and Jastreboﬀ /one.tnum/zero.tnum./three.tnum/three.tnum/eight.tnum/nine.tnum/fnins./two.tnum/zero.tnum/two.tnum/three.tnum./eight.tnum/nine.tnum/five.tnum/five.tnum/seven.tnum/four.tnum\nFIGURE/one.tnum\nProposed mechanisms of hyperacusis. The red oval marks\nsubconscious centers of the auditory pathway with increased gai n,\nresulting in the over-ampliﬁcation of neuronal activity evoked by\nbothersome sounds. This over-ampliﬁcation is postulated to be\nresponsible for hyperacusis. Red arrows show the spread of the\nenhanced neuronal activity, yielding the overactivation of th e limbic\nand autonomic nervous systems, which are dominant in the\ngeneration of negative reactions.\ntheconceptofcomplexconditionedstimulicanexplainwhycertain\nclasses of sound have a higher probability of being misophonic\ntriggers, or why typically sounds made by members of a close\nfamily are more bothersome than the same sound produced by\nstrangers. It also explains the observation that when patients with\nmisophonia do not attribute a sound of misophonic triggers to its\noriginal source, it generates lower levels of negative reactions—\nif the physical characterization of the misophonic triggers alone\nwas a determining factor, the reactions would be the same. We\nare utilizing this concept in one of the protocols for misophonia\ntreatment [protocol (4); its basis is outlined in Jastreboﬀ and\nJastreboﬀ (2014b)].\nConnections between the auditory and the limbic and\nautonomic nervous systems involve both the conscious, cognitive\npart of the brain, and the subconscious paths, with the\nsubconscious paths governed by the principle of conditioned\nreﬂexes.Theobservationthatmostpatientsrealizethatmisophonic\ntriggers are not dangerous per seand that their reactions are\ndisproportionate to the acoustical characteristics of these sounds\nand their meaning suggests that conscious analysis plays a\nsecondary role. Furthermore, the response to misophonic triggers\nisfast,supportingadominantroleofthesubconsciousconnections\nand the lack of the need for conscious analysis and evaluation of\nthesesounds( Jastreboﬀ,2008 ;JastreboﬀandJastreboﬀ,2018 ).Asa\nresult, even if a person fully understands that a given sound is not\ndangerousorthreatening,strongnegativereactionsarestillevoked.\nMechanismspostulatedformisophoniaarepresentedin Figure2.\nProposed mechanisms of misophonia are supported by the\nresultsofphysiologicalinvestigationsby Edelsteinetal. (2013).The\nauthors found experimental evidence that misophonia produces\ndistinct autonomic eﬀects and suggested that mechanisms of\nFIGURE/two.tnum\nProposed mechanisms of misophonia. The thick red arrow in the\nred oval marks the functional linking of the subconscious part of th e\nauditory system with the limbic and autonomic nervous systems,\npostulated to be responsible for misophonia. All systems in the br ain\ncould be working within the norm. Other symbols are described in\nFigure /one.tnum.\nmisophonia involve aberrant functional connections between the\nauditory and limbic systems. Interestingly, pain reported by some\npatients with misophonia can be created by an overactivated\nautonomic nervous system, which causes the activation of the\ntensor tympani muscle ( Jastreboﬀ, 2010 ;Jastreboﬀ and Jastreboﬀ,\n2013), yielding tensor tympani syndrome (e.g., fullness, pulsation,\nand ear pain) ( Klochoﬀ, 1979 ). Tensor tympani syndrome is\nfrequentlyobservedinpatientswithmisophonia,andthetreatment\nof misophonia results in its elimination ( Jastreboﬀ and Jastreboﬀ,\n2013,2014b,2018).\nIn summary, misophonia reﬂects abnormally strong\nreactions of the autonomic and limbic systems resulting\nfrom enhanced functional connections between the auditory,\nlimbic, and autonomic systems for particular for a given\npatient patterns of sound. It should be noted that there is\nnothing particular or speciﬁc about the sounds themselves,\nand any sound can become a bothersome misophonic trigger.\n“Speciﬁc/particular” is directed to the relation of “a sound”\nto “a patient,” i.e., bothersome sounds are particular to a\ngivenpatient.\nIn the proposed mechanisms of DST, it is postulated that in\nboth misophonia and hyperacusis, the subconscious brain plays a\ndominant role, and for misophonia, the subconscious conditioned\nreﬂexesareofcrucialimportance.\nNote that in the proposed neurophysiological model of DST,\nother systems in the brain are not excluded and may play a role.\nHowever,applyingOcam’srazorprinciple,thesimplestexplanation\nwhichissuﬃcienttoexplainobservedphenomenashouldbeused.\nTherefore, only the limbic and autonomic nervous systems, which\nwe believe cannot be excluded and which play a crucial role, are\nhighlightedinthemodel.\nFrontiersin Neuroscience /zero.tnum/seven.tnum frontiersin.org"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Jastreboﬀ and Jastreboﬀ /one.tnum/zero.tnum./three.tnum/three.tnum/eight.tnum/nine.tnum/fnins./two.tnum/zero.tnum/two.tnum/three.tnum./eight.tnum/nine.tnum/five.tnum/five.tnum/seven.tnum/four.tnum\nOther brain systems could be included and should be\nconsideredwhileinvestigatingmechanismsofmisophonia( Kumar\netal.,2017 ,2021;Broutetal.,2018 ;Schroderetal.,2019 ).\n/six.tnum. Proposed treatments of misophonia\nand hyperacusis based on the model\nand its results\n/six.tnum./one.tnum.Reasoningyieldingproposedtreatment\nThe delineated neurophysiological model creates a basis\nfor proposed mechanism-based treatments for hyperacusis\nand misophonia ( Jastreboﬀ and Jastreboﬀ, 2014b ,2018). Both\ntreatments follow the principles of TRT and involve counseling\nand sound therapy. Despite similarities, the implementation of\ncounseling and sound therapy diﬀers substantially between these\ntwo disorders. Our clinical experience shows that treatment which\niseﬀectiveforhyperacusisisnothelpfulformisophonia( Jastreboﬀ\nandJastreboﬀ,2012 ,2014b).\nSince in hyperacusis, it is postulated that the problem\narises from an abnormal increase of gain within subconscious\nauditorypathways,treatmentaims atdecreasing thisgainutilizing\ndesensitization procedures. Therefore, counseling and sound\ntherapy focus on mechanisms of general desensitization to sound\nprovided by constant, 24/7 exposure to neutral sound, and the\ngeneralenrichmentofenvironmentalsounds.\nTreatment for misophonia diﬀers from hyperacusis\nsigniﬁcantly and involves additional mechanisms not utilized\nfor hyperacusis. As the problem arises from the creation of\nsubconscious functional connections governed by principles of\nconditioned reﬂexes, both counseling and sound therapy work\ntogether to eliminate (or substantially weaken) these functional\nconnections. They are expanded to include mechanisms and\nprinciples of active extinction of these conditioned reﬂexes,\nwith stress on principles of generalization of stimuli and\ncomplex conditioned stimuli ( Jastreboﬀ and Jastreboﬀ, 2014b ).\nSound therapy (while still implementing weakening neural\nrepresentation of misophonic triggers by neutral sounds) focuses\non creating a positive association to sound in general and on\ndecreasing/removing negative reactions to misophonic triggers by\npurposefully creating and then modifying complex conditioned\nstimuli, which include misophonic triggers. Four classes of\nprotocols with sound utilizations have been described ( Jastreboﬀ\nandJastreboﬀ,2014b ).\nIn most cases, misophonia and hyperacusis occur together\nwherein both of them need to be treated concurrently. As the\ntreatment of misophonia is more complex, it requires more\nextensive counseling and takes more time than the treatment of\nhyperacusis( JastreboﬀandJastreboﬀ,2014b ).\n/six.tnum./two.tnum. Overview of the clinical eﬀectiveness\nof TRT\nA total of 201 consecutive patients diagnosed with DST were\ntreatedwithTRT( JastreboﬀandJastreboﬀ,2014b ).Allthepatientsunderwent detailed audiological and medical clinical evaluation\nand treatment as described previously ( Jastreboﬀ and Jastreboﬀ,\n2000,2003,2014b;Henryetal.,2002 ).\nA total of 184 (91.5%) patients exhibited misophonia with or\nwithout hyperacusis; of which, 17 patients (8.5%) had hyperacusis\nalone, and 56 patients (27.9%) had misophonia only. Detailed\ninitial and follow-up interviews have been conducted with the\nhelp of structured interview forms ( Jastreboﬀ and Jastreboﬀ, 1999 ;\nHenry et al., 2003 ). The criteria for evaluating patients’ DST and\ntreatmentoutcomeshavebeenpresentedelsewhere( Jastreboﬀand\nJastreboﬀ, 2014b ). The duration of all treatments (for misophonia,\nhyperacusis, and tinnitus) was set to be at least 9 months even if\nthe patient showed clinically signiﬁcant improvement in a shorter\ntime. On average, patients exhibited a noticeable improvement\nafter 3 months. The improvement progresses gradually over time,\nwithouttheindicationofsaturation,evenafterreachingthelevelof\nclinicallysigniﬁcantimprovement.\nAtotalof165outof201patientswithDSTshowedasigniﬁcant\nimprovement (success rate of 82.1%). For misophonia with or\nwithout hyperacusis, 152 out of 184 patients showed a signiﬁcant\nimprovement (success rate of 82.6%) ( Jastreboﬀ and Jastreboﬀ,\n2014b). In some cases, both for misophonia and hyperacusis,\nit was possible to completely eliminate the problem ( Jastreboﬀ\nand Jastreboﬀ, 2014b ). Relapse is very infrequent based on the\nobservation of patients over a period of up to 20 years ( Jastreboﬀ\nandJastreboﬀ,2018 ).\n/seven.tnum. Comments on other proposed\napproaches to misophonia and the\nissue of misophonia etiology\nWhile for the deﬁnition of misophonia, the etiology and\npotentialmechanismsinvolvedinthisphenomenonareirrelevant;\nhowever, based on postulated mechanisms, it is easier to conduct\na research study of this disorder and propose a mechanism-based\ntreatment. From this perspective, the question “Does misophonia\nbelong to a ﬁeld of otolaryngology, audiology, neurophysiology,\nneurology, psychology, or psychiatry?” is signiﬁcant. A thoughtful\nanalysisofthepotentialmechanismsofmisophoniawaspresented\nbyPalumboetal. (2018).\nThe deﬁnition of misophonia has been proposed in 2001\n(Jastreboﬀ and Jastreboﬀ, 2001a ,b). In 2013, an article was\npublished where misophonia was redeﬁned and classiﬁed as a\npsychiatric disorder ( Schroder et al., 2013 ). The authors proposed\nsixstagesofdevelopingmisophonia,basedontheobservationof42\npatientsintheirpsychiatriccenter.Thesestageswereconsideredto\ndeﬁnemisophonia:(1)human-madesoundscreateanger,(2)leads\nto a deep sense of loss of self-control, (3) anger is recognized as\nexcessive, (4) misophonic triggers are avoided; otherwise, it results\nin intense discomfort and anger, (5) anger, disgust, and avoidance\ncause signiﬁcant distress and interference with everyday life, and\n(6) this process cannot be explained by psychiatric disorders such\nasOCDorPTSD.Basedonthesecriteria,aquestionnairetoassess\nthe presence and severity of misophonia has been proposed—\nAmsterdamMisophoniaScale(A-MISO-S)( Schroderetal.,2013 ).\nFrontiersin Neuroscience /zero.tnum/eight.tnum frontiersin.org"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Jastreboﬀ and Jastreboﬀ /one.tnum/zero.tnum./three.tnum/three.tnum/eight.tnum/nine.tnum/fnins./two.tnum/zero.tnum/two.tnum/three.tnum./eight.tnum/nine.tnum/five.tnum/five.tnum/seven.tnum/four.tnum\nOur observation of over 800 patients with DST treated from\n1990 to 2001 was in clear disagreement with those described by\nSchroder et al.: (1) Misophonic triggers are not exclusive sounds\nproduced by humans, and while anger is sometimes present, it\nexists only in a portion of patients with misophonia; (2) some\npatients feel a loss of self-control, but aggressive outbursts happen\nin only a few patients, particularly the very young; (3) anger is\nnot present in the majority of patients, and many patients believe\nthat other people are behaving in an unreasonable/disrespectful\nmanner, and their feelings/reactions are normal and justiﬁed;\n(4) avoidance is observed and is the same as in patients with\nhyperacusis; while indeed some reactions may be of intense\ndiscomfort, disgust, or occasionally anger, however, reactions\nfrequently involve just annoyance or some degree of discomfort;\nand (5) negative reactions can be mild and not necessarily strong,\nandtheydonothavetoincludeangerordisgust;theyarethesame\nforpatientswithtinnitusorhyperacusis.\nCriteria proposed by Schroder to deﬁne and characterize\nmisophonia are neither speciﬁc nor selective. Using these criteria,\nseveral other health problems (e.g., hyperacusis, tinnitus) could\nbe classiﬁed as misophonia. In our opinion, the problem is that\nSchroeder’s and other similar deﬁnitions are focused exclusively\non dissecting reactions of patients with misophonia (which are\nnot unique to misophonia) and are not addressing characteristic\nproperties of misophonia, i.e., negative reactions are evoked\nby particular for a given patient’s patterns of sound, with the\noccurrence and strength of reactions typically depending on a\nsource and the environment in which the patient is exposed\nto misophonic triggers. Therefore, it seems that the deﬁnition\nproposed by Schroder et al. (2013) describes a subset of patients\nwith misophonia and should not be applied to the general\npopulationofpatientswithmisophonia.\nThere are additional observations arguing against the\nclassiﬁcation of misophonia as a psychiatric or psychological\ndisorder. All patients based on which the concept of\nmisophonia was proposed have been thoughtfully evaluated\nby otolaryngologists (45-min detailed, comprehensive medical\nevaluation), who were taking into account the potential\ncomorbidity of psychological/psychiatric disorders and were\nready to make proper referrals if needed. Extra attention has been\npaid to the presence of psychological or psychiatric problems as\ntinnitushasbeenanecdotallyreportedtoleadtosuicide.\nNotably, it appears that the vast majority of our patients did\nnothaveanyobviouspsychologicalorpsychiatricdisorder.Indeed,\nwhile we have a few patients diagnosed with bipolar disorder,\nhigh levels of OCD, pre-existing depression, etc. (with or without\nmisophonia), we encounter only a small proportion of patients\nwith psychiatric or psychological problems requiring specialized\nattention. It should be noted that anxiety and depression are\nfrequently encountered in patients and typically have been created\nor signiﬁcantly enhanced after the emergence of tinnitus or DST,\nand therefore, patients were diagnosed with “situation-evoked”\nanxiety or depression. A vast majority of patients did not require\nspecialized psychological/psychiatric treatment related to tinnitus,\nhyperacusis, or misophonia. Thus, while misophonia can exist in\npatients with psychiatric/psychological disorders, the presence of\nthesedisordersdoesnotappeartobedirectlylinkedtomisophonia.\nThis argues against the postulate that misophonia or hyperacusishas a psychiatric basis and should be considered a psychiatric or\npsychologicaldisorder.\nObservations of lacking psychological/psychiatric diﬀerences\nbetween patients with misophonia, hyperacusis, and tinnitus have\nalso been reported by Erfanian et al. (2019). Based on their\nresults, they concluded that “Similar to misophonia, patients\nwith tinnitus and hyperacusis tend to show abnormal scores on\npsychological assessment, indicating that they experience a high\nlevel of co-morbidity with symptoms of psychiatric disorders [33].”\nFurthermore, they highlighted the physiological mechanisms of\nsituation-evoked depression: “However, depressive symptoms are\nthe possible consequences of not only misophonia but also similar\ndisorders such as hyperacusis and tinnitus [35]. Hence, the co-\noccurrence of depressive symptoms in misophonia can be explained\nby the activation of the survival reﬂex which declines the ability of\na subject to enjoy daily activities [35]. Having said that, we do not\nsuggest that depressive symptoms explain the misophonic symptoms,\nwhile the majority of our patients do not meet with[sic] the clinical\ncriteriaofdepressivedisorders(asalsosuggestedby[2,3]) .”(Erfanian\netal.,2019 ).\nThe additional argument is that the TRT treatment of patients\nwithmisophoniayields83%eﬀectiveness,whichtoourknowledge\nis higher than other published results. This is based on the\nneurophysiological model of tinnitus and DST which does not\ninvolve a postulate of psychological or psychiatric mechanisms\nand does not use tools for treatment from the ﬁelds of mental\ndisorders. Speciﬁcally, in a study presenting results of CBT for\nmisophonia ( Schroder et al., 2017 ) out of 90 patients, 48%\nshowed improvement. In Jager et al. (2020) study evaluating the\neﬀectivenessofCBTinarandomizedclinicaltrial,theauthorsused\nseveral scales and reported that 37% of their 54 patients showed\nstatistical improvement ( Jager et al., 2020 ). It is important to note\nthatJarger’sstudyissofartheonlypublicationthatpresentsresults\nof a randomized clinical trial (RCT) for misophonia while our\nresultsrepresentaLevelIVofevidence(SeriesofCases)andassuch\nare not as strong as RCT (Level II) ( Poehling, 2004 ;Burns et al.,\n2011;El-Gilany,2018 ).\n/eight.tnum. Discussion\nInthisstudy,thefollowingtopicsarediscussed:(1)deﬁnitions,\n(2) neurophysiological model of DST (both misophonia and\nhyperacusis) highlighting potential shortcomings arising from the\ncurrent status of development in the ﬁeld of misophonia, (3)\ncritical assessment of the results of TRT treatment, and 4) lines of\nfutureworks.\n/eight.tnum./one.tnum. Deﬁnition of misophonia\nAs argued in Section 3, the lack of agreement on the cause(s),\norigin, or mechanism(s) of misophonia should be irrelevant to the\nproposed deﬁnition. Etiology, while helpful, is not crucial even for\nresearch or development of treatment methods. In fact, incorrect\netiologycanhindertheresearchanddevelopmentoftreatment.\nThe deﬁnition presented in this issue ( Swedo et al., 2022 ),\nwhich represents the results of using the Delphi method to reach\nFrontiersin Neuroscience /zero.tnum/nine.tnum frontiersin.org"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Jastreboﬀ and Jastreboﬀ /one.tnum/zero.tnum./three.tnum/three.tnum/eight.tnum/nine.tnum/fnins./two.tnum/zero.tnum/two.tnum/three.tnum./eight.tnum/nine.tnum/five.tnum/five.tnum/seven.tnum/four.tnum\nan expert agreement, is a very important step in the ﬁeld of\nmisophonia and creates the basis for further work toward reﬁning\nthe deﬁnition of misophonia, which would reach a consensus of\nprofessionals working in the ﬁeld. “The Delphi method works on\ntheassumptionthatgroupjudgmentsaremorevalidthanindividual\nones. The approach is an eﬀective iterative process with repeated\nrounds of evidence evaluation and voting to determine a consensus\namong a group of experts with diﬀerent knowledge and varying\nlevels of expertise about a particular topic” (Swedo et al., 2022 ).\nImportantly, Swedo et al. made it clear that they do not attempt to\npostulateanyspeciﬁcetiologyformisophonia( Swedoetal.,2022 ).\nUnfortunately,therearesomepointsthatraiseconcerns.\nThe creation of the deﬁnition seems to be biased toward\ndelineating reactions, which are however not unique to\nmisophonia. The characteristic feature of misophonia, i.e.,\nreactions to complex stimuli, with the auditory component being\nimportant, but only one of the sensory dimensions involved in\ncreating a misophonic trigger, has been underplayed. Whether\na given sound is a misophonic trigger is highly dependent on\npatients’ previous experience. In other words, patients with\nmisophonia react to complex conditioned stimuli with their\nreactions dependent on their previous encounters with these\nsounds and not determined by acoustical characterization of\nmisophonic triggers. Consequently, the deﬁnition of misophonia\nproposed in Swedo et al. ’s (2022) study is not suﬃciently speciﬁc\nand selective, and it does not discriminate misophonia from\nhyperacusis.Thus,itdoesnotprovideclearguidanceforexcluding\nsubjects with hyperacusis while conducting misophonia research,\ntreating patients, and creating new treatments speciﬁcally tailored\ntomisophonia.\nIn the Delphi method, the composition of a committee is\ncrucial (Swedo et al., 2022 ). Correcting the under-representation\nofprofessionalswhoareworkingwithpatientswithmisophoniaon\naneverydaybasisatapurelyclinicallevelwouldbebeneﬁcial.This\nisevidentwhileexploringtheworkandpublicationsoftheauthors\nofSwedoetal. ’s(2022)study.\nAll members of the committee were respected professionals\nin their ﬁelds. However, the majority of the committee’s members\ndealwithmisophoniasubjectsinaresearch-orientedenvironment,\nwith the selection of participants who classify for their deﬁnition\nof misophonia, or members who had limited clinical experience\nwith patients with misophonia. Out of 15 voting members, over\n50% have none or only one prior publication on misophonia;\n80% had no publication, having the term “hyperacusis” in the\ntitle or abstract; 67% were psychologists or psychiatrists; only\n33% had clinical experience with misophonia; and only 20% had\nclinical audiology background. These factors had repercussions\non the familiarity with hyperacusis and created a bias toward\npsychological/psychiatricapproaches.\nCombined with a tendency of focusing on the etiology of\nmisophoniaandonarguingwhichprofessionalcategoryshouldbe\ninvolvedinworkingandprovidingclinicalservicestopatientswith\nmisophonia created certain biases toward ﬁelds of psychology and\npsychiatrywhileignoringtheimportanceofhyperacusis.Moreover,\nit has been pointed out that it may be preferable for the Delphi\nprocess to not only include researchers and clinicians but also\npeoplewhohavemisophonia( Henryetal.,2022 ).In our opinion, proposed in the 2002 deﬁnitions of DST,\nhyperacusisandmisophonia( JastreboﬀandJastreboﬀ,2002 ,2014b,\n2018) seem to fulﬁll the requirements for optimal deﬁnitions of a\nmedicaldisorder.Thesedeﬁnitionsdonotimplyanyetiology;they\nare broad enough to encompass all subjects exhibiting the given\ndisorder, while at the same time, they are selective and sensitive.\nItisofparticularimportancethattheyallowforseparatingpatients\nwithhyperacusisfromthosewithmisophoniadespiteobservations\nthatthereactionsofthesetwogroupsofpatientsareverysimilar,if\nnotidentical.\n/eight.tnum./two.tnum. Proposed model of DST\nThe described model of DST (misophonia and hyperacusis) is\nsupported by patients’ observations. Importantly, treatment based\non this neurophysiological model of DST has a high success rate\nwith persisting improvement and without relapse ( Jastreboﬀ and\nJastreboﬀ,2014b ).\nIt is proposed that misophonia is based on subconscious\nconditionedreﬂexeslinkingtheauditorysystemwithothersystems\nin the brain, particularly with the limbic and autonomic nervous\nsystems ( Jastreboﬀ and Hazell, 2004 ;Jastreboﬀ and Jastreboﬀ,\n2014b,2018). Misophonic reactions can be developed to any type\nof sound and in any person—it is enough that certain sound(s)\nappear in a situation of a high level of emotional distress when\nthe subject experiences pain or other negative sensations (e.g., as\na result of hyperacusis or tensor tympanic syndrome, annoyance,\nor anxiety) or resulting from the subject associating a sound with\nsomething negative (e.g., a belief that a speciﬁc sound enhances\ntinnitus, produces a hearing loss, or is produced by a person who\nisperceivedinanegativemanner).\nAs such, misophonia (while it may signiﬁcantly aﬀect patients’\nlives) is not a pathological or psychological/psychiatric disorder.\nOccasionally, patients beneﬁt from additional psychological\ntreatment to address issues like stress, family problems, or\nobsession, but they are not a required, necessary part of our\ntreatment. These treatments can be used as an adjunct, when\nneeded,andthenpatientsarereferredtoproperprofessionals.\nIndeed, misophonia can be induced in any person by creating\nan association of some speciﬁc patterns of sound with negative\nreinforcement (some real examples from our patients: the sound\nof steps of a stepmother who was purposefully following a teenage\npatient to make his life miserable; the sound of kissing made by\na sibling to irritate a patient, accompanied by negative comments;\nthe clicking sound made by the claw of a cat walking over\nhard surfaces, where this particular patient disliked cats jumping\non a table). Detailed interviews with over 1,000 patients with\nmisophonia, and the clinical cases provided here, fully support\nthe proposed model based on the involvement of subconscious\nconditionedreﬂexesastheydescribeexamplesofclassicalPavlovian\nconditioningwithsomesound(actingastheconditionedstimulus)\npresent when a subject is in a negative emotional state (acting as\ntheunconditionedstimulus).Thepsychologicalproﬁleofapatient\nas well as psychological or psychiatric problems (e.g., OCD) may\ninﬂuencethelikelihoodofmisophoniaemergence.\nFrontiersin Neuroscience /one.tnum/zero.tnum frontiersin.org"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Jastreboﬀ and Jastreboﬀ /one.tnum/zero.tnum./three.tnum/three.tnum/eight.tnum/nine.tnum/fnins./two.tnum/zero.tnum/two.tnum/three.tnum./eight.tnum/nine.tnum/five.tnum/five.tnum/seven.tnum/four.tnum\n/eight.tnum./three.tnum. Critical assessment of the results of\nTRT treatment\nResults obtained from 201 consecutive patients with DST\nshowed an over 80% success rate without relapse ( Jastreboﬀ and\nJastreboﬀ,2014b )andprovidedadditionalsupporttothepresented\nmodel. However, we realize the limitations of reported results: 1)\nthe lack of a control group, 2) the assessment of improvement\nwas done based on Likert scales of our initial and follow-up\nquestionnaires, and 3) results were not collected in a clinical trial\nand belongs to category case series (Level IV of clinical validity)\n(Poehling,2004 ;Burnsetal.,2011 ;El-Gilany,2018 ).\nSince the patients were not part of a clinical trial, there was\nno control group, e.g., “waiting list” as delaying treatment would\nbe considered unethical. In reality, there was an unintentional\n“waitinglist”aspatientstypicallyneededtowaitatleastamonthto\ngetintothetreatment.Therewasnonoticeableimprovementnoted\nduringtheperiodofwaiting(observationbasedontheinformation\nprovided in forms and questionnaires submitted by patients when\ntheydecidedtoenrollinthetreatment).\nNevertheless,thereareobservationssupportingthesigniﬁcance\nofthereportedresults:(1)caseswereconsecutive;(2)patientswere\ntreated in a uniform manner; (3) patients were followed for at\nleast 2 years with multiple contacts at which the same structured\ninterview was applied; (4) improvement had to be present on\nmore than one scale; (5) some patients exhibited getting cured\nof misophonia and/or hyperacusis; (6) a substantial proportion\nof these patients who improved signiﬁcantly with TRT treatment\nunderwent unsuccessful treatment(s) by other professionals for\nseveral years (sometimes more than 10 years) for misophonia\nwithout improvement; and (7) results were highly statistically\nsigniﬁcant.Theseresultscannotbeexplainedbytheplaceboeﬀect.\nResults from several hundred additional patients treated over\nsubsequent years are in full agreement with those already reported\n(inpreparation).\n/eight.tnum./four.tnum. Proposed lines of future works\nIt is possible to suggest a certain sequence of investigations,\nwhich should be performed before going deeper into potential\nmechanismsofmisophonia,andthenworktowardproposingnew,\nmechanisms-based treatments. These investigations should allow\nforclarifyingwhatmisophoniaisandwhatitisnot.\nTheuseofseveral,incompatibledeﬁnitionsofmisophoniaand\nvarious questionnaires, guided by diﬀerent deﬁnitions, creates a\nsituation where it is currently impossible to combine data from\ndiﬀerent studies and reach conclusions regarding the mechanisms\nof misophonia and its treatment. For example, if a questionnaire\nis based on an incorrect, literal interpretation of the name\n“misophonia”andthemajorityofquestionsinvolve“hateofsound,”\nthis makes it invalid for the evaluation of misophonia as it only\ndetectsaspeciﬁcsubpopulationofpatientswithmisophonia.\nOne of the crucial current problems is that reported data\nwere collected from various sub-populations of patients who have\nmisophonia with a bias created by an accepted deﬁnition of\nmisophoniaanditspostulatedetiology.Consequently,theselectionof subjects in reported studies is not constant between published\nstudies, and various particular groups of patients with misophonia\nwereevaluatedinagivenstudy.Finally,inallthesestudies,subjects\nwithhyperacusishavenotbeenexcludedandmayincorrectlyaﬀect\ntheresults.Thiscausesdiﬃcultyindecidingtowhatextentreported\nresultsarelinkedtomisophonia.\nWebelievethatitisnecessarytoﬁrstcreateaconsensusonthe\ndeﬁnitionbasedonclinicalfacts,unbiasedbythetheoreticalmodel,\nwithout presuming the etiology of misophonia, and then create\ndeﬁnition-based questionnaires for misophonia and hyperacusis.\nOnly then it will be possible to indicate the potential etiology\nof misophonia and carry out works related to its mechanisms\nandtreatments.\nConsidering the heterogeneity of patients evaluated by various\ngroups,itisimportanttoperformstudieswithanopenacceptance\nof patients with DST, who exhibit negative reactions (of any\nkind) following exposure to sound that would not evoke the\nsame response in an average listener. Next, subjects should\nbe separated into hyperacusis and misophonia subgroups based\non existing criteria for hyperacusis, and the results should be\nanalyzed separately. An additional group of patients with tinnitus\nonly should be recruited to provide a control group of patients\nwho show similar emotional and autonomic reactions without\nexhibiting DST. These studies would allow for exploring the issue\nof comorbidity of other disorders, audiological description, and\nidentifyingcharacteristicfeaturesofthemisophonicpopulation.\nThe next set of studies could be focused on clarifying\nwhether there are diﬀerences in patients’ reactions and\nacoustic characterization of bothersome sounds by analyzing\nand comparing reactions to sounds reported by patients with\nmisophoniatoreactionsreportedbypatientswithhyperacusis.\nA consensus is needed regarding the speciﬁcity of the\nreactions of the autonomic nervous system in evoking reactions\nobserved in patients with misophonia. This can be clariﬁed\nby performing studies oriented toward the analysis of the\nphysiological manifestation of the excitation of the autonomic\nnervous system in patients with misophonia as compared with\npatients with hyperacusis and observed in patients with other\nchronic medical disorders. The expectation is that there will\nbe no signiﬁcant diﬀerences in autonomic reactions between\npatients who have only misophonia, or only hyperacusis, or\nother medical problems. If results conﬁrm this prediction, then\nconsequently,autonomicreactionscannotbeusedinthediagnosis\nofmisophonia.\nKnowledge of misophonia etiology is interesting, and the\nassessment of a potential psychological or psychiatric disorder is\ncrucial for obtaining insight into this issue. The analysis of the\nprevalenceofdiagnosedpsychologicalandpsychiatricdisordersin\na group of subjects who have only misophonia, only hyperacusis,\nand only tinnitus, and comparing them with the prevalence\nobserved in the population of subjects with chronic health\nproblems are needed to clarify this issue. Furthermore, analyzing\nthepotentialcorrelationsofspeciﬁcdisorderswithanapproximate\nassessment of the severity of misophonia, or hyperacusis, or\ntinnitus (as a control) will highlight which psychological and\npsychiatricdisordersmayplayaroleinmisophonia.Thisapproach\nhasbeeneﬀectiveintheﬁeldoftinnitusbeforethedevelopmentof\nspeciﬁc,tinnitus-orientedquestionnaires.\nFrontiersin Neuroscience /one.tnum/one.tnum frontiersin.org"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Jastreboﬀ and Jastreboﬀ /one.tnum/zero.tnum./three.tnum/three.tnum/eight.tnum/nine.tnum/fnins./two.tnum/zero.tnum/two.tnum/three.tnum./eight.tnum/nine.tnum/five.tnum/five.tnum/seven.tnum/four.tnum\nResults obtained from the above-outlined studies should\ndevelop standardized protocols to diagnose misophonia and\nhyperacusis, with the creation of deﬁnitions-based questionnaires\nfor misophonia and hyperacusis. Then, it should be possible to\nclearly diﬀerentiate the presence and severity of misophonia from\nother coexisting disorders. Having tools to assess speciﬁcally the\npresenceandseverityofmisophoniawouldallowfortheevaluation\nofthevarioustherapeuticalapproachesbyclinicaltrials.\nFinally, it should be possible to embark on an investigation\nof physiological mechanisms, which are the basis of misophonia\nand hyperacusis. Knowledge gained in these investigations would\nallow for the proposal of new mechanism-based treatments\nformisophonia.\nAuthor contributions\nPJ and MJ deﬁned the project objectives. PJ devised the\ntheoretical framework of the model and wrote the manuscript. MJ\nprovidedfeedbackonthemanuscript.Bothauthorscontributedto\nthearticleandapprovedthesubmittedversion.Funding\nThis study received funding from JHDF, Inc. The founder was\nnotinvolvedinthestudydesign,collection,analysis,interpretation\nof data, the writing of this article, or the decision to submit it for\npublication.Bothauthorsdeclarenoothercompetinginterests.\nConﬂict of interest\nPJandMJareemployedbyJHDF,Inc.\nPublisher’s note\nAll claims expressed in this article are solely those of the\nauthors and do not necessarily represent those of their aﬃliated\norganizations, or those of the publisher, the editors and the\nreviewers. Any product that may be evaluated in this article, or\nclaim that may be made by its manufacturer, is not guaranteed or\nendorsedbythepublisher.\nReferences\nAazh, H., McFerran, D., Salvi, R., Prasher, D., Jastreboﬀ, M. , and Jastreboﬀ,\nP. (2014). Insights from the ﬁrst international conference on hyperacusis:\ncauses, evaluation, diagnosis, and treatment. Noise Health 16, 123–126.\ndoi:10.4103/1463-1741.132100\nAltemose,G.T.,andBuxton,A.E.(1999).Idiopathicventricula rtachycardia. Annu\nRevMed50,159–177.doi:10.1146/annurev.med.50.1.159\nAnari, M., Axelsson, A., Elies, W., and Magnusson, L. (1999). H ypersensitivity to\nsound – questionnaire data, audiometry and classiﬁcation. Scand Audiol 28, 219–230.\ndoi:10.1080/010503999424653\nBaguley, D., and McFerran, D. (2010). “Hyperacusis and disord ers of loudness\nperception,” in Texbook of Tinnitus, eds. A. Moller, T. Kleinjung, B. Langguth and D.\nDeRidder.(NewYork,Dordrecht,Heidelberg,London:Springe r)13–23.\nBretlau,P.,Thomsen,J.,Tos,M.,andJohnsen,N.J.(1984).P laceboeﬀectinsurgery\nforMeniere’sdisease:athree-yearfollow-upstudyofpatient sinadoubleblindplacebo\ncontrolledstudyonendolymphaticsacshuntsurgery. Am.J.Otol. 5,558–561.\nBrout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L. J.,\nRouw, R., et al. (2018). Investigating misophonia: a review of the empirical\nliterature, clinical implications, and a research agenda. Front. Neurosci. 12, 36.\ndoi:10.3389/fnins.2018.00036\nBurns, P. B., Rohrich, R. J., and Chung, K. C. (2011). The levels of evidence\nand their role in evidence-based medicine. Plast. Reconstr. Surg. 128, 305–310.\ndoi:10.1097/PRS.0b013e318219c171\nCauser, J., McRobert, A. P., and Williams, A. M. (2013). The eﬀe ct of\nstimulus intensity on response time and accuracy in dynamic, t emporally\nconstrained environments. Scand. J. Med. Sci. Sports 23, 627–634.\ndoi:10.1111/j.1600-0838.2011.01440.x\nCavanna, A. E., and Seri, S. (2015). Misophonia: current perspe ctives.\nNeuropsychiatr.Dis.Treat. 11,2117–2123.doi:10.2147/NDT.S81438\nCiccone,M.M.,Scicchitano,P.,Gesualdo,M.,Cortese,F.,Zi to,A.,Manca,F.,etal.\n(2018). Idiopathic sudden sensorineural hearing loss and men iere syndrome: the role\nofcerebralvenousdrainage. Clin.Otolaryngol. 43,230–239.doi:10.1111/coa.12947\nDai, Q., Long, L., Zhao, H., Wang, R., Zheng, H., and Duan, M. ( 2022). Genetic\nadvancesinmenieredisease. Mol.Biol.Rep .doi:10.1007/s11033-022-08149-8\ndeCates,C.,andWinters,R.(2022).“IntratympanicSteroid Injection,”in StatPearls .\n(TreasureIsland(FL)).\nDesiato, V. M., Patel, J. J., Nguyen, S. A., Meyer, T. A., and La mbert, P. R.\n(2021). Cochlear implantation in patients with Meniere’s disea se: a systematic review.\nWorld J. Otorhinolaryngol. Head Neck. Surg. 7, 303–311. doi: 10.1016/j.wjorl.2020.\n03.004Devantier, L., Schmidt, J. H., Djurhuus, B. D., Hougaard, D. D., Handel, M. N.,\nLiviu-Adelin Guldfred, F., et al. (2019). Current state of evide nce for endolymphatic\nsac surgery in Meniere’s disease: a systematic review. Acta. Otolaryngol . 139, 953–958.\ndoi:10.1080/00016489.2019.1657240\nEdelstein, M., Brang, D., Rouw, R., and Ramachandran, V. S. (2 013). Misophonia:\nphysiological investigations and case descriptions. Front. Hum. Neurosci. 7, 296.\ndoi:10.3389/fnhum.2013.00296\nEl-Gilany,A.(2018).Whatiscaseseries? ASJBCCR 1,1.\nErfanian, M., Kartsonaki, C., and Keshavarz, A. (2019). Mis ophonia and comorbid\npsychiatric symptoms: a preliminary study of clinical ﬁndings. Nord. J. Psychiatry 73,\n219–228.doi:10.1080/08039488.2019.1609086\nFormby, C. (2007). Hyperacusis and related sound tolerance com plains:\nDiﬀerential diagnosis, treatment eﬀects, and models. Sem. Hear. 28, 227–259.\ndoi:10.1055/s-002-7093\nFormby, C., Gold, S. L., Keaser, M. L., Block, K. L., and Hawley, M. L. (2007).\nSecondary beneﬁts form tinnitus retraining therrapy: clinic ally signﬁcant increase in\nloudnessdiscomfortlevelandexpansionoftheauditorydynami crange.Sem.inHear.\n28,227–260.doi:10.1055/s-2007-990713\nGu, J. W., Halpin, C. F., Nam, E. C., Levine, R. A., and Melcher, J. R .\n(2010). Tinnitus, diminished sound-level tolerance, and elev ated auditory activity in\nhumans with clinically normal hearing sensitivity. J. Neurophysiol. 104, 3361–3370.\ndoi:10.1152/jn.00226.2010\nHansen, H. A., Leber, A. B., and Saygin, Z. M. (2021). What sou nd sources\ntrigger misophonia? Not just chewing and breathing. J. Clin. Psychol. 77, 2609–2625.\ndoi:10.1002/jclp.23196\nHawley, M. L., Keaser, M. L., and Formby, C. (2007). Predictin g hyperacusis in\ntinnituspatients. Sem.Hear. 28,261–275.doi:10.1055/s-2007-990714\nHazell, J. W. P., Sheldrake, J. B., and Graham, R. L. (2002). “Decr eased sound\ntolerance: Predisposing / triggering factors and treatment o utcome following tinnitus\nretraining therapy (TRT),” in 7th International Tinnitus Seminar, Fremantle, Western\nAustralia. (Perth,Australia:UniversityofWesternAustralia)255–261 .\nHenry, J. A., Jastreboﬀ, M. M., Jastreboﬀ, P. J., Schechter, M. A., and Fausti, S. A.\n(2002). Assessment of patients for treatment with tinnitus r etraining therapy. J. Am.\nAcad.Audiol 13,523–544.\nHenry, J. A., Jastreboﬀ, M. M., Jastreboﬀ, P. J., Schechter, M. A., and Fausti,\nS. A. (2003). Guide to conducting tinnitus retraining therapy initial and follow-up\ninterviews. J.Rehabil.Res.Dev 40,157–177.doi:10.1682/JRRD.2003.03.0159\nHenry,J.A.,Theodoroﬀ,S.M.,Edmonds,C.,Martinez,I.,My ers,P.J.,Zaugg,T.L.,\net al. (2022). Sound tolerance conditions (hyperacusis, misoph onia, noise sensitivity,\nFrontiersin Neuroscience /one.tnum/two.tnum frontiersin.org"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Jastreboﬀ and Jastreboﬀ /one.tnum/zero.tnum./three.tnum/three.tnum/eight.tnum/nine.tnum/fnins./two.tnum/zero.tnum/two.tnum/three.tnum./eight.tnum/nine.tnum/five.tnum/five.tnum/seven.tnum/four.tnum\nand phonophobia): deﬁnitions and clinical management. Am. J. Audiol. 31, 513–527.\ndoi:10.1044/2022_AJA-22-00035\nJager, I., de Koning, P., Bost, T., Denys, D., and Vulink, N. (2 020). Misophonia:\nphenomenology, comorbidity, and demographics in a large sample. PLoS ONE 15,\ne0231390.doi:10.1371/journal.pone.0231390\nJastreboﬀ,M.M.,andJastreboﬀ,P.(2014a).“Audiologicalr ehabilitationofchildren\nwith misophonia and autistic children with decreased sound to lerance,” in: NAS\nInternationalConferenceonAudiology:FinnishAudIologicalSocie ty,88.\nJastreboﬀ, M. M., and Jastreboﬀ, P. J. (1999). “Questionnai res for assessment of\nthepatientsandtreatmentoutcome,”in ProceedingsoftheSixthInternationalTinnitus\nSeminar,1999, Cambridge,UK,ed.J.W.P.Hazell.(London,UK:THC)487–490.\nJastreboﬀ, M. M., and Jastreboﬀ, P. J. (2001a). Component of Decreased Sound\nTolerance: Hyperacusis, Misophonia, Phonophobia .ITHS News Letter 2 (Summer\n2001),5–7.\nJastreboﬀ, M. M., and Jastreboﬀ, P. J. (2001b). Hyperacusis . Audiology On-\nline. Available online at: https://www.audiologyonline.com/articles/hyperacusis-122 3\n(accessedMarch11,2023).\nJastreboﬀ, M. M., and Jastreboﬀ, P. J. (2002). Decreased sou nd tolerance and\nTinnitusRetrainingTherapy(TRT). AustralianandNewZealandJ.Audiol. 21,74–81.\nJastreboﬀ, P., and Jastreboﬀ, M. (2014b). Treatment for dec reased sound tolerance\n(hyperacusisandmisophonia) Sem.Hear. 35,105–120.doi:10.1055/s-0034-1372527\nJastreboﬀ,P.,andJastreboﬀ,M.(2018).“Tinnitusanddecr easedsoundtolerance,”in\nBallenger’s Otorhinolaryngology Head and Neck Surgery, eds. P. Wackym and J. Snow.\n18thed:People’sMedicalPublishingHouse-USA) 391–404.\nJastreboﬀ, P. J. (1995). “Tinnitus as a phantom perception: the ories and clinical\nimplications,” in Mechanisms of Tinnitus, eds. J. Vernon and A.R. Moller. (Boston,\nLondon:AllynandBacon)73–94.\nJastreboﬀ,P.J.(2008).Theroleofsubconsciouspathwaysint innitusanddecreased\nsoundtolerance. 9thInternationalTinnitusSeminar ,Goeteborg,Sweden.\nJastreboﬀ, P. J. (2010). “Tinnitus Retraining Therapy,” in Texbook of Tinnitus, eds.\nA. Moller, T. Kleinjung, B. Langguth and D. De Ridder. (New York, Dorderecht,\nHeidelberg,London:Springer)575–596.\nJastreboﬀ, P. J., and Hazell, J. W. P. (1993). A neurophysiologic al approach to\ntinnitus:clinicalimplications. Brit.J.Audiol 27,1–11.\nJastreboﬀ, P. J., and Hazell, J. W. P. (2004). Tinnitus retraining therapy:\nimplementing the neurophysicological model. Cambridge, UK; New York: Cambridge\nUniversityPress.\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2000). Tinnitus Retr aining Therapy (TRT)\nas a method for treatment of tinnitus and hyperacusis patients .J. Amer. Acad. Audiol\n11,156–161.\nJastreboﬀ,P.J.,andJastreboﬀ,M.M.(2003).Tinnitusretr ainingtherapyforpatients\nwithtinnitusanddecreasedsoundtolerance. Otolaryngol.Clin.NorthAm. 36,321–336.\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2004). “Decreased so und tolerance,” in\nTinnitus:TheoryandManagement, ed.J.B.Snow.(Hamilton,London:BCDecker) 8–15.\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2012). Decreased Sound Tolerance\n(Hyperacusis and Misophonia): Theory and Clinical Practice . American Academy of\nAudiology,Boston.\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2013). Using TRT to tr eat hyperacusis,\nmisophoniaandphonophobia. ENTAudiolNews 21,88–90.\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2015). Decreased sou nd tolerance:\nhyperacusis, misophonia, diplacousis, and polyacousis. Handb. Clin. Neurol. 129,\n375–387.doi:10.1016/B978-0-444-62630-1.00021-4\nKlochoﬀ,I.(1979). ImpedanceFluctuationandaTensorTympaniSyndrome .Lisbon:\nUniversidadNovadeLisboaEdPenhaandPizarro,69-76.\nKumar, S., Dheerendra, P., Erfanian, M., Benzaquen, E., Sedle y, W., Gander,\nP. E., et al. (2021). The motor basis for misophonia. J. Neurosci. 41, 5762–5770.\ndoi:10.1523/JNEUROSCI.0261-21.2021\nKumar, S., Tansley-Hancock, O., Sedley, W., Winston, J. S., Ca llaghan, M. F.,\nAllen, M., et al. (2017). The brain basis for misophonia. Curr Biol 27, 527–533.\ndoi:10.1016/j.cub.2016.12.048\nLevitin,D.J.,Cole,K.,Lincoln,A.,andBellugi,U.(2005).Ave rsion,awareness,and\nattraction: investigating claims of hyperacusis in the William s syndrome phenotype. J\nChildPsycholPsychiatry 46,514–523.doi:10.1111/j.1469-7610.2004.00376.xMarchioni, D., Caiazza, N., Calabrese, C., and Soloperto, D. (2 022). Transcanal\ntransvestibular endoscopic neurectomy: ﬁrst experience. Otol Neurotol 43, 263–267.\ndoi:10.1097/MAO.0000000000003397\nMelcher, J. R., Levine, R. A., Bergevin, C., and Norris, B. (20 09). The auditory\nmidbrainofpeoplewithtinnitus:abnormalsound-evokedactiv ityrevisited. Hear.Res\n257,63–74.doi:10.1016/j.heares.2009.08.005\nMelcher, J. R., Sigalovsky, I. S., Guinan, J. J. Jr., and Levine, R. A. (2000).\nLateralized tinnitus studied with functional magnetic reso nance imaging: abnormal\ninferiorcolliculusactivation. J.Neurophysiol 83,1058–1072.doi:10.1152/jn.2000.83.2.\n1058\nMerchant, S. N., Adams, J. C., and Nadol, J. B. Jr. (2005). Path ophysiology of\nMeniere’s syndrome: are symptoms caused by endolymphatic hydr ops?Otol Neurotol\n26,74–81.doi:10.1097/00129492-200501000-00013\nPalmer, J., Huk, A. C., and Shadlen, M. N. (2005). The eﬀect of st imulus strength\non the speed and accuracy of a perceptual decision. J Vis5, 376–404. doi: 10.1167/\n5.5.1\nPalumbo, D. B., Alsalman, O., De Ridder, D., Song, J. J., and Vann este, S. (2018).\nMisophoniaandpotentialunderlyingmechanisms:aperspective. FrontPsychol 9,953.\ndoi:10.3389/fpsyg.2018.00953\nPires, L. V. L., Ribeiro, R. L., Sousa, A. M., Linnenkamp, B. D. W., Pontes,\nS. E., Teixeira, M., et al. (2021). Nationwide questionnaire d ata of 229 Williams-\nBeuren syndrome patients using WhatsApp tool. Arq Neuropsiquiatr 79, 950–956.\ndoi:10.1590/0004-282X-ANP-2020-0450\nPoehling, G. (2004). Levels of evidence and your therapeutic stu dy:\nwhat’s the diﬀerence with cohorts, controls, and cases? AJARS20, 563.\ndoi:10.1016/j.arthro.2004.05.001\nRehder, D. (2020). Idiopathic intracranial hypertension: re view of clinical\nsyndrome, imaging ﬁndings, and treatment. Curr Probl Diagn Radiol 49, 205–214.\ndoi:10.1067/j.cpradiol.2019.02.012\nSchroder,A.,vanWingen,G.,Eijsker,N.,SanGiorgi,R.,Vulin k,N.C.,Turbyne,C.,\netal.(2019).Misophoniaisassociatedwithalteredbrainacti vityintheauditorycortex\nandsaliencenetwork. SciRep.9,7542.doi:10.1038/s41598-019-44084-8\nSchroder, A., Vulink, N., and Denys, D. (2013). Misophonia: di agnostic criteria\nfor a new psychiatric disorder. PLoS. One 8, e54706. doi: 10.1371/journal.pone.\n0054706\nSchroder, A. E., Vulink, N. C., van Loon, A. J., and Denys, D. A. (2017). Cognitive\nbehavioral therapy is eﬀective in misophonia: an open trial. J Aﬀect Disord 217,\n289–294.doi:10.1016/j.jad.2017.04.017\nSheldrake, J., Diehl, P. U., and Schaette, R. (2015). Audiomet ric characteristics of\nhyperacusispatients. Front.Neurol. 6,105.doi:10.3389/fneur.2015.00105\nSwedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian , M., Fioretti, A.,\net al. (2022). Consensus deﬁnition of misophonia: a delphi study .Front. Neurosci. 16,\n841816.doi:10.3389/fnins.2022.841816\nThomsen,J.,Bonding,P.,Becker,B.,Stage,J.,andTos,M.( 1998).Thenon-speciﬁc\neﬀect of endolymphatic sac surgery in treatment of Meniere’s d isease: a prospective,\nrandomized controlled study comparing “classic” endolymphatic s ac surgery with\nthe insertion of a ventilating tube in the tympanic membrane. Acta Otolaryngol\n118,769–773.\nThomsen, J., Bretlau, P., Tos, M., and Johnsen, N. J. (1981a). M:eni:ere’s disease:\nendolymphatic sac decompression compared with sham (placebo) dec ompression.\nAnn.N.Y.Acad.Sci 374,820–830.\nThomsen, J., Bretlau, P., Tos, M., and Johnsen, N. J. (1981b). Placebo eﬀect\nin surgery for M:eni:ere’s disease. A double- blind, placebo-co ntrolled study on\nendolymphaticsacshuntsurgery. Arch.Otolaryngol 107,271–277.\nVan Borsel, J., Curfs, L. M., and Fryns, J. P. (1997). Hyperacus is in Williams\nsyndrome:asamplesurveystudy. GenetCouns 8,121–126.\nVernon,J.,andPress,L.(1998).“Treatmentforhyperacusis ,”inTinnitusTreatment\nandRelief, ed.J.A.Vernon. 1ed(Boston:AllynandBacon) 223–227.\nVitoratou,S.,Uglik-Marucha,N.,Hayes,C.,Erfanian,M.,P earson,O.,andGregory,\nJ. (2021). Item response theory investigation of misophonia a uditory triggers. Audiol\nRes11,567–581.doi:10.3390/audiolres11040051\nZaugg,T.L.,Thielman,E.J.,Griest,S.,andHenry,J.A.(2016 ).Subjectivereportsof\ntrouble tolerating sound in daily life versus loudness discomfor t levels.Am. J. Audiol.\n25,359–363.doi:10.1044/2016_AJA-15-0034\nFrontiersin Neuroscience /one.tnum/three.tnum frontiersin.org"
    }
  ]
}