{
  "doc_type": "scientific paper",
  "title": "Source Monitoring",
  "authors": [
    "Marcia K. Johnson",
    "Shahin Hashtroudi",
    "D. Stephen Lindsay"
  ],
  "year": 1993,
  "journal": "Psychological Bulletin",
  "doi": null,
  "abstract": "A framework for understanding source monitoring and relevant empirical evidence is described, and several related phenomena are discussed: old-new recognition, indirect tests, eyewitness testimony, misattributed familiarity, cryptomnesia, and incorporation of fiction into fact. Disruptions in source monitoring (e.g., from confabulation, amnesia, and aging) and the brain regions that are involved are also considered, and source monitoring within a general memory architecture is discussed. It is argued that source monitoring is based on qualities of experience resulting from combinations of perceptual and reflective processes, usually requires relatively differentiated phenomenal experience, and involves attributions varying in deliberateness. These judgments evaluate information according to flexible criteria and are subject to error and disruption. Furthermore, diencephalic and temporal regions may play different roles in source monitoring than do frontal regions of the brain.",
  "keywords": [
    "source monitoring",
    "memory",
    "recognition",
    "eyewitness testimony",
    "misattributed familiarity",
    "cryptomnesia",
    "confabulation",
    "amnesia",
    "aging",
    "perceptual processes",
    "reflective processes",
    "brain regions",
    "cognition",
    "memory architecture"
  ],
  "research_topics": [
    "Source Monitoring Framework",
    "Memory Source Attribution",
    "Cognitive Psychology",
    "Neuropsychology of Memory",
    "Memory Disruptions and Amnesia",
    "Eyewitness Memory",
    "Reality Monitoring",
    "Heuristic and Systematic Judgment Processes",
    "Memory Encoding and Contextualization",
    "Phenomenal Experience in Memory"
  ],
  "created_at": "2025-05-05T02:11:35.199176Z",
  "source_pdf": "documents/research/Global/Johnson (1993) Source Monitoring.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Psychological Bulletin\n1993. Vol. 114. No. 1.3-28Copyright 1993 by the American Psychological Association, Inc.\n0033-2909/93/S3.00\nSource Monitoring\nMarcia K. Johnson, Shahin Hashtroudi, and D. Stephen Lindsay\nA framework for understanding source monitoring and relevant empirical evidence is described,\nand several related phenomena are discussed: old-new recognition, indirect tests, eyewitness testi-\nmony, misattributed familiarity, cryptomnesia, and incorporation of fiction into fact. Disruptions\nin source monitoring (e.g., from confabulation, amnesia, and aging) and the brain regions that are\ninvolved are also considered, and source monitoring within a general memory architecture is\ndiscussed. It is argued that source monitoring is based on qualities of experience resulting from\ncombinations of perceptual and reflective processes, usually requires relatively differentiated phe-\nnomenal experience, and involves attributions varying in deliberateness. These judgments evaluate\ninformation according to flexible criteria and are subject to error and disruption. Furthermore,\ndiencephalic and temporal regions may play different roles in source monitoring than do frontal\nregions of the brain.\nPast experience affects us in many ways. It influences the\nease of identifying stimuli under degraded conditions (e.g., Ja-\ncoby & Dallas, 1981), changes the probability that we will think\ncertain thoughts (e.g., Dominowski & Ekstrand, 1967; Kihl-\nstrom, 1980), affects emotional responses such as preferences\n(e.g., Johnson, Kim, & Risse, 1985; Zajonc, 1980), manifests\nitself as expert or semantic knowledge (e.g., Chase & Simon,\n1973; Tulving, 1983), and creates the potential for what we take\nto be memories of autobiographical events from our personal\npast (e.g., Rubin, 1986).\nThis review focuses on expressions of memory that involve\njudgments about the origin, or source, of information. The\nterm source refers to a variety of characteristics that, collec-\ntively, specify the conditions under which a memory is acquired\n(e.g., the spatial, temporal, and social context of the event; the\nmedia and modalities through which it was perceived). This\nconcept is closely related to, but somewhat more inclusive than,\nthat of memory for context. A central claim of the source-moni-\ntoring approach is that people do not typically directly retrieve\nan abstract tag or label that specifies a memory's source, rather,\nactivated memory records are evaluated and attributed to partic-\nMarcia K. Johnson, Department of Psychology, Princeton Univer-\nsity; Shahin Hashtroudi, Department of Psychology, George Washing-\nton University; D. Stephen Lindsay, Department of Psychology, Univer-\nsity of Victoria, Victoria, British Columbia, Canada.\nShahin Hashtroudi died on February 24,1992.\nPreparation of this article was supported by National Institute on\nAging Grant 1-R01-AG09253. We would like to thank Carol Raye,\nSam Glucksberg, Colleen Kelley, Bill Hirst, the 1990-91 crew of the\nPrinceton memory lab (Chad Dodson, Allison Hermann, Tina Loose,\nKristi Multhaup, and Carolyn Weisz) and several anonymous re-\nviewers for helpful comments on drafts of this article.\nCorrespondence concerning this article should be addressed to\nMarcia K. Johnson, Department of Psychology, Princeton University,\nPrinceton, New Jersey 08544-1010 or to D. Stephen Lindsay, Depart-\nment of Psychology, University of Victoria, P.O. Box 3050, Victoria,\nBritish Columbia, Canada V8W 3P5.ular sources through decision processes performed during re-\nmembering.\nThe ability to identify the source of remembered information\nis critical for many cognitive tasks. In laboratory studies of\nmemory, for example, it helps subjects differentiate between\ntest items they recognize or recall from a study list and test\nitems that seem familiar or come to mind from other sources.\nIn everyday life, memory for source contributes to our ability to\nexert control over our own opinions and beliefs; if you re-\nmember that the source of a \"fact\" was a supermarket tabloid\nsuch as the National Enquirer and not Consumer Reports, you\nhave information that is important for evaluating the veridica-\nlity of the purported fact. Perhaps most important, the subjec-\ntive experience of autobiographical recollection—the feeling of\nremembering a specific experience in one's own life—depends\non source attributions made on the basis of certain phenome-\nnal qualities of remembered experience. (When memory infor-\nmation enters consciousness without these qualitative charac-\nteristics, it is experienced as knowledge or belief.)\nInability to specify source information can be mildly discon-\ncerting, as in not being able to remember whether the person to\nwhom you are about to tell a joke is the one who told you the\njoke in the first place. Failures to remember source can also be\nprofoundly disruptive, as in delusions (e.g., Oltmanns & Maher,\n1988) and confabulation (e.g., Stuss, Alexander, Lieberman, &\nLevine, 1978). In fact, a severe disruption in remembering\nsource is a salient feature of some, and perhaps all, forms of\namnesia (Hirst, 1982; Mayes, Meudell, & Pickering, 1985).\nSource monitoring refers to the set of processes involved in\nmaking attributions about the origins of memories, knowledge,\nand beliefs (Hashtroudi, Johnson, & Chrosniak, 1989; Johnson,\n1988a, 1988b; Lindsay & Johnson, 1987; Lindsay, Johnson, &\nKwon, 1991). There has been a recent upsurge of interest in\nsuch questions (e.g., R. E. Anderson, 1984; Eich & Metcalfe,\n1989; Foley, Durso, Wilder, & Freidman, 1991; Hanley & Col-\nlins, 1989; Intraub & Hoffman, 1992; Jacoby, Kelley, & Dywan,\n1989 Johnson & Raye, 1981; Kahan & Johnson, 1992; Masson,"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "M. JOHNSON, S. HASHTROUDI, AND S. LINDSAY\n1989; Mclntyre & Craik, 1987; Rabinowitz, 1989; Schacter,\nHarbluk, & McLachlan, 1984; Schooler & Engstler-Schooler,\n1990; Schooler, Gerhard, & Loftus, 1986; Slusher & Anderson,\n1987; Voss, Vesonder, Post, & Ney, 1987; Zaragoza & Kosh-\nmider, 1989), including applications of ideas about source mon-\nitoring to a variety of phenomena (e.g., eyewitness memory,\npersuasion, amnesia, and aging) and the development of spe-\ncial mathematical techniques for analyzing source-monitoring\ndata (Batchelder & Riefer, 1990). Such activity reflects a grow-\ning appreciation of the central role that source monitoring plays\nin cognition. Source monitoring and failures in source monitor-\ning constantly color one's memory for events and influence the\ndevelopment and expression of knowledge and beliefs. In the\npresent article, we describe an integrative theoretical frame-\nwork for exploring the critical cognitive function of source\nmonitoring and discuss recent empirical work in relation to\nthis framework.\nWe begin the first section by presenting the basic framework\nand then reviewing some available evidence for it. In the second\nsection, we examine the relation between source monitoring\nand a variety of phenomena—such as recognition memory,\neyewitness testimony, and the incorporation of fiction into fac-\ntual knowledge—and illustrate how the source-monitoring\nframework points to relations among such diverse phenomena.\nIn the third section, we examine the consequences of disrup-\ntion in source-monitoring processes and discuss the brain re-\ngions that are implicated. In the fourth section, we briefly dis-\ncuss how issues of source monitoring might fit within a more\ngeneral processing architecture of cognition and memory.\nA Source-Monitoring Framework\nWe build on previously presented ideas about source moni-\ntoring (Hashtroudi et al., 1989; Johnson, 1988a, 199la, 1991b;\nJohnson & Foley, 1984; Lindsay & Johnson, 1987; Lindsay et al.,\n1991). A general overview is followed by a discussion of evi-\ndence for major points represented in the framework.\nOverview\nThe source-monitoring framework is an extension of the real-\nity-monitoring framework proposed by Johnson and Raye\n(1981). Reality monitoring refers to discriminating memories of\ninternally generated information from memories of externally\nderived information, such as distinguishing memories for\nthoughts and imaginations from memories for perceived\nevents. In addition to these internal-external discriminations,\ntwo other source-monitoring situations are of particular inter-\nest: (a) discriminating between externally derived sources (ex-\nternal source monitoring), for example, discriminating memo-\nries of statements that were made by person A from those made\nby person B, and (b) discriminating between internally gener-\nated sources (internal source monitoring), for example, discrimi-\nnating memories of what one thought from memories of what\none said.1 According to the present framework, source moni-\ntoring of all types is based on characteristics of memories in\ncombination with judgment processes. Among the most im-\nportant memory characteristics are records of perceptual infor-\nmation (e.g., sound and color), contextual information (spatialand temporal), semantic detail, affective information (e.g., emo-\ntional reactions), and cognitive operations (e.g., records of or-\nganizing, elaborating, retrieving, and identifying) that were es-\ntablished when the memory was formed.2\nSource-monitoring decisions capitalize on average differ-\nences in characteristics of memories from various sources. For\nexample, compared with memories for imagined events, memo-\nries for perceived events tend to include more perceptual, spa-\ntial and temporal, semantic, and affective information and less\ninformation about cognitive operations. Consequently, a mem-\nory with, say, a great deal of visual and spatial detail and very\nlittle cognitive operations would be judged to have been exter-\nnally derived. Decisions may also be made on the basis of a\nmatch between the qualities of memories and activated sche-\nmas that represent particular sources. For example, if the audi-\ntory quality in a memory of a statement matches your idea of\n(or schema for) Sam's voice, you attribute the statement to Sam.\nMany source-monitoring decisions are made rapidly and rela-\ntively nondeliberatively on the basis of qualitative characteris-\ntics of activated memories (e.g., amount or type of perceptual\ndetail). That is, often we identify the sources of our memories\nin the course of remembering them, without any awareness of\ndecision-making processes. Sometimes, however, source moni-\ntoring involves more strategic processes. Such decisions tend to\nbe slower and more deliberate and involve retrieval of support-\ning memories, noting or discovering relations, and initiation of\nreasoning (e.g., \"Does this seem plausible, given other things\nthat I know?\"). Thus, you might correctly attribute a memory of\na conversation to imagination on the basis of the knowledge\nthat you are not acquainted with that person. Or you might\nattribute a statement to a particular speaker on the basis of\ngeneral knowledge about them (e.g., \"Sam was the only person\nthere who would have said this sort of thing, so he must have\nsaid it\").\n1 Reality monitoring can be denned in two somewhat different ways\n(and we have used both). One way emphasizes the self, or internally\ngenerated as opposed to externally derived origin of some information.\nAccording to this definition, discriminating what one said aloud from\nwhat one heard would be classified as reality monitoring, as would\ndiscriminating what one only thought from what one heard. The sec-\nond way emphasizes the covert or nonpublic quality of mental events\nsuch as imagination or inference as opposed to the public quality of\nother events. According to this definition, discriminating what one\nimagined oneself doing from what one did (here called internal source\nmonitoring) would be an instance of reality monitoring. Neither of\nthese definitions of reality monitoring is more obviously correct than\nthe other. The issue is whether in any particular investigation or theo-\nretical analysis, one is emphasizing the self versus external source as\norigin of information or the actual (public) versus imaginal (private)\nstatus of the information. Our more general point is that there are\nvarious types of source discrimination problems and that investigating\na variety of them can enrich the understanding of mechanisms that\nunderlie source monitoring. The classification of source-monitoring\nsituations used here is not intended to be final or exhaustive.\n2 Affective information was added to the model later in response to\nseveral empirical findings (e.g., Hashtroudi, Johnson, & Chrosniak,\n1990; Suengas & Johnson, 1988). For a description of this memory\ncharacteristic, see Hashtroudi et al., 1990. Note that these categories of\nmemory characteristics are analytically useful for what are probably\n\"fuzzy set\" relations."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "SOURCE MONITORING\nDifferent concepts could be invoked to characterize the na-\nture of these two types of judgment processes. The first has\nbeen called relatively \"automatic,\" and the second has been\ncalled more \"controlled\" (Hasher & Zacks, 1979; Norman &\nShallice, 1986; Posner & Snyder, 1975; Shiffrin & Schneider,\n1977) or \"analytic\" (Jacoby & Dallas, 1981). The first also has\nbeen called more \"heuristic,\" and the second has been called\nmore \"systematic\" (e.g., Chaiken, Lieberman, & Eagly, 1989).\nThe heuristic-systematic contrast as described by Chaiken et\nal. comes closest to the contrast that Johnson and Raye (1981)\nproposed between judgments that are based on qualitative\ncharacteristics of activated information (e.g., amount of percep-\ntual information or match to a schema or template) and judg-\nments that are based on more extended reasoning (e.g., retriev-\ning additional information or discovering inconsistencies be-\ntween what is remembered and what is otherwise known).\nChaiken et al. (1989) provided a multifaceted conceptualiza-\ntion of the cognition involved in evaluating information in a\npersuasion context:\n[Systematic processing is an] analytic orientation in which per-\nceivers access and scrutinize all informational input for its rele-\nvance and importance to their judgment task, and integrate all\nuseful information in forming their judgments. . . . When pro-\ncessing heuristically, people focus on that subset of available infor-\nmation that enables them to use simple inferential rules, sche-\nmata, or cognitive heuristics to formulate their judgments and\ndecisions.. . .Although. . . systematic processing [is] generally\ncontrolled and intentional, the status of heuristic processing is\nlessclear. . . perceiverssometimesuseheuristicsinahighlydelib-\nerate, self-conscious fashion, but at other times they may use heur-\nistics more spontaneously, with relatively little awareness of hav-\ning done so. (pp. 212-213)\nIn the source-monitoring framework, both heuristic and sys-\ntematic processes require setting criteria for making a judg-\nment and procedures for comparing activated information with\ncriteria. For example, heuristic judgments involve criteria such\nas \"if the familiarity level is above X, the event probably hap-\npened,\" or \"if the amount of perceptual detail exceeds X, the\nevent was probably perceived.\" Criteria for systematic processes\nmight include, for example, limits on the degree of inconsis-\ntency between the known and remembered that will be accept-\nable.\nSource judgments are typically made heuristically; system-\natic processes are engaged less often and tend to be slower and\nmore subject to disruption. Both can provide important checks\non each other. For example, systematic processes can, on the\nbasis of implausibility, provide a challenge to memories that,\nsay, passed a heuristic check for reality monitoring because of\nhigh vividness. Conversely, heuristic processes can challenge\nrecollections (on bases such as lack of sensory detail) that would\notherwise be readily accepted because they fitted with one's\ngeneral knowledge and beliefs (Johnson, 1988a, 199la).\nBoth heuristic and systematic processes involve a range of\ntypes of criteria and can be influenced by biases, metamemory\nassumptions, and current goals and agendas. For example, you\nmight identify a vague recollection as a memory for a previous\nimagination if you believed that you would remember the event\nmore clearly if it had actually happened. Setting criteria in-\ncludes a number of important aspects: assigning weights to di-mensions that might be used in any given decision (e.g., weight-\ning perceptual information as more important than affective\ninformation), assigning confidence to different levels of this\nweighted information, and assigning particular overt responses\n(e.g., yes in an old-new recognition task) to specific levels of\nconfidence. For example, one might require a substantial\namount of perceptual detail before accepting an experience as a\nmemory of an actual recent event and require less to accept it as\na memory of an actual long-ago event. Because source monitor-\ning depends on ongoing goals or agendas, it should be affected\nby the sorts of motivational and social factors that influence\nany goal-directed activity. In particular, source monitoring will\nbe done more carefully, with more stringent criteria, under\nsome circumstances than under others. For example, we expect\npeople to be more careful about the origin of information when\nthey are testifying in court than when they are recounting\nevents on a social occasion. What \"more careful\" means is us-\ning both heuristic and systematic judgment processes rather\nthan one type alone and tightening the criteria used.\nSource is not an either-or concept. Rather, source can be\nspecified to differing degrees. For example, you may remember\nthat Mary told you a fact and when and where she told you. Or\nyou may only remember that Mary conveyed the information,\nbut not where, or when, or how (e.g., in person, by letter, or by\nphone). Or you may remember that somebody told you the fact\nsometime recently but have no idea who. Or you may remember\nvirtually no information about source, as when you recognize\nsomeone only as familiar but have no idea when or where you\nmet that person before. According to the current source-moni-\ntoring framework, source attributions are made to differing\ndegrees of specificity, with differing degrees of confidence, de-\npending on the information available, criteria used, task de-\nmands, and so forth.\nBecause source monitoring depends on the information avail-\nable from activated memory records, it relies fundamentally on\nthe quality of the information recorded about events initially.\nThese memory records are the product of the specific percep-\ntual and reflective processes engaged during the initial experi-\nence (Johnson, 1983; Johnson & Hirst, 1991; Johnson & Mul-\nthaup, 1992). Anything that prevents, a person from fully con-\ntextualizing information at acquisition (i.e., creating an \"event\")\nwill reduce encoding of potentially relevant source informa-\ntion. For example, stress or divided attention may disrupt nor-\nmal perceptual and reflective processes, resulting in relatively\nimpoverished encoded information from which source could\nbe later derived. Similarly, any factors that reduce the likeli-\nhood that an event will become embedded in other events\nshould reduce the amount of potentially useful source informa-\ntion. For example, imagine that at a cocktail party you overhear\na remark, but the conversation in which you are engaged pre-\nvents you from turning to identify the speaker and remember-\ning a related statement made by them earlier, and from con-\nsidering the implications of this particular person making this\nremark at a cocktail party. The statement has not been contex-\ntualized. In the extreme case, the occasion of overhearing this\nremark will not become an \"event,\" and you will later have little\nsource-specifying information for the idea expressed. Nonethe-\nless, you might later find the idea familiar or have it come to\nmind relatively easily as a consequence of this experience."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "M. JOHNSON, S. HASHTROUDI, AND S. LINDSAY\nBecause source monitoring depends not only on the quality\nof the information as encoded but also on the quality of the\ndecision processes when source-monitoring judgments are\nmade, anything limiting these decision processes at test should\nalso disrupt source monitoring. For example, time pressure,\nsevere stress, distraction, or alcohol should decrease people's\nabilities to engage in reflective processes, particularly relatively\ndeliberate processes (e.g., retrieving related information). Evi-\ndence for the dependence of source monitoring on the quality\nof the information available and the quality of the decision\nprocesses applied is discussed in the following sections.\nThe present framework is in the spirit of Tulving's (1983) call\nfor work on recollective experience: \"In theories of episodic\nmemory, recollective experience should be the ultimate object\nof interest, the central aspect of remembering that is to be ex-\nplained and understood\" (p. 184). He lamented the fact that\nresearchers have \"evaded problems entailed in recollective expe-\nrience\" (p. 185). Tulving suggested that recollective experience\nmay range from clear and precise to vague and fuzzy. He specu-\nlated that \"the subjective feelings of pastness and veridicality of\nmemory must be provided by intrinsic properties of ecphoric\ninformation\" (p. 187). (Ecphory is a hypothetical process by\nwhich cues combine with trace information to yield a com-\nbined product called ecphoric information) Tulving also noted\nthat considering recollective experience raises the issue of the\ndistinction between memory and decision processes (which in\nhis General Abstract Processing System [GAPS ] framework are\npart of the more general conversion processes that operate on\necphoric information).\nThus, Tulving has emphasized the idea that information is\nnot simply accessed, but combines with cue information in a\njoint product that is the input to further processing. The\nsource-monitoring framework takes this notion as axiomatic\nand further attempts to characterize the qualitative nature of\nthis ecphoric product and the factors that enter into its conver-\nsion into a feeling of pastness, veridicality, and belief in source.\nAs the following review illustrates, there is less cause to lament\nthan Tulving once had; there is a growing body of research on\nwhich to draw in understanding recollection.\nIn summary, according to the source-monitoring framework,\nthere are at least three important types of source monitoring:\nexternal source monitoring, internal source monitoring, and\ninternal-external reality monitoring. In all three situations\nthere are multiple cues to source. We categorized these cues as\nsensory/perceptual information, contextual (spatial and tem-\nporal) information, semantic detail, affect, and cognitive oper-\nations. The ease and accuracy with which the source of a mem-\nory is identified is determined by several factors: (a) the type\nand the amount of these memory characteristics included in\nactivated memory records (or in the ecphoric information), (b)\nhow unique these characteristics are for given sources (the more\nsimilar the memory characteristics from two or more sources,\nthe more difficult it will be to specify the source correctly), and\n(c) the efficacy of the judgment processes by which source deci-\nsions are made and nature of the criteria used. These attribu-\ntion processes vary in the extent to which they might be charac-\nterized as less deliberative (heuristic) or more deliberative (sys-\ntematic). In general, source-monitoring attributions should be\nrelatively easy and accurate when the event memory in questionis richly detailed, its attributes are uniquely characteristic of its\nsource, and appropriate decision processes and criteria are used\nduring remembering. In the next section, we examine evidence\nfor the approach to source monitoring that we have outlined.\nEvidence for the Basic Framework\nRole of memory characteristics in source monitoring.\nMemories for perceived events include more perceptual and\ncontextual information than memories for imagined events,\nand differences in the amount of these memory characteristics\nmay be used as a basis for reality-monitoring decisions (Hash-\ntroudi, Johnson, & Chrosniak, 1990; Johnson, Foley, Suengas,\n& Raye, 1988; Johnson, Raye, Foley, & Kim, 1982; Schooler et\nal., 1986; Suengas & Johnson, 1988). For example, Johnson,\nFoley, Suengas, and Raye (1988) asked subjects to remember\npast actual events and past dreams or fantasies and to rate them\non a number of memory characteristics. In a separate study,\ndifferent subjects indicated how they knew that a remembered\nautobiographical event was real or imagined. Subjects in the\nfirst study rated real events as having clearer temporal and spa-\ntial information and greater perceptual detail. Subjects in the\nsecond study offered such information as evidence that particu-\nlar remembered events were real (e.g., \"[I know it really hap-\npened because] I can remember what the dentist's office\nlooked like.\").\nIn addition, confusion between memories of perceived and\nimagined information increases with decreases in the informa-\ntion about cognitive operations characteristically associated\nwith imagination (Durso & Johnson, 1980; Finke, Johnson, &\nShyi, 1988; Foley et al., 1991; Intraub & Hoffman, 1992; John-\nson, Finke, Danzer, & Shyi, cited in Johnson, 1991b; Johnson,\nRaye, Foley, & Foley, 1981; Rabinowitz, 1989). In a study by\nFinke et al. (1988), for example, subjects' ratings indicated that\nit was easier to imagine half of a form as complete when the\nform was symmetrical about the vertical axis than when it was\nsymmetrical about the horizontal axis, suggesting that com-\npleting forms about the vertical axis requires fewer cognitive\noperations than completing forms about the horizontal axis. In\na second reality-monitoring study, subjects at test indicated\nwhich of a set of whole forms had earlier been shown in com-\nplete or incomplete versions. In relation to controls, subjects\nwho had imagined vertical forms as complete had more diffi-\nculty in reality monitoring than did subjects who had imagined\nhorizontal forms as complete. This outcome is consistent with\nthe idea that records of cognitive operations can be used to\nidentify oneself as the origin of a memory.\nThere is also evidence that confusion is increased by percep-\ntual similarity between memories from external and internal\nsources (Johnson, Foley, & Leach, 1988; Johnson, Raye, Wang,\n& Taylor, 1979) or between two external sources (Ferguson,\nHashtroudi, & Johnson, 1992; Lindsay et al., 1991). In an exper-\niment by Johnson, Foley, and Leach (1988), subjects who had\nimagined themselves saying some words and had heard a con-\nfederate say other words were quite good at later discriminating\nthe words that they had imagined saying from the words that\nthe confederate had actually said. If, however, subjects were\nasked to imagine hearing the words in the confederate's voice,\nthey had much more difficulty discriminating what they had"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "SOURCE MONITORING\nheard from what they had imagined. Likewise, increasing the\nsemantic similarity between external and internal sources\n(Johnson et al., 1981) or between two external sources (Lindsay,\n1990; Lindsay et al., 1991) increases confusion. Lindsay et al.\nfound that subjects were more likely to misattribute statements\nmade by one speaker to another when the two speakers had\ndescribed the same events than when they had described differ-\nent events.\nThe importance of memory characteristics for source moni-\ntoring is also revealed by asymmetries in source-monitoring\nerrors. For example, Belli, Lindsay, Gales, and McCarthy (1992)\nnoted that subjects were much more likely to err by saying that\nthey had seen in a visual event something that they had actually\nread about in a text describing the event than to err by saying\nthat they had read something in the text that they had actually\nseen in the visual event (see also Belli, Windschitl, McCarthy, &\nWinfrey, 1992; Durso & Johnson, 1980). Presumably, reading\nabout an event often gives rise to imagery related to the event,\nwhereas viewing an event is less likely to give rise to imagined\nreading.\nGiven that source monitoring is based on qualitative charac-\nteristics of memory records, it is especially important that the\nencoding situation is conducive to engaging in the kind of con-\nsolidating and integrative processing that produces the various\nqualitative characteristics of memories discussed here. In keep-\ning with this, evidence to be presented below indicates that\ndisruption (e.g., from brain damage, aging, and divided atten-\ntion) in encoding various qualitative characteristics of events\nresults in deficits in source monitoring.\nRole of decision processes. Evidence that source monitoring\ninvolves decision or attribution processes comes from studies\nshowing that source monitoring depends on the criteria that\nsubjects adopt (Dodson & Johnson, in press; Hasher & Griffin,\n1978; Lindsay & Johnson, 1989; Raye, Johnson, & Taylor, 1980).\nFor example, the more times subjects had generated an item\nduring a study phase, the more times they later thought that\nthey had seen it (Raye et al., 1980). However, when subjects were\ngiven a limit to their judgment by being asked to use numbers\nbetween 0 and 10, the amount of confusion between internally\ngenerated and externally presented events was reduced, sug-\ngesting that subjects could selectively gate out inappropriate\nmemories with a stricter criterion.\nFindings of systematic biases in the source attributions that\nare made when new items are falsely recognized also support\nthe idea that memories are attributed to sources through deci-\nsion processes performed during remembering. For example,\nsubjects tend to attribute falsely recognized new items to an-\nother's action rather than to their own action, the \"it-had-to-be-\nyou effect\" (Johnson & Raye, 1981). Source monitoring also\nimproves with the time between a probe and signal to respond\n(Johnson, Kounios, & Reeder, 1992), with the cues available\nwhile making test judgments (Johnson, Kahan, & Raye, 1984),\nand with full as opposed to divided attention at the time of test\n(Jacoby, 1991; Jacoby, Woloshyn, & Kelley, 1989; Kelley & Lind-\nsay, 1993; Zaragoza & Lane, 1991). The hypothesis that source\nmonitoring involves both heuristic evaluation of characteristics\nof memories and more systematic retrieval and reasoning re-\nceives support from analyses of source monitoring of autobio-\ngraphical memories (Johnson, Foley, Suengas, & Raye, 1988),from developmental studies (Foley & Johnson, 1985; Foley,\nJohnson, & Raye, 1983), and from clinical data on amnesia and\nconfabulation (Johnson, 1991 a). We discuss some of these stud-\nies in detail below.\nDistinguishing among types of source monitoring. The idea\nthat reality monitoring, external source monitoring, and inter-\nnal source monitoring constitute distinguishable classes of\nsource-monitoring problems that deserve systematic investiga-\ntion is supported by evidence that poor performance in one\nsituation does not necessarily mean poor performance in an-\nother. In one study, for example, older adults were impaired in\ninternal source monitoring and external source monitoring but\nnot in reality monitoring (Hashtroudi et al., 1989). In other\nstudies, young children had particular difficulty in internal\nsource monitoring but not in external source monitoring (Foley\n& Johnson, 1985; Foley et al., 1983). Harvey (1985) found that\nthought-disordered manics did not have difficulty in internal\nsource monitoring but that their performance was disrupted in\nexternal source monitoring. These and other instances of group\ndifferences in source monitoring (Durso, Reardon, & Jolly,\n1985; Durso, Reardon, Shore, & Delys, 1991) demonstrate the\nimportance of comparing subjects under a variety of source-\nmonitoring situations.\nThese patterns of selective deficit should not be taken as evi-\ndence that different source-monitoring tasks involve entirely\ndifferent memory characteristics or judgment processes. How-\never, insofar as different source-monitoring tasks differentially\ndraw on different characteristics of memories (e.g., cognitive\noperations are ordinarily more important in distinguishing in-\nternal from external sources than for distinguishing two exter-\nnal sources), the pattern of deficits across source-monitoring\ntasks can help us identify which aspects of memories are not\nbeing encoded, reactivated, or weighted properly by popula-\ntions with various source-monitoring deficits.\nEvidence from developmental studies of source monitoring.\nIf source is not simply provided by a memory trace but, rather,\nis a result of relatively complex attribution processes, source-\nmonitoring abilities should develop with age. In fact, young\nchildren perform as well as adults in some source-monitoring\nsituations but not in others (Foley, Aman, & Gutch, 1987; Foley\net al., 1991; Foley & Johnson, 1985; Foley et al., 1983; Lindsay et\nal., 1991). For example, Foley and Johnson investigated memo-\nries for actions (e.g., \"Did you really touch your nose, or did you\njust imagine yourself touching your nose?\"). Compared with\nadults, 6-year-olds were far more likely to confuse memories of\nimagining doing and memories of actually doing (internal\nsource monitoring), but they were not more likely to confuse\nmemories of what they had done with memories of what an-\nother person had done (reality monitoring), nor did they more\noften misidentify which of two confederates had performed\nparticular actions (external source monitoring). A similar devel-\nopmental pattern was obtained for source monitoring of spo-\nken and imagined words (Foley et al., 1983).\nFoley et al. (1983; see also Foley, Santini, & Sopasakis, 1989)\nnoted that children had special difficulty in internal source\nmonitoring such as was required for differentiating expressed\nthoughts or actions from those that were imagined but not ex-\npressed (referred to as realization judgments). Recent studies\nsuggest that this finding may reflect a more general problem"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "M. JOHNSON, S. HASHTROUDI, AND S. LINDSAY\nthat young children have in coping with similarity among\nsources. Lindsay et al. (1991) found, across a variety of source-\nmonitoring tasks, that age differences in source monitoring\ntended to be greater when the to-be-discriminated sources\nwere highly similar. For example, 8-year-old children also had\ndifficulty discriminating actions that they imagined another\nperson doing from actions that they saw that person do (see also\nMarkham, 1991). One idea to be explored is that as sources\nbecome more similar on one dimension, other potentially use-\nful source-relevant information becomes more important.\nChildren may have difficulty managing multiple cues to source\nsimultaneously (see also Ferguson et al., 1992). Another possibil-\nity is that more difficult source-monitoring problems may be\nmore likely to require more deliberative or extended retrieval\nand reasoning, the types of processes that develop later (Fla-\nvell, 1985).\nEarlier studies of source monitoring. Although here we\nfocus on relatively recent work, aspects of source monitoring\nhave been investigated for many years in a variety of contexts:\ntemporal (Underwood & Malmi, 1978) and spatial (Rothkopf,\n1971) discrimination, list differentiation (Hintzman, Block, &\nSummers, 1973; Winograd, 1968), intrusions in recall or false\nrecognition of associates of studied words (e.g., Cramer, 1965;\nDeese, 1959; Underwood, 196 5) or of tacit implications of sen-\ntences (e.g., Bransford & Franks, 1971; Corbett & Dosher, 1978;\nJohnson, Bransford, & Solomon, 1973), intrusions of schema-\nbased knowledge (see Alba & Hasher, 1983, for a review and\nHirt, 1990, and M. Ross, 1989, for recent treatments), memory\nfor surface details (e.g., Craik & Kirsner, 1974; Fisher & Cuervo,\n1983; Geiselman & Belleza, 1976, 1977; Hintzman, Block, &\nInskeep, 1972; Kolers, 1976), and context reinstatement effects\n(e.g., Eich, 1980; Godden & Baddeley, 1975; Smith, Glenberg, &\nBjork, 1978). For example, list differentiation was of interest in\nattempting to understand interference effects (e.g., Abra, 1972;\nWinograd, 1968). Studies of list differentiation demonstrated\nthe importance of factors such as semantic similarity and tem-\nporal separation of two lists in determining whether subjects\ncould correctly identify the list from which a word came. These\nfindings fit easily within the source-monitoring framework.\nRelation to Other Memory Phenomena\nIn this section, we examine the relation between source mon-\nitoring and several different memory phenomena and describe\nhow these diverse phenomena fit within the general source-\nmonitoring framework.\nSource Monitoring and Old-New Recognition\nFrom the beginning of our work on source monitoring, we\nhave emphasized that source identification and old-new recog-\nnition may draw on different aspects of memories and involve\ndifferent processes, depending on the specifics of the two tasks\n(e.g., Johnson & Raye, 1981; Raye, 1976). For example, subject\ngroups may be equated on old-new recognition yet show differ-\nences in source-monitoring accuracy, as in the case of compar-\ning different age groups (Ferguson et al., 1992; Foley & Johnson,\n1985; Lindsay et al., 1991; Schacter, Kaszniak, Kihlstrom, &\nValdiserri, 1991) or amnesics and normal controls (Johnson,Hirst, Phelps, Multhaup, & Volpe, 1992; Schacter et al., 1984;\nShimamura & Squire, 1991). Recognition scores can be near\nperfect while source-monitoring performance is at chance (Ka-\nlian & Johnson, 1990). Manipulations that affect source-moni-\ntoring performance may have no effect on old-new recognition\n(e.g., Johnson & Raye, 1981; Lindsay et al., 1991), and manipula-\ntions that improve recognition may impair source monitoring\n(Lindsay & Johnson, 1991).\nOur claim is not that source monitoring and recognition are\ntwo fundamentally different processes. On the contrary, be-\ncause both the new (nonstudied) and old items on recognition\ntests are often familiar to the subjects from extraexperimental\nsources, recognition judgments typically involve some degree\nof source monitoring (i.e., subjects must attribute memories of\nstudied items to the study list; cf. J. R. Anderson & Bower,\n1974). Both source monitoring and old-new recognition can be\ndescribed within the framework we use for source monitoring,\nand both can be viewed as drawing on the same family of heur-\nistic and systematic processes.\nThus, the processes involved in recognition and source moni-\ntoring are not different at a general level. But across situations\nboth vary in the range and type of information used and in the\nspecific decision processes applied; in a particular experiment,\nthe kinds of memory information and decision processes used\nto discriminate between old and new items (recognition) may\nbe the same as or different from those used to discriminate\namong old items from various sources (source monitoring). In\nthe following paragraphs, we explore the similarities and differ-\nences in heuristic processes for recognition and source deci-\nsions, then discuss the roles of systematic processes in these\ntwo types of decisions.\nThe observed relation between source monitoring and recog-\nnition should depend on the extent to which, in a particular\nsituation, they use the same or different information as input.\nOne way of characterizing potential differences among tasks in\nthe input used is shown in Figure 1. The shading in the first\npanel of Figure 1A indicates that a complex stimulus usually\ncreates a complex pattern of initial activation, including activa-\ntion attributable to memory records. Different stimuli would\ngive rise to different levels and kinds of initial activation. The\nsecond and third panels in Figure 1A show that over the course\nof a few milliseconds or seconds, activation may become more\ndifferentiated, that is, may yield more specific attributes of\nmemory. In connectionist terms, certain activated units might\nmutually support each other's activation and, hence, cohere or\nsettle into groupings (indicated by squares, circles, and trian-\ngles in the second and third panels) that correspond to memory\ncharacteristics such as perceptual, contextual, and semantic de-\ntail. Increasing differentiation does not refer to an increase of a\nsingle type of information (e.g., strength or activation level). A\nmanipulation might, for example, increase undifferentiated ac-\ntivation without increasing differentiation. Different memory\ncharacteristics may revive and differentiate at different rates,\nand activation from some stimuli might asymptote at relatively\nlow levels of differentiation, whereas activation from others\nmight reach high levels of differentiation very rapidly.\nFigure IB represents the idea that different memory tasks\nhave different average differentiation requirements. Identifica-\ntion of degraded stimuli might benefit from activation of rec-"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "SOURCE MONITORING\n1A.\nO\nTo•J=\nI(DOld/NewRBcognition\nPrimingSource\nMonitoring\n1B.Time\nFigure 1. (A) Activation becomes increasingly differentiated, yield-\ning memory characteristics (e.g., perceptual or contextual); (B) Differ-\nent tasks typically require different degrees of differentiation.\nords of prior exposure (priming) whether or not the activation\nachieves higher levels of differentiation.3 Old-new recognition\ntypically requires more differentiation than does priming, and\nsource monitoring requires even more so. This is not to say that\nold-new decisions do not benefit from more differentiated in-\nformation (as indicated by the overlap in circles designating\nrecognition and source-monitoring tasks in Figure IB) but sim-\nply that they can be made at lower differentiation levels than\ncan source decisions. In general, the phenomenological experi-\nence of conscious remembering is associated with higher levels\nof differentiation, which give memories an eventlike quality.\nRecent work by Johnson, Kounios, and Reeder (1992) illus-\ntrates the point that source monitoring typically depends on\nhigher levels of differentiation than does recognition. They\nused a response-signal, speed-accuracy trade-off technique\n(Dosher, 1984; Reed, 1973; Wickelgren, 1977) to investigate the\ntime course of source monitoring and old-new recognition for\npreviously perceived or imagined pictures. Across one series of\nexperiments, the signal to respond varied from 300 to 1,500 ms\nafter the presentation of a test word. For each test word, sub-\njects were required to indicate whether it corresponded to a\npreviously perceived picture, a previously imagined picture, or\na new item. Above chance source monitoring, in this case dif-\nferentiating memories of perceived from imagined pictures, re-\nquired more time than did old-new recognition, consistent\nwith the idea that source monitoring typically requires more\ncomplete or differentiated information than does recognition.\nPerhaps even more interesting was that subjects were able to\nidentify the source of imagined items before they could identifythe source of perceived items. Assuming that memories for\nimagined items include more information about cognitive\noperations and memories for perceived items include more per-\nceptual detail, the pattern suggests that in this situation, infor-\nmation about cognitive operations is more salient or revives\nmore quickly than does information about perceptual detail.\nWe are currently using this technique to explore the rate at\nwhich different memory attributes become differentiated.\nIt is important not to lose sight of the fact that both source\nand old-new decision processes can be flexibly directed to\nvarious points in the revival functions relating various memory\ncharacteristics to time. As illustrated by the overlap in the cir-\ncles in Figure IB, in any particular situation, the information\nused for a recognition response could be quite different from\n(e.g., noting perceptual fluency) or quite similar to (e.g., noting\nperceptual detail) that used in source monitoring for the same\nsituation. In fact, correlations between source monitoring and\nrecognition vary considerably from situation to situation (e.g.,\nsee Craik, 1989), as would be expected if the information each\ndrew on was not fixed but was somewhat flexible and overlap-\nping.\nIn summary, heuristic source-monitoring processes set deci-\nsion criteria to evaluate the amount and nature of various types\nof information in activated memory records (e.g., criteria to\nevaluate the degree of match between the qualitative character-\nistics of a memory record and the known properties of particu-\nlar sources). Heuristic old-new recognition judgments can use\nsimilar criteria and can use much less differentiated input to\nevaluate familiarity derived from such information as degree of\nactivation of individual representations (Mandler, 1991), flu-\nency (Jacoby & Dallas, 1981), amount of associative spread of\nactivation (Gillund & Shiffrin, 1984), or \"echo\" intensity\n(Hintzman, 1988).4 Speed-accuracy trade-off is one promising\ntechnique for mapping these attributional processes in more\ndetail.\nThe class of heuristic processes used in memory decisions\ncan, of course, serve functions other than recognition and\nsource-monitoring judgments; they assess preferences, persua-\nsiveness, similarity, and so forth. Clearly, heuristic decision\nmaking is quite flexible in the type of information that is taken\nas input and in the type of evaluations, attributions, and so on\n3 The concept of differentiation can be distinguished from that of\nspecificity. Specificity is illustrated by the fact that priming is usually\nbetter when modality of input stays the same than when it changes\n(Kirsner & Smith, 1974). Differentiation is a psychological concept to\nexpress variations in phenomenal experience.\n4 Dual-process models of old-new recognition (Atkinson & Juola,\n1973; Jacoby & Dallas, 1981; Mandler, 1980,1991; see also Gardiner,\n1989) include both a heuristic and systematic component. However,\nthey typically treat only undifferentiated information (i.e., familiarity)\nas a potential input to heuristic recognition judgments. The second\nprocess, retrieval or recollection, tends to be treated as a search or\nretrieval with an all-or-none outcome. Both the heuristic and system-\natic components of dual-process theories would need to be elaborated\nalong the lines that we describe to account for source monitoring, as\nwell as to better describe old-new recognition decisions. The present\ndiscussion suggests ways in which the notions of familiarity and re-\ntrieval can be incorporated into a more embellished and general frame-\nwork for memory attributions."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "10 M. JOHNSON, S. HASHTROUDI, AND S. LINDSAY\nthat is produced as output. In addition, the same information\nmay sometimes be used for different purposes. For example, as\nJacoby has also argued (e.g., Jacoby & Dallas, 1981), subjects\nmight use perceptual fluency not only as an index of familiar-\nity, but as an index for such diverse judgments as preference\n(Kunst-Wilson & Zajonc, 1980; Seamon, Brody, & Kauff, 1983),\ndarkness or lightness of stimuli (Mandler, Nakamura, & Van\nZandt, 1987), or ease of problem solution (Jacoby & Kelley,\n1990; Kelley & Jacoby, 1993).\nSimilarly, both recognition and source monitoring can draw\non more systematic processes, such as retrieving additional in-\nformation, discovering relations, initiating new search strate-\ngies, and so forth. Important questions include whether the\nprobability of using particular systematic processes (e.g., plausi-\nbility checks) differs for old-new recognition and source moni-\ntoring and how the criteria applied might differ. Like heuristic\nprocesses, systematic processes are recruited for a wide range of\nactivities in addition to recognition .and source monitoring,\nsuch as memorizing text (Intons-Peterson & Smyth, 1987) and\nevaluating persuasiveness of communications (Chaiken et al.,\n1989). Like heuristic cognition, systematic cognition is quite\nflexible in the information used as input and the types of evalu-\nations, attributions, and so forth that are produced as output.\nThe source-monitoring framework focuses on how these heur-\nistic and systematic cognitive processes operate in source moni-\ntoring. (For further discussion about how a flexible cognitive\nsystem with a limited set of components might be configured to\nperform a wide range of tasks, see the last section, Source Mon-\nitoring Within a General Memory Architecture, and Johnson,\n1991b; Johnson & Hirst, in press; Johnson & Multhaup, 1992.)\nSource Monitoring and Indirect Tests of Memory\nDissociations between direct and indirect tests. Recently, con-\nsiderable research effort has focused on dissociations between\ndirect (recall and recognition) and indirect (especially priming)\ntests of memory (e.g., Richardson-Klavehn & Bjork, 1988; Roe-\ndiger, Weldon, & Challis, 1989; Schacter, 1987a). Priming oc-\ncurs when a prior exposure to an item facilitates subsequent\nperformance on that item in tasks that are not presented to\nsubjects as memory tests—for example, when prior exposure\nincreases the probability that a word will be identified under\ndegraded stimulus conditions; the speed with which a word can\nbe responded to in a lexical decision task; or the likelihood that\nit will be given as a response in free association, word stem\ncompletion, or homophone spelling. Amnesic patients who are\nimpaired in recall and recognition show intact priming in a\nvariety of tasks (Schacter, 1987a; Shimamura, 1986,1989; Tul-\nving & Schacter, 1990; Warrington & Weiskrantz, 1968,1970).\nIn normal subjects, priming may occur even when recognition\nis at chance levels (Eich, 1984). Certain experimental manipula-\ntions that improve recall and recognition (e.g., elaborative pro-\ncessing) are less likely to affect priming (Graf & Mandler, 1984;\nHashtroudi, Ferguson, Rappold, & Chrosniak, 1988; Jacoby &\nDallas, 1981; but see Rappold & Hashtroudi, 1991; Toth &\nHunt, 1990). Changes in modality of presentation decrease per-\nformance on priming tests but have less effect on recall and\nrecognition (Graf, Shimamura, & Squire, 1985; Jacoby, 1983;\nRoediger & Blaxton, 1987a, 1987b).According to the source-monitoring framework, one reason\nthat dissociations between direct and indirect tests arise is be-\ncause priming typically reflects facilitated processing (e.g., facil-\nitated perceptual processing) of an undifferentiated sort (see\nFigure IB) and need not engage the source-monitoring pro-\ncesses that we have described, whereas direct memory tests\nalways involve processes that result in some specification of\nsource. Amnesic subjects are not impaired in priming because\nthe primary memory deficit in these subjects is in reflective\nprocesses that are not required in priming but that establish\ndifferentiated information critical for source monitoring (John-\nson, 1990; Johnson & Hirst, 1991; see also the Disruption of\nSource Monitoring section). Elaborative manipulations do not\naffect priming because elaborative processing contextualizes\ninformation and because differentiated contextual information\nis not necessary in most priming tasks. Changes in modality\nreduce priming because they reduce the chances that test\nprobes will activate previous records (Bransford, Franks,\nMorris, & Stein, 1979; Kolers & Roediger, 1984).\nIndirect tests oj source information. Elsewhere in this review,\nwe are primarily concerned with memory for source as a phe-\nnomenal experience (i.e., the subjective experience of remem-\nbering source). However, evidence of source-specific informa-\ntion in memory records can be obtained without subjects phe-\nnomenally experiencing the source. Greater priming or\nrecognition (Craik & Kirsner, 1974; Kirsner, 1974) when presen-\ntation modality is constant between study and test provide indi-\nrect indexes of source information (see also Kelley et al., 1989).\nThe advantage of source constancy may occur even when sub-\njects have difficulty in directly specifying the source (cf. Jacoby\n& Brooks, 1984).\nThis dissociation between direct and indirect tests of source\ninformation can be described in terms of the framework used\nhere for understanding source monitoring. Enhanced recogni-\ntion memory when modality is constant between study and test\ncan be mediated by relatively undifferentiated information\n(e.g., fluency in perceptual processing) that contributes input to\na heuristic-recognition judgment process. Direct decisions re-\ngarding source, however, usually involve an attribution that is\nbased on more differentiated information as input to heuristic\nand, perhaps, more systematic processes.\nDirect and indirect tests of memory will not always be disso-\nciated as both types of tests may be based on the same informa-\ntion (see Figure IB). For example, Kelley, Jacoby, and Hollings-\nhead's (1989) subjects read some words and heard others. In a\nsubsequent combined visual-perceptual identification and mo-\ndality-judgment task, compared with items not perceptually\nidentified, identified items were more likely to be called \"read\"\nthan \"heard\" regardless of whether the item had actually been\nread, heard, or was new. Kelley et al. suggested that fluent\nperceptual processing is experienced by subjects as familiarity\nand that more familiar items will seem to have been presented\nin the same modality at test as at study. In a second experiment,\nduring the study phase, some subjects thought about positive\naspects of read items and negative aspects of heard items (or\nvice versa). In the subsequent perceptual identification and mo-\ndality-judgment tasks, the bias to respond \"read\" to percep-\ntually identified words was markedly reduced. Evidently, sub-\njects in the elaboration group relied less on perceptual fluency"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "SOURCE MONITORING 11\nfor making modality judgments because they had an alterna-\ntive basis for judgment: the different semantic information as-\nsociated with read and heard items. Thus, like source monitor-\ning and recognition, direct and indirect tests may or may not be\ndissociated, depending on the type of information that is used\nin the two tests.\nEyewitness Testimony\nThe fact that subjects are susceptible to misleading sugges-\ntions regarding recently witnessed events is of considerable\npractical and theoretical interest (e.g., Loftus, 1979a; D. F. Ross,\nRead, & Toglia, in press; Wells & Loftus, 1984). The standard\nsuggestibility procedure involves presenting visual information\nfollowed by verbal misinformation and then later testing sub-\njects' memory of the visual information. Subjects often claim\nto have seen things that were presented only in the verbal sug-\ngestions. Recent debate has focused on whether misleading sug-\ngestions impair subjects' memorial records of the visual infor-\nmation (e.g., Belli, Windschitl, McCarthy, & Winfrey, 1992;\nCeci, Ross, & Toglia, 1987; Chandler, 1991; Lindsay, 1990; Lof-\ntus, Donders, Hoffman, & Schooler, 1989; McCloskey & Zara-\ngoza, 1985; Tversky & Tuchin, 1989). Although the memory\nimpairment question is important, the question of whether\nmisled subjects remember seeing suggested details in the event\nis equally important (Lindsay, in press; Lindsay & Johnson,\n1989; Zaragoza & Moore, 1990). The source-monitoring frame-\nwork suggests guidelines for predicting the likelihood of such\nsource confusions.\nAccording to the source-monitoring hypothesis, memory\nerrors may occur at test when misled subjects erroneously iden-\ntify memories derived from the misleading information as\nmemories derived from the witnessed event itself. Subjects'\nsource judgments should be affected by the decision-making\nprocesses and criteria they adopt on the test (Hasher & Griffin,\n1978; Johnson, 1988a; Raye et al., 1980). The criteria that sub-\njects use to attribute a memory to a particular source will vary\nwith factors such as the purpose of the remembering, the biases\nthat are active, and the weight given to plausibility (Johnson,\n1988a). Under some conditions, it might be sufficient that an\nitem is vaguely familiar and fits with other details derived from\nthat source; under other circumstances, other information,\nsuch as a perceptually detailed recollection, might be required.\nThe recognition tests that are typically used in studies of\neyewitness suggestibility may tacitly induce subjects to make\nsource-monitoring errors on the critical items. In the standard\nprocedure, subjects receive a series of recognition trials consist-\ning of items from the original event and new distractor items (in\nthe form of either forced-choice pairs or individual yes-no\nitems). The critical test items, in which the suggested objects\nappear, are embedded among these filler items. Because most\nof the test items require subjects to discriminate between ob-\njects presented in the visual event and completely new distrac-\ntors, subjects may adopt an undifferentiated familiarity crite-\nrion (Atkinson & Juola, 1973; Jacoby & Dallas, 1981; Mandler,\n1980) early on in the test and stop attending to potentially use-\nful information about the sources of their memories (e.g., the\namount and nature of perceptual detail). When a suggested\nitem is encountered on the test, subjects may recognize it assomething that was presented during the experimental session\nand, because they are using a familiarity criterion, indicate that\nthey remember seeing that item in the original event. On a\nforced-choice test, the suggested item in a test pair may seem\nmore familiar than the original item for a number of reasons\n(e.g., recency or salience). Thus, standard testing procedures\nwith both yes-no and forced-choice recognition tests may lead\nsubjects to base judgments on familiarity and, hence, to ignore\nmemory information about the source of an item's familiarity\n(cf. Raye, 1976). Subjects should thus make fewer errors if they\nare oriented toward source-monitoring judgments (e.g., Raye &\nJohnson, 1980) rather than familiarity judgments (e.g., Loftus,\n1979a).\nLindsay and Johnson (1989) and Zaragoza and Koshmider\n(1989) recently found evidence that was in keeping with this\nprediction. In the Lindsay and Johnson studies, subjects first\nviewed pictorial target information and then received verbal\npostevent information with or without misleading suggestions.\nLater, half of the subjects received a yes-no recognition test that\nrequired them to indicate which items they had seen in the\npicture and which they had not. The other half received a\nsource-monitoring test that required them to indicate the\nsource (picture, verbal narrative, or both) of their memory of\neach item that they recognized as old. As is typically found,\nwhen tested with the recognition procedure, misled subjects\noften claimed that they had seen things that had only been\nsuggested in the text. In contrast, there was no suggestibility\neffect among subjects tested with the source-monitoring test:\nThese subjects correctly attributed suggested details to the\nnarrative. Zaragoza and Koshmider(1989) found similar results\nwith a slightly different source-monitoring test. These results\nare consistent with the idea that source attributions are the\nresult of decision processes that are subject to criteria effects.\nSubsequent experiments have demonstrated that even sub-\njects given a source-monitoring test sometimes claim to have\nseen suggested details (e.g., Lindsay, 1990; Zaragoza & Muench,\n1989). In the Lindsay (1990) study, subjects in the easy source-\nmonitoring condition received misleading suggestions 2 days\nafter viewing the event, minutes before taking the test, and\nunder conditions that differed from those in which they viewed\nthe event. Subjects in the difficult condition, on the other hand,\nreceived the misleading suggestions minutes after viewing the\nevent, under very similar conditions, 2 days before taking the\ntest. Before taking a recall test, subjects were correctly in-\nformed that anything mentioned in the postevent narrative that\nwas relevant to any test question was wrong. That is, subjects\nwere explicitly told not to report anything that they remem-\nbered from the postevent narrative (an adaptation of Jacoby's\n\"logic of opposition,\" e.g., Jacoby, Woloshyn, & Kelley, 1989).\nSubjects in the easy condition showed no tendency to report\nsuggested details, indicating that subjects understood and at-\ntempted to follow the injunction against reporting information\nfrom the postevent narrative. Nonetheless, subjects in the diffi-\ncult condition quite often reported seeing the suggested details.\nTaken together, two points are clear from these studies: (a) The\nlikelihood of source misattributions depends on the criteria\nsubjects adopt in making source-monitoring judgments (see\nalso Dodson & Johnson, in press; Hasher & Griffin, 1978; Raye"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "12 M. JOHNSON, S. HASHTROUDI, AND S. LINDSAY\net al, 1980), and (b) source misattributions may occur even\nunder quite stringent criteria.\nIn addition to helping to characterize criteria effects in eye-\nwitness testimony, the source-monitoring framework suggests\nother factors that will influence such memory errors. For exam-\nple, source misattributions should be more likely when subjects\nincidentally visualize misleading information (e.g., Durso &\nJohnson, 1980; Finke et al., 1988; Intraub & Hoffman, 1992;\nZaragoza, 1991) or imagine suggested utterances in one of the\nactor's voices (e.g., Johnson, Foley, & Leach, 1988). Subjects\nshould also be more likely to make source confusions when\nthey consider misleading information tangential and do not\ncontextualize it as part of an event distinct from the original\nevent. This may be one reason that it is easier to induce subjects\nto make errors on peripheral than on central details (Loftus,\n1979b; Tousignant, Hall, & Loftus, 1986). Source misattribu-\ntions should also be more likely when subjects are stressed or\ndistracted at the time that the misinformation is introduced (or\ntested) because, again, they would be less likely to engage in\nprocesses that would produce potential source cues for the mis-\ninformation (Zaragoza & Lane, 1991). In keeping with evidence\nthat source-monitoring processes develop and change with age\n(see sections in this article on development, p. 7, and aging, p.\n16), there are age-related changes in children's (Ceci & Bruck,\n1993) and elderly adults' (Cohen & Faulkner, 1989) susceptibil-\nity to misleading suggestions.\nMisattributing Familiarity\nFailures in source monitoring may give rise to the feeling that\na name or a fact that is familiar from a recent exposure was\nknown previously (e.g., Begg, Robertson, Gruppuso, Anas, &\nNeedham, 1992; Jacoby, Kelley, Brown, & Jasechko, 1989; Kel-\nley & Lindsay, 1993; Neely & Payne, 1983; Schacter et al., 1984).\nFor example, Jacoby and colleagues reported a number of inter-\nesting experiments all involving two phases. In Phase I, subjects\nread a list of nonfamous names (e.g., Sebastian Weisdorf), and\nin Phase II, subjects made fame judgments for a list containing\nboth Phase I nonfamous names, new nonfamous names, and\nfamous names. Before they made their fame judgments, sub-\njects were told that all Phase I names were nonfamous. On an\nimmediate test, subjects were less likely to call Phase I nonfa-\nmous names famous than to call new nonfamous names fa-\nmous. When Phase II was delayed, however, subjects were\nmore likely to call Phase I nonfamous names famous than to\ncall new nonfamous names famous, suggesting that subjects\nbased fame judgments on overall familiarity of the name and\nhad forgotten, or were not accessing or using, source informa-\ntion. Thus, they misjudged the basis for the familiarity of Phase\nI items as preexperimental. These findings illustrate that peo-\nple sometimes recognize information but not its source (e.g.,\nJohnson & Foley, 1984; Johnson & Raye, 1981; Lindsay & John-\nson, 1987) and that recognition and identification of origin may\nbe based on different aspects of memory or different relative\ncontributions of heuristic and systematic processes (e.g., Foley\net al., 1983; Johnson, 1985; Johnson & Raye, 1981; Lindsay &\nJohnson, 1991; Raye & Johnson, 1980).\nThe criteria subjects use will affect the extent to which they\nconfuse information from two sources (e.g., Lindsay & Johnson,1989; Raye et al., 1980; also see Hasher & Griffin, 1978). In\nkeeping with this, Jacoby, Kelley, Brown, and Jasechko (1989)\nfound that discrimination between famous and nonfamous\nnames was better when the test list included names that had\nbeen presented earlier than when it did not. Thus, when sub-\njects realized that they might be confused about the source of a\nfamiliarity response, they would tighten their criteria for cal-\nling a name famous. For example, they might not say someone\nwas famous unless they could remember what he or she did.\nLimiting reflective activity at either encoding or source judg-\nments will also produce impoverished memories or judgment\nprocesses that may lead to errors in source monitoring (Jacoby,\n1991). Jacoby, Woloshyn, and Kelley (1989) varied whether sub-\njects simply read names in the first phase (full-attention condi-\ntion) or at the same time listened for runs of three odd numbers\nin a tape-recorded series of random digits (divided-attention\ncondition). Divided attention reduced old-new recognition but\nnot the increment of error in fame judgments caused by recent\nexposure. This was true even when subjects were informed that\nall names on the initial list were nonfamous and that if they\nremembered a name from the initial list, they should say that it\nwas nonfamous. Thus, when study was under conditions of\ndivided attention, subjects were unable to \"correct\" the sense of\nfamiliarity (that might be misattributed to fame) with further\ninformation, presumably because under divided-attention con-\nditions, they were less likely to engage in the additional process-\ning necessary to establish information that could later be used\nto identify the source of the familiarity response.\nIn interpreting these results, Jacoby and colleagues suggested\nthat such misattributions of familiarity to past knowledge were\nan example of a more general class of misattributions, which\nwas based on \"fluency\" of processing (Jacoby, Kelley, & Dy-\nwan, 1989; Jacoby, Woloshyn, & Kelley, 1989; Kelley & Jacoby,\n1990). For example, briefly flashing a word immediately before\nits presentation as a recognition probe increases the likelihood\nthat subjects will identify that word as a word from the study\nlist; presumably the flashed preview of the word facilitates pro-\ncessing of the recognition probe, and that fluent processing is\ntaken as evidence of having previously encountered the word on\nthe list (Jacoby & Whitehouse, 1989). Likewise, prior exposure\nto solution words facilitates solving anagrams, which in turn\nleads subjects to underestimate the difficulty of those ana-\ngrams for others (Kelley & Jacoby, 1993).\nJacoby's ideas and those presented here are not contradictory,\nbut they do differ substantially in emphasis. Like the view ex-\npounded here, Jacoby and colleagues (e.g., Jacoby & Dallas,\n1981; Jacoby. Kelley & Dywan, 1989) hold that the subjective\nexperience of remembering is not the result of some intrinsic\nquality of \"memory traces,\" but rather reflects the operation of\na decision process that attributes current mental events to par-\nticular sources (e.g., memory). Jacoby's work has focused pri-\nmarily on attributions that are based on fluency. The feeling of\nfamiliarity is said to arise from an undifferentiated (see discus-\nsion of Figure 1) or global assessment of processing ease or\nfluency; specific qualitative characteristics of memories do not\nenter into fluency judgments. Our work on source monitoring,\non the other hand, has focused on attributions that are based on\nqualities of memories such as perceptual detail, cognitive oper-\nations, contextual information, and affect."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "SOURCE MONITORING 13\nJacoby contrasts judgments that are based on familiarity, an\nautomatic process, with judgments that are based on controlled\nrecollection. Jacoby's idea that recollection can counteract the\nresults of a fluency-based familiarity judgment is similar to our\nidea that more systematic processing can counteract judgments\nthat might otherwise be based on heuristic processing (e.g.,\nJohnson, 199la; Johnson & Raye, 1981). However, in Jacoby's\nwork, recollection of prior episodes has often been treated as\nsomething that either occurs or does not occur. Research on\nsource monitoring, in contrast, has emphasized the idea that\nrecollection occurs in degrees and produces variations in the\nphenomenal qualities of memories. Finally, the term recollec-\ntion, in Jacoby's work, usually refers to direct retrieval of re-\ncords of past episodes. Source monitoring processes include\nnot only retrieval but also interpretation of what is retrieved.\nWork on source monitoring addresses the question of what\ngives rise to the feeling that a specific past episode has been\nretrieved. The source-monitoring framework attempts to char-\nacterize the various dimensions of phenomenal experience that\nare relevant for attributing memories to particular sources, the\nway conditions affect which aspects of memory will be criter-\nial, and the way such information interacts with decision (attri-\nbution) processes.\nCryptomnesia\nCryptomnesia is inadvertent plagiarism that occurs when a\nperson produces something and believes that it is an original,\nself-generated product of the moment when, in fact, it was per-\nceived (or generated) earlier. A. S. Brown and Murphy (1989)\nobtained Cryptomnesia experimentally. Small groups of sub-\njects took turns generating exemplars of categories. Later, sub-\njects tried to recall the items they had themselves generated and\nto produce new items not given before by anyone. Cryptomne-\nsia was obtained from most subjects in that during the initial\ngeneration phase they gave items given earlier by others and\nalso in that they later claimed to have generated exemplars that\nhad been produced by others in the group. Furthermore, sub-\njects were more likely to plagiarize from subjects who came\nbefore them in the generation order than from subjects who\ncame after them. A. S. Brown and Murphy suggested that sub-\njects were especially likely to be thinking of their next response\njust before it was time for them to give it and probably pro-\ncessed the events just preceding their turn less completely than\nthe events after their turn (Brenner, 1973). Thus, subjects might\nhave failed to establish memories with the kind of perceptual,\ncontextual, and reflectively generated detail on which correct\nsource attributions depend. The source-monitoring framework\nalso suggests that subjects jnay have in fact covertly generated\nan item that was subsequently given by another subject before\nthey had a chance to report it. The discrimination (thought and\nheard vs. thought and said) would be even harder in such cases.\nConsidered together with the Jacoby, Kelley, Brown, and Ja-\nsechko (1989) and Jacoby, Woloshyn, and Kelley (1989) \"false-\nfame\" studies, the results reported by A. S. Brown and Murphy\n(1989) suggest that phenomenal differences between material\nthat has been recently experienced and material that has not\nbeen recently experienced (e.g., differences in perceptual flu-\nency, differences in familiarity, and differences in availability)can become the bases for particular decisions, depending on\ntask demands (see also Hasher, Goldstein, & Toppino, 1977;\nMandler et al., 1987), especially when other kinds of source\ninformation are not readily available. If the task is to recognize\nfamous names, the familiarity that comes from recent activa-\ntion can be interpreted heuristically as familiarity from preex-\nperimental experience. If the task is to generate new items (A. S.\nBrown & Murphy, 1989; Kubovy, 1977), to solve problems (Kel-\nley & Jacoby, 1993), or to answer questions (Begg & Armour,\n1991; Kelley & Lindsay, 1993), the availability that comes from\nrecent activation may be interpreted as (unaided) generation of\nthe moment. Subjects are \"fooled\" in both cases because the\ndiscrimination is difficult; the familiarity from recent activa-\ntion of a new name may be indistinguishable from the familiar-\nity from preexperimental experience of the sort that creates a\nvaguely familiar name. The false-fame effect should thus be\nmuch reduced if the familiarity of the famous names on the test\nlist is increased, because this should increase the criterion sub-\njects use for judging a name famous from prior experience.\nSimilarly, it is hard to distinguish the cognitive operations\nthat go into generating from those that go into inadvertent pla-\ngiarizing in the category-exemplar-generation task. In both\ncases, subjects presumably retrieve exemplars activated by the\ncategory name that have little other operations information to\ndistinguish them. Johnson et al. (1981; see also Rabinowitz,\n1989) found that compared with high-frequency instances, sub-\njects were better able to identify whether they had generated or\nthe experimenter had presented low-frequency instances of cat-\negories, presumably because lower frequency instances took\nmore cognitive operations to generate, which could then be\nused as cues to the origin of the information. From the Johnson\net al. (1981) finding, we would expect that subjects in the A. S.\nBrown and Murphy (1989) procedure would make fewer cryp-\ntomnesia errors if instructed to generate low-frequency cate-\ngory instances. Although A. S. Brown and Murphy did not\nspecifically manipulate instance frequency in their experi-\nment, in keeping with what we would expect, they reported\nthat errors were more likely on the higher frequency exemplars\ngiven by subjects in their experiment.\nIncorporating Fiction as Fact\nAnother clearly important source-monitoring problem con-\ncerns the extent to which the fictional accounts that we read or\nhear are incorporated, along with accurate accounts and our\nown direct experiences, into our general knowledge and beliefs.\nMovies, television, books, magazines, newspapers—all are\nsources of fictional information that may, under some circum-\nstances, be treated as reliable information. A particularly strik-\ning example of this phenomenon was illustrated in a \"60 Min-\nutes\" program broadcast on CBS television that showed then-\npresident Ronald Reagan recounting a story to Navy personnel\nabout an act of heroism that he attributed to a real U.S. pilot but\nthat bore an uncanny resemblance to a scene from a Dana\nAndrews movie released in the 1940s. According to the report\nof this incident, no record of a similar, real act of heroism could\nbe found.\nAs with other source-monitoring situations, we would expect\nconfusion between fact and fiction to be related to factors that"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "14 M. JOHNSON, S. HASHTROUDI, AND S. LINDSAY\naffect the quality of source-specifying information encoded at\nacquisition and to factors that affect source-monitoring pro-\ncesses later. Some evidence in support of this general idea\ncomes from reports of attempts to study the incorporation of\nfictional accounts into general knowledge (J. R. Anderson &\nRoss, 1980; Gerrig & Prentice, 1990, 1991; Potts & Peterson,\n1985; Potts, St. John, & Kirson, 1989). For example, subjects in\nthe Potts et al. experiment read passages including information\nabout a bird called a \"takehe\" and its ancestor the \"pukeko.\"\nSubjects were told either that the information to be studied was\nreal or that it was fictional. Later, subjects responded \"true\" or\n\"false\" to statements such as \"The pukeko is a bird\" or \"The\npukeko has feathers.\" If most of the verification questions con-\ncerned story concepts, response times were faster for subjects\nwho were told that the material was artificial. If most of the\nquestions did not concern the story, response times were faster\nfor subjects who were told that the material was real. Potts et al.\nsuggested that subjects who were told that the material was real\nhad fast response times in the nonstory context because they\nhad integrated the material into general knowledge in such a\nway that it would, like semantic knowledge in general, be less\ndependent on any particular context for its retrieval.\nPotts et al. (1989) further suggested that subjects had some\ndegree of strategic control over whether information would be\nincorporated into their knowledge base or compartmentalized.\nWe interpret compartmentalized to mean that source-specify-\ning information is available. The strategic activities that Potts et\nal. had in mind presumably were the sorts of reflective activities\nthat establish complex memory records of the sort that form\nthe basis for source monitoring (e.g., Johnson, 1983,1992). For\nexample, if subjects process information reflectively (e.g., re-\ntrieve additional information and note potential differences\nbetween fictional birds and real birds when presented with fic-\ntional information), the records of this reflection may be avail-\nable for source-monitoring decisions later.\nIn another study of confusion between fact and fiction,\nGerrig and Prentice (1990) had subjects read a story and rate\nhow interesting it was. After a brief filler task, subjects indi-\ncated their opinions about a number of topics, including some\nthat had been discussed in the story. Subjects' opinions were\naffected by false facts introduced in the stories (e.g., that choco-\nlate might be carcinogenic). Particularly interesting was the\nfinding that subjects who rated a story as less interesting were\nmore likely to have their opinions affected by it. Gerrig and\nPrentice suggested that compartmentalization required special\neffort that was correlated with interest. In the source-monitor-\ning framework, the special effort would be the sorts of reflec-\ntive activities that would embed the information in related in-\nformation that could later help identify its source when subjects\nwere making their opinion ratings and that would allow them\nto discount the information. Subjects who are not interested in\na story should be less likely to engage in such activity and,\nparadoxically, later might be more influenced by information\nfrom the story than are more interested and therefore more\nreflective subjects. As in the \"sleeper effect\" (Pratkanis, Green-\nwald, Leippe, & Baumgardner, 1988), long retention intervals\nmight also be expected to increase the influence of fictional\ninformation.Disruption of Source Monitoring\nSource monitoring is an integral part of normal cognition,\nbut source-monitoring processes are imperfect, so errors are\ninevitable. Although many of these errors are of no great conse-\nquence, some have important practical, social, and emotional\nconsequences (e.g., errors in courtroom testimony and failure to\ncredit another's ideas). Under some circumstances, people suf-\nfer even more profound disruptions in source monitoring—as\nin hypnosis, hallucinations, delusions, confabulation, and am-\nnesia and as a consequence of aging. The breakdowns that oc-\ncur in source monitoring under such conditions of disrupted\ncognition provide potentially valuable information about the\nnature of source-monitoring processes (and, indeed, monitor-\ning processes in general), as well as an opportunity to evaluate\nthe usefulness of the source-monitoring framework in under-\nstanding disrupted cognition.\nDelusions, Hallucinations, and Confabulations\nAs we argue here and elsewhere (e.g., Johnson, 1988a; John-\nson & Raye, 1981), reality is not given directly in perceptual and\nmemory representations but is a product of judgment pro-\ncesses. The characteristics of mental experience that provide it\nwith the quality of reality are similar for perceptions, event\nmemories, and beliefs: sensory detail; embeddedness in spatial\nand temporal context; embeddedness in supporting memories,\nknowledge, and beliefs; affect; and the relative absence of con-\nsciousness of the cognitive operations producing the event or\nbelief. Reality testing of ongoing perception and reality moni-\ntoring of memories and beliefs are complex judgment pro-\ncesses that are subject to error and are more difficult in some\nsituations than in others. The importance of qualitative charac-\nteristics of memories and of intact judgment processes is espe-\ncially clear in considering such phenomena as delusions (see\nchapters in Oltmanns & Maher, 1988), hallucinations (Hilgard,\n1977; Horowitz, 1978), and confabulations (Baddeley & Wil-\nson, 1986; Johnson, 199 la; Moscovitch, 1989;Stusset al., 1978).\nClinically significant false or implausible personal beliefs\nthat are firmly held in spite of evidence to the contrary are\nclassified as delusions (Oltmanns & Maher, 1988). Many of the\nfactors that we have postulated to be important in reality moni-\ntoring under ordinary circumstances are implicated in the de-\nvelopment and maintenance of delusions (Johnson, 1988a). De-\nlusions are likely to involve imagined sensory information (e.g..\nanother person's voice) that even nondelusional people some-\ntimes find difficult to distinguish from real perceptual events\n(Johnson, Foley, & Leach, 1988). Delusions involve a loss of\ncontrol over thoughts and typically involve thoughts that come\nautomatically, or unbidden. Such thoughts produce little reflec-\ntive, cognitive-operations information and so are particularly\neasy to confuse with external stimuli (e.g., Durso & Johnson,\n1980; Finke et al., 1988; Johnson, 1991b). Furthermore, a delu-\nsional person may find elaborate connections among many sep-\narate events. Because the retrieval of supporting memories is\ntaken as evidence that an event occurred (Johnson, Foley, Suen-\ngas, & Raye, 1988), this may lead to incorrectly identifying\nimagined events as perceived. Finally, cognitive habits or the"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "SOURCE MONITORING 15\nintermixture of cognitive and motivational effects (e.g., Johnson\n& Sherman, 1990) may induce delusional people to use inappro-\npriately lax criteria for evaluating mental experiences. As de-\nscribed earlier, even normal people, when induced to use lax\ncriteria, make misattributions about the source of information\nthat they would not make if they were using more stringent\ncriteria (e.g., Lindsay & Johnson, 1989; Raye et al., 1980).\nSimilar points can be made about the reality-testing errors\nthat produce hallucinations (Perky, 1910; Segal, 1970). That is,\nhallucinations can be analyzed according to many of the same\nfactors that have been shown to influence reality monitoring in\nnormal individuals (e.g., Bentall, 1990; Horowitz, 1978; John-\nson, 1988a). Kunzendorf (1985-1986) specifically suggested\nthat certain hallucination phenomena occurring in hypnosis\nresult from the suspension of a reality \"monitor\" (p. 258). An\nimportant difference between Kunzendorf s notion of a reality\nmonitor and our notion of reality-monitoring processes is that\nKunzendorfs monitor is a relatively simple device for reading\nan unambiguous \"tag\" (p. 257) that specifies that a given sensa-\ntion is an image or a percept. In contrast, we assume that\nvarious qualitative characteristics of activated information are\nevaluated and that the decision processes are more complex\nthan simply \"reading out\" a single index of source information.\nPatients who have suffered organic brain damage sometimes\nmake false statements, apparently without intending to deceive,\nwhich are classified as confabulations (Talland, 1961; Whitlock,\n1981). Published descriptions of confabulating patients are par-\nticularly interesting because they are generally consistent with\nthe idea that reality monitoring involves at least two kinds of\njudgment processes: one that is based on a nondeliberative eval-\nuation of the characteristics of activated information, such as\nthe type and amount of perceptual detail, and the other that is\nbased on a more deliberate evaluation of the meaningful con-\ntent of activated information in the light of other memories and\nknowledge (Johnson, 1991a).\nPatients who have had a cingulectomy (to treat obsessive-\ncompulsive behavior) sometimes experience reality-monitoring\nfailures that appear to be the consequence of unusually vivid\nmental experiences. They will report something as real, but\nthey may catch themselves (e.g., in answer to a question, one\npatient said \"I have been having tea with my wife\" but then\nsaid, \"Oh, I haven't really. She's not been here today.. . . The\nscene occurs so vividly, I can see the cups and saucers and hear\nher pouring out\" (Whitty & Lewin, 1957, p. 73). It is as if vivid\nimaginations initially pass a heuristic reality-monitoring check\non the basis of qualitative characteristics and are accepted as\nreal until caught by more systematic processes. In contrast,\npatients with frontal damage who confabulate may experience\nreality-monitoring failures that appear to be the consequence of\nerrors resulting from disruption in more extended reasoning\nprocesses. These patients sometimes make bizarre or implausi-\nble statements. For example, one frontal patient claimed that he\nwas shot and killed by a young woman during World War II but\nthat the surgeons brought him back to life (Stuss et al., 1978).\nMore systematic processes are responsible for catching implau-\nsible ideas that may pass a more heuristic reality-monitoring\ncheck.Amnesia\nThere is considerable evidence that failure to remember\nsource may be an important component of amnesia (J. Brown &\nBrown, 1990; Graf, Squire, & Mandler, 1984; Hirst, 1982; Hirst\n& Volpe, 1982,1984; Huppert & Piercy, 1976; Johnson & Hirst,\nin press; Mayes et al., 1985; Meudell, Mayes, Ostergaard, &\nPickering, 1985; Pickering, Mayes, & Fairbairn, 1989; Schacter\net al., 1984; Schacter & Tulving, 1982; Shimamura & Squire,\n1987, Smith & Milner, 1989; Weinstein, 1987, cited in Johnson,\n1990). Various studies have shown disruptions in amnesics for\nmemory for temporal (Squire, 1982) and spatial (Mayes, Meu-\ndell, & MacDonald, 1991; Shoqeirat & Mayes, 1991) informa-\ntion and modality of presentation (Pickering et al., 1989).\nSchacter et al. (1984) investigated source monitoring in amne-\nsics by means of a memory-for-trivia-facts paradigm. They pre-\nsented amnesic patients with statements that included fictional\ninformation about well-known people (e.g., \"Bob Hope's father\nwas a fireman\"). After brief intervals, amnesic patients could\nsometimes produce the studied information when cued with\nquestions but often could not remember whether they learned\nthose facts in the experiment or from an extraexperimental\nsource (e.g., television or newspapers). Schacter et al. (1984) re-\nferred to this finding as \"source amnesia,\" which they defined\nas \"retrieval of experimentally presented information in the\nabsence of a corresponding recollection of how it was acquired\"\n(p. 593).\nSchacter et al. (1984) distinguished between source amnesia\nand source forgetting. Source amnesia occurs when subjects do\nnot remember whether an item was learned in the experiment\nor outside the experiment. Source forgetting occurs when sub-\njects can remember that an item was learned in the experiment\nbut do not remember the specific source (e.g., which of two\nspeakers said it). From the present perspective, source is a\nshorthand way of referring to a variety of types of information\n(e.g., spatial, temporal, and voice) that may be accessible to dif-\nferent degrees or with varying probability and thus may yield\nsource identifications of varying degrees of specificity. The is-\nsues here are analogous to those concerning the relation be-\ntween old-new recognition and source monitoring. From the\nsource-monitoring point of view, source forgetting and source\namnesia are both examples of source-monitoring failures that\nsimply reflect differences in either the amount or the specificity\nof information available about various external sources. In any\ncase, the fact that some amnesic subjects have so little source\ninformation available after so short a retention interval is a\nstriking phenomenon.\nThese findings suggest that those aspects of memory that\nwould ordinarily support source monitoring are profoundly\nimpaired in amnesia. Thus, severely amnesic subjects may have\naccess to relatively little differentiated information about quali-\ntative characteristics of memories such as perceptual detail (e.g.,\nthe voice in which something was said). They also may have\nlittle access to records of prior reflective activity such as noting\nrelations among events. Without such source-relevant informa-\ntion, they may base their source-monitoring judgments in the\ncontext of trivia questions on combinations of cues and criteria\nthat lead to many errors (e.g., \"Why would 'fireman' come to"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "16 M. JOHNSON, S. HASHTROUDI, AND S. LINDSAY\nmind when I think about Bob Hope's father unless I had read or\nheard about it someplace before; it must be true but I don't\nremember the specifics of learning it, and I'm not very good at\nlearning new things, so I probably learned it a long time ago\"; cf.\nBegg & Armour, 1991; Kelley & Lindsay, 1993).\nSome further clues about the nature of amnesic source moni-\ntoring might be obtained by comparing amnesic patients' per-\nformance in various source-monitoring situations. That is, am-\nnesics may not be disrupted equally in all source-monitoring\nsituations. To investigate this possibility, Johnson, Hirst,\nPhelps, Multhaup, and Volpe (1992) tested 5 mixed-etiology,\nnonalcoholic amnesics (and 5 control subjects) in two tasks that\nrequired subjects to identify who said what. In one, subjects\nwatched a video in which an experimenter asked questions (e.g.,\n\"Name a type of coin that used to be larger than a quarter\") and\n2 people alternated giving the answers (e.g., a penny). Subjects\nlater were read the words given as answers and had to indicate\nwho said each item (external source monitoring). In the other\ntask, 1 person gave some of the answers (again on video), and\nthe subject was required to give the others (cued by first letters).\nHere, too, subjects were asked who said each word (an internal-\nexternal discrimination, or reality monitoring). Amnesics\nshowed source-monitoring deficits for both external source\nmonitoring and reality monitoring, but the deficit in external\nsource monitoring appeared to be greater than the deficit in\nreality monitoring. Even so, in the reality-monitoring task, am-\nnesics were particularly poor at identifying the source of items\nthey had generated (also the case in a follow-up experiment).\nThese results, although preliminary, suggest that amnesics may\nbe disproportionately disadvantaged in remembering what\nthey have generated compared with what they have perceived.\nAssuming that source identification of self-generated items\ndraws on records of cognitive operations more than does identi-\nfication of perceived items, these findings are consistent with\nthe suggestion that amnesics are more disrupted in self-gener-\nated, reflective memory than in perceptual memory processes\n(Hirst et al., 1986; Hirst, Johnson, Phelps & Volpe, 1988; John-\nson, 1983,1990; Johnson & Hirst, 1991).\nMore generally, systematic comparisons of which aspects of\nsource (e.g., temporal, spatial, modality of presentation, and\nperson's voice) are particularly difficult for various memory-\ndisordered subjects would be especially useful in clarifying the\nrole of source memory in memory disorders (cf. Smith &\nMilner, 1984). As is discussed in the Brain Regions Implicated\nin Source Monitoring section, various aspects of source may be\ndifferentially disrupted by damage to various regions of the\nbrain.\nAging\nOne line of evidence for age deficits in remembering source\ncomes from studies demonstrating that older adults have diffi-\nculty in remembering contextual information (Burke & Light,\n1981). Older adults have trouble in remembering spatial loca-\ntion (e.g., Light & Zelinski, 1983; Park, Puglisi, & Lutz, 1982;\nPerlmutter, Metzger, Nezworski, & Miller, 1981), sex of voice\n(Kausler & Puckett, 1981), upper versus lower case format\n(Kausler & Puckett, 1980), and list membership (Zelinski &\nLight, 1979 [cited in Burke & Light, 1981]) of presented infor-mation. Burke and Light suggested that the inability to use\ncontextual information may be a key mechanism involved in\nage deficits in memory. This idea is consistent with the finding\nthat age differences tend to be greatest when testing procedures\nprovide the least amount of contextual support for retrieval, as\nin free recall, in which subjects must reconstruct the original\nevents (Craik, 1984; Hultsch & Dixon, 1990; Light & Singh,\n1987).\nAnother line of evidence comes from more recent studies in\nthe source-monitoring tradition. Mclntyre and Craik (1987),\nusing a procedure similar to Schacter et al.'s (1984), found that\nafter a week, older adults remembered trivia facts as well as\nyoung adults but had difficulty determining whether a particu-\nlar fact was learned in the experiment or outside the experi-\nment. Older adults also had trouble remembering presentation\nmodality (experimenter vs. an overhead projector). Similarly,\nDywan and Jacoby (1990), using the fame judgment task de-\nscribed earlier (Jacoby, Kelley, Brown, & Jasechko, 1989), found\nthat older subjects were more likely than young subjects to mis-\ntakenly call the nonfamous names from an earlier presentation\nphase famous.\nRabinowitz (1989) reported that older subjects had more dif-\nficulty discriminating between previously read and previously\ngenerated (e.g., A_CO_OL) words than did young subjects. In a\nconceptually similar study (subjects read some entire sentences\nand filled in the last word for others), Mitchell, Hunt, and\nSchmitt (1986) did not find age differences in remembering the\nsource of information but noted that a ceiling effect may have\nmasked a source-monitoring deficit among the older subjects.\nIn a study by Cohen and Faulkner (1989), older and younger\nsubjects watched, performed, or imagined themselves perform-\ning a series of simple actions (e.g., \"Put the spoon next to the\ntoothbrush\"). At test, older subjects were more likely than\nyoung subjects to say that imagined actions had been watched\nand that watched actions had been performed. Cohen and\nFaulkner also showed that older subjects were more often\nmisled by false information than were younger subjects in an\neyewitness-testimony paradigm (Loftus, 1979a). In a study by\nKausler, Lichty, and Freund (1985), however, older adults did\nnot have difficulty discriminating between memories for activi-\nties (e.g., card sorting) that were planned and those that had\nbeen performed. Similarly, in another study (Guttentag& Hunt,\n1988), only a minority of older subjects had difficulty discrimi-\nnating between performed and imagined actions.\nThese studies suggest that there are age differences in source\nmonitoring, but taken together, they also suggest that these\ndifferences depend on the type of source-monitoring task a\nperson confronts. Direct evidence for this point was reported\nby Hashtroudi et al. (1989). Older and younger adults were\npresented with a list of common words originating from differ-\nent sources. Compared with young adults, older adults had dif-\nficulty discriminating memories of words they had said from\nmemories of words they had imagined saying (internal source\nmonitoring) and difficulty discriminating which of two other\npeople had said particular words (external source monitoring;\nsee also Schacter et al., 1991). In contrast, they did not have\nmore difficulty in discriminating words they had said from\nwords someone else had said or words they imagined saying\nfrom words someone else had said (reality monitoring). (Real-"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "SOURCE MONITORING 17\nity-monitoring difficulties have been demonstrated in older\nsubjects in other situations, e.g., Hashtroudi, Johnson, & Chros-\nniak, 1990; Rabinowitz, 1989.)\nHashtroudi et al. (1989) suggested that the particular pattern\nof source-monitoring deficits obtained provided a clue about\nwhich memory characteristics contributed to the age deficit in\ntheir experiment. On the basis of previous evidence (Johnson et\nal., 1981; Rabinowitz, 1989), it was assumed that with verbal\nmaterial, the amount and kind of information about cognitive\noperations were especially salient cues for source monitoring.\nIn the Hashtroudi et al. study, older adults did not have diffi-\nculty discriminating either what they said aloud or what they\nthought from what they heard another person say. In these con-\nditions, the amount of cognitive operations presumably could\nbe used as a cue that an item was generated rather than per-\nceived. This suggests that older adults used these cues as well as\nyoung subjects. In contrast, the cognitive operations involved in\nsaying and thinking are likely to be similar, thereby reducing\nthe effectiveness of cognitive operations as a cue to source in\ndiscriminating what one said from what one only imagined\nsaying. Presumably, subjects then have to rely either on memory\nfor motoric and kinesthetic information or on memory for spe-\ncific perceptual information about voice quality. In this situa-\ntion, older adults seemed to have difficulty in discriminating\nsource. Similarly, discriminating which of two other people said\nsomething should also depend on evaluating perceptual infor-\nmation such as specific voice quality, because the amount or\nkind of cognitive operations would not provide a reliable cue to\nsource. Again, older adults had difficulty in this condition.\nThus the results of this experiment provided a hint that older\nadults have the most trouble in conditions in which perceptual\ninformation is particularly important.\nIn a second study, Hashtroudi et al. (1990) directly examined\nage-related differences in various memory characteristics. The\nquestion addressed was whether some memory characteristics\n(e.g., perceptual and contextual) were affected more by aging\nthan others. In this study, all subjects participated in some every-\nday situations (e.g., packing a picnic basket) and imagined\nthemselves participating in other situations. On a second day,\nsubjects recalled all they could remember about each situation.\nRecollections were evaluated for mention of information such\nas colors, objects, spatial references, and thoughts and feelings.\nOlder adults had particular difficulty in remembering percep-\ntual and contextual (spatial) information. In addition, in a real-\nity-monitoring test given 3 weeks later, older adults had lower\nperformance than young adults. Because perceptual informa-\ntion is likely to be a salient cue for reality monitoring, Hash-\ntroudi et al. suggested that reality-monitoring difficulties\nmight be related to older adults' difficulty remembering sen-\nsory-perceptual information.\nFurther evidence that older subjects have difficulty encoding\nperceptual cues is that an age deficit in identifying which of two\nfemale speakers had said particular words was eliminated when\none speaker was a female and one a male (Ferguson et al., 1992;\nsee also Lindsay et al., 1991). Ferguson et al. also found that\nincreasing the salience of the spatial cues in the male-female\ncondition by having the two speakers sit in distinctive spatial\nlocations improved young adults' source-monitoring perfor-\nmance but not that of older subjects. We are currently exploringthe hypothesis that older adults have difficulty encoding or\nusing multiple cues to source.\nThese studies demonstrate how predictions generated by the\nsource-monitoring framework can be used to explicate the\nmechanisms of source-monitoring deficits. Given that source\nmonitoring is based on memory characteristics, one can system-\natically examine the contribution of various types of memory\ncharacteristics to source-monitoring deficits. This method of\nexamining cue effectiveness of various memory characteristics\nprovides a powerful tool for understanding source-monitoring\nprocesses.\nBrain Regions Implicated in Source Monitoring\nFrontal areas. A number of lines of evidence suggest that\nfrontal-lobe dysfunction may produce deficits in source moni-\ntoring. Patients with frontal damage may recall or recognize\ninformation at normal levels yet show disrupted memory for\ntemporal order (Milner, 1971; Milner, Petrides, & Smith, 1985;\nShimamura, Janowsky, & Squire, 1990). Disruptions in tem-\nporal-order judgments that are disproportionate to disruptions\nin item recognition or cued recall have also been shown in\nKorsakoff patients (Huppert & Piercy, 1976; Meudell et al.,\n1985; Shimamura, Janowsky, & Squire, 1991; Squire, 1982;\nSquire, Nadel, & Slater, 1981). Patients with Korsakoff syn-\ndrome are often impaired in tests such as the Wisconsin Card\nSorting Test (Heaton, 1981) and the Benton Verbal Fluency\nTest (Benton, 1968), which are sensitive to frontal-lobe pathol-\nogy (e.g., Squire, 1982) and sometimes show computed tomogra-\nphy scans indicating frontal-lobe damage (Kopelman, 1989;\nShimamura, Jernigan, & Squire, 1988). Similarly, other popula-\ntions in which there may be frontal damage, namely Parkin-\nson's disease and multiple sclerosis patients, also show deficits\nin temporal judgments (Beatty & Monson, 1991; Sagar, Cohen,\nSullivan, Corkin, & Growdon, 1988; Sagar, Sullivan, Gabrieli,\nCorkin, & Growdon, 1988). Within subjects, impaired tem-\nporal-order scores may be correlated with scores on neuropsy-\nchological tests sensitive to frontal damage (Squire, 1982), but\nnote that such a correlation is not always found (Kopelman,\n1989; Shimamura et al., 1990).\nDisrupted memory for the source of trivia facts also appears\nto be related to measures of frontal-lobe dysfunctions in some\nstudies of amnesics (Schacter et al., 1984) and is also found in\nfrontal-lobe patients who do not show disrupted memory for\nthe facts themselves (Janowsky, Shimamura, & Squire, 1989).\nThere is also evidence from both physiological and behavioral\nstudies that the frontal cortex is particularly sensitive to the\neffects of aging (Albert & Kaplan, 1980; Woodruff, 1982). On\nthe basis of these findings, Mclntyre and Craik (1987) sug-\ngested that memory deficits in remembering source in older\nnormal subjects may be linked to frontal-lobe dysfunction.\nSome evidence for this suggestion was provided in a recent\nstudy by Craik, Morris, Morris, and Loewen (1990), who re-\nported a correlation in older subjects between source-monitor-\ning scores (deciding whether a fact was learned in the experi-\nment or outside the experiment) and performance on the Wis-\nconsin Card Sorting Test and the Verbal Fluency Test.\nIn addition, disruptions in reality monitoring described in\ncase reports of confabulation in patients suffering from organic"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "18 M. JOHNSON, S. HASHTROUDI, AND S. LINDSAY\nbrain disease form a systematic and suggestive picture (John-\nson, 199la). The relatively controlled lesions made in anterior\ncingulectomy patients produce dramatic but temporary con-\nfabulation, lasting several days (Whitty & Lewin, 1957,1960).\nDamage to the basal forebrain region produces confabulation\nthat may last weeks to months (Damasio, Graif-Radford, Es-\nlinger, Damasio, & Kassell, 1985), and damage to various areas\nin the frontal lobes can produce confabulation that may last\nmonths to years (Stuss et al., 1978). Stuss et al. made a persua-\nsive argument for the role of frontal-lobe damage in confabula-\ntion. They reported five patients with demonstrable frontal-\nlobe lesions who all showed spontaneous, persisting confabula-\ntion (see also Baddeley & Wilson, 1986; Kapur & Coughlan,\n1980; Moscovitch, 1989). At least temporary, and sometimes\nlong-lasting, confabulation is found in Korsakoff patients, who\noften show prefrontal symptomatology as well as damage to\nthalamic nuclei that project to prefrontal and anterior cingulate\ncortex. The fact that confabulators often show recognized\nsymptoms of frontal damage such as perseverative tendencies,\ndifficulty in shifting response sets, and lack of concern about\ninappropriate behavior also suggests frontal involvement. In\nsummary, disruption of areas immediately adjacent to the fron-\ntal lobes produces marked but transient effects. Structural dam-\nage to the frontal lobes themselves produces more permanent\neffects. Thus, overall, there is a fairly consistent pattern of evi-\ndence pointing to confabulation as a potential consequence of\ndisruption of frontal-lobe functioning.\nTaken together, these observations of relations between\ndisruption in frontal-lobe functions and disruptions in source\nmonitoring in amnesic patients and older people and, particu-\nlarly, confabulation in organic-brain-disease patients strongly\nimplicate the frontal lobes in normal source-monitoring pro-\ncesses. As the next section argues, however, this does not mean\nthat the frontal lobes are uniquely responsible for source mem-\nory.\nTemporal and diencephalic areas. Some investigators have\nconsidered the possibility that the type of memory disruption\nthat is associated with damage to the medial temporal lobes or\ndiencephalon is primarily a problem of disrupted source\n(usually called context) memory (J. Brown & Brown, 1990;\nHirst, 1982,1989; Huppert & Piercy, 1976; 1978; Mayes, 1988,\n1992; Mayes et al., 1985; Schacter, 1987b; Stern, 1981). Accord-\ning to this view, the disrupted memory for content shown in\nanterograde amnesia is secondary to a more fundamental\ndisruption in source memory (e.g., context no longer provides\nan effective recall cue). One conceptual problem with this idea\nis that the cognitive processes (e.g., reactivating information and\nelaborating relations among items) that contribute to source or\ncontextual information contribute to factual or content mem-\nory as well (cf. Johnson, 1992; Mayes et al, 1985). For example,\nimproving organization among items on a particular list should\nboth boost item recall and improve subjects' ability to correctly\nattribute items to that list (assuming the same organizational\ncategories were not used for other lists). Thus, from a process-\ning point of view, it is hard to differentiate those cognitive activi-\nties that produce good memory for content from those that\nproduce good memory for context (Johnson, 1992).5\nOthers have argued that the memory disruption associated\nwith temporal/diencephalic damage does not involve disrup-tion of source memory but rather that disruptions in source\nmemory occur as a consequence of additional frontal-lobe dam-\nage found in some temporal/diencephalic patients (e.g, Shima-\nmura et al, 1990; Shimamura & Squire, 1987; Squire, 1982).\nAccording to this view, memory for content is a function of\ntemporal/diencephalic regions, and memory for source is a\nfunction of frontal regions. Again, this is based on too simple a\nnotion of the processes that are involved in both memory for\ncontent and memory for source.\nWe think it more likely that although the frontal lobes con-\ntribute to memory for source, they contribute to memory for\ncontent as well. Similarly, although the temporal lobes and dien-\ncephalon are critical for memory for content, they contribute to\nmemory for source as well. Given the likely overlap in processes\nthat promote memory for source and memory for content (see\nalso Mayes et al, 1985), patients who have disruptions of source\nmemory should show disrupted memory for content under\nsome circumstances and vice versa. In keeping with this, fron-\ntal patients show disruption in content recall if they are tested\nin multitrial free-recall learning—a type of memory test more\ndependent on reflective organizational processes than the\nmore commonly used, single-trial free-recall, cued-recall, or\nrecognition tests, on which they show \"intact\" content memory\n(Janowsky et al. [cited in Shimamura et al, 1991]; also see\nMoscovitch, 1989; and Smith & Milner, 1984). Similarly, amne-\nsics, even those without obvious frontal damage, would have\npoor source memory if they were directly compared with con-\ntrols under the same acquisition and test conditions.\nUsually, amnesics and controls are not compared under the\nsame acquisition and test conditions. A common methodologi-\ncal practice is to equate patients and controls on recognition or\ncued recall and then compare source-monitoring scores (e.g,\nCave & Squire, 1991; Meudell et al, 1985; Pickering et al, 1989;\nSchacter et al, 1984; cf. Hirst et al, 1986; Hirst et al, 1988). For\nexample, amnesics might be given longer to study the items, or\ncontrols might be given a longer retention interval. Using this\nprocedure, it is tempting to interpret a deficit in performance\non a source task that is disproportionate to a deficit on the\ncontent task as demonstrating that source memory is\ndisrupted. However, it does not follow that either content or\nsource memory has been uniformly disrupted or that they have\nbeen localized to particular brain areas. Such a result only im-\nplies that some process or type of information is involved to a\ngreater extent in one task than in the other. For example, pre-\ndictions for a situation in which, say, recognition is equated\nbetween groups and in which source monitoring is tested\nwould depend on the type of information used by subjects in\nevaluating content and source (see Source Monitoring and Old-\nNew Recognition section). Suppose, in this particular test, both\namnesics and controls used only perceptual information for\nmaking both recognition and source-monitoring judgments. If\n5 Another reason to not take as fundamental the content versus con-\ntext distinction but rather to treat them as heuristic categories is that\nthey may be impossible to separate on a priori grounds. What is core\ncontent and what is incidental context may vary with the situation,\nespecially with a person's activated goals (e.g, Allport, 1955; Johnson,\n1992; Menzel & Johnson, 1976)."
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "SOURCE MONITORING 19\nthe groups were equated on recognition, they would also be\nequated on source monitoring. Nevertheless, this would not\nmean that the groups would remain equated in a source-moni-\ntoring task that demanded more reflectively elaborated infor-\nmation for accurate performance (e.g., Weinstein, 1987, cited in\nJohnson, 1990). In short, whether amnesics show dispropor-\ntionate deficits in source monitoring in relation to controls de-\npends on what types of information the two groups use in the\ncontent and source tests. Similarly, the correlation within a\ngroup between recognition (or cued recall) and source-monitor-\ning scores should depend on the extent to which subjects use\nsimilar information for the two types of tests. Because criteria\nare flexible and individually determined and the number of\nsubjects per group is typically small, the size of these correla-\ntions may not be consistent across labs or even within labs.6\nLinking aspects of source memory to different brain areas.\nAlthough both temporal/diencephalic and frontal areas contrib-\nute to memory for source, they presumably do so in different\nways. One possibility is that temporal/diencephalic areas are\ninvolved in consolidating (e.g., Milner, 1970; Squire, 1987; Zola-\nMorgan & Squire, 1990) memory characteristics such as percep-\ntual and spatial detail through a process of reactivating mem-\nory records (Johnson, 1992; Johnson & Hirst, 1991; cf. Spear &\nMueller, 1984) and that frontal areas are involved in discovering\nrelations among events, strategic retrieval, and setting criteria\nin memory tasks (e.g., Johnson, 1990; Moscovitch, 1989). As we\nhave argued, all of these processes are important for both con-\ntent and source memory. The fact that they may be important\nto different degrees in different situations produces the vari-\nable relation between content and source and between patterns\nshown by memory-disordered patients with and without fron-\ntal damage. A more general point is that given the complex\nprocesses involved in establishing particular memory charac-\nteristics relevant to source (e.g., perceptual, temporal, spatial,\nand affective; see the next section, Source Monitoring Within a\nGeneral Memory Architecture) and the complex processes in-\nvolved in source monitoring, it is unlikely that any single brain\narea is alone responsible for memory for source (see, also Mayes\netal., 1985; Mishkin, 1982).\nIn summary, the source-monitoring framework suggests that\ndisruptions in source monitoring can occur for a number of\nreasons, which fall into two broad categories: (a) disruption in\nthe encoding of events initially—for example, disruption in\nprocesses that might limit encoding or consolidation of some\ntypes of perceptual, contextual, affective, semantic, and cogni-\ntive operations information—or disruption in retrieving and\nnoting relations between prior and ongoing events that would\nseverely limit relational information and (b) disruption in heur-\nistic or systematic source-monitoring judgment processes—for\nexample, when subjects do not access available relevant infor-\nmation, use lax or inappropriate criteria for making source\ndecisions, or do not use heuristic and systematic processes to\ncheck each other. Such disruptions can come about, for exam-\nple, when subjects at either acquisition or test are pressed for\ntime, stressed, depressed, distracted, or under the influence of\nalcohol or other drugs or if they have suffered damage to certain\nareas of the brain. Given these more specific hypotheses about\nthe cognitive mechanisms underlying source monitoring, it\nshould be possible to design studies that are more analyticabout exactly which of these factors might operate under\nvarious conditions and involve various brain areas. New devel-\nopments in neuroimaging techniques provide increasingly pre-\ncise and detailed anatomical information about cognitively im-\npaired patients (e.g., Squire, Amaral, & Press, 1990). To maxi-\nmally exploit these exciting technical developments, we need to\nuse a correspondingly sophisticated characterization of the\nmental processes involved in the tasks we study.\nSource Monitoring\nWithin a General Memory Architecture\nOur primary goal in this article is to illustrate that a wide\nvariety of phenomena can be usefully discussed in a common\nset of terms, which suggest additional directions for empirical\nresearch. For the future, greater theoretical specificity in char-\nacterizing the memory records and processes involved in\nsource monitoring will require embedding discussions of\nsource monitoring within the context of a specific processing\nmodel of memory. We briefly consider what the outlines of such\nan approach might look like, using the Multiple-Entry, Modular\n(MEM) memory framework (Johnson, 1983,1991a; Johnson &\nHirst, 1991, in press; Johnson & Multhaup, 1992).\nThe aim of the MEM framework is to describe a relatively\nsmall set of cognitive processes (the component processes) that\nare jointly sufficient to account for changes in memory and\nperformance from cognitive activity. That is, any task involves\nsome combination of these component processes, and memory\nis viewed as a record of the operation of the component pro-\ncesses. At present, MEM consists of 16 component processes,\nlargely derived from prior findings or concepts in the cognitive\nliterature. These component processes are grouped into four\nproposed functional subsystems, two (P-1 and P-2) that are com-\nposed of perceptual processes contributing to memory records\n(e.g., those involved in seeing) and two (R-l and R-2) that are\ncomposed of reflective processes, such as the self-generated\nactivities involved in organizing and elaborating. The compo-\nnent processes of each subsystem are P-1 (locating, resolving,\nextracting, and tracking), P-2 (placing, identifying, examining,\nand structuring), R-l (reactivating, refreshing, shifting, and not-\ning), and R-2 (retrieving, rehearsing, initiating, and discovering).\nAlthough specific processes from two or more subsystems\nmay be analogous, in relation to P-l and R-l, the processes of\nP-2 and R-2 operate on more complex data structures (Johnson\n& Hirst, in press). So, for example, locatingcan be applied to an\nundifferentiated external stimulus (Weiskrantz, 1986) whereas\nplacing can compute relative positions of two differentiated and\nusually identified objects. Similarly, noting can compute over-\nlapping relations from associations activated by two items (e.g.,\ndog and cat both activate animal), whereas discovering finds\nrelations that are less direct, for example, relations that depend\n'Similarly, Sagar and colleagues (Sagar, Downes, & Mayes, 1991;\nSagar, Gabrieli, Sullivan, & Corkin, 1990) have discussed the possibil-\nity that source judgments might be made in different ways—depend-\ning on such factors as the severity of a patient's recognition deficit,\netiology of the amnesic deficit, and the nature of the task and matching\nprocedure used (cf. Schacter, Kaszniak, Kihlstrom, & Valdiserri,\n1991)."
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "20 M. JOHNSON, S. HASHTROUDI, AND S. LINDSAY\non other relations as in computing analogies (e.g., Gentner,\n1988). The two reflective subsystems also include the capability\nof \"executive\" control and monitoring functions (e.g., Miller,\nGalanter, & Pribram, 1960; Norman & Shallice, 1986; Stuss &\nBenson, 1986). Control and monitoring functions are drawn\nfrom sets of potential agendas. An agenda comprises a recipe or\nprogram for cognitive action consisting of component subpro-\ncesses. Agendas are often learned and are activated by ongoing\nstimulus conditions, including ongoing cognitive activities.\nThese component processes and their proposed structure serve\nas a basis for modeling a variety of memory phenomena (John-\nson, 1983,1990,199 la, 1991b, 1992; Johnson & Hirst, 1991, in\npress; Johnson & Multhaup, 1992).\nFurther research may necessitate adding additional compo-\nnent processes, and much more work will be needed to clearly\ndefine the nature of particular components and to unambigu-\nously differentiate among them (e.g., to know whether a particu-\nlar performance involves locating or placing). Despite its provi-\nsional nature, a component-processes approach to memory has\nmany potential benefits, especially compared with simple di-\nchotomies such as conceptualizing processes as automatic or\ncontrolled, or data driven or conceptually driven or conceptua-\nlizing the content of memories as procedural or declarative, or\nsemantic or episodic (Johnson & Hirst, in press). A relatively\nsmall increase in theoretical complexity in moving from any of\nthese dichotomies to a component-processes framework, such\nas MEM, provides substantial increases in both specificity and\ngenerality.\nMEM provides a mid-level vocabulary for integrating work\nfrom more specific theoretical and empirical efforts. For exam-\nple, locating is explicated by research on visual-spatial atten-\ntion (e.g., Yantis & Johnson, 1990), identifying by research on\nobject identification (e.g., Biederman, 1987), reactivating by re-\nsearch on reinstatement effects (e.g., Rovee-Collier & Hayne,\n1987), and rehearsing by research on working memory (Badde-\nley, 1986). At the same time, MEM components themselves can\nbe used to decompose other concepts. For example, organiza-\ntion and elaboration (e.g., Tulving, 1962) can be described in\nterms of specific component processes of MEM such as refresh-\ning, shifting, noting, and reactivating (Johnson, 1990, 1992).\nMEM also provides a vocabulary for discussing issues such as\nthe cognitive activities required for the binding and consolida-\ntion of central and contextual information (Johnson, 1992),\nprocesses fundamental to determining cue effectiveness. MEM\nnot only offers parsimonious language for describing a range of\nphenomena, it also provides rich enough detail to make predic-\ntions about the breakdown of functioning from brain damage,\naging, and psychological distress (Johnson, 1990; Johnson &\nHirst, 1991, in press).\nWith respect to source monitoring, MEM can be useful in\nconceptualizing both the memory characteristics and the deci-\nsion processes discussed here. The memory characteristics (i.e.,\nperceptual, contextual, affective, semantic, and cognitive oper-\nations) postulated by the source-monitori ng framework are sum-\nmary labels for the outcomes of combinations of underlying\ncognitive activities. Within MEM, various component subpro-\ncesses of perception (e.g., locating, identifying, and trackingslim-\nuli and placing objects in spatial relations) and of reflection\n(e.g., rehearsing, reactivating, and retrieving events and notingrelations among them) combine to determine what characteris-\ntics are encoded in memory. For example, affective information\nmay arise from perceptual processes (e.g., fear arising from sud-\ndenly locating a stimulus in your peripheral vision) or from\nmore reflective processes (e.g., fear arising from discovering an\ninconsistency in your argument just before it is your turn to\nspeak; Johnson & Multhaup, 1992). Similarly, temporal aspects\nof memory might arise from perceptual records of identified\nobjects (e.g., a moon in the memory implies that it was night) or\nfrom reflective records of noted relations (e.g., \"I remember\nthinking that I also saw him as I left the seminar last week, and\nthe seminar meets on Wednesdays\"). With respect then to tem-\nporal information, records of perceptual activity may be suffi-\ncient to indicate that an event took place at night, but records of\nreflective activity may be necessary for specifying that an event\ntook place on Wednesday or after another particular event (cf.\nTzeng, Lee, & Wetzel, 1979).\nIn short, there is not a single mental computation, identifi-\nable with a single brain region, that is responsible for affect or\nfor temporal information (cf. Olton, 1989), spatial information\n(cf. Smith & Milner, 1984) and so forth. Furthermore, the MEM\nframework can be used to help characterize the likely complex-\nity of the mental computations involved in encoding, reactivat-\ning, and using various memory characteristics for various pur-\nposes. An example is our earlier suggestion that frontal damage\ndisrupts processes such as retrieving and discovering relations\nthat would help specify that an event occurred on Wednesday or\nafter another related event, whereas temporal/diencephalic\ndamage disrupts reactivation processes critical for the consolida-\ntion even of within-event characteristics such as the perceptual\ninformation indicating that an event occurred at night. This\nwould account for the profound absence of source-specifying\ninformation in patients with combined medial/temporal dam-\nage and frontal damage.7\nAnother aspect of MEM that is relevant to conceptualizing\nsource attribution, and decision processes in general, is that\nMEM divides reflection into two subsystems, R-1 and R-2, each\ncapable of executive control and each able to recruit processes\nfor prolonging activation (refreshing and rehearsing), for intro-\nducing change in an activation pattern (shifting and initiating),\nfor goi ng back to earl ier objects of perception and thought (reac-\ntivating and retrieving), and for creating relations among events\n(noting and discovering). Compared with R-l processes, R-2\nprocesses are more controlled or deliberate (systematic). The\nmore a task draws exclusively from the set of R-1 components\n(and the fewer the components engaged), the less deliberate it\nwill seem; the more it draws from R-2 components (and the\nmore components it engages), the more deliberate it will seem.\nHowever, R-I and R-2 do not map simply onto two discrete\ncategories, nondeliberative and deliberative (or automatic and\ncontrolled), or to any simple dimension. As noted by Chaiken\net al. (1989), a \"strict automatic-controlled dichotomy is too\nrestrictive to capture many phenomena of interest\" (p. 213).\n7 Of course, medial/temporal and frontal areas of the brain are com-\nplex structures; different component processes of MEM very likely are\ndifferentially supported by or distributed across various substructures\nof these more general regions."
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "SOURCE MONITORING 21\nThus, rather than using terms that imply a unidimensional anal-\nysis of cognition, R-l and R-2 can be used as shorthand terms to\nrefer, respectively, to prototypical types of heuristic (relatively\nautomatic) and systematic (relatively controlled) processing\ndrawn from a multiply determined family of processing possi-\nbilities (e.g., Johnson, 199la; Johnson & Hirst, in press; Kahan\n& Johnson, 1992). An advantage of the terms R-l and R-2 is that\nthey are not proposed as primitives and can remind us that the\ntask ahead is to further decompose concepts such as \"control\"\ninto component processes such as those specified in MEM.\nDividing reflection into two cohesive subsystems (R-l and\nR-2) has a number of advantages similar to advantages gained\nfrom computer software designed to execute as cooperating\nprocesses: It easily allows two agendas to be engaged at once.\nFor example, source monitoring can simultaneously involve as-\nsessing qualitative characteristics of activated information\nthrough R-1 processes and retrieving additional information to\ncheck plausibility through R-2 processes. Dividing reflection\ninto two subsystems provides a way of understanding how\nsome aspects of reflection might be disrupted without fully\ndisorganizing thought (e.g., Johnson, 199la; Johnson & Hirst,\nin press). Hence, the disruption of R-2 processes evident in\ndivided attention tasks or in some frontal patients may disrupt\nsome aspects of source monitoring without disrupting other\naspects of memory. An equally important idea represented in\nMEM is that R-l and R-2 also normally interact, that is, they\ncall on each other's agendas and evaluate the outcomes of pro-\ncesses. Thus the outcomes of heuristic and systematic processes\ncan correct each other, as when vivid mental experiences do not\npass a plausibility check in source monitoring. More generally,\nworking together, R-l and R-2 yield the experience of thinking\nabout thinking. Such a conceptual organization of reflective\nprocesses provides a way of discussing how the phenomenal\nexperience of control, intention, and agency might arise and\nsuggests mechanisms underlying self-awareness (Johnson,\n1991b; Johnson & Hirst, in press).\nWe believe that this component-process approach has advan-\ntages over both structural models and processing dichotomies.\nThe brief overview of MEM offered here is not intended to fully\nexplicate the model but rather to communicate the general fla-\nvor of the component-process approach. Interested readers are\nreferred to Johnson (1990,1991a,1991b,1992) and Johnson and\nHirst (in press) for more detailed presentations.\nConclusions\nSource monitoring is a critical everyday memory function.\nThe feeling that a memory has a specific source is a compelling\nreason for experiencing it as belonging to our personal past.\nFurthermore, source-monitoring processes differentiate fact\nfrom fantasy in remembering (e.g., whether your neighbors\nyelled at you or you only imagined they might), reliable from\nunreliable sources of information (e.g., your doctor vs. the Na-\ntional Enquirer for nutrition tips), and actions from intentions\n(e.g., taking pills vs. only thinking about it). Disruption in any\nor all of these situations has serious implications both in poten-\ntial impact on event memory and on development and use of\nknowledge and beliefs.\nIn this article, we outlined an integrative theoretical frame-work for understanding the processes involved in source moni-\ntoring. A consideration of recent findings and theorizing in a\nnumber of domains suggests that this framework can point to\nconnections among diverse phenomena. Ultimately, however,\nthe value of such a framework lies in the extent to which it helps\nexplain otherwise confusing results and guides future research\nin a meaningful direction.\nWe believe that the framework has been helpful in account-\ning for disparate results. For example, the framework can ex-\nplain why under some circumstances performance on recogni-\ntion memory and source tests are dissociated, whereas under\nother conditions they are correlated. In addition, it predicts the\ndissociations as well as parallel effects found in studying the\nrelation between direct and indirect tests of memory. Similarly,\nit can account for why in some situations memory-disordered\npatients have difficulty in remembering both source and con-\ntent, whereas in other situations the source deficit occurs in the\nabsence of a deficit in remembering content. The framework\nalso suggests factors that determine whether misleading infor-\nmation will affect memory for recently experienced events and\nwhether people will misattribute familiarity to prior knowledge\n(e.g., the false-fame effect), will show cryptomnesia, or will be\ninfluenced by fictional information.\nAs a general research strategy, the framework suggests con-\nsidering both memory characteristics and decision processes in\nsource monitoring and encourages investigating different\nsource-monitoring situations under comparable conditions or\nin the same subject populations. It also suggests several specific\nresearch questions. For example, can the boundary conditions\nfor appropriating fictional information into one's knowledge\nbase or using it later be related to specific component processes\ninvolved in processing information? To what extent do develop-\nmental changes in source monitoring reflect growth of more\ncomplex heuristic and systematic reflective processing, such as\nthe ability to combine information from two or more dimen-\nsions or the ability to engage in strategic retrieval? Can a source-\nmonitoring analysis contribute to the understanding of differ-\nences in susceptibility to misleading information between\nyoung adults and children or between young adults and older\nadults? To what extent do deficits in source monitoring experi-\nenced by older adults arise from difficulties in encoding or\nreviving particular aspects of memories or from the criteria\nthey adopt in source-monitoring decisions? Can differences in\nsource-monitoring problems among various brain-damaged or\nmemory-disordered populations be identified and classified?\nAnd can differences between patients in source amnesia, types\nof delusions, confabulation, source misattributions, and other\nsource-monitoring phenomena be understood in terms of dif-\nferent combinations of disruption of memory characteristics\nand decision processes? Finally, can progress be made in relat-\ning factors that cognitive studies have identified as important\nfor source monitoring to underlying brain structures or mecha-\nnisms? Questions such as these provide exciting new opportuni-\nties for understanding the critical cognitive function of source\nmonitoring.\nReferences\nAbra, J. C. (1972). List differentiation and forgetting. In C. P. Duncan,\nL. Sechrest, & A. W Melton (Eds.), Human memory: Festschrift in"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "22 M. JOHNSON, S. HASHTROUDI, AND S. LINDSAY\nhonor of Benton J. Underwood(pp. 25-57). New York: Appleton-Cen-\ntury-Crofts.\nAlba, J. W, & Hasher, L. (1983). Is memory schematic? Psychological\nBulletin, 93, 203-231.\nAlbert, M. S., & Kaplan, E. (1980). Organic implications of neuropsy-\nchological deficits in the elderly. In L. W Poon, J. L. Fozard, L. S.\nCermak, D. Arenberg, & L. W Thompson (Eds.), New directions in\nmemory and aging: Proceedings of the George A. Talland Memorial\nConference (pp. 403-432). Hillsdale, NJ: Erlbaum.\nAllport, F. H. (1955). Theories of'perception andthe concept of'structure.\nNew York: Wiley.\nAnderson, J. R., & Bower, G. H. (1972). Recognition and retrieval pro-\ncesses in free recall. Psychological Review, 79, 97-123.\nAnderson, J. R., & Bower, G. H. (1974). A prepositional theory of\nrecognition memory. Memory & Cognition, 2, 406-412.\nAnderson, J. R.,&Ross, B. H. (1980). Evidence against a semantic-epi-\nsodic distinction. Journal of Experimental Psychology: Human\nLearning and Memory, 6, 441-465.\nAnderson, R. E. (1984). Did I do it or did I only imagine doing it?\nJournal of Experimental Psychology: General, 113, 594-613.\nAtkinson, R. C., & Juola, J. F. (1973). Factors influencing speed and\naccuracy of word recognition. In S. Kornblum (Ed.), Attention and\nPerformance IV (pp. 583-612). San Diego, CA: Academic Press.\nBaddeley, A. (1986). Working memory: Oxford Psychology Series No. 11.\nLondon: Oxford University Press.\nBaddeley, A. D., & Wilson, B. (1986). Amnesia, autobiographical mem-\nory and confabulation. In D. Rubin (Ed.), Autobiographical memory\n(pp. 225-252). New York: Cambridge University Press.\nBatchelder, W H., & Riefer, D. M. (1990). Multinomial processing mod-\nels of source monitoring. Psychological Review, 97, 548-564.\nBeatty, W W, & Monson, N. (1991). Memory for temporal order in\nmultiple sclerosis. Bulletin of the Psychonomic Society, 29,10-12.\nBegg, I., & Armour, V (1991). Repetition and the ring of truth: Biasing\ncomments. Canadian Journal of Behavioral Science, 23,195-213.\nBegg, I. M., Robertson, R. K., Gruppuso, V, Anas, A., & Needham,\nD. R. (1992). The illusory-knowledge effect. Manuscript submitted for\npublication.\nBelli, R. F, Lindsay, D. S., Gales, M. S., & McCarthy, T. T. (1992).\nMemory impairment and source misattribution in postevent misinfor-\nmation experiments with short retention intervals. Manuscript sub-\nmitted for publication.\nBelli, R. F, Windschitl, P. D., McCarthy, T. T., & Winfrey, S. E. (1992).\nDetecting memory impairment with a modified test procedure: Ma-\nnipulating retention interval with centrally presented event items.\nJournal of Experimental Psychology: Learning, Memory, and Cogni-\ntion, 18, 356-367.\nBentall, R. P. (1990). The illusion of reality: A review and integration of\npsychological research on hallucinations. Psychological Bulletin,\n107, 82-95.\nBenton, A. L. (1968). Differential behavioral effects in frontal lobe\ndisease. Neuropsychologia, 6, 53-60.\nBiederman, I. (1987). Recognition-by-components: A theory of human\nimage understanding. Psychological Review, 94, 115-147.\nBransford, J. D, & Franks, J. J. (1971). The abstraction of linguistic\nideas. Cognitive Psychology, 2, 331-350.\nBransford, J. D., Franks, J. J., Morris, C. D., & Stein, B. S. (1979). Some\ngeneral constraints on learning and memory research. In L. S. Cer-\nmak & F. I. M. Craik (Eds.), Levels of processing in human memory\n(pp. 331-354). Hillsdale, NJ: Erlbaum.\nBrenner, M. (1973). The next-in-line effect. Journal of Verbal Learning\nand Verbal Behavior, 12, 320-323.\nBrown, A. S., & Murphy, D. R. (1989). Cryptomnesia: Delineating in-\nadvertent plagiarism. Journal of Experimental Psychology: Learning,\nMemory, and Cognition, 15, 432-442.Brown, J., & Brown, M. W (1990). The effects of repeating a recogni-\ntion test in Lorazepam-induced amnesia: Evidence for impaired con-\ntextual memory as a cause of amnesia. Quarterly Journal of Experi-\nmental Psychology, 42A, 279-290.\nBurke, D. M., & Light, L. L. (1981). Memory and aging: The role of\nretrieval processes. Psychological Bulletin, 90, 513-546.\nCave, C. B., & Squire, L. R. (1991). Equivalent impairment of spatial\nand nonspatial memory following damage to the human hippocam-\npus. Hippocampus, 1, 329-340.\nCeci, S. 1, & Bruck. M. (1993). The suggestibility of the child witness:\nA historical review and synthesis. Psychological Bulletin, 113, 403-\n439.\nCeci, S. J., Ross, D. F, &Toglia, M. P. (1987). Suggestibility of children's\nmemory: Psychological implications. Journal of Experimental Psy-\nchology: General, 116, 38-49.\nChaiken, S., Lieberman, A., & Eagly, A. H. (1989). Heuristic and sys-\ntematic information processing within and beyond the persuasion\ncontext. In J. S. Uleman & J. A. Bargh (Eds.), Unintended thought (pp.\n212-252). New York: Guilford Press.\nChandler, C. C. (1991). How memory for an event is influenced by\nrelated events: Interference in modified recognition tests. Journal of\nExperimental Psychology: Learning, Memory, and Cognition, 17,\n115-125.\nChase, W G., & Simon, H. A. (1973). Perception in chess. Cognitive\nPsychology, 4, 55-81.\nCohen, G., & Faulkner, D. (1989). Age differences in source forgetting:\nEffects on reality monitoring and on eyewitness testimony. Psychol-\nogy and Aging, 4, 10-17.\nCorbett, A. T, & Dosher, B. A. (1978). Instrument inferences in sen-\ntence encoding. Journal of Verbal Learning and Verbal Behavior, 17.\n479-481.\nCraik, F. I. M. (1984). Age differences in remembering. In L. R. Squire\n& N. Butters (Eds.), Neumpsychology of memory (pp. 3-12). New\nYork: Guilford Press.\nCraik, F. I. M. (1989). On the making of episodes. In H. L. Roediger III\n& F. I. M. Craik (Eds.), Varieties of memory and consciousness: Essays\nin honour ofEndel Tulving (pp. 43-57). Hillsdale, NJ: Erlbaum.\nCraik, F. I. M., & Kirsner, K. (1974). The effects of speaker's voice on\nword recognition. Quarterly Journal of Experimental Psychology, 26,\n274-284.\nCraik, F. I. M., Morris, L. W, Morris, R. G., & Loewen, E. R. (1990).\nRelations between source amnesia and frontal lobe functioning in\nolder adults. Psychology and Aging, 5, 148-151.\nCramer, P. (1965). Recovery of a discrete memory. Journal of Personal-\nity and Social Psychology, 1, 326-332.\nDamasio, A. R., Graff-Radford, N. R., Eslinger, P. J., Damasio, H., &\nKassell, N. (1985). Amnesia following basal forebrain lesions. Ar-\nchives of Neurology, 42, 263-271.\nDeese, J. (1959). On the prediction of occurrence of particular verbal\nintrusions in immediate recall. Journal of Experimental Psychology,\n58, 17-22.\nDodson, C. S., & Johnson, M. K. (in press). The rate of false source\nattributions depends on how questions are asked. American Journal\nof Psychology.\nDominowski, R. L., & Ekstrand, B. R. (1967). Direct and associative\npriming in anagram solving. Journal of Experimental Psychology, 74,\n84-86.\nDosher, B. A. (1984). Degree of learning and retrieval speed: Study\ntime and multiple exposures. Journal of Experimental Psychology:\nLearning, Memory, and Cognition, 10, 541-574.\nDurso, F. T, & Johnson, M. K. (1980). The effects of orienting tasks on\nrecognition, recall, and modality confusion of pictures and words.\nJournal of Verbal Learning and Verbal Behavior, 19, 416-429.\nDurso, F. T, Reardon, R., & Jolly, E. J. (1985). Self-nonself-segregation"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "SOURCE MONITORING 23\nand reality monitoring. Journal of Personality and Social Psychology,\n48, 447-455.\nDurso, F. T., Reardon, R., Shore, W J., & Delys, S. M. (1991). Memory\nprocesses and hypochondriacal tendencies. Journal of Nervous and\nMental Disease, 179, 279-283.\nDywan, J., & Jacoby, L. (1990). Effects of aging on source monitoring:\nDifferences in susceptibility to false fame. Psychology and Aging, 5,\n379-387.\nEich, J. E. (1980). The cue-dependent nature of state-dependent re-\ntrieval. Memory & Cognition, 8, 157-173.\nEich, E. (1984). Memory for unattended events: Remembering with\nand without awareness. Memory & Cognition, 12,105- 111.\nEich, E., & Metcalfe, J. (1989). Mood dependent memory for internal\nversus external events. Journal of Experimental Psychology: Learn-\ning, Memory, and Cognition, 15, 443-455.\nFerguson, S., Hashtroudi, S., & Johnson, M. K. (1992). Age differences\nin using source-relevant cues. Psychology and Aging, 7, 443-452.\nFinke, R. A., Johnson, M. K., & Shyi, G. C.-W (1988). Memory confu-\nsions for real and imagined completions of symmetrical visual pat-\nterns. Memory & Cognition, 16,133-137.\nFisher, R. P., & Cuervo, A. (1983). Memory for physical features of\ndiscourse as a function of their relevance. Journal of Experimental\nPsychology: Human Learning, Memory, and Cognition, 9,130-138.\nFlavell, J. H. (1985). Cognitive development (2nd ed.). Englewood Cliffs,\nNJ: Prentice Hall.\nFoley, M. A., Aman, C, & Gutch, D. (1987). Discriminating between\naction memories: Children's use of kinesthetic cues and visible con-\nsequences. Journal of Experimental Child Psychology, 44, 335-347.\nFoley, M. A., Durso, F. T., Wilder, A., & Freidman, R. (1991). Develop-\nmental comparisons of explicit versus implicit imagery and reality\nmonitoring. Journal of Experimental Child Psychology, 51, 1-13.\nFoley, M. A., & Johnson, M. K. (1985). Confusion between memories\nfor performed and imagined actions. Child Development, 56,1145-\n1155.\nFoley, M. A., Johnson, M. K., & Raye, C. L. (1983). Age-related changes\nin confusion between memories for thoughts and memories for\nspeech. Child Development, 54, 51-60.\nFoley, M. A., Santini, C., & Sopasakis, M. (1989). Discriminating be-\ntween memories: Evidence for children's spontaneous elaborations.\nJournal of Experimental Child Psychology, 48, 146-169.\nGardiner, J. M. (1989). A generation effect in memory without aware-\nness. British Journal of Psychology, 80, 163-168.\nGeiselman, R. E., & Belleza, F. S. (1976). Long-term memory for\nspeaker's voice and source location. Memory & Cognition, 4, 483-\n489.\nGeiselman, R. E., & Belleza, F. S. (1977). Incidental retention of\nspeaker's voice. Memory & Cognition, 5, 658-665.\nGentner, D. (1988). Analogical inference and analogical access. In A.\nPrieditis (Ed.), Analogica (pp. 63-88). Los Altos, CA: Morgan Kauf-\nmann.\nGerrig, R. J., & Prentice, D. A. (1990). The incorporation of fictional\ninformation into real-world knowledge. Unpublished manuscript.\nGerrig, R. J., & Prentice, D. A. (1991). The representation of fictional\ninformation. Psychological Science, 2, 336-340.\nGillund, G., & Shiffrin, R. M. (1984). A retrieval model for both recog-\nnition and recall. Psychological Review, 91,1-67.\nGodden, D. R., & Baddeley, A. D. (1975). Context-dependent memory\nin two natural environments: On land and underwater. British Jour-\nnal of Psychology, 66, 325-331.\nGraf, P., & Mandler, G. (1984). Activation makes words more accessi-\nble, but not necessarily more retrievable. Journal of Verbal Learning\nand Verbal Behavior, 23, 553-568.\nGraf, P., Shimamura, A. R, & Squire, L. R. (1985). Priming across\nmodalities and priming across category levels: Extending the do-main of preserved function in amnesia. Journal of Experimental\nPsychology: Learning, Memory, and Cognition, 11, 386-396.\nGraf, P., Squire, L. R., & Mandler, G. (1984). The information that\namnesic patients do not forget. Journal of Experimental Psychology:\nLearning, Memory, and Cognition, 10, 164-178.\nGuttentag, R. E., & Hunt, R. R. (1988). Adult age differences in mem-\nory for imagined and performed actions. Journal ofGerontology, 43,\n107-108.\nHanley, G. L., & Collins, V L. (1989). Metamemory judgments of the\norigin and content of course information: Comparing text and lec-\nture materials. Journal of Educational Psychology, 81, 3-8.\nHarvey, P. D. (1985). Reality monitoring in mania and schizophrenia:\nThe association of thought disorder and performance. Journal of\nNervous and Mental Disease, 173, 67-73.\nHasher, L., Goldstein, D., & Toppino, T. (1977). Frequency and the\nconference of referential validity. Journal o/Verbal Learning and Ver-\nbal Behavior, 16, 107-112.\nHasher, L., & Griffin, M. (1978). Reconstructive and reproductive pro-\ncesses in memory. Journal of Experimental Psychology: Human\nLearning and Memory, 4, 318-330.\nHasher, L., & Zacks, R. T. (1979). Automatic and effortful processes in\nmemory. Journal of Experimental Psychology: General, 108, 356-\n388.\nHashtroudi, S., Ferguson, S. A., Rappold, V A., & Chrosniak, L. D.\n(1988). Data-driven and conceptually driven processes in partial-\nword identification and recognition. Journal of Experimental Psy-\nchology: Learning, Memory, and Cognition, 14, 749-757.\nHashtroudi, S., Johnson, M. K., & Chrosniak, L. D. (1989). Aging and\nsource monitoring. Psychology and Aging, 4, 106-112.\nHashtroudi, S., Johnson, M. K., & Chrosniak, L. D. (1990). Aging and\nqualitative characteristics of memories for perceived and imagined\ncomplex events. Psychology and Aging, 5, 119-126.\nHeaton, R. K. (1981). A manual for the Wisconsin Card Sorting Test.\nOdessa, FL: Psychological Assessment Resources.\nHilgard, E. R. (1977). Controversies over consciousness and the rise of\ncognitive psychology. Australian Psychologist, 12, 7-26.\nHintzman, D. L. (1988). Judgments of frequency and recognition mem-\nory in a multiple-trace memory model. Psychological Review, 95,\n528-551.\nHintzman, D. L., Block, R. A., & Inskeep, N. R. (1972). Memory for\nmode of input. Journal of Verbal Learning and Verbal Behavior, 11,\n741-749.\nHintzman, D. L., Block, R. A., & Summers, J. J. (1973). Contextual\nassociations and memory for serial position. Journal of Experimen-\ntal Psychology, 97, 220-229.\nHirst, W (1982). The amnesic syndrome: Descriptions and explana-\ntions. Psychological Bulletin, 91, 435-460.\nHirst, W (1989). On consciousness, recall, recognition, and the archi-\ntecture of memory. In S. Lewandowsky, J. C. Dunn, & K. Kirsner\n(Eds.), Implicit memory: Theoretical issues (pp. 33-46). Hillsdale,\nNJ: Erlbaum.\nHirst, W, Johnson, M. K., Kim, J. K., Phelps, E. A., Risse, G., & Volpe,\nB. T. (1986). Recognition and recall in amnesics. Journal of Experi-\nmental Psychology: Learning, Memory, and Cognition, 12, 445-451.\nHirst, W, Johnson, M. K., Phelps, E. A., & Volpe, B. T. (1988). More on\nrecognition and recall in amnesia. Journal of Experimental Psychol-\nogy: Learning, Memory, and Cognition, 14, 758-762.\nHirst, W, & Volpe, B. T. (1982). Temporal order judgments with amne-\nsia. Brain and Cognition, 1, 294-306.\nHirst, W, & Volpe, B. T. (1984). Encoding of spatial relations with\namnesia. Neuropsychologia, 22, 631-634.\nHirt, E. R. (1990). Do I see only what I expect? Evidence for an expec-\ntancy-guided retrieval model. Journal of Personality and Social Psy-\nchology, 58,931-951."
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "24 M. JOHNSON, S. HASHTROUDI, AND S. LINDSAY\nHorowitz, M. J. (1978). Image formation and cognition (2nd ed.). New\nYork: Appleton-Century-Crofts.\nHultsch, D. F, & Dixon, R. A. (1990). Learning and memory in aging.\nIn J. E. Birren & K. W Schaie (Eds.), Handbook of the psychology of\naging (3rd ed., pp. 258-274). San Diego, CA: Academic Press.\nHuppert, F. A., & Piercy, M. (1976). Recognition memory in amnesic\npatients: Effects of temporal context and familiarity of material.\nCortex, 12, 3-20.\nHuppert, F. A., & Piercy, M. (1978). The role of trace strength in re-\ncency and frequency judgments by amnesic and control subjects.\nQuarterly Journal of Experimental Psychology, 30, 347-354.\nIntons-Peterson, M. J., & Smyth, M. M. (1987). The anatomy of reper-\ntory memory. Journal of Experimental Psychology: Learning, Mem-\nory, and Cognition, 13, 490-500.\nIntraub, H., & Hoffman, J. E. (1992). Reading and visual memory:\nRemembering scenes that were never seen. American Journal of Psy-\nchology, 105, 101-114.\nJacoby, L. L. (1983). Remembering the data: Analyzing interactive pro-\ncesses in reading. Journal ofVerbal Learning and'Verbal Behavior, 22,\n485-508.\nJacoby, L. L. (1991). A process dissociation framework: Separating\nautomatic from intentional uses of memory. Journal of Memory and\nLanguage, 30, 513-541.\nJacoby, L. L., & Brooks, L. R. (1984). Nonanalytic cognition: Memory,\nperception, & concept learning. In G. H. Bower (Ed.), The psychol-\nogy of learning and motivation: Advances in research and theory (Vol.\n18, pp. 1-47). San Diego, CA: Academic Press.\nJacoby, L. L., & Dallas, M. (1981). On the relationship between autobio-\ngraphical memory and perceptual learning. Journal of Experimental\nPsychology: General, 110, 306-340.\nJacoby, L. L., & Kelley, C. M. (1990). An episodic view of motivation:\nUnconscious influences of memory. In E. T. Higgins & R. M.\nSorrentino (Eds.), Handbook of motivation and cognition: Founda-\ntions of social behavior (Vol. 2, pp. 451-481). New York: Guilford\nPress.\nJacoby, L. L., & Kelley, C. M. (1992). Unconscious influences of mem-\nory: Dissociations and automaticity. In D. Milner & M. Rugg (Eds.),\nTheneumpsychology of'consciousness(pp. 201-233). San Diego, CA:\nAcademic Press.\nJacoby, L. L., Kelley, C., Brown, J., & Jasechko, J. (1989). Becoming\nfamous overnight: Limits on the ability to avoid unconscious influ-\nences of the past. Journal of Personality and Social Psychology, 56,\n326-338.\nJacoby, L. L., Kelley, C. M., & Dywan, J. (1989). Memory attributions.\nIn H. L. Roediger & F. I. M. Craik (Eds.), Varieties of memory and\nconsciousness: Essays in honour of Endel Tulving (pp. 391-422).\nHillsdale, NJ: Erlbaum.\nJacoby, L. L., & Whitehouse, K. (1989). An illusion of memory: False\nrecognition influenced by unconscious perception. Journal of Exper-\nimental Psychology: General, 118, 126-135.\nJacoby, L. L., Woloshyn, V, & Kelley, C. (1989). Becoming famous with-\nout being recognized: Unconscious influences of memory produced\nby dividing attention. Journal of Experimental Psychology: General,\n118, 115-125.\nJanowsky, J. S., Shimamura, A. P., & Squire, L. R. (1989). Source mem-\nory impairment in patients with frontal lobe lesions. Neuropsycholo-\ngia, 27. 1043-1056.\nJohnson, M. K. (1983). A multiple-entry, modular memory system. In\nG. H. Bower (Ed.), The psychology of learning and motivation (Vol.\n17, pp. 81-123). San Diego, CA: Academic Press.\nJohnson, M. K. (1985). The origin of memories. In P. C. Kendall (Ed.),\nAdvances in cognitive-behavioral research and therapy (Vol. 4, pp.\n1-26). San Diego, CA: Academic Press.\nJohnson, M. K. (1988a). Discriminating the origin of information. InT. F. Oltmanns, & B. A. Maher(Eds.), Delusional beliefs (pp. 34-65).\nNew York: Wiley.\nJohnson, M. K. (1988b). Reality monitoring: An experimental pheno-\nmenological approach. Journal of Experimental Psychology: Gen-\neral, 117, 390-394.\nJohnson, M. K. (1990). Functional forms of human memory. In J. L.\nMcGaugh, N. M. Weinberger, & G. Lynch (Eds.), Brain organization\nand memory: Cells, systems and circuits (pp. 106-134), New York:\nOxford University Press.\nJohnson, M. K. (1991 a). Reality monitoring: Evidence from confabula-\ntion in organic brain disease patients. In G. P. Prigatano & D. L.\nSchacter (Eds.), Awareness of deficit after brain injury: Clinical and\ntheoretical issues (pp. 176-197). New York: Oxford University Press.\nJohnson, M. K. (199lb). Reflection, reality monitoring and the self. In\nR. Kunzendorf (Ed.). Mental imagery: Proceedings of the Eleventh\nAnnual Conference of the American Association for the Study of Men-\ntal Imagery (pp. 3-16). New York: Plenum Press.\nJohnson, M. K. (1992). MEM: Mechanisms of recollection. Journal of\nCognitive Neuroscience, 4, 268-280.\nJohnson, M. K., Bransford, J. D.,& Solomon, S. K. (1973). Memory for\ntacit implications of sentences. Journal of Experimental Psychology,\n98, 203-205.\nJohnson, M. K., & Foley, M. A. (1984). Differentiating fact from fan-\ntasy: The reliability of children's memory. Journal of Social Issues,\n40(2), 33-50.\nJohnson, M. K., Foley, M. A., & Leach, K. (1988). The consequences\nfor memory of imagining in another person's voice. Memory & Cog-\nnition, 16, 337-342.\nJohnson, M. K.. Foley, M. A., Suengas, A. G., & Raye, C L. (1988).\nPhenomenal characteristics of memories for perceived and imag-\nined autobiographical events. Journal of Experimental Psychology:\nGeneral, 7/7,371-376.\nJohnson, M. K., & Hirst, W(1991). Processing subsystems of memory.\nIn R. G. Lister & H. J. Weingartner (Eds.), Perspectives on cognitive\nneitroscience (pp. 197-217). New York: Oxford University Press.\nJohnson, M. K., & Hirst, W (in press). MEM: Memory subsystems as\nprocesses. In A. Collins, M. Conway, S. Gathercole, & P. Morris\n(Eds.), Theories of memory. Hillsdale, NJ: Erlbaum.\nJohnson, M. K., Hirst, W, Phelps, E. A., Multhaup, K. S., & Volpe, B.\n(1992). Source monitoring and amnesia. Manuscript in preparation.\nJohnson, M. K., Kahan, T. L., & Raye, C. L. (1984). Dreams and reality\nmonitoring. Journal of Experimental Psychology: General, 113, 329-\n344.\nJohnson, M. K., Kim, J. K., & Risse, G. (1985). Do alcoholic Korsa-\nkoff's syndrome patients acquire affective reactions? Journal of Ex-\nperimental Psychology: Learning, Memory, and Cognition, 11,22-36.\nJohnson, M. K., Kounios, J., & Reeder, J. A. (1992, November). Time\ncourse studies of reality monitoring and recognition. Paper presented\nat the 33rd annual meeting of the Psychonomic Society, St. Louis,\nMO.\nJohnson, M. K., & Multhaup, K. S. (1992). Emotion and MEM. In S.-A.\nChristiansen (Ed.), The handbook of emotion and memory: Current\nresearch and theory (pp. 33-66). Hillsdale, NJ: Erlbaum.\nJohnson, M. K., & Raye, C. L. (1981). Reality monitoring. Psychologi-\ncal Review, 88, 67-85.\nJohnson, M. K., Raye, C. L., Foley, H. J., & Foley, M. A. (1981). Cogni-\ntive operations and decision bias in reality monitoring. American\nJournal of Psychology, 94, 37-64.\nJohnson, M. K., Raye, C. L., Foley, M. A., & Kim, J. K. (1982). Pictures\nand images: Spatial and temporal information compared. Bulletin of\nthe Psychonomic Society, 19, 23-26.\nJohnson, M. K., Raye, C. L., Wang, A. Y, & Taylor, T. H. (1979). Fact\nand fantasy: The roles of accuracy and variability in confusing imagi-"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "SOURCE MONITORING 25\nnations with perceptual experiences. Journal of Experimental Psy-\nchology: Human Learning and Memory, 5, 229-240.\nJohnson, M. K., & Sherman, S. J. (1990). Constructing and recon-\nstructing the past and the future in the present. In E. T. Higgins, &\nR. M. Sorrentino (Eds.), Handbook of motivation and cognition:\nFoundations of social behavior (pp. 482-526). New York: Guilford\nPress.\nKahan, T. L., & Johnson, M. K. (1990). Memory for seen and imagined\nrotations of alphanumeric characters. Journal of Mental Imagery, 14,\n119-130.\nKahan, T. L., & Johnson, M. K. (1992). Self effects in memory for\nperson information. Social Cognition, 10(1), 30-50.\nKapur, N., & Coughlan, A. K. (1980). Confabulation and frontal lobe\ndysfunction. Journal of Neurology, Neurosurgery, and Psychiatry, 43,\n461-463.\nKausler, D. H., Lichty, W, & Freund, J. S. (1985). Adult age differences\nin recognition memory and frequency judgments for planned versus\nperformed activities. Developmental Psychology, 21, 647-654.\nKausler, D. H., & Puckett, J. M. (1980). Adult age differences in recog-\nnition memory for a nonsemantic attribute. Experimental Aging Re-\nsearch, 6, 349-355.\nKausler, D. H., & Puckett, J. M. (1981). Adult age differences in mem-\nory for sex of voice. Journal of Gerontology, 36, 44-50.\nKelley, C. M., & Jacoby, L. L. (1990). The construction of subjective\nexperience: Memory attributions. Mind and Language, 5, 49-68.\nKelley, C. M., & Jacoby, L. L. (1993). Past experience spoils judgments\nof problem difficulty: Analytic vs. nonanalytic bases for judgments.\nManuscript in preparation.\nKelley, C. M., Jacoby, L. L., & Hollingshead, A. (1989). Direct versus\nindirect tests of memory for source: Judgments of modality. Journal\nof Experimental Psychology: Learning, Memory, and Cognition, 15,\n1101-1108.\nKelley, C. M., & Lindsay, D. S. (1993). Remembering mistaken for\nknowing: Ease of retrieval as a basis for confidence in answers to\ngeneral knowledge questions. Journal of Memory and Language, 32,\n1-24.\nKihlstrom, J. F. (1980). Posthypnotic amnesia for recently learned ma-\nterial: Interactions with \"episodic\" and \"semantic\" memory. Cogni-\ntive Psychology, 12, 227-251.\nKirsner, K. (1974). Modality differences in recognition memory for\nwords and their attributes. Journal of Experimental Psychology, 102,\n579-584.\nKirsner, K., & Smith, M. C. (1974). Modality effects in word identifica-\ntion. Memory & Cognition, 2, 637-640.\nKolers, P. A. (1976). Reading a year later. Journal of Experimental Psy-\nchology: Human Learning and Memory, 2, 554-565.\nKolers, P. A., & Roediger, H. L., Ill (1984). Procedures of mind. Journal\nof Verbal Learning and Verbal Behavior, 23, 425-449.\nKopelman, M. D. (1989). Remote and autobiographical memory, tem-\nporal context memory and frontal atrophy in Korsakoff and Alz-\nheimer patients. Neuropsychologia, 27, 437-460.\nKubovy, M. (1977). Response availability and the apparent spontaneity\nof numerical choices. Journal of Experimental Psychology: Human\nPerception and Performance, 3, 359-364.\nKunst-Wilson, W R., & Zajonc, R. B. (1980). Affective discrimination\nof stimuli that cannot be recognized. Science, 207, 557-558.\nKunzendorf, R. G. (1985-1986). Hypnotic hallucinations as \"unmoni-\ntored\" images: An empirical study. Imagination, Cognition and Per-\nsonality, 5, 255-270.\nLight, L. L., & Singh, A. (1987). Implicit and explicit memory in young\nand older adults. Journal of Experimental Psychology: Learning,\nMemory, and Cognition, 13, 531-541.\nLight, L. L., & Zelinski, E. M. (1983). Memory for spatial information\nin young and old adults. Developmental Psychology, 19, 901-906.Lindsay, D. S. (1990). Misleading suggestions can impair eyewitnesses'\nability to remember event details. Journal of Experimental Psychol-\nogy: Learning, Memory, and Cognition, 16, 1077-1083.\nLindsay, D. S. (in press). Memory source monitoring and eyewitness\ntestimony. In D. F. Ross, J. D. Read, & M. P. Toglia (Eds.), Adult\neyewitness testimony: Current trends and developments.\nLindsay, D. S., & Johnson, M. K. (1987). Reality monitoring and sug-\ngestibility: Children's ability to discriminate among memories from\ndifferent sources. In S. J. Ceci, M. P. Toglia, & D. F. Ross (Eds.),\nChildren's eyewitness memory (pp. 92-121). New York: Springer-Ver-\nlag.\nLindsay, D. S., & Johnson, M. K. (1989). The eyewitness suggestibility\neffect and memory for source. Memory & Cognition, 17, 349-358.\nLindsay, D. S., & Johnson, M. K. (1991). Recognition memory and\nsource monitoring. Bulletin of the Psychonomic Society, 29,203-205.\nLindsay, D. S., Johnson, M. K., & Kwon, P. (1991). Developmental\nchanges in memory source monitoring. Journal of Experimental\nChild Psychology, 52, 297-318.\nLoftus, E. F. (1979a). Eyewitness testimony. Cambridge, MA: Harvard\nUniversity Press.\nLoftus, E. F. (1979b). Reactions to blatantly contradictory information.\nMemory & Cognition, 7, 368-374.\nLoftus, E. E, Donders, K., Hoffman, H. G., & Schooler, J. W (1989).\nCreating new memories that are quickly accessed and confidently\nheld. Memory & Cognition, 17, 607-616.\nMandler, G. (1980). Recognizing: The judgment of previous occur-\nrence. Psychological Review, 87, 252-271.\nMandler, G. (1991). Your face looks familiar but 1 can't remember your\nname: A review of dual process theory. In W E. Hockley & S. Lewan-\ndowsky (Eds.), Relating theory and data: Essays on human memory in\nhonor of Bennet B. Murdoch (pp. 207-225). Hillsdale, NJ: Erlbaum.\nMandler, G., Nakamura, Y, & Van Zandt, B. J. S. (1987). Nonspecific\neffects of exposure on stimuli that cannot be recognized. Journal of\nExperimental Psychology: Learning, Memory, and Cognition, 13,\n646-648.\nMarkham, R. (1991). Development of reality monitoring for per-\nformed and imagined actions. Perceptual and Motor Skills, 72,1347-\n1354.\nMasson, M. E. J. (1989). Fluent reprocessing as an implicit expression\nof memory for experience. In S. Lewandowsky, J. C. Dunn, & K.\nKirsner (Eds.), Implicit memory: Theoretical issues (pp. 123-138).\nHillsdale, NJ: Erlbaum.\nMayes, A. R. (1988). Human organic memory disorders. Cambridge,\nEngland: Cambridge University Press.\nMayes, A. R. (1992). What are the functional deficits that underlie\namnesia? In L. R. Squire & N. Butters (Eds.), Neuropsychology of\nmemory (2nd ed., pp. 23-35). New York: Guilford Press.\nMayes, A. R., Meudell, P. R., & MacDonald, C. (1991). Disproportion-\nate intentional spatial-memory impairments in amnesia. Neuropsy-\nchologia, 29, 771-784.\nMayes, A. R., Meudell, P. R.,& Pickering, A. (1985). Is organic amnesia\ncaused by a selective deficit in remembering contextual informa-\ntion? Cortex, 21, 167-202.\nMcCloskey, M., & Zaragoza, M. (1985). Postevent information and\nmemory: Reply to Loftus, Schooler, and Wagenaar. Journal of Exper-\nimental Psychology: General, 114, 381-387.\nMclntyre, J. S., & Craik, F. I. M. (1987). Age differences in memory for\nitem and source information. Canadian Journal of Psychology, 41,\n175-192.\nMenzel,E.W,& Johnson, M. K. (1976). Communication and cognitive\norganization in humans and other animals. In S. R. Harnad, H. D.\nSteklis, & J. Lancaster (Eds.), Annals of the New York Academy of\nSciences: Vol. 280. Origins and evolution of language and speech (pp.\n131-142). New York: New York Academy of Sciences."
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "26 M. JOHNSON, S. HASHTROUDI, AND S. LINDSAY\nMeudell, P. R., Mayes, A. R., Ostergaard, A., & Pickering, A. (1985).\nRecency and frequency judgements in alcoholic amnesics and nor-\nmal people with poor memory. Cortex, 21, 487-511.\nMiller, G. A., Galanter, E., & Pribram, K. H. (1960). Plans and the\nstructure of behavior. New York: Holt, Rinehart & Winston.\nMilner, B. (1970). Memory and the medial temporal regions of the\nbrain. In K. H. Pribram & D. E. Broadbent (Eds.), Biology of memory\n(pp. 29-50). San Diego, CA: Academic Press.\nMilner, B. (1971). Interhemispheric differences in the localization of\npsychological processes in man. British Medical Bulletin, 27, 272-\n277.\nMilner, B., Petrides, M., & Smith, M. L. (1985). Frontal lobes and the\ntemporal organization of memory. Human Neurobiology, 4, 137-\n142.\nMishkin, M. A. (1982). A memory system in the monkey. Philosophical\nTransaction of the Royal Society of London, 298B, 85-95.\nMitchell, D. B., Hunt, R. R., & Schmitt, F. A. (1986). The generation\neffect and reality monitoring: Evidence from dementia and normal\naging. Journal of Gerontology, 41, 79-84.\nMoscovitch, M. (1989). Confabulation and the frontal systems: Strate-\ngic versus associative retrieval in neuropsychological theories of\nmemory. In H. L. Roediger III & F. I. M. Craik (Eds.), Varieties of\nmemory and consciousness: Essays in honour of Endel Tulving (pp.\n133-160). Hillsdale, NJ: Erlbaum.\nNeely, J. H., & Payne, D. G. (1983). A direct comparison of recognition\nfailure rates for recallable names in episodic and semantic memory\ntests. Memory & Cognition, 11, 161-171.\nNorman, D. A., & Shallice, T. (1986). Attention to action: Willed and\nautomatic control of behavior. In R. J. Davidson, G. E. Schwartz, &\nD. Shapiro (Eds.), Consciousness and self-regulation (Vol. 4, pp.\n1-18). New York: Plenum Press.\nOltmanns, T. F., & Maher, B. A. (Eds.). (1988). Delusional beliefs. New\nYork: Wiley.\nOlton, D. S. (1989). Inferring psychological dissociations from experi-\nmental dissociations: The temporal context of episodic memory. In\nH. L. Roediger III & F. I. M. Craik (Eds.), Varieties of memory and\nconsciousness: Essays in honour of Endel Tulving (pp. 161-177).\nHillsdale, NJ: Erlbaum.\nPark, D. C, Puglisi, J. X, & Lutz, R. (1982). Spatial memory in older\nadults: Effects of \\nten\\\\or\\n\\ity.JournalofGerontology, 37, 330-335.\nPerky, C. W (1910). An experimental study of imagination. American\nJournal of Psychology, 21, 422-452.\nPerlmutter, M., Metzger, R., Nezworski, X, & Miller, K. (1981). Spatial\nand temporal memory in 20 and 60 year olds. Journal ofGerontology,\n36. 59-65.\nPickering, A., Mayes, A. R., & Fairbairn, A. F. (1989). Amnesia and\nmemory for modality information. Neuropsychologia, 27, 1249-\n1259.\nPosner, M. I., & Snyder, C. R. R. (1975). Attention and cognitive con-\ntrol. In R. L. Solso (Ed.), Information processing and cognition: The\nLoyola symposium (pp. 55-85). Hillsdale, NJ: Erlbaum.\nPotts, G. R., & Peterson, S. B. (1985). Incorporation versus compart-\nmentalization in memory for discourse. Journal of Memory and Lan-\nguage, 24, 107-118.\nPotts, G. R., St. John, M. F, & Kirson, D. (1989). Incorporating new\ninformation into existing world knowledge. Cognitive Psychology,\n21, 303-333.\nPratkanis, A. R., Greenwald, A. G., Leippe, M. R., & Baumgardner,\nM. H. (1988). In search of reliable persuasion effects: III. The sleeper\neffect is dead. Long live the sleeper effect. Journal of Personality and\nSocial Psychology, 54, 203-218.\nRabinowitz, J. C. (1989). Judgments of origin and generation effects:\nComparisons between young and elderly adults. Psychology and Ag-\ning, 4, 259-268.Rappold, V A., & Hashtroudi, S. (1991). Does organization improve\npriming? Journal of Experimental Psychology: Learning, Memory,\nand Cognition, 17, 103-114.\nRaye, C. L. (1976). Recognition: Frequency or organization? American\nJournal of Psychology, 89, 645-658.\nRaye, C. L., & Johnson, M. K. (1980). Reality monitoring vs. discrimi-\nnating between external sources of memories. Bulletin of the Psy-\nchonomic Society, 15, 405-408.\nRaye, C. L., Johnson, M. K., & Taylor, X H. (1980). Is there something\nspecial about memory for internally generated information? Mem-\nory & Cognition, 8, 141-148.\nReed, A. V (1973). Speed-accuracy trade-off in recognition memory.\nScience, 181, 574-576.\nRichardson-Klavehn, A., & Bjork, R. A. (1988). Measures of memory.\nAnnual Review of Psychology, 39, 475-543.\nRoediger, H. L., Ill, & Blaxton, T. A. (1987a). Effects of varying modal-\nity, surface features, and retention interval on priming in word-frag-\nment completion. Memory & Cognition, 15, 379-388.\nRoediger, H. L., Ill, & Blaxton, T. A. (1987b). Retrieval modes produce\ndissociations in memory for surface information. In D. S. Gorfein &\nR. R. Hoffman (Eds.), Memory and learning: The Ebbinghaus centen-\nnial conference (pp. 349-379). Hillsdale, NJ: Erlbaum.\nRoediger, H. L., Ill, Weldon, M. S., &ChaIlis, B. H. (1989). Explaining\ndissociations between implicit and explicit measures of retention: A\nprocessing account. In H. L. Roediger III & F. I. M. Craik (Eds.),\nVarieties of memory and consciousness: Essays in honour of Endel\nTulving (pp. 3-41). Hillsdale, NJ: Erlbaum.\nRoss, D. F, Read, J. D, & Toglia, M. P. (Eds.), (in press). Adult eyewit-\nness testimony: Current trends and developments.\nRoss, M. (1989). Relation of implicit theories to the construction of\npersonal histories. Psychological Review, 96, 341-357.\nRothkopf, E. Z. (1971). Incidental memory for location of information\nin text. Journal of Verbal Learning and Verbal Behavior, 10, 608-613.\nRovee-Collier, C, & Hayne, H. (1987). Reactivation of infant memory:\nImplications for cognitive development. In H. W Reese (Ed.), Ad-\nvances in child development andbehavior (Vol. 20, pp. 185-238). San\nDiego, CA: Academic Press.\nRubin, D. C. (Ed.). (1986). Autobiographical memory. New York: Cam-\nbridge University Press.\nSagar, H. J., Cohen, N. J., Sullivan, E. V, Corkin, S., & Growdon, J. H.\n(1988). Remote memory function in Alzheimer's disease and Par-\nkinson's disease. Brain, III, 185-206.\nSagar, H. J., Downes, J., & Mayes, A. (1991, July). Dissociations among\nprocesses of temporal order judgment. Paper presented at the Interna-\ntional Conference on Memory, Lancaster University, Lancaster,\nU.K.\nSagar, H. J., Gabrieli, J. D. E., Sullivan, E. V, & Corkin, S. (1990).\nRecency and frequency discrimination in the amnesic patient H.M.\nBrain, 113, 581-602.\nSagar, H. J., Sullivan, E. V, Gabrieli, J. D. E., Corkin, S., & Growdon,\nJ. H. (1988). Xemporal ordering and short-term memory deficits in\nParkinson's disease. Brain, 111, 525-539,\nSchacter, D. L. (1987a). Implicit memory: History and current status.\nJournal of Experimental Psychology: Learning, Memory, and Cogni-\ntion, 13, 501-518.\nSchacter, D. L. (1987b). Memory, amnesia, and frontal lobe dysfunc-\ntion. Psychobiology, 15. 21-36.\nSchacter, D. L., Harbluk, J. L., & McLachlan, D. R. (1984). Retrieval\nwithout recollection: An experimental analysis of source amnesia.\nJournal of Verbal Learning and Verbal Behavior, 23, 593-611.\nSchacter, D. L., Kaszniak, A. W, Kihlstrom, J. F, & Valdiserri, M.\n(1991). The relation between source memory and aging. Psychology\nand Aging, 6. 559-568.\nSchacter, D. L., & Tulving, E. (1982). Memory, amnesia, and the epi-"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "SOURCE MONITORING 27\nsodic/semantic distinction. In R. L. Isaacson & N. E. Spear (Eds.),\nThe expression of knowledge (pp. 33-65). New York: Plenum Press.\nSchooler, J. W, & Engstler-Schooler, T. Y. (1990). Verbal overshadowing\nof visual memories: Some things are better left unsaid. Cognitive\nPsychology, 22,36-71.\nSchooler, J. W, Gerhard, D., & Loftus, E. F. (1986). Qualities of the\nunreal. Journal of Experimental Psychology: Learning, Memory, and\nCognition, 12, 171-181.\nSeamon, J. G, Brody, N., & Kauff, D. M. (1983). Affective discrimina-\ntion of stimuli that are not recognized: Effects of shadowing, mask-\ning, and cerebral laterality. Journal of Experimental Psychology: Hu-\nman Learning, Memory, and Cognition, 9, 544-555.\nSegal, S. J. (1970). Imaging and reality: Can they be distinguished? In\nW Keup (Ed.), Origin and mechanisms of hallucinations (pp. 103-\n113). New York: Plenum Press.\nShiffrin, R. M., & Schneider, W (1977). Controlled and automatic hu-\nman information processing: II. Perceptual learning, automatic at-\ntending, and a general theory. Psychological Review, 84, 127-190.\nShimamura, A. P. (1986). Priming effects in amnesia: Evidence for a\ndissociable memory function. Quarterly Journal of Experimental Psy-\nchology, 38A, 619-644.\nShimamura, A. P. (1989). Disorders of memory: The cognitive science\nperspective. In F. Boiler & J. Grafman (Eds.), Handbook ofneuropsy-\nchology (Vol. 3, pp. 35-73). Amsterdam: Elsevier.\nShimamura, A. P., Janowsky, J. S., & Squire, L. R. (1990). Memory for\nthe temporal order of events in patients with frontal lobe lesions and\namnesic patients. Neuropsychologia, 28, 803-813.\nShimamura, A. P., Janowsky, J. S., & Squire, L. R. (1991). What is the\nrole of frontal lobe damage in memory disorder? In H. S. Levin,\nH. M. Eisenberg, & A. L. Benton (Eds.), Frontal lobe function and\ninjury (pp. 173-195). New York: Oxford University Press.\nShimamura, A. P., Jernigan, T. L., & Squire, L. R. (1988). KorsakofTs\nsyndrome: Radiological (CT) findings and neuropsychological cor-\nrelates. Journal of Neuroscience, 8, 4400-4410.\nShimamura, A. P., & Squire, L. R. (1987). A neuropsychological study\nof fact memory and source amnesia. Journal of Experimental Psy-\nchology: Learning, Memory, and Cognition, 13, 464-473.\nShimamura, A. P., & Squire, L. R. (1991). The relationship between fact\nand source memory: Findings from amnesic patients and normal\nsubjects. Psychobiology, 19,1-10.\nShoqeirat, M. A., & Mayes, A. R. (1991). Disproportionate incidental\nspatial-memory and recall deficits in amnesia. Neuropsychologia,\n29, 749-769.\nSlusher, M. P., & Anderson, C. A. (1987). When reality monitoring\nfails: The role of imagination in stereotype maintenance. Journal of\nPersonality and Social Psychology, 52, 653-662.\nSmith, S. M., Glenberg, A., & Bjork, R. A. (1978). Environmental con-\ntext and human memory. Memory & Cognition, 6, 342-353.\nSmith, M. C, & Milner, B. (1984). Differential effects of frontal-lobe\nlesions on cognitive estimation and spatial memory. Neuropsycholo-\ngia, 22, 697-705.\nSmith, M. C., & Milner, B. (1989). Right hippocampal impairment in\nthe recall of spatial location: Encoding deficit or rapid forgetting?\nNeuropsychologia, 27, 71-81.\nSpear, N. E., & Mueller, C. W (1984). Consolidation as a function of\nretrieval. In H. Weingartner& E. S. Parker (Eds.), Memory consolida-\ntion: Psychobiology of cognition (pp. 111-147). Hillsdale, NJ: Erl-\nbaum.\nSquire, L. R. (1982). Comparisons between forms of amnesia: Some\ndeficits are unique to KorsakofTs syndrome. Journal of Experimen-\ntal Psychology: Human Learning, Memory, and Cognition, 8, 560-\n571.Squire, L. R. (1987). Memory and brain. New York: Oxford University\nPress.\nSquire, L. R., Amaral, D. G., & Press, G. A. (1990). Magnetic resonance\nimaging of the hippocampal formation and mammillary nuclei dis-\ntinguish medial temporal lobe and diencephalic amnesia. Journal of\nNeuroscience, 10, 3106-3117.\nSquire, L. R., Nadel, L., & Slater, P. C. (1981). Anterograde amnesia and\nmemory for temporal order. Neuropsychologia, 19,141-145.\nStern, L. D. (1981). A review of theories of human amnesia. Memory &\nCognition, 9, 247-262.\nStuss, D. T, Alexander, M. P., Lieberman, A., & Levine, H. (1978). An\nextraordinary form of confabulation. Neurology, 28, 1166-1172.\nStuss, D. T, & Benson, D. F. (1986). The frontal lobes. New York: Raven\nPress.\nSuengas, A. G., & Johnson, M. K. (1988). Qualitative effects of rehear-\nsal on memories for perceived and imagined complex events. Jour-\nnal of Experimental Psychology: General, 117, 377-389.\nTalland, G. A. (1961). Confabulation in the Wernicke-Korsakoff syn-\ndrome. Journal of Nervous and Mental Disease, 132, 361 -381.\nToth, J. P., & Hunt, R. R. (1990). Effect of generation on a word-identi-\nfication task. Journal of Experimental Psychology: Learning, Mem-\nory, and Cognition, 16, 993-1003.\nTousignant, J. P., Hall, D., & Loftus, E. F. (1986). Discrepancy detection\nand vulnerability to misleading postevent information. Memory &\nCognition, 14, 329-338.\nTulving, E. (1962). Subjective organization in free recall of \"unrelated\"\nwords. Psychological Review, 69, 344-354.\nTulving, E. (1983). Elements of episodic memory. Oxford, England:\nClarendon Press.\nTulving, E., & Schacter, D. L. (1990). Priming and human memory\nsystems. Science, 247, 301-306.\nTversky, B., & Tuchin, M. (1989). A reconciliation of the evidence on\neyewitness testimony: Comments on McCluskey and Zaragoza.\nJournal of Experimental Psychology: General, 118, 86-91.\nTzeng, O. J. L., Lee, A. T, & Wetzel, C. D. (1979). Temporal coding in\nverbal information processing. Journal of Experimental Psychology:\nHuman Learning and Memory, 5, 52-64.\nUnderwood, B. J. (1965). False recognition produced by implicit verbal\nresponses. Journal of Experimental Psychology, 70, 122-129.\nUnderwood, B. J., & Malmi, R. A. (1978). An evaluation of measures\nused in studying temporal codes for words within a list. Journal of\nVerbal Learning and Verbal Behavior, 17, 279-293.\nVoss, J. E, Vesonder, G. T, Post, T. A., & Ney, L. G. (1987). Was the item\nrecalled and if so by whom? Journal of Memory and Language, 26,\n466-479.\nWarrington, E. K., & Weiskrantz, L. (1968). New method of testing\nlong term retention with special references to amnesic patients. Na-\nture, 277,972-974.\nWarrington, E. K., & Weiskrantz, L. (1970). Amnesic syndrome: Con-\nsolidation or retrieval? Nature, 228, 628-630.\nWeiskrantz, L. (1986). Blindsight. Oxford, England: Clarendon Press.\nWells, G. L., & Loftus, E. F (Eds.). (1984). Eyewitness testimony: Psycho-\nlogical perspectives. Cambridge, England: Cambridge University\nPress.\nWhitlock, F. A. (1981). Some observations on the meaning of confabu-\nlation. British Journal of Medicine Psychology, 54, 213-218.\nWhitty, C. W M., & Lewin, W (1957). Vivid day-dreaming: An unusual\nform of confusion following anterior cingulectomy. Brain, 80,72-76.\nWhitty, C. W M., & Lewin, W (1960). A Korsakoff syndrome in the\npost-cingulectomy confusional state. Brain, 83, 648-653.\nWickelgren, W A. (1977). Speed-accuracy tradeoff and information\nprocessing dynamics. Ada Psychologica, 41, 67-85."
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "28 M. JOHNSON, S. HASHTROUDI, AND S. LINDSAY\nWinograd, E. (1968). List differentiation, recall, and category similar-\nity. Journal of Experimental Psychology, 78, 510-515.\nWoodruff, D. S. (1982). Advances in the psychophysiology of aging. In\nF. I. M. Craik & S. Trehub (Eds.), Aging and cognitive processes (pp.\n29-53). New York: Plenum Press.\nYantis, S., & Johnson, D. N. (1990). Mechanisms of attentional priority.\nJournal of Experimental Psychology: Human Perception and Pefor-\nmance, 16, 812-825.\nZajonc, R. B. (1980). Feeling and thinking: Preferences need no infer-\nences. American Psychologist, 35, 151-175.\nZaragoza, M. S. (1991, June). Sourcemisattributions in eyewitness mem-\nory. Paper presented at the 3rd Annual Convention of the American\nPsychological Society, Washington, DC.\nZaragoza, M. S., & Koshmider, J. W, III. (1989). Misled subjects may\nknow more than their performance implies. Journal of Experimental\nPsychology: Learning, Memory, and Cognition, 15, 246-255.\nZaragoza, M. S., & Lane, S. (1991, November). The role of attentionalresources in suggestibility and source monitoring. Paper presented at\nthe 32nd annual meeting of the Psychonomics Society, San Fran-\ncisco.\nZaragoza, M. S., & Moore, K.. (1990, November). Sourcemisattribution\nin eyewitness memory. Paper presented at the 31st annual meeting of\nthe Psychonomics Society, New Orleans, LA.\nZaragoza, M. S., & Muench, J. (1989, November). Source confusion\nfollowing exposure to misleading postevent information. Paper pre-\nsented at the 30th annual meeting of the Psychonomics Society, At-\nlanta, GA.\nZola-Morgan, S. M., & Squire, L. R. (1990). The primate hippocampal\nformation: Evidence for a time-limited role in memory storage.\nScience, 250, 288-290.\nReceived October 25,1991\nRevision received October 1,1992\nAccepted October 1,1992 •\nAMERICAN PSYCHOLOGICAL ASSOCIATION\nSUBSCRIPTION CLAIMS INFORMATION Today's Date:_\nWe provide this form to assist members, institutions, and nonmember individuals with any subscription problems. With the\nappropriate information we can begin a resolution. If you use the services of an agent, please do NOT duplicate claims through\nthem and directly to us. PLEASE PRINT CLEARLY AND IN INK IF POSSIBLE.\nPRINT FULL NAME OR KEY NAME OF INSTITUTION MEMBER ORCUSTOMER NUMBER (MAYBEFOUND ON ANYPAST ISSUE LABEL)\nDATE YOUR ORDER WAS MAILED (OR PHONED)\n.PREPAID _CHECK CHARGE\nCHECK/CARD CLEARED DATE:_\nCITY STATBCOUNTRY ZJP\nYOUR NAME AND PHONE NUMBER\nTITLE(If possible, send a copy, front and back, of your cancelled check to help us in our research\nof your claim.)\nISSUES: MISSING DAMAGED\nVOLUME OR YEAR NUMBER OR MONTH\nThank you. Once a claim is received and resolved, delivery of replacement issues routinely lakes 4-6 weeks.\n—————— (TO BE FILLED OUT BY APA STAFF) ——-——\nDATE RECEIVED:.\nACTION TAKEN: _\nSTAFF NAME:DATE OF ACTION: _\nINV. NO. & DATE:\nLABEL NO. & DATE:\nSend this form to APA Subscription Claims, 750 First Street, NE, Washington, DC 20002-4242\nPLEASE DO NOT REMOVE. A PHOTOCOPY MAY BE USED."
    }
  ]
}