{
  "doc_type": "scientific paper",
  "title": "Reality Monitoring",
  "authors": [
    "Marcia K. Johnson",
    "Carol L. Raye"
  ],
  "year": 1981,
  "journal": "nature of the decision processes involved? Which processes, and under",
  "doi": null,
  "abstract": "People remember information from two basic sources: that derived from external sources (obtained through perceptual processes) and that generated by internal processes such as reasoning, imagination, and thought. Of particular interest to us are the processes people use in deciding whether information initially had an external or an internal source, which we call \"reality monitoring.\" We propose a working model of reality monitoring to account for both discrimination and confusion between memories for thoughts and memories for perceptions. Examples of questions the model addresses are, What types of information are more likely to be represented in memories of external events than in memories of internal events? What cues allow people to decide the origin of a memory? What is the nature of the decision processes involved? Which processes, and under what conditions, are likely to break down and lead to unreliable memory? What assumptions do individuals have about their memory for their thoughts compared to their memory for their perceptions? How accurate are these assumptions? We summarize some research that is encouraging as far as the tractability of some of these problems is concerned and that demonstrates the usefulness of the particular working model proposed here.",
  "keywords": [
    "reality monitoring",
    "memory",
    "perception",
    "imagination",
    "thought",
    "memory discrimination",
    "memory confusion",
    "memory traces",
    "internal memory",
    "external memory",
    "memory processes",
    "false recognition",
    "metamemory"
  ],
  "research_topics": [
    "Reality Monitoring and Memory Source Attribution",
    "Distinction between Memories of Perceptions and Thoughts",
    "Memory Trace Characteristics and Representation",
    "Cognitive Models of Memory and Decision Processes",
    "Errors in Memory Origin Discrimination",
    "Metamemory Processes",
    "Memory and Cognitive Psychology",
    "Perceptual versus Imaginal Memory Representations",
    "Semantic, Sensory, Contextual, and Operational Attributes in Memory",
    "Experimental Analysis of Reality Monitoring"
  ],
  "created_at": "2025-05-05T01:42:31.791552Z",
  "source_pdf": "documents/research/Global/Johnson (1981) Reality monitoring.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Psychological Review\n198!, Vol. 88, No. 1,67-85Copyright 1981 by the American Psychological Association, Inc.\n0033-295X/81 /8801 -0067S00.75\nReality Monitoring\nMarcia K. JohnsonState University of New York at Stony BrookCarol L. RayeBarnard College\nPeople remember information from two basic sources: that derived from external\nsources (obtained through perceptual processes) and that generated by internal\nprocesses such as reasoning, imagination, and thought. Of particular interest to\nus are the processes people use in deciding whether information initially had an\nexternal or an internal source, which we call \"reality monitoring.\" We propose\na working model of reality monitoring to account for both discrimination and\nconfusion between memories for thoughts and memories for perceptions. Ex-\namples of questions the model addresses are, What types of information are more\nlikely to be represented in memories of external events than in memories of\ninternal events? What cues allow people to decide the origin of a memory? What\nis the nature of the decision processes involved? Which processes, and under\nwhat conditions, are likely to break down and lead to unreliable memory? What\nassumptions do individuals have about their memory for their thoughts com-\npared to their memory for their perceptions? How accurate are these assump-\ntions? We summarize some research that is encouraging as far as the tractability\nof some of these problems is concerned and that demonstrates the usefulness of\nthe particular working model proposed here.\nBoth perception of external stimuli and\nthought produce memories. We have re-\nferred to the processes by which a person\nattributes a memory to an external or an\ninternal source as reality monitoring (John-\nson, 1977; Johnson & Raye, Note 1). Of\ncourse, in one sense, the memories created\nby thoughts are no less \"real\" than those\ncreated by perceptual experiences, and the\nformer can be shown to have important con-\nsequences; for example, thinking about\nThis research was supported by Grant BNS-7813054\nfrom the National Science Foundation. We would like\nto thank Mark Aronoff, Ed Casey, Don Fry, Julie Hoch-\nberg, Emil Menzel, and Tom Taylor for their partici-\npation in discussions that clarified some of the ideas in\nthis article and for their helpful comments on an earlier\ndraft of the manuscript.\nThe general issue addressed here was raised at the\nannual meeting of the American Psychological Asso-\nciation, Chicago, 1975. The proposed model and some\nof the present data were initially presented at the annual\nmeeting of the Psychonomic Society, San Antonio,\nTexas, 1978, and at the annual meeting of the Rocky\nMountain Psychological Association, Las Vegas, Ne-\nvada, 1979.\nCarol Raye is now at Bell Telephone Laboratories,\nPiscataway, New Jersey 08854.\nRequests for reprints should be sent to Marcia K.\nJohnson, Department of Psychology, State University\nof New York, Stony Brook, New York 11794.something may make it seem as though it\nwas perceived more often than it actually\nwas (e.g., Johnson, Taylor, & Raye, 1977).\nHowever, real commonly refers to things\nexisting outside of oneself, and it is this sense\nthat is implied by reality monitoring. The\nterm is intended to suggest similarities with\nthe concepts of reality testing and memory\nmonitoring. Reality testing generally refers\nto the process of distinguishing a present\nperception from a present act of imagination\nor act of remembering (Cameron, 1963;\nFreud, 1895/1966, p. 325, 1925/1961, p.\n237; Horowitz, 1978).\nReality testing has received some experi-\nmental attention from investigators inter-\nested in perception (Perky, 1910; Segal &\nFusella, 1970) and from those interested in\nclinical problems, especially because of the\ncentral role confusion between the real and\nthe imagined plays in diagnoses of schizo-\nphrenia (McGuigan, 1966; Mellor, 1970;\nMintz & Alpert, 1972). In contrast, reality\nmonitoring refers to the process of distin-\nguishing a past perception from a past act\nof imagination, both of which resulted in\nmemories. Reality monitoring thus also\nshares with Hart's (1967) memory monitor-\ning concept the idea of making judgments\n67"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "68 MARCIA K. JOHNSON AND CAROL L. RAYE\nabout information in memory. Reality mon-\nitoring is particularly interesting in that\nfairly extreme errors about the origin of\nmemories are probably more common than\nreality testing failures such as hallucina-\ntions. Reality monitoring failures may also\ngenerally be more difficult to correct than\nmisperceptions. You cannot, for example,\nmove your head to look for changes in oc-\nclusion or reach out and try to touch an er-\nroneous memory.\nOne way to regard the events we call fail-\nures in reality monitoring is as the extreme\nconsequences of elaborative processes that\nhave consistently interested cognitive psy-\nchologists. Cognitive approaches to memory\nemphasize memories as a joint product of\nexternal and internal events (e.g., Bartlett,\n1932; Bruner, 1957; James, 1890/1950;\nKrech, 1949; Kohler, 1947/1959; Lashley,\n1967; Postman, 1951; Tolman, 1948; and,\nmore recently, Bower, 1972a; Bransford &\nJohnson, 1973; Cofer, 1973; Craik & Lock-\nhart, 1972; Dooling & Lachman, 1971;\nHochberg, 1979; Kintsch, 1976; Mandler,\n1967; Neisser, 1967; Paivio, 1969; Tulving,\n1968). With rare exceptions (e.g., Gibson,\n1966, 1979), few modern investigators pro-\npose that there is a straightforward rela-\ntionship between physical stimuli and the\nmind's impression of those stimuli, much less\nour memory for them. Rather, the more gen-\neral view is that most, if not all, stimuli are\nsubject to alternative interpretations and\nelaboration and that what is remembered is\nbased on the way that events are interpreted,\norganized, and thought about. Given this\ntheoretical framework, is there any reason\nto make a distinction between memories of\nperceptions and memories of thoughts?\nThe idea that there can be no memories\nof pure sensory experience without some de-\ngree of cognitive elaboration is certainly\ncompelling. Yet equally compelling is the\nidea that memories do vary in the extent to\nwhich they are tied to external events (i.e.,\npublicly available stimulus conditions). In\nordinary usage, memory is by definition dis-\ntinguished from imagination by virtue of its\nveridicality. Furthermore, the importance of\nthe distinction between externally and in-\nternally generated information is not simply\ndefinitional. For example, memories of child-hood experiences such as sexual encounters\nmay suggest different psychological con-\nstructs depending on whether they represent\nearly imaginative processes or actual per-\nceptual experiences. Freud's decision to treat\nsuch memories as largely the product of fan-\ntasy greatly influenced the development of\npsychoanalytic theory, especially of the idea\nof infantile sexuality (Heidbreder, 1933, pp.\n385-386). In short, the fact that the criteria\nof veridicality may not be entirely clear to\nmemory theorists does not argue against the\ncentral role veridicality plays in the concept\nof memory.\nOur position is not really in conflict with\na general cognitive view emphasizing the\ncontribution of thought to comprehension\nand memory (e.g., Bransford & Johnson,\n1972, 1973). However, in attempting to\ndemonstrate that people do think while per-\nceiving and remembering, there has been a\ntendency to overemphasize the hopeless en-\ntanglement of memories derived from per-\nception and thought. Many investigators\nhave assumed not only that a memory is a\njoint product of the external and internal\nevents but also that this joint memory exists\nin place of what might be called the external\nand the internal components. For example,\n\"We have strong evidence that the list-as-\npresented is not the list-as-encoded, just as\na CVC presented may not lead to a CVC\nstored, but to an NLM [natural language\nmediator] instead\" (Klatzky, 1980, p. 222,\nemphasis added). The notions that exter-\nnally generated information is discarded\nonce it is used to generate a construction\n(Sachs, 1967) or that externally and inter-\nnally generated traces are equivalent in ev-\nery respect have led to a number of expec-\ntations—for example, that ideas and their\nparaphrases should be indistinguishable\n(Bransford & Franks, 1971; Jenkins, 1974),\nthat both perceived and inferred components\nof a mental map should be equally available\n(e.g., Levine & Jankovic, Note 2), and that\nif inferences do not intrude in recall, they\nmust not have been made previously (e.g.,\nCorbett & Dosher, 1978).\nThus, cognitive theorizing has sometimes\nassumed that the inability to disentangle in-\nternally and externally generated informa-\ntion is the defining characteristic of a \"cog-"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "REALITY MONITORING 69\nnitive\" system. However, it is not logically\nnecessary to prove that specific memory (i.e.,\nmemory faithful to perceptual events) does\nnot exist in order to show that organized\nmental representations do exist. Yet it is\nprecisely the tendency to equate evidence for\nconstructive or imaginative processes with\nevidence against accurate memory (and vice\nversa) that limits the questions cognitive psy-\nchologists have posed. In addition, in em-\nphasizing the many transformations a stim-\nulus might undergo, we run the danger of\nforgetting the dire functional implications\nof a memory system that is assumed to be\nso loosely tied to external events (although\nthe problem is beginning to be recognized;\nNeisser, 1976).\nIf thought is assumed to produce memory\nrepresentations but not necessarily to sup-\nplant those yielded by perception, a different\nset of questions for research is suggested.\nWhat are the characteristics of both mem-\nories derived primarily from perceptual ex-\nperience and memories more remotely re-\nlated to perceptual experience? How are the\nrepresentations of externally and internally\ngenerated events distinguished, and when\nand why are they confused? Understanding\nthe differences and similarities in the nature\nof internally and externally generated mem-\nories is important for any theory of the way\ninformation is represented in memory, and\nan adequate model must be able to account\nfor both confusion and discrimination be-\ntween past imaginations and past percep-\ntions (Johnson, Note 3). J. S. Mill (1869/\n1967) suggested that \"the only difficulty\nabout Memory, when once the laws of As-\nsociation are understood, is the difference\nbetween it and imagination\" (p. 339). To\nparaphrase this notion to fit the present\nproblem, once we have acknowledged the\nrole of imagination in memory, we still have\nthe problem of accounting for the condi-\ntions under which we know the difference\nbetween memories of external events and\nmemories of imaginations. What are our\n\"cues to reality?\"\nFor the most part, philosophers and psy-\nchologists have not been concerned with the\nproblem of reality monitoring, although\nJames Mill (1829/1967) did assert that be-\ncause sensations and ideas \"are distinguish-able in the having, it is likely that the copy\nof the sensation should be distinguishable\nfrom the revival of the idea\" (p. 334). Al-\nthough little attention has been given to the\nissue of discriminating memories produced\nby perceptions from those produced by\nthought, a number of philosophers have ad-\ndressed the issue of how sensations and ideas\nare distinguishable initially (\"in the hav-\ning\"). Two general lines of thought have\nbeen that perception and imagination pri-\nmarily differ in that percepts are stronger\nor more vivid (e.g., Hume, 1739/1978;\nJames, 1890/1950) and the opposing idea\nthat \"sensation . . . and imagination, even\nwhere they have the same object, are oper-\nations of a quite different nature, and per-\nfectly distinguishable by those who are\nsound and sober\" (Reid, 1764/1975, chap.\n2, section 5, p. 18). The model presented\nbelow incorporates aspects of both of these\nhypotheses and further suggests that some\nof the same cues that allow judgments about\nthe nature (present perception or present\nimagination) of conscious experience are\npreserved and become the bases for judg-\nments about the nature of past experience.\nThe Present Approach\nSome Preliminary Assumptions\nAlthough we assume that perceptual events\nproduce persistent memory traces (perhaps\nin a kind of continuous record of experience;\nLandauer, 1975), we also assume that in-\nternally generated events produce persistent\nmemory traces. Not all, but many of the\nerrors we see in memory may be the con-\nsequence of a failure to discriminate the or-\nigin of a memory trace. The ideas that mem-\nory traces for perceptual experiences are\naccurate, in that they reflect the character-\nistics of stimulus-determined processes and\nthat they exist side by side or intertwined\nwith memories produced by imaginative pro-\ncesses have particular implications for the-\nories of representation that are based on er-\nror data such as false recognitions. Insofar\nas false recognitions reflect a failure to dis-\ncriminate the origin of a trace, their appro-\npriateness as an indication of the nature of\nthe memory representation of external events"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "70 MARCIA K. JOHNSON AND CAROL L. RAYE\nis somewhat questionable. That is, errors\nmay reflect coexistence of information from\nmultiple sources as well as integration, and\nthis distinction is beginning to be investi-\ngated (e.g., Cole & Loftus, 1979; Hasher\n& Griffin, 1978). Although this argument\nmay at first seem to be quibbling over ter-\nminology, these two metaphors certainly im-\nply different directions for research. They\nmight also lead to different expectations\nabout the potential success of introspective\neffort (and more extreme measures such as\nhypnosis) in separating the real from the\nimagined.\nTypes of Self-Generated Information\nThere are many types of thoughts and\nimaginal events that would be relevant for\nreality monitoring. These types can tenta-\ntively be separated into three major cate-\ngories: (a) re-representation, (b) cotemporal\nthoughts, and (c) fantasy. The first category\nrefers to the re-representation of perceptual\nexperience or remembering something pre-\nviously experienced. In re-representation, in-\nformation that has dropped out of conscious-\nness or working memory is reactivated at a\nlater time in the absence of the original ex-\nternal stimulus (in contrast to, for example,\nrehearsing recently perceived information\nseveral times in succession). Cotemporal\nthought refers to the sort of elaborative and\nassociative processes that augment, bridge,\nor embellish ongoing perceptual experience\nbut that are not neccessarily part of the ve-\nridical representation of perceptual experi-\nence. Most work on imaginal processes in\nmemory has been directed at this category\n(e.g., Bartlett, 1932; Bower, 1972b; Neisser,\n1967). Fantasy involves novel combinations\nof information that produce imaginary events\nthat take place only in our imagination.\nMaking up a story or dreaming would fall\nprimarily in this category. While recognizing\nthat there are some problems with this clas-\nsification scheme (where does \"re-represen-\ntation\" end and \"fantasy\" begin?), we have\nfound it useful as a starting point. To date,\nour research has primarily consisted of lab-\noratory investigations of the first two cate-\ngories.\nAs stated above, we use the term realitymonitoring as a way of referring to the ac-\ntivity of discriminating between memories\nprimarily derived from external events and\nthose primarily derived from internal events.\nHowever, this term is not meant to imply\nthat the processes involved in discriminating\nthe origin (internal or external) of infor-\nmation in memory are always the same.\nRather, the details of the processing (acti-\nvating information, applying decision strat-\negies) might reasonably be expected to vary\ndepending on the nature of the remembered\ninformation, the conditions under which the\nmonitoring occurs, the cost of mistakes, and\nso forth. Finally, reality monitoring can be\nthought of as one of the general class of\nmetamemory processes (e.g., see Brown,\n1975; Kreutzer, Leonard, & Flavell, 1975)\nby which people reflect varying degrees of\nunderstanding about the nature of their own\nmemories.\nA Working Model\nAs a vehicle for interpreting available data\nand as a stimulus for further research, we\nhave developed the following working model\nof reality monitoring. Basically, we propose\nthat reality monitoring is affected by two\nmajor factors: the nature of the traces being\nevaluated and the types of decision processes\napplied. Either of these should influence the\namount of confusion a person displays about\nthe origin of information. Our first assump-\ntion is that any memory potentially consists\nof many types of information or attributes\n(e.g., Bower, 1967; Craik & Lockhart, 1972;\nPosner & Warren, 1972; Underwood, 1969;\nWickens, 1970). Thus, for example, if a\nword is presented or imagined, information\nmay be stored with respect to its physical\nproperties (e.g., pitch) and its semantic prop-\nerties. Types of potential attributes that\nshould be particularly important for reality\nmonitoring include information about the\nsensory characteristics of the stimulus pre-\nsentation (e.g., auditory information), the\ntype of cognitive processing engaged (e.g.,\nimagery), semantic content, and contextual\ninformation (e.g., spatial and temporal in-\nformation). Various subcategories could be\ndefined within each of these four. For ex-\nample, semantic content for a spoken word,"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "REALITY MONITORING 71\nas used here, would include physical aspects\nof its referent such as size and color, func-\ntional characteristics of the referent, emo-\ntional connotation, and so on. An issue that\ncould plague us, as well as most recent the-\nories of memory based on \"attributes,\" \"lev-\nels,\" or \"codes\" (e.g., Craik & Lockhart,\n1972; Paivio, 1971; Underwood, 1969), is,\nHow is it possible to separate sensory from\nsemantic dimensions of memory represen-\ntations? The fact that something is seen and\nnot heard (or said by a low frequency voice\nrather than a voice higher in frequency)\nmight have significance in the semantic\nsense, as might the spatial or temporal po-\nsition of an event. These categories are not\nnecessarily proposed as hard and fast divi-\nsions (any more than one can make a clear\ndistinction between internal and external)\nbut represent sensible and useful analytic\ncategories for characterizing and under-\nstanding the nature of information repre-\nsented in memory.\nWe propose that, as a class, internally\ngenerated memories may differ from the\nclass of externally generated memories along\nspecific dimensions. First, externally gener-\nated memories in general may have more\nspatial and temporal contextual attributes\ncoded in the representation of the event than\ninternally generated memories do. Second,\nthey should also have more sensory attri-\nbutes, although imaginal processes presum-\nably also generate some sensory information\n(e.g., see Atwood, 1971; Brooks, 1968; Finke,\n1979; Kosslyn, 1976). Third, we propose that\nexternally generated representations are\nmore semantically detailed—that is, contain\nmore information or more specific infor-\nmation—than internally generated represen-\ntations. Thought tends to be more schematic.\nFinally, we propose that internally generated\nmemories may typically have more opera-\ntional attributes associated with them (coded\nin the trace). This latter notion is based\npartly on the assumption that perception is\nusually somewhat more \"automatic\" (Brown,\n1975; Hasher & Zacks, 1979; Posner & Sny-\nder, 1975) than imaginal processes and that\nattention (e.g., voluntarily engaging in cre-\nating images) increases the chances that\ncoded information about operations will be\navailable later (see Posner & Warren, 1972).Although for some cases these character-\nistics might not hold, if the two classes of\nrepresentations generally differ in these ways,\nthen these dimensions could be used to de-\ncide the origin of a trace regardless of the\nparticular content of the memory involved.\nAssuming that the populations of external\nand internal memories form distributions on\neach of these four dimensions, a reasonable\nmodel of the process involved in decisions\nabout the origin (internal or external) of a\nmemory might be similar to some models of\nold-new recognition decisions (e.g., Atkin-\nson & Juola, 1973; Mandler, 1972; Raye,\n1976). That is, criteria may be set on each\ndimension, one for identifying probable in-\nternal events and one for probable external\nevents, and any event registering between\nthe two cutoffs would be of uncertain origin\nand require further processing. Figure 1 il-\nlustrates such a decision structure for one\nof the proposed dimensions.\nInformation about these four dimensions\ncould of course be combined in different\nways. Decisions could be based on a strategy\nthat always or usually weighted the four in\na constant fashion, for example, sensory at-\ntributes might always be weighted more\nheavily than amount of detail, and amount\nof detail more heavily than contextual at-\ntributes, and so on. On the other hand, dif-\nferent dimensions might be given more\nweight in varying instances depending on\nwhat other information the individual has\nabout the situation. In general, then, it\nshould be possible to produce confusion\nPROBABLE\nINTERNAL\n0\noOAOUNCERTAIN ORIGIN\nAA\nO\nAOA APROBABLE\nEXTERNAL\nAA\nOA\nAAA\nSTRENGTH OR AMOUNT OF CONTEXTUAL INFORMATION\nFigure I. Representation of a set of decision rules for\njudging the origin of a memory on the basis of the\namount of contextual (time and place) information it\nincludes. (In this sample, externally derived memories\nare represented by triangles and internally derived ones\nby circles.)"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "72 MARCIA K. JOHNSON AND CAROL L. RAYE\nabout the origin of an event by manipula-\ntions that cause it to have abnormally high\nor low values on one or more dimensions,\ncompared to typical memories of its class;\nan interesting question is whether some di-\nmensions are more important in this regard\nthan others.\nIn addition to atypical class characteris-\ntics, a major vehicle for confusion should be\nspecific similarity (with respect to any at-\ntribute) between particular memories from\nthe two classes. We have discussed \"a mem-\nory\" as if it could be isolated, but this is just\nfor convenience. Clearly, when a memory is\nactivated, so are other memories, and the\ncharacteristics of these other memories may\ninfluence or dominate the decision process.\nThus in considering the origin of a memory\nthat was actually generated internally, one\nmight be influenced by extensive sensory\ncharacteristics of semantically similar traces\nthat are also activated while the target is\nbeing evaluated. The extreme case would be\none in which a retrieval cue activates a sim-\nilar trace from the opposite class but not the\ntarget, causing an apparent error in identi-\nfication of origin when, in fact, the target\ntrace is not being considered at all.\nAs mentioned earlier, decisions about the\norigin of a memory based on the proposed\ntypical class differences may be inconclusive,\nand the person may access further infor-\nmation. The person then may use this further\ninformation to reason toward a decision\nabout the origin of the memory. This further\ninformation may consist of qualitative char-\nacteristics of the trace being evaluated in\ncombination with the person's prior knowl-\nedge. For example, a person may remember\nan extremely vivid dream about a money tree\nbut reason that it could not be an externally\ngenerated memory because money does not\ngrow on trees. Or this further information\nmay consist of characteristics of related\ntraces. For example, suppose an architect\nwas not sure whether a design she had in\nmind was initially hers or her associate's.\nShe then remembers not only the idea but\nalso her associate's starting to draw a rough\nsketch and breaking his pencil. Therefore,\nshe reasons, the idea must have been his.\nFinally, this type of reasoning also prob-\nably uses strategies based on certain meta-memory assumptions or beliefs held by the\nindividual. For example, subjects might have\ncertain \"biases\" about memories derived\nfrom their own thoughts (e.g., \"I'd remem-\nber if it had been my idea\"). These latter\nprocesses need not always wait for the out-\ncome of the more general decision based on\nclass characteristics discussed above but\nmay be initiated simultaneously. However,\nsince they are assumed often to involve more\nspecific information, which may require ad-\nditional retrieval from memory, they are\npresumed normally to take longer and for\nthis reason might be considered a second\nstage. Which processes play the predomi-\nnant role in a particular decision should de-\npend on such factors as the amount of time\na person has, availability of additional in-\nformation in memory, and the cost of mis-\ntakes. Thus, if the consequence of asserting\nthat something was perceived when in fact\nit might only have been inferred is serious,\na person should be particularly likely to at-\ntempt to retrieve additional information that\nwould tend to support or confirm one or the\nother decision.\nIn general, both perception and thought\nresult in memories that persist. Confusion\nof the two does not necessarily happen via\ndegradation of traces but rather can happen\nvia other mechanisms.\nEmpirical Evidence\nThe model developed above (see Table 1)\nrepresents a set of interrelated hypotheses,\nand we have tried in a number of ways to\ntranslate some of these hypotheses into ex-\nperiments.\nEvidence That the Classes of Externally\nand Internally Generated Memories Differ\nA fundamental assumption of the model\nis that the classes of externally and internally\nderived memories differ. Two lines of evi-\ndence suggest this is a reasonable starting\npoint.\nSuperiority effects. Slamecka and Graf\n(1978) reported the results of several exper-\niments specifically directed at determining\nwhether there is a memory advantage for\nself-generated information. Their general"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "REALITY MONITORING 73\nTable 1\nSummary of the Model\nTypes of attributes potentially comprising memories\nContextual\nSensory\nSemantic\nCognitive operations\nDimensions on which the classes of externally generated and internally generated memories typically differ\nExternal have more contextual attributes\nExternal have more sensory attributes\nExternal have more semantic detail\nInternal include more information about cognitive operations\nProcessing characteristics of reality monitoring\nDecisions about the origin of a specific trace may be based on a weighted combination of the results of\ncomparing the target trace attributes indicated above to criteria defining the general classes of external and\ninternal representations\nDecisions may be based on a reasoning process involving\nQualitative characteristics of the target trace\nCharacteristics of related traces\nMetamemory assumptions\nWhich processes take place should depend on such factors as time, availability of different types of\ninformation, cost of mistakes, and so forth\nSources of errors in reality monitoring\nTarget trace not typical of its class\nCharacteristics of similar incorrect traces\nFailure in a reasoning process (e.g., failure to retrieve additional information, incorrect metamemory\nassumptions)\nprocedure was to present subjects with a\nstimulus and either to present a response\n(E items) or to require the subject to gen-\nerate a response (S items) according to a\nrule and a specified first letter. The rule and\nfirst letter constrained the generated re-\nsponses (e.g., synonym-rapid-f almost al-\nways produced the response fast), allowing\nSlamecka and Graf to counterbalance the\nassignment of items to conditions such that\nE and S items were the same across subjects.\nAcross a number of types of items and in-\nstructional conditions, recognition and recall\nwere better for the subject-generated items\n(the \"generation effect\").\nUsing a similar procedure, we have also\nfound a generation effect after retention in-\ntervals as long as 10 days (Johnson, Raye,\nFoley, & Foley, in press, Experiment 2). In\naddition, in one study we manipulated\nwhether subjects overtly responded by writ-\ning down E and S words as they occurred\nor whether they were simply required to re-\nspond covertly by listening to E words and\nthinking about S words. The generation ef-\nfect was as great in both free and cued recall\nwhen the subjects thought about but did not\novertly express their responses (Johnson,Raye, Foley, & Foley, in press, Experiment\n1). This outcome supports the idea that the\nlocus of the advantage is in the generation\nprocess itself and does not, for example, de-\npend on overt expression of the generated\nitem and consequent sensory components\n(e.g., hearing one's own voice or seeing one's\nown handwriting) or on some combination\nof generation and sensory components.\nIn several studies, we compared frequency\njudgments of externally generated events\nwith frequency judgments of self-generated\nevents (Johnson, Taylor, & Raye, 1977;\nRaye, Johnson, & Taylor, 1980; Taylor,\nJohnson, Birnbaum, & Raye, Note 4). The\nbasic paradigm involves two kinds of trials,\npresentation and generation. On presenta-\ntion trials, subjects see a number of cues and\nto-be-remembered words; on generation\ntrials, the cues are shown, and subjects are\nasked to generate the items. The cues are\npreselected so that they will elicit the ap-\npropriate response with almost 100% cer-\ntainty (e.g., color-blue). Over the course of\nthe procedure, each item is seen either two,\nfive, or eight times and is generated by sub-\njects either two, five, or eight times. Finally,\nsubjects are given a surprise frequency judg-"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "74 MARCIA K. JOHNSON AND CAROL L. RAYE\nment task. For example, they are asked to\nestimate the number of times they actually\nsaw each item, and we explain to them that\nwe are not interested in the number of times\nthey generated it but only the number of\ntimes we presented it. Or, they are asked to\nindicate the number of times they generated\nan item, ignoring the number of times they\nperceived it.\nThese studies had two major outcomes.\nThe first was that subjects were more sen-\nsitive to the relative frequency of self-gen-\nerated events than to the relative frequency\nof externally generated events. The second\nmajor finding concerned confusion between\nthe two types of events. If there were no con-\nfusion between presentations and genera-\ntions, it would not matter, for example, how\noften an item had been generated when sub-\njects judged how often it was presented.\nHowever, generating events systematically\nincreased the frequency with which those\nevents seemed to have been perceived. Sim-\nilarly, perceiving items systematically in-\ncreased the frequency with which those\nitems seemed to have been generated. How-\never, the two types of events did not interfere\nwith each other equally. The extent to which\nsubjects were confused by internal events\nwhen they judged external events was greater\nthan vice versa. Thus both the steeper fre-\nquency discrimination function for self-gen-\nerated information and the greater confusion\nin judging external events indicated that in-\nternally generated memories were superior\nto or had some advantage over externally\ngenerated memories in this situation, as well\nas in recall and recognition tests. A number\nof related findings also suggest there is some\nadvantage associated with self-generated in-\nformation (e.g., Bobrow & Bower, 1969;\nDavies, Milnee, & Glennie, 1973; Erdelyi,\nBuschke, & Finkelstein, 1977; Jacoby, 1978;\nJarvella & Collas, 1974; Ross & Sicoly,\n1979).\nAnother indication that external and in-\nternal memories differ comes from Raye et\nal. (1980, Experiment 2). Half the people\njudging each type of event were given a limit\nfor their estimates—they were asked to use\nnumbers between 0 and 10. The other half\nof the subjects were not given any limit or\nrange for their estimates. We expected thismanipulation to affect the criteria subjects\nused for including memories in an \"event\ncount.\" Of special interest was whether the\ntwo types of judgments would be affected\nsimilarly. If they were, it would emphasize\nthe similarity between externally and inter-\nnally derived memories. However, if the two\nwere affected differently, the results would\npoint to differences in the memories or judg-\nment processes in the two cases. For ex-\nample, if memories for one type of infor-\nmation are more stable and faithful, they\nmight be less susceptible to variations in\njudgment criteria. In fact, the limit did not\naffect the magnitude of confusion when peo-\nple were judging the frequency of internally\ngenerated events. This finding suggests that\neven without the limit, people were using a\nfairly stringent criterion of trace appropri-\nateness. (Perhaps specific would be more\naccurate than stringent, since whatever they\nused allowed for good discrimination of rel-\native frequency of self-generated events.)\nWhen external event frequency was judged,\nhowever, the limit reduced confusion, ap-\nparently because subjects selectively ex-\ncluded more inappropriate, self-generated\nevent memories. Thus, these two types of\ntraces must differ in some way that allows\nthe subject to discriminate between them.\nRaye et al. argued that these results were\nconsistent with the present working model\nif it were assumed that when judging the\nfrequency of internally generated events,\nsubjects were relying heavily on the presence\nof information about cognitive operations in\nmaking decisions about whether to include\nmemories in an event count (see Raye et al.,\n1980, for an expanded discussion).\nComparing between- and within-class\ndiscriminations. Another line of research\nis based on the logic that if two classes of\nevents are different, discriminating between\ninstances from within a class should be more\ndifficult than discriminating between in-\nstances drawn from separate classes. For\nexample, is reality monitoring subject to\nmore or less error than monitoring the\norigins of information derived from two ex-\nternal sources? Our model proposes that,\nalong with more specific information, there\nare a number of general dimensions on which\nexternally and internally derived memories"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "REALITY MONITORING 75\nmay characteristically differ and which may\nbe used in the process of reality monitoring.\nThat is, decisions could be based simply on\nthe amount of certain types of information\n(e.g., if it has a high sensory component,\nclassify it as external). In contrast, two\nmemories derived from external sources\ncould not be distinguished along these gen-\neral dimensions. Thus memories from exter-\nnal sources would always have to be discrim-\ninated on the basis of specific content (specific\nsensory information rather than amount,\netc.). It follows that, given similar situations,\nit should be easier to identify the origin of\ninternally versus externally derived memo-\nries than to identify the sources of memories\nderived from two external sources.\nIn one experiment testing this prediction,\nsubjects participated in small groups during\nthe first phase of the experiment (Raye &\nJohnson, 1980). Within a group they were\nrandomly assigned to play different roles:\nspeakers, recorders, or listeners. All subjects\nthought that the speakers and recorders were\nserving as \"experimenters,\" that the listeners\nwere the \"subjects,\" and that the listeners\nwould later be tested for their memory of\nthe \"conversation.\" The group was given a\ntopic of conversation to start them off, for\nexample, snow. Speaker A then gave a\nhighly related word such as white. Speaker\nB gave a word related to Speaker A's word,\nfor example, black, then Speaker A replied,\nfor example, coal, and so on, alternating.\nOne recorder wrote down all of the words\nspoken by Speaker A; the other recorder\nwrote down all the words given by Speaker\nB. The listeners were instructed to listen\ncarefully to both speakers in preparation for\na memory test later. After a 1-hour, filled,\nretention interval, all subjects received a rec-\nognition test which had the standard re-\nquirement that subjects discriminate be-\ntween old and new items and the additional\nrequirement that, for old items, they identify\nwhich speaker said each.\nThe measure of primary interest was the\npercent correct identification of origin: the\ntotal number of words correctly attributed\nto each of the two speakers divided by the\ntotal number of words correctly identified as\nfrom the conversation (multiplied by 100).\nAs predicted by the model, the speakers, whowere discriminating between internal and\nexternal sources, were better at identifica-\ntion of origin than the listeners and re-\ncorders, who were discriminating between\ntwo external sources of information.\nThis result was taken as support for the\nidea that external events as a class differ in\nsome ways from the class of internal events.\nThese differences potentially provide addi-\ntional cues that allow the origin of memories\nfor internally generated events and external\nevents to be distinguished more easily than\nthe memories for two comparable external\nevents. Such cues would operate in the first\nstage of the model. For example, greater sa-\nlience of the cognitive operations that pro-\nduced internally generated traces may serve\nas a discriminative cue available in external-\ninternal discriminations that is not available\nin external-external discriminations. An-\nother possibility is that the semantic contents\nof the memories differ in some way. Intu-\nitively, internally generated responses should\nbe more idiosyncratically determined than\nexternal events. Internally generated events\nare not necessarily more meaningful than\nexternal events, but they are more likely to\nrefer to biographical information or infor-\nmation relevant to the self. Internal events\nreflect idiosyncratic probabilities, whereas\nexternal events reflect normative probabili-\nties. The presence of a difference in average\nidiosyncracy value for external and internal\nitems could provide a discriminative cue:\nWould I have said this? Is this a high fre-\nquency response for me? Does this response\nhave some special meaning for me? This fac-\ntor might operate in the reasoning stage of\nreality monitoring.\nIn a second conversation study (Raye &\nJohnson, 1980, Experiment 2), the content\n(as well as the idiosyncracies) of the con-\nversation was controlled. A subject, the\n\"director,\" asked the speakers questions\nsuch as, \"What is a word that is the opposite\nof fast, beginning with s and ending with\nwl\" The director indicated which of the two\nspeakers was to answer, and the speakers'\nresponses were essentially determined by the\nquestions, which, obviously, left little room\nfor idiosyncratic contributions to the content\nof the conversations. Again, there were re-\ncorders and listeners, and only the listeners"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "76 MARCIA K. JOHNSON AND CAROL L. RAYE\nthought they would get a memory test. All\nsubjects, including the directors, were later\ngiven a recognition and identification-of-or-\nigin test.\nAgain, the speakers were significantly bet-\nter at identifying the origin of an item they\nrecognized as old than were the recorders\nand listeners, and the recorders and listeners\ndid not differ from one another. The direc-\ntors had the lowest discrimination scores.\nThis finding rules out, we think, the possi-\nbility that the entire difference in the pre-\nvious experiment could be attributed to dif-\nferences across conditions in the idiosyncratic\nvalue of the content of the items. In fact, the\nmagnitude of the difference was almost ex-\nactly the same as it was in the previous ex-\nperiment, suggesting that idiosyncratic cues\ndid not add much. Of course, we would not\nwant to offer this as a general conclusion,\nsince we would expect idiosyncratic value\ntypically to be one of the cues used in the\nreasoning processes involved in reality mon-\nitoring. However, the present results are con-\nsistent with the possibility that, indepen-\ndently of the personal significance of what\nan individual says, the cognitive operations\nthat go into generating information persist\nin memory and become potential cues as to\nthe origin of that information.\nA parallel logic suggests that it should be\neasier to discriminate between memories of\nexternal and internal events than between\nmemories of two internally generated events\nbecause, for example, the latter would both\ninclude large amounts of cognitive opera-\ntions information, minimizing cognitive op-\nerations information as a discriminative cue.\nIn two developmental studies, Foley, John-\nson, and Raye (Note 5) had subjects engage\nin two types of self-generated acts, either\nsaying items aloud or only thinking about\nthem. Subjects then attempted to identify\nwhich items they said and which they\nthought. Consistent with expectations from\nour model, this condition was more difficult\nthan one in which the subjects discriminated\nbetween items they had said and items some-\none else had said.\nCompared to older subjects, 6-year-old\nchildren were at no disadvantage in discrim-\ninating what they said from what someone\nelse said (see also Johnson, Raye, Hasher,& Chromiak, 1979). In contrast, compared\nto older subjects, 6-year-olds did have a par-\nticularly difficult time discriminating be-\ntween words they had said aloud and words\nthey had only thought. Within the present\nframework, these data suggest two interest-\ning possibilities. First, children as young as\n6 years may have learned to take advantage\nof cues in memory that differentiate the self\nfrom others but not those that differentiate\nvarious self-initiated acts such as speech and\nthought. Thus the special confusion of young\nchildren could be a consequence of a less\ndeveloped reasoning process and not a con-\nsequence of trace characteristics. Alterna-\ntively, 6-year-olds, compared to older sub-\njects, may produce memories when thinking\nthat are, in fact, more like the memories\nproduced from talking. Similarity between\nthought and speech would be increased, for\nexample, by subvocalizing during thought,\nand there is some evidence that children of\nthis age do show relatively high levels of sub-\nvocalization (Garrity, 1977).\nSpecific Dimensions Proposed as\nDiscriminators\nCognitive operators. According to the\nreality monitoring model, increasing auto-\nmaticity in responding ought to reduce in-\nformation regarding cognitive operations.\nThe stronger or more specific the cue for a\nresponse, the more automatically the re-\nsponse should be generated, reducing search\nand decision processes that later could be\nused as cues to the origin of information.\nConversely, if a response requires somewhat\nmore effort or search, stored information\nabout these operations should become a po-\ntential cue for identifying the source of a\nmemory. In order to manipulate this search\nprocess, we used a procedure in which sub-\njects heard category cues followed by cate-\ngory instances on half of the trials and gen-\nerated their own category instances for the\nother half of the trials. Half of the subjects\nwere cued with the first letter of the re-\nsponse, and half were not cued with the first\nletter. Our reasoning was that providing the\nfirst-letter cue should more completely de-\ntermine the response, making it more au-\ntomatic, than not providing the first letter."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "REALITY MONITORING 77\nLater, subjects were asked to discriminate\nbetween category instances that were pre-\nsented and instances they generated. Gen-\nerating instances of categories to fit first-let-\nter cues resulted later in lower correct\nidentification of origin than generating in-\nstances of categories without first-letter cues\n(Johnson, Raye, Foley, & Foley, in press,\nExperiment 1). In Johnson et al.'s Experi-\nment 2, increasing the difficulty of gener-\nating a response and thus presumably in-\ncreasing cognitive operations information by\nrequiring a less typical response (e.g., ani-\nmal-p-, rather than animal-d-) increased\ncorrect identification of origin. These find-\nings support the notion that cognitive oper-\nations information is important in reality\nmonitoring decisions.\nThe cue value of remembered cognitive\noperations may explain why mediators gen-\nerated by subjects in list learning situations\nare rarely intruded. That is, there is ample\nevidence that in paired-associate learning,\nfor example, subjects generate verbal or pic-\ntorial elaborators (e.g., Martin, Boersma,\n& Cox, 1965; Yuille, 1973) and that specific\nqualitative characteristics of these elabora-\ntors influence recall (Hasher, Griffin, &\nJohnson, 1977; Hasher & Johnson, 1975).\nIn addition, self-generated information has\na recall advantage (Slamecka & Graf, 1978),\neven when the self-generated information\noccurs only covertly (Johnson, Raye, Foley,\n& Foley, in press, Experiment 1). Why is\nit then that intrusions of the mediator or self-\ngenerated components of an image or other\ntypes of elaborators are so rare? From the\npresent perspective, it is important that when\nsubjects create verbal or imaginal elabora-\ntors, the strategy is usually purposefully em-\nployed and not the result of automatic or\nincidental processes (Brown, 1975; Hasher\n& Zacks, 1979; Posner & Snyder, 1975;\nSchneider & Shiffrin, 1977). The best ar-\ngument for the strategic as opposed to au-\ntomatic nature of elaborators is that it is\nquite easy to improve people's performance\nby instructing them to make elaborators\n(e.g., Bower, 1972b; Paivio, 1971).\nOn the other hand, those elaborations that\nmore automatically arise on the basis of past\nexperience, such as those involved in pro-\ncessing meaningful prose, should be morelikely to be confused with external events.\nIntrusions seem to occur more often with\nprose. It is not that more thought necessarily\ngoes into processing prose compared to word\nlists; it is perhaps that more conscious (in\nthe sense of purposeful) thought may be ex-\npended on the word lists.\nSimilarly, daydreams often seem less real\nthan dreams and rarely lead to the momen-\ntary confusion that dreams produce. Day-\ndreams are typically more controlled by con-\nsciously selected schemata than are dreams\nduring sleep. In general, those self-generated\nmemories that do not have a voluntary qual-\nity but rather have been elicited by external\nevents or generated when voluntary pro-\ncesses are suspended should be susceptible\nto greater confusion. Creating a thought un-\nder voluntary control (or bringing a previ-\nously involuntary idea under voluntary con-\ntrol) should provide a powerful cue for\nlocalizing it as self-generated rather than as\nexisting externally. Consistent with this\nspeculation is at least one finding: Whereas\nrepeated re-representations of perceived\nitems increase confusion (e.g., Johnson, Raye,\nWang, & Taylor, 1979; Johnson, Taylor,\n& Raye, 1977), generating an initially self-\ngenerated item for a second time increased\ncorrect identification of origin (Johnson,\nRaye, & Durso, 1980).\nContextual information. In one experi-\nment (Johnson, Raye, Foley, & Kim, Note\n6), we compared the spatial location infor-\nmation associated with perceived pictures\nwith the spatial location information asso-\nciated with imagined pictures. Subjects saw\na label followed by an appropriate line draw-\ning projected on a screen to the left or a\nscreen to the right, or they saw a label and\nthen themselves created an appropriate im-\nage projected to the left or to the right. As\na cover task, subjects rated the pictures and\nimages with respect to how easy they would\nbe to draw. This task produced equal rec-\nognition of items that had been presented as\npictures and items that had been imagined\n(one indication of the effectiveness of this\ncover task). Of primary interest was the\nfinding that, as predicted by the model, sub-\njects were significantly more accurate in des-\nignating the location for perceived as com-\npared to imagined items. In addition, for"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "78 MARCIA K. JOHNSON AND CAROL L. RAYE\nthose items whose location was correctly des-\nignated, subjects were more confident about\nthe location of the perceived pictures.\nWe adapted a similar procedure to ad-\ndress the question of whether temporal in-\nformation is better for internally or exter-\nnally generated information. Subjects heard\nlabels and then either saw an appropriate\nline drawing or imagined one. The cover task\nwas the rating task just described. Following\nthis, each subject received a booklet, and on\neach page, in random order, were labels for\neight items, each drawn from a different\neighth of the list. The eight items either all\nreferred to pictures or all referred to images.\nThe subject's task was to indicate the tem-\nporal order of occurrence of the eight items.\nWe used this procedure to eliminate differ-\nential response bias across positions of the\nlist (Toglia & Kimble, 1976). This task\nturned out to be quite difficult, but the sub-\njects were able to identify the temporal po-\nsition of very early and very late items. For\nitems presented early, performance did not\ndiffer on imagined as compared to perceived\nitems, whereas the subjects were signifi-\ncantly less accurate in identifying temporal\norder of imagined items for the most recent\nportion of the list. We are currently follow-\ning this up with an easier task; however, this\ninitial finding is particularly interesting be-\ncause some investigators (Bjork & Whitten,\n1974; Crowder, 1976, pp. 461-464) have\nproposed that the recency portion of the se-\nrial position curve especially reflects the con-\ntribution of temporal information.\nSensory information. The model also\npredicts that sensory information should be\ngreater for perceived compared to imagined\nitems. In one experiment (Johnson, Raye,\nFoley, & Foley, Note 7), subjects saw a word\nthat was then pronounced by a male or fe-\nmale experimenter or saw a word and then\nimagined it as pronounced by the male or\nfemale experimenter. Craik and Kirsner\n(1974) had previously shown significant\nmemory for voice of perceived items, and\nGeiselman and Glenny (1977) had shown\nmemory for the \"voice\" of an imagined item.\nOur interest was in comparing the infor-\nmation about voice for perceived and imag-\nined items. As a cover task, subjects ratedthe harshness of the perceived or imagined\nsound.\nWe asked a similar question with a pro-\ncedure in which subjects saw or heard items\non some trials or imagined seeing or imag-\nined hearing them on other trials. The cover\ntask required subjects to rate the angularity\nof the visual display of a perceived or imag-\nined word or the harshness of the sound of\nan auditorially perceived or imagined item.\nAcross four experiments, two requiring a\ndiscrimination between male and female\nvoices and two between visual and auditory\ninformation, we have found a consistent, but\nnot always significant, advantage for per-\nceived information. We think these cover\ntasks very closely equated the information\nproduced during perception and thought,\nprimarily by restricting it to a single type of\nsensory information, and were thus a con-\nservative test of the hypothesis. The subject-\nreport data described below suggest that\nwhen semantic processing is manipulated\nand sensory information is left free to vary,\nsensory information is more frequently re-\nported for perceived than for subject-gen-\nerated items.\nOf course, the model does not demand\nthat sensory information always be better for\nmemories created by perception than for\nthose created by thought; it only indicates\nthat this is the more typical case. The very\ncapacity for some thoughts to have more\nsensory detail than some perceptions creates\none of the conditions for confusion. Fur-\nthermore, with the right orienting task, spa-\ntial location and temporal information might\nbe equated for imagined and perceived items.\nOne problem for future work would be to\nattempt to characterize those situations in\nwhich contextual, semantic, or sensory in-\nformation from imagination is likely to be\nunusually high, or from perception, unusu-\nally low.\nFor example, the amount of sensory in-\nformation in an imaginary experience should\nvary among individuals. Good imagers, com-\npared to poor imagers, should be more able\nto regenerate accurately the details of their\nexperiences. Although it may be difficult to\nspecify exactly the differences in the nature\nof the representations of good and poor im-"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "REALITY MONITORING 79\nagers (Pylyshyn, 1973), a likely difference\nis in the amount of sensory detail that is\nrepresented in the images they create. We\nmight then expect that good imagers would\nmore readily confuse re-representations of\nexperiences with similar perceptions. In one\nexperiment (Johnson, Raye, Wang, & Tay-\nlor, 1979, Experiment 1; Johnson & Raye,\nNote 8), we separated subjects into groups\nof good and poor imagers on the basis of an\nimagery test. Using our re-representation\nparadigm, subjects saw pictures of common\nobjects taken from children's books on pre-\nsentation trials and were asked to generate\nimages of the pictures on generation trials.\nOn a later test of presentation frequency, the\njudgments of good imagers were more af-\nfected by the number of times they had\nimagined a picture than were the judgments\nof poor imagers. (Good and poor imagers did\nnot differ in their ability to recall the set of\npictures).\nAlthough it simplifies the discussion to\nlook at one type of information at a time,\nwe should keep in mind that all memories\ninclude several types of information and that\nany reality monitoring decision is the result\nof processes that weight and integrate in-\nformation across these dimensions. The pre-\nviously discussed Raye et al. study (1980,\nExperiment 2), which compared frequency\njudgments with and without a limit, dem-\nonstrated that subjects can change the\nweighting given to various dimensions. Which\ncomponents of memories will weigh more\nheavily in reality monitoring judgments may\ndepend on the nature of the events being\njudged. For example, cognitive operations\nmay be particularly important in decisions\nabout language, especially words and/or\nsentences given in isolation. Sensory infor-\nmation may prove to be the more dominant\ncomponent in decisions about the origin of\nvisual information such as pictures.\nFurthermore, that decisions are not simply\nmade on the basis of one type of information,\nwithout regard for other attributes, is illus-\ntrated by some results reported by Durso and\nJohnson (1980). Subjects saw a concept rep-\nresented by a word or a line drawing, and\non a later recognition test (where both tar-\ngets and distractors were given auditorially),the subjects were asked to indicate the orig-\ninal mode of presentation of the items they\nidentified as old. The orienting task at ac-\nquisition was manipulated for different\ngroups of subjects. Some subjects were asked\nto perform tasks that required that they at-\ntend to the formal properties of the word\nsymbol (what is the last letter of the name\nof this concept?). Other subjects were asked\nto perform tasks that explicitly required that\nthey create an image of the concept (How\nlong would it take for an artist to make a\nline drawing of this concept?). And some\nsubjects were asked to perform tasks that\nrequired them to consult semantic infor-\nmation regarding the referent of the concept\n(e.g., What is this thing used for?). The most\ninteresting data for the present purposes are\nthe confusions between the two modes of\nrepresentations, that is, the mistaken judg-\nments that words were presented as pictures\nor that pictures were presented as words.\nThe relative frequency of these two types of\nconfusions did not differ for either the ori-\nenting tasks involving the formal properties\nof words or those involving explicit imagery.\nHowever, for the semantic conditions, sub-\njects were significantly more likely to say a\nword had been presented as a picture than\nto say a picture had been presented as a\nword. This finding is all the more striking\nbecause there was clearly a significant bias\non false positives (calling a completely new\nitem old) to say they were presented as words\nrather than as pictures. The high rate of\nmisidentifications of words as pictures by\nthose subjects who did semantic processing\nsuggests they had been incidentally creating\nimages or consulting sensory information\nduring the orienting tasks and that they later\nmistook this self-generated pictorial infor-\nmation for externally presented pictorial in-\nformation.\nMemories for words created in the explicit\nimagery conditions should also have had\nconsiderable sensory information; however,\nthe memories also very likely included cues\nindicating that the image was purposefully\ncreated. On the other hand, the incidentally\ncreated images, which had less salient cues\nthat they were generated by cognitive op-\nerations yet which had high sensory infer-"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "80 MARCIA K. JOHNSON AND CAROL L. RAYE\nmation, should be more likely to be mistaken\nfor externally presented pictures. Thus, here\nis a case where it makes sense to assume that\ndecisions about the origin of memories took\ninto account both sensory and cognitive op-\nerations information.\nMetamemory Assumptions\nAn important point incorporated in the\nworking model of reality monitoring that\nappears to be born out by our experiments\nis the idea that subjects' assumptions about\nhow their memories work will play a critical\nrole in decision strategies and biases oper-\nating during reality monitoring.\nWhat subjects report. The good-poor\nimager study above attempted to manipulate\nthe similarity between perceptions and re-\nrepresentations of those perceptions. We\nhave also attempted to vary the relationship\nbetween perceptions and cotemporal, self-\ngenerated information (Johnson, Raye,\nFoley, & Foley, in press, Experiment 3). An\nexperimenter read a list of common, unre-\nlated words. Subjects in the related condi-\ntion were told to generate a word for each\nstimulus word that had some meaningful\nrelationship to the stimulus word. Subjects\nin the unrelated condition were told to give\na word that was not in any way related to\nthe stimulus item. Subjects in the first-letter\ncondition were told to give a word that\nstarted with the same first letter as the word\nthey heard. Thus in the related and unre-\nlated conditions subjects gave some attention\nto the meaning of each externally presented\nitem in order to perform the task, but the\ninternally generated product should have\nbeen different in the two cases. The related\nand the first-letter conditions should both\nproduce related items, but these relation-\nships should primarily be semantic in the\nrelated group and orthographic in the first-\nletter condition. All subjects wrote down\nboth presented and generated words.\nA week later, subjects received an iden-\ntification-of-origin test. For those words cor-\nrectly recognized as old, the mean percents\ncorrect identification of the source of an item\nwere 62, 68, and 74, for related, first-letter,\nand unrelated, respectively, indicating that\nas cotemporal thoughts become more relatedto perceptual events, the likelihood of later\nconfusing their memory representations in-\ncreases. However, even though the related\nsubjects showed the least ability to identify\nthe origin of an item, they were still signif-\nicantly above a chance score of 50%.\nFollowing the identification-of-origin test,\nsubjects in this study were asked to describe\nhow they were able to identify the source of\nvarious items. Subjects tended to mention\nsensory cues more often with respect to ex-\nperimenter-generated items (\"I differen-\ntiated words which you said by remembering\nyour pronunciation\"; \"I could visualize your\nsaying it\"; or \"The words which the exper-\nimenter stated were remembered in her\nvoice\"). Cognitive processing, additional in-\nformation, and a consideration of specific\nsemantic content were mentioned more in\nconjunction with subject-generated items\n(\"When I was very sure [about my words]\nI could remember I had a very specific rea-\nson for making the association. If the word\n[only] seemed familiar, I would say that it\nwas the experimenter's word\"; \"I made the\ndecision by knowing what my train of thought\nwas during the exercise\"; \"Sometimes the\nwords I chose went together with a certain\nscene, i.e., pond, cloud, tree.'And when I saw\nthe words again I tried to remember if they\nfit in any of the images I had\").\nBiases in judgments. If you ask them,\nmany subjects expect self-generated infor-\nmation to have an advantage in memory\n(Johnson, Raye, Foley, & Foley, in press,\nExperiment 2). This expectation is consis-\ntent with a notable bias we found: When\nsubjects felt that a completely new item was\nfamiliar (a false positive), they displayed a\nmuch greater willingness to attribute it to\nan external source than to say they gener-\nated it. We found this \"it-had-to-be-you\"\n(\"I'd remember if it were me\") effect with\nthe three different instructions for generat-\ning responses described above (related, un-\nrelated, first letter), for high and low fre-\nquency category instances and opposites\n(Johnson, Raye, Foley, & Foley, in press\nExperiment 2) and for identification of ori-\ngin of words from sentences (Johnson, Raye,\n& Durso, 1980). The pervasiveness of this\nbias suggests that it is probably an important\ncomponent of performance in memory tasks,"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "REALITY MONITORING 81\ncontributing, perhaps, to false positives in\ncertain recognition paradigms (e.g., Cramer,\n1965; Johnson, Bransford, & Solomon, 1973;\nKimble, 1968; Sulin & Dooling, 1974; Un-\nderwood, 1965) and unedited intrusions in\nrecall (Brewer, 1977; Deese, 1959). Under\nsome circumstances, subjects can be induced\nwith a stricter criterion to perform in a way\nthat more closely matches real external\nevents (Raye et al., 1980). An investigation\nof the circumstances that might affect this\nbias could prove interesting. For example,\nwe have recently found that alcohol intoxi-\ncation reduces (but does not eliminate) this\nbias, reflecting perhaps people's belief that\none consequence of drinking is that it di-\nminishes one's ability to remember what one\ndid (Taylor et al., Note 4). Of course, the\nbias might be completely reversed if the so-\ncial desirability of having been the source\nof an idea were markedly increased (\"I don't\nremember generating it, but that idea is so\ngood it has to be mine\").\nRemembering Occurrence Versus\nRemembering Origin\nDo we need a model of reality monitoring\nthat is distinct from the theories of memory\nthat have been proposed to account for rec-\nognition and recall in general? For example,\ncould we simply say that \"deep\" processing\nof information leads to better memory, in-\ncluding better identification of origin? A\nstrength theorist might propose that identi-\nfication of origin simply requires more of the\nsame sort of information that recall and rec-\nognition depend on. However, attempts to\ncharacterize memory functioning in terms\nof a single dimension have always run into\ndifficulties. For example, in the present con-\ntext, both strength and levels theories would\nexpect a consistent correlation between\nmemory for occurrence measures (recall\nor recognition) and identification-of-origin\nmeasures. Memory for occurrence and mem-\nory for origin sometimes do respond to the\nsame variables. For example, both recogni-\ntion and identification of origin were better\nfor low as compared to high frequency cat-\negory instances (Johnson, Raye, Foley, &\nFoley, in press, Experiment 2). However,\nthese two measures are by no means alwaysaffected similarly. For example, directors,\nwho asked the questions, were as good as\nspeakers in later identifying answers that\nhad been given but far worse at identifying\nwho said what (Raye & Johnson, 1980, Ex-\nperiment 2). And 6-year-olds who said some\nwords and thought others were as good at\nidentifying which words had occurred as\nwere 6-year-olds who had listened to two\nspeakers say the words; however, the chil-\ndren found it much more difficult to dis-\ncriminate what they had said from what they\nhad thought than to discriminate between\nwhat the two speakers had said (Foley et al.,\nNote 5).\nIn some cases, memory for occurrence and\nidentification of origin appear actually to be\naffected in opposite ways by the same vari-\nable. For example, recall and recognition\nwere both better when subjects generated\nsemantically related responses than when\nthey generated responses sharing the same\nfirst letter as the stimuli. However, discrim-\ninating between items heard and items gen-\nerated was more difficult in the related case\n(Johnson, Raye, Foley, & Foley, in press).\nIn the experiments in which Durso and\nJohnson (1980) compared memory for pic-\ntures and words under different orienting\ntasks, attending to the referent for a word\nrather than properties of the verbal name of\nthe concept resulted in higher recognition,\nbut it also resulted in more words that were\nlater identified as having been pictures. With\nthe explicit imagery tasks, there was also an\nincrease in recognition relative to verbal\ntasks, but this was not accompanied by an\nincrease in identifying words as pictures. In\nsummary, it does not appear to us that the\ninformation and processes that are impor-\ntant in discriminating the origin of infor-\nmation can be equated with those that pro-\nduce voluntary recall or a feeling of\nfamiliarity.\nThe factor that probably most distin-\nguishes the process of voluntary recall from\nrecognition is the dependence of recall on\norganizational information (Mandler, 1967;\nTulving, 1968). In contrast, recognition is\nnotable for the variety of types of informa-\ntion that can produce a \"familiarity\" re-\nsponse (e.g., rapid activation of semantic or\nsensory information, cognitive operations in-"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "82 MARCIA K. JOHNSON AND CAROL L. RAYE\nformation, context cues). Reality monitor-\ning, as a process, has its own properties, al-\nthough to a certain extent it of course draws\non information that is operative in recall and\nrecognition. (For example, the potential use-\nfulness in recognition of cognitive opera-\ntions, especially, has received recent atten-\ntion, e.g., Kolers, 1975; Russo & Wisher,\n1976.) Although a model of reality moni-\ntoring does not offer a theory of recall or\nrecognition, neither do theories of recall or\nrecognition constitute theories of reality\nmonitoring. Furthermore, understanding\nreality monitoring can contribute to our un-\nderstanding of recall and recognition pro-\ncesses, for example, by providing mecha-\nnisms for editing out inappropriate responses\nand by accounting for failures in editing.\nSummary and Conclusions\nWe have intended to focus attention on\nthe processes involved in distinguishing be-\ntween the perceived and the self-generated\nin memory (reality monitoring). We started\nwith the assumption that perceiving differs\nfrom self-generated events such as thinking\nand imagining. That is, they are either dif-\nferent operations of the mind or operations\nof the mind resulting in characteristically\ndifferent amounts of various types of infor-\nmation. Furthermore, we believe that the\nprocesses involved in reality monitoring,\nwhen they are functioning optimally, capi-\ntalize on these characteristic differences. We\nhave outlined a working model of reality\nmonitoring and have investigated some of\nthe questions it raises. The present model\nproposes that reality monitoring can be\nbased on some general dimensions—rather\nindependent of the particular content of a\nmemory—that serve as distinguishers be-\ntween the two classes of memories. It is pro-\nposed that dimensions or attributes partic-\nularly central to reality monitoring include\namount of contextual information (time and\nplace), semantic detail, sensory information,\nand cognitive operations. The model addi-\ntionally assumes that reality monitoring may\ninvolve more extended reasoning processes\nthat take into account the content of partic-\nular memories and their relation to otherknowledge available to the person, as well\nas metamemory assumptions of the person.\nOverall, our results support these ideas:\nMemories from external and internal sources\nappear to differ in class-characteristic ways;\nconfusion is increased by semantic and sen-\nsory similarity between memories from the\ntwo sources; confusion is reduced with in-\ncreases in the information about cognitive\noperations associated with internally gen-\nerated memories; memories based in percep-\ntion have better spatial, temporal, and\nsensory information; and people's tacit\nassumptions about these characteristic dif-\nferences are reflected in metamemory as-\nsumptions that influence reality monitoring\njudgments.\nFor the most part, the materials and pro-\ncedures we have used seem to be extremely\nconducive to confusing external and internal\nsources of memories. The words, sentences,\nand pictures were not, after all, embedded\nin social or emotional contexts that might\nprovide cues from related information stored\nin memory about the origin of a particular\ntrace. Given the seemingly meager cues, it\nis perhaps remarkable that significant reality\nmonitoring was obtained in some conditions\nwith retention intervals as long as 7 and 10\ndays. This sensitivity to the origin of infor-\nmation, when a discrimination is called for,\nfurther recommends the usefulness of mak-\ning a distinction between external and in-\nternal sources of information and the use-\nfulness of attempting to incorporate such a\ndistinction into models of memory.\nThe overall picture suggested by the evi-\ndence reviewed here is one of a memory sys-\ntem that preserves information about the\norigin of information remarkably well; the\ndecision criteria through which this infor-\nmation is filtered, however, allow for some\nerror in attributing memories to sources. We\nfeel that the working model proposed here\nis a viable framework for generating ques-\ntions and integrating results of studies di-\nrected at the processes involved in reality\nmonitoring.\nReference Notes\n1. Johnson, M. K., & Raye, C. L. A working model of\nreality monitoring. Paper presented at the annual"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "REALITY MONITORING 83\nmeeting of the Psychonomic Society, San Antonio,\nTexas, November 1978.\n2. Levine, M., & Jankovic, I. N. An introduction to\nspatial problem solving. Manuscript submitted for\npublication.\n3. Johnson, M. K. Constructive aspects of memory:\nHistorical antecedents. Paper presented at the sym-\nposium on constructive processes in memory, annual\nmeeting of the American Psychological Association,\nChicago, September 1975.\n4. Taylor, T. H., Johnson, M. K., Birnbaum, I. M.,\n& Raye, C. L. Alcohol and reality monitoring. Man-\nuscript submitted for publication.\n5. Foley, M. A., Johnson, M. K., & Raye, C. L. A\ndevelopmental study of reality monitoring, compar-\ning two types of judgments about memories. Paper\npresented at the annual meeting of the Eastern Psy-\nchological Association, Hartford, Connecticut, April\n1980.\n6. Johnson, M. K., Raye, C. L., Foley, M. A., & Kim,\nJ. Pictures and images: Spatial and temporal infor-\nmation compared. Manuscript in preparation, 1980.\n7. Johnson, M. K., Raye, C. L., Foley, M. A., & Foley,\nH. J. Perceptions and imaginations: sensory infor-\nmation compared. Manuscript in preparation, 1980.\n8. Johnson, M. K., & Raye, C. L. Fact and fantasy:\nConfusion between perceptual experience and imag-\ninations. Paper presented at the annual meeting of\nthe Psychonomic Society, St. Louis, Missouri, No-\nvember 1976.\nReferences\nAtkinson, R. C., & Juola, J. F. Factors influencing speed\nand accuracy of word recognition. In S. Kornblum\n(Ed.), Attention and performance, IV. New York:\nAcademic Press, 1973.\nAtwood, G. An experimental study of visual imagination\nand memory. Cognitive Psychology, 1971, 2, 290-\n299.\nBartlett, F. C. Remembering: A study in experimental\nand social psychology. Cambridge, Eng.: Cambridge\nUniversity Press, 1932.\nBjork, R. A., & Whitten, W. B. Recency-sensitive re-\ntrieval processes in long-term free recall. Cognitive\nPsychology, 1974, 6, 173-189.\nBobrow, S. A., & Bower, G. H. Comprehension and\nrecall of sentences. Journal of Experimental Psy-\nchology, 1969, 80, 455-461.\nBower, G. H. A multi-component theory of the memory\ntrace. In K. W. Spence & J. T. Spence (Eds.), The\npsychology of learning and motivation (Vol. 1). New\nYork: Academic Press, 1967.\nBower, G. H. A selective review of organizational factors\nin memory. In E. Tulving & W. Donaldson, (Eds.),\nOrganization of memory. New York: Academic\nPress, 1972. (a)\nBower, G. H. Mental imagery and associative learning.\nIn L. W. Gregg (Ed.), Cognition in learning and\nmemory. New York: Wiley, 1972. (b)\nBransford, J. D., & Franks, J. J. The abstraction of\nlinguistic ideas. Cognitive Psychology, 1971, 2, 331-\n350.\nBransford, J. D., & Johnson, M. K. Contextual prereq-uisites for understanding: Some investigations of com-\nprehension and recall. Journal of Verbal Learning\nand Verbal Behavior, 1972, 11, 717-726.\nBransford, J. D., & Johnson, M. K. Considerations of\nsome problems of comprehension. In W. Chase (Ed.),\nVisual information processing. New York: Academic\nPress, 1973.\nBrewer, W. F. Memory for pragmatic implications of\nsentences. Memory & Cognition, 1977, 5, 673-678.\nBrooks, L. R. Spatial and verbal components of the act\nof recall. Canadian Journal of Psychology, 1968, 22,\n349-368.\nBrown, A. L. The development of memory: Knowing\nabout knowing, and knowing how to know. In H. W.\nReese (Ed.), Advances in child development and be-\nhavior (Vol. 10). New York: Academic Press, 1975.\nBruner, J. S. Going beyond the information given. In\nContemporary approaches to cognition. Cambridge,\nMass.: Harvard University Press, 1957.\nCameron, N. Personality development and psychopa-\nthology: A dynamic approach. Boston: Houghton\nMifflin, 1963.\nCofer, C. N. Constructive processes in memory. Amer-\nican Scientist, 1973, 61, 537-543.\nCole, W. G., & Loftus, E. F. Incorporating new infor-\nmation into memory. American Journal of Psychol-\nogy, 1979, 92, 413-425.\nCorbett, A. T., & Dosher, B. A. Instrument inferences\nin sentence encoding. Journal of Verbal Learning and\nVerbal Behavior, 1978, 17, 479-491.\nCraik, F. I. M., & Kirsner, K. The effect of speaker's\nvoice on word recognition. Quarterly Journal of Ex-\nperimental Psychology, 1974, 26, 274-284.\nCraik, F. I. M., & Lockhart, R. S. Levels of processing:\nA framework for memory research. Journal of Verbal\nLearning and Verbal Behavior, 1972, //, 671-684.\nCramer, P. Recovery of a discrete memory. Journal of\nPersonality and Social Psychology, 1965, /, 326-332.\nCrowder, R. G. Principles of Learning and memory.\nHillsdale, N.J.: Erlbaum, 1976.\nDavies, G. M., Milnee, J. E., & Glennie, B. S. On the\nsignificance of \"double encoding\" for the superior re-\ncall of pictures to names. Quarterly Journal of Ex-\nperimental Psychology, 1973, 25, 413-423.\nDeese, J. On the prediction of occurrence of particular\nverbal intrusions in immediate recall. Journal of Ex-\nperimental Psychology, 1959, 58, 17-22.\nDooling, D. J., & Lachman, R. Effects of comprehen-\nsion on retention of prose. Journal of Experimental\nPsychology, 1971, 88, 216-222.\nDurso, F. T., & Johnson, M. K. The effects of orienting\ntasks on recognition, recall, and modality confusion\nof pictures and words. Journal of Verbal Learning\nand Verbal Behavior, 1980, 19, 416-429.\nErdelyi, M., Buschke, H., & Finkelstein, S. Hyper-\namnesia for socratic stimuli: The growth of recall for\ninternally generated memory list abstracted from a\nseries of riddles. Memory & Cognition, 1977, 5, 283-\n286.\nFinke, R. A. The functional equivalence of mental im-\nages and errors of movement. Cognitive Psychology,\n1979, //, 235-264.\nFreud, S. Negation (Standard Ed., Vol. 19. James"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "84 MARCIA K. JOHNSON AND CAROL L. RAYE\nStrachey, Ed.). Toronto, Canada: Clarke, Irwin,\n1961. (Originally published, 1925.)\nFreud, S. Project for a scientific psychology (Standard\nEd., Vol. 1. James Strachey, Ed.). Toronto, Canada:\nClarke, Irwin, 1966. (Originally published, 1895.)\nGarrity, L. I. Electromyography: A review of the current\nstatus of subvocal speech research. Memory & Cog-\nnition, 1977, 5, 615-622.\nGeiselman, R. E., & Glenny, J. Effects of imagining\nspeakers' voices on the retention of words presented\nvisually. Memory & Cognition, 1977, 5, 499-504.\nGibson, J. J. The senses considered as perceptual sys-\ntems. Boston: Houghton Mifflin, 1966.\nGibson, J. J. The ecological approach to visual percep-\ntion. Boston: Houghton Mifflin, 1979.\nHart, J. T. Memory and the memory-monitoring pro-\ncess. Journal of Verbal Learning and Verbal Behav-\nior, 1967, 6, 685-691.\nHasher, L., & Griffin, M. Reconstructive and repro-\nductive processes in memory. Journal of Experimen-\ntal Psychology, 1978, 4, 318-330.\nHasher, L., Griffin, M., & Johnson, M. K. More on\ninterpretive factors in forgetting. Memory & Cogni-\ntion, 1977, 5, 41-45.\nHasher, L., & Johnson, M. K. Interpretive factors in\nforgetting. Journal of Experimental Psychology:\nHuman Learning and Memory, 1975, /, 567-575.\nHasher, L., & Zacks, R. T. Automatic and effortful\nprocesses in memory. Journal of Experimental Psy-\nchology: General, 1979, 108, 356-388.\nHeidbreder, E. Seven psychologies. New York: Apple-\nton-Century-Crofts, 1933.\nHochberg, J. Perception. Englewood Cliffs, N.J.: Pren-\ntice-Hall, 1979.\nHorowitz, M. J. Image formation and cognition. New\nYork: Appleton-Century-Crofts, 1978.\nHume, D. A treatise of human nature. Oxford, Eng.:\nClarendon Press, 1978. (Originally published, 1739.)\nJacoby, L. L. On interpreting the effects of repetition:\nSolving a problem versus remembering a solution.\nJournal of Verbal Learning and Verbal Behavior,\n1978, 17, 649-667.\nJames, W. The principles of psychology. New York:\nDover, 1950. (Originally published, 1890.)\nJarvella, R. J., & Collas, J. G. Memory for the inten-\ntions of sentences. Memory & Cognition, 1974, 2,\n185-188.\nJenkins, J. J. Remember that old theory of memory?\nWell, forget it! American Psychologist, November\n1974, pp. 785-795.\nJohnson, M. K. What is being counted none the less?\nIn I. M. Birnbaum & E. S. Parker (Eds.), Alcohol\nand human memory. Hillsdale, N.J.: Erlbaum, 1977.\nJohnson, M. K., Bransford, J. D., & Solomon, S. K.\nMemory for tacit implications of sentences. Journal\nof Experimental Psychology, 1973, 98, 203-205.\nJohnson, M. K., Raye, C. L., & Durso, F. T. Reality\nmonitoring: Second perceptions and thoughts. Bul-\nletin of the Psychonomic Society, 1980, 15, 402-404.\nJohnson, M. K., Raye, C. L., Foley, H. J., & Foley,\nM. A. Cognitive operations and decision bias in reality\nmonitoring. American Journal of Psychology, in\npress.\nJohnson, M. K., Raye, C. L., Hasher, L., & Chromiak,W. Are there developmental differences in reality\nmonitoring? Journal of Experimental Child Psy-\nchology, 1979, 27, 120-128.\nJohnson, M. K., Raye, C. L., Wang, A. Y., & Taylor,\nT. H. Fact and fantasy: The roles of accuracy and\nvariability in confusing imaginations with perceptual\nexperiences. Journal of Experimental Psychology:\nHuman Learning and Memory, 1979, 5, 229-240.\nJohnson, M. K., Taylor, T. H., & Raye, C. L. Fact and\nfantasy: The effects of internally generated events on\nthe apparent frequency of externally generated events.\nMemory & Cognition, 1977, 5, 116-122.\nKimble, G. A. Mediating associations. Journal of Ex-\nperimental Psychology, 1968, 76, 263-266.\nKintsch, W. Memory for prose. In C. N. Cofer (Ed.),\nThe structure of human memory. San Francisco:\nFreeman, 1976.\nKlatzky, R. L. Human memory: Structure and pro-\ncesses. San Francisco: Freeman, 1980.\nKohler, W. Gestalt psychology. New York: Mentor\nBooks, 1959. (Originally published, 1947.)\nKolers, P. A. Specificity of operations in sentence rec-\nognition. Cognitive Psychology, 1975, 7, 289-306.\nKosslyn, S. M. Can imagery be distinguished from other\nforms of internal representation? Evidence from stud-\nies of information retrieval times. Memory & Cog-\nnition, 1976, 4, 291-297.\nKrech, D. Notes toward a psychological theory. Journal\nof Personality, 1949, 18, 66-87.\nKreutzer, M. A., Leonard, C., & Flavell, J. H. An in-\nterview study of children's knowledge about memory.\nMonographs of the Society for Research in Child\nDevelopment, 1975, 40 (1, Serial No. 159).\nLandauer, T. K. Memory without organization: Prop-\nerties of a model with random storage and undirected\nretrieval. Cognitive Psychology, 1975, 7, 495-531.\nLashley, K. S. The problem of serial order in behavior.\nIn N. J. Slamecka (Ed.), Human learning and mem-\nory. New York: Oxford University Press, 1967.\nMandler, G. Organization and memory. In K. W.\nSpence & J. T. Spence (Eds.), The psychology of\nlearning and motivation (Vol. 1). New York: Aca-\ndemic Press, 1967.\nMandler, G. Organization and recognition. In E. Tulv-\ning & W. Donaldson (Eds.), Organization of memory.\nNew York: Academic Press, 1972.\nMartin, C. J., Boersma, F. J., & Cox, D. L. A classi-\nfication of associative strategies in paired-associate\nlearning. Psychonomic Science, 1965, 3, 455-456.\nMcGuigan, F. J. Covert oral behavior and auditory hal-\nlucinations. Psychophysiology, 1966, 3(1), 73-80.\nMellor, C. S. First rank symptoms of schizophrenia. I:\nThe frequency in schizophrenics on admission to hos-\npital. II: Differences between individual first rank\nsymptoms. British Journal of Psychiatry, 1970, 117,\n15-23.\nMill, J. Analysis of the phenomena of the human mind,\nby James Mill (edited with additional notes by J. S.\nMill). New York: Kelley, 1967. (Originally published,\n1829.)\nMill, J. S. Analysis of the phenomena of the human\nmind, by James Mill (edited with additional notes by\nJ. S. Mill). New York: Kelley, 1967. (Originally pub-\nlished, 1869.)"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "REALITY MONITORING 85\nMintz, S., & Alpert, M. Imagery vividness, reality test-\ning, and schizophrenic hallucinations. Journal of Ab-\nnormal Psychology, 1972, 79, 310-316.\nNeisser, U. Cognitive Psychology. New York: Apple-\nton-Century-Crofts, 1967.\nNeisser, U. Cognition and reality. San Francisco: Free-\nman, 1976.\nPaivio, A. Mental imagery in associative learning and\nmemory. Psychological Review, 1969, 76, 241-263.\nPaivio, A. Imagery and verbal processes. New York:\nHolt, Rinehart & Winston, 1971.\nPerky, C. W. An experimental study of imagination.\nAmerican Journal of Psychology, 1910, 21, 422-452.\nPosner, M. I., & Snyder, C. R. R. Attention and cog-\nnitive control. In R. L. Solso (Ed.), Information pro-\ncessing and cognition: The Loyola Symposium. Hills-\ndale, N.J.: Erlbaum, 1975.\nPosner, M. I., & Warren, R. E. Traces, concepts and\nconscious construction. In A. W. Melton & E. Martin\n(Eds.), Coding processes in human memory. Wash-\nington, D.C.: Winston, 1972.\nPostman, L. Toward a general theory of cognition. In\nJ. H. Rohrer & M. Sherif (Eds.), Social psychology\nat the crossroads. New York: Harper, 1951.\nPylyshyn, Z. W. What the mind's eye tells the mind's\nbrain: A critique of mental imagery. Psychological\nBulletin, 1973, 80, 1-23.\nRaye, C. L. Recognition: Frequency or organization?\nAmerican Journal of Psychology, 1976, 89, 645-658.\nRaye, C. L., & Johnson, M. K. Reality monitoring vs.\ndiscrimination between external sources. Bulletin of\nthe Psychonomic Society, 1980, 15, 405-408.\nRaye, C. L., Johnson, M. K., & Taylor, T. H. Is there\nsomething special about memory for internally-gen-\nerated information? Memory & Cognition, 1980, 8,\n141-148.\nReid, T. An inquiry into the human mind, on the prin-\nciples of common sense. In K. Lehrer & R. E. Bean-\nblossom (Eds.), Thomas Reid's inquiry and essays.\nIndianapolis, Ind.: Bobbs-Merrill, 1975. (Originally\npublished, 1764.)\nRoss, M., & Sicoly, F. Egocentric biases in availability\nand attribution. Journal of Personality and Social\nPsychology, 1979, 37, 322-336.Russo, J. E., & Wisher, R. A. Reprocessing as a rec-\nognition cue. Memory & Cognition, 1976, 4, 683-\n689.\nSachs, J. S. Recognition memory for syntactic and se-\nmantic aspects of connected discourse. Perception\n& Psychophysics, 1967, 2, 437-442.\nSchneider, W., & Shiffrin, R. M. Controlled and au-\ntomatic human information processing: I. Detection,\nsearch, and attention. Psychological Review, 1977,\n84, 1-66.\nSegal, S. J., & Fusella, V. Influence of imaged pictures\nand sounds on detection of visual and auditory signals.\nJournal of Experimental Psychology, 1970, 83, 458-\n464.\nSlamecka, N. J., & Graf, P. The generation effect:\nDelineation of a phenomenon. Journal of Experi-\nmental Psychology: Human Learning and Memory,\n1978,4,592-604.\nSulin, R. A., & Dooling, D. J. Intrusion of a thematic\nidea in retention of prose. Journal of Experimental\nPsychology, 1974, 103, 255-262.\nToglia, M. P., & Kimble, G. A. Recall and use of serial\nposition information. Journal of Experimental Psy-\nchology: Human Learning and Memory, 1976, 2,\n431-445.\nTolman, E. C. Cognitive maps in rats and men. Psy-\nchological Review, 1948, 55, 189-208.\nTulving, E. Theoretical issues in free recall. In T. R.\nDixon & D. L. Horton (Eds.), Verbal behavior and\ngeneral behavior theory. Englewood Cliffs, N.J.:\nPrentice-Hall, 1968.\nUnderwood, B. J. False recognition produced by implicit\nverbal responses. Journal of Experimental Psychol-\nogy, 1965,70, 122-129.\nUnderwood, B. J. Attributes of memory. Psychological\nReview, 1969, 76, 559-573.\nWickens, D. D. Encoding categories of words: An em-\npirical approach to meaning. Psychological Review,\n1970, 77, 1-15.\nYuille, J. C. A detailed examination of mediation in\npaired-associate learning. Memory & Cognition, 1973,\n/, 333-342.\nReceived February 29, 1980 •"
    }
  ]
}