{
  "doc_type": "scientific paper",
  "title": "Attentive Observation Is Essential for the Misattribution of Agency to Self-Performance",
  "authors": [
    "Shiho Kashihara",
    "Noriaki Kanayama",
    "Makoto Miyatani",
    "Takashi Nakao"
  ],
  "year": 2017,
  "journal": "Frontiers in Psychology",
  "doi": "10.3389/fpsyg.2017.00890",
  "abstract": "Recent studies have repeatedly demonstrated a false memory phenomenon in which people falsely remember having performed an action by oneself when in fact they have only observed the action by another person. We investigated the attentional effect to the action itself on the observation inflation. Fifty-four participants first performed and read actions (Phase 1); then, they observed the action video that showed another’s actions (Phase 2), some of which they had not performed in Phase 1. In Phase 2, they were required to focus on either the actor’s performance (i.e., attentive observation condition) or irrelevant objects, which were presented in the background (i.e., inattentive observation condition) to modulate their attention. Around 2 weeks later, participants took a surprise source-memory test (Phase 3). In this phase, we asked them to judge whether they “performed,” “read,” or “not presented” the action in Phase 1. Three participants were removed from analysis, because they could not attend Phase 3 within 10–16 days after completion of the second phase. We found observation inflation only in the attentive condition, which contradicted the notions from other false memory studies that showed that attention to the target stimuli reduced false memory in general. We discussed the observation inflation mechanism from the perspective of the “like me” system, including the mirror neuron system, self-ownership, and self-agency.",
  "keywords": [
    "attention",
    "false memory",
    "observation inflation",
    "mirror neuron system",
    "agency",
    "ownership",
    "self-other confusion"
  ],
  "research_topics": [
    "false memory",
    "agency misattribution",
    "observation inflation",
    "attentional effects",
    "mirror neuron system",
    "self-other confusion",
    "sense of ownership",
    "motor simulation",
    "consciousness research",
    "cognitive psychology"
  ],
  "created_at": "2025-05-05T02:28:51.212869Z",
  "source_pdf": "documents/research/Global/Kashihara 2017 Attentive Observation is Essential for the Misattribution of agency to self-performance.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "fpsyg-08-00890 May 31, 2017 Time: 15:54 # 1\nORIGINAL RESEARCH\npublished: 02 June 2017\ndoi: 10.3389/fpsyg.2017.00890\nEdited by:\nAndreas Kalckert,\nUniversity of Reading Malaysia,\nMalaysia\nReviewed by:\nDaniel Lloyd Eaves,\nTeesside University, United Kingdom\nMads Jensen,\nAarhus University, Denmark\n*Correspondence:\nShiho Kashihara\nksks.psy64@gmail.com\nSpecialty section:\nThis article was submitted to\nConsciousness Research,\na section of the journal\nFrontiers in Psychology\nReceived: 30 November 2016\nAccepted: 15 May 2017\nPublished: 02 June 2017\nCitation:\nKashihara S, Kanayama N,\nMiyatani M and Nakao T (2017)\nAttentive Observation Is Essential\nfor the Misattribution of Agency\nto Self-Performance.\nFront. Psychol. 8:890.\ndoi: 10.3389/fpsyg.2017.00890\nAttentive Observation Is Essential for\nthe Misattribution of Agency to\nSelf-Performance\nShiho Kashihara1*, Noriaki Kanayama2, Makoto Miyatani1and Takashi Nakao1\n1Department of Psychology, Graduate School of Education, Hiroshima University, Hiroshima, Japan,2Institute of Biomedical\nand Health Sciences, Hiroshima University, Hiroshima, Japan\nRecent studies have repeatedly demonstrated a false memory phenomenon in which\npeople falsely remember having performed an action by oneself when in fact they have\nonly observed the action by another person. We investigated the attentional effect to\nthe action itself on the observation inﬂation. Fifty-four participants ﬁrst performed and\nread actions (Phase 1); then, they observed the action video that showed another’s\nactions (Phase 2), some of which they had not performed in Phase 1. In the Phase 2,\nthey were required to focus on either the actor’s performance (i.e., attentive observation\ncondition) or irrelevant objects, which were presented in the background (i.e., inattentive\nobservation condition) to modulate their attention. Around 2 weeks later, participants\ntook a surprise source-memory test (Phase 3). In this phase, we asked them to judge\nwhether they “performed,” “read,” or “not presented” the action in Phase 1. Three\nparticipants were removed from analysis, because they could not attend Phase 3 within\n10–16 days after completion of the second phase. We found observation inﬂation only in\nthe attentive condition, which contradicted the notions from other false memory studies\nthat showed that attention to the target stimuli reduced false memory in general. We\ndiscussed the observation inﬂation mechanism from the perspective of the “like me”\nsystem, including the mirror neuron system, self-ownership, and self-agency.\nKeywords: attention, false memory, observation inﬂation, mirror neuron system, agency, ownership, self-other\nconfusion\nINTRODUCTION\nRecent studies have demonstrated a false memory phenomenon which is thought to be due to self-\nother confusion in the action memory of healthy individuals (e.g., Lindner et al., 2010, 2016; Schain\net al., 2012). This phenomenon has been called the OI, in which people falsely remember having\nperformed an action by oneself when in fact they have only observed the action by another person\n(Lindner et al., 2010). OI represents that people possibly misattribute the sense of agency of the\nobserved action to the self by just observing other people’s actions. Originally, self-other confusion\nas an agent of a certain action has been a symptom observed in psychiatric patients, for example,\nauditory hallucinations in most schizophrenic patients (Nayani and David, 1996). This is caused\nby a patient’s actual utterances, as stated by previous researchers (e.g., McGuigan, 1966; Green and\nPreston, 1981). Thus, “self-other confusion” as one of a symptom means the confusion of agency\njudgment “who is the agent of a certain action.” Healthy adults do not likely to confuse own action\nwith others at the moment, however, such confusion can occur in memory.\nAbbreviations: OI, observation inﬂation eﬀect; MNS, mirror neuron system; TPJ, temporo-parietal junction.\nFrontiers in Psychology | www.frontiersin.org 1 June 2017 | Volume 8 | Article 890"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "fpsyg-08-00890 May 31, 2017 Time: 15:54 # 2\nKashihara et al. Attentional Effect on Agency Misattribution\nSince the ﬁrst study addressing this phenomenon, which\ndeveloped and used methodology to approach it (i.e., Lindner\net al., 2010), OI has been demonstrated per the following\nexperimental paradigm: ﬁrst, participants perform or read simple\naction statements (Phase 1; e.g., “shake the bottle!”). Then, they\nare asked to observe video clips that show another person’s\nactions (Phase 2). Two weeks later, they take a surprise source-\nmemory test where they are asked to judge whether they\n“performed, ” “read, ” or “not presented” the action in Phase 1\n(Phase 3). OI is thought to arise when they believe they performed\nsome of the actions in Phase 1 that in fact they only observed in\nPhase 2.\nPrevious researchers studying OI have demonstrated that\nboth facilitating and disturbing factors aﬀect this misattribution\nduring observation of another’s actions. When we observe\nanother’s action, we can obtain information to induce a feeling\n“as if I do it, ” whereas we can ﬁnd any clue to be conscious of the\nfact that the agent of the action is other. These ideas have already\nbeen advocated in the “like me” hypothesis, which is a system to\ndetermine whether a certain agent is close to oneself (Meltzoﬀ,\n2007).\nRegarding OI’s facilitating factor, it has been suggested that\nmotor simulation using the MNS, which is activated both\nduring performing an action and observing another’s action\n(Rizzolatti and Craighero, 2004), is one of the critical processes\nthat induce false memories of self-performance (e.g., Lindner\net al., 2016). Much evidence has shown the overlap of neural\nactivation during the performance of an action and during\nthe observation of another’s action (e.g., Grèzes and Decety,\n2001); therefore, it has been considered that motor representation\nis created during one’s own action performance and likewise\nduring observation of another’s actions. Previous studies on OI\nsuggested that motor representation created by motor simulation\ninduces the false attribution of self-performance (Lindner et al.,\n2016).\nRegarding OI’s disturbing factor, previous research showed\nthat the information in the action video indicating “the actor is\nnot me” decreases the occurrence rate of this misattribution. For\nexample, Lindner et al. (2012) manipulated group membership\nby actor’s complexion (dark vs. fair), and found that when\nfair-skinned participants observed actions performed by a dark-\nskinned actor (i.e., out-group actor for participants), the rate\nof OI was signiﬁcantly decreased. In addition, Schain et al.\n(2012) suggested that when the action video showed an actor’s\nface (vs. concealing the actor’s face), the rate of OI was\nsigniﬁcantly reduced. Previous research on a sense of ownership\nhas suggested that body ownership illusion on virtual objects\ndecreased when the object was a black cuboid (“it is not\nlike my own body”) compared with when the object was a\ndummy body (“it is like my own body, ” Lenggenhager et al.,\n2007).\nGiven that OI could be induced during observation of\n“another’s action, ” the observed body is not, in principle,\nthe observer’s body; however, it contains many characteristics\nindicating the fact that “it is not the observer’s body.” While\nattentive observation of only the target action itself may be\nlikely to increase OI because of facilitation of MNS, carefulobservation of actor in OI paradigm (Lindner et al., 2010)\nwill provide participants with not only motor information\nbut also information about actor’s visual features. If so, it is\npossible that the careful and attentive observation of the other’s\naction decreases the occurrence of OI because participants\ncan feel less ownership of the people in action video. Schain\net al. (2012) examined the eﬀect of the actor’s face on OI\nmanipulating attentional focus to the action video. They used\nthree experimental conditions. In the ﬁrst (the face-invisible\ncondition), the actor’s face could not be observed by participants.\nIn the second (the face-visible/action-focus condition), the\nactor’s face could be observed by the participants and they\nwere asked to focus on the actor’s action. In the third (the\nface-visible/face-focus condition), the actor’s face could be\nobserved by the participants and they were asked to focus\non the actor’s face. Consequently, in the face-visible/face-focus\ncondition, the occurrence of OI was eliminated. In addition,\neven if participants focused on the action, the appearance of\nanother’s face in the action video (i.e., in face-visible/action-\nfocus condition) decreased OI occurrence rate compared to\nthe face-invisible condition. Per these results, they concluded\nthat attention on the other’s face is a crucial factor to\ndisturb OI.\nHowever, Schain et al.’s (2012) experimental design had a\npossibility to confound two types of attentional eﬀects: the\nﬁrst was attention on the actor’s face as to disturb illusory\nownership on an actor in the action video (face-visible/face-\nfocus >face-visible/action-focus >face-invisible condition);\nthe second, was attention on the action itself as a factor to\nfacilitate false agency attribution on the other’s action (face-\ninvisible\u0015face-visible/action-focus >face-visible/face-focus\ncondition). That is, it still is not clear how attention to the\naction itself aﬀects the occurrence of OI. Schain et al.’s (2012)\nﬁndings may be due to the use of a unique stimulus of the\nface as a distractor. In accordance with Leonetti et al. (2015),\nMNS activation is enhanced by peripheral vision. In other words,\nOI should occur in a situation where the observer’s attention is\nnot directed to an action itself (i.e., the inattentive observation\ncondition).\nIn this study, we modulated observer’s attention and\ninvestigated the impact of the attention on OI to elucidate the\ntop-down inﬂuence on the agency misattribution without any\nmodiﬁcation of the video contents. We focused on the eﬀect of\nattention on the action itself using visual distractor unrelated\nto the actor in the action video, instead of the actor’s face. We\ninstructed participants to focus on the objects appearing in the\nbackground of the action video to investigate the attentional\neﬀects of other’s actions on OI.\nMATERIALS AND METHODS\nParticipants\nFifty-four healthy undergraduates (29 females, age range D\n18–22 years, mean age D20.3 years, SDD1.2) participated in our\nexperiment. This study was conducted per the recommendations\nof the Research Ethics Committee of Hiroshima University with\nFrontiers in Psychology | www.frontiersin.org 2 June 2017 | Volume 8 | Article 890"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "fpsyg-08-00890 May 31, 2017 Time: 15:54 # 3\nKashihara et al. Attentional Effect on Agency Misattribution\nwritten informed consent from all participants. This study was\nconducted in accordance with the Declaration of Helsinki.\nDesign\nWe used a one-way design (observation condition: attentive\nobservation vs. inattentive observation) manipulated within-\nparticipants. Both observation conditions used a randomized\nblock design. In the attentive observation condition, participants\nwere instructed to focus on the action of an actor in the video\nwhile ignoring objects appearing in the background that were\nunrelated to the task and actor. In the inattentive observation\ncondition, participants were instructed to focus on some objects\nin the background of the action video.\nMaterials\nWe generated 60 action statements and action videos consistent\nwith Lindner et al. (2010). The action statements described\nactions to manipulate objects (e.g., “shake the bottle” in Japanese).\nEach action video was the 15-s composite video that randomly\ncombined 60 movies showing the actor’s action performance\nwith 30 landscape photographs by using Adobe After Eﬀects\nCC 2014.1.1 (13.1.1, Adobe Systems Software Ireland Ltd.: see\nFigure 1B ). To distract participants’ attention from the actor’s\naction, 6–10 unrelated objects per video randomly appeared in\nthe background of the video (e.g., some books appeared in the\npicture of the library as part of the background).\nThe action video was made in accordance with Lindner\net al. (2010): that is, the video ﬁlmed a female actor’s torso,\narms, and hands from a third-person perspective. In each video,\nshe performed the actions described in the action statements.\nImportantly, to conceal the actor’s facial characteristics, we\nomitted the actor’s face from the action video. To strengthen\nhomogeneity of the materials, only one female actor performed\nall actions in the video.\nProcedure\nThe experiment was controlled by a computer and consisted\nof three phases following Lindner et al.’s (2010) experimental\nparadigm ( Figure 1 ). In Phase 1, in accordance with the\nprevious research, we set the condition for asking participants\nto read aloud action statements (read condition) in addition\nto the condition for actually performing an action themselves\n(perform condition) to secure the task-diﬃculty. In Phase 2, two\nobservation condition (attentive vs. inattentive) were prepared\nto investigate the attentional eﬀect. In Phase 3, which was\nconducted 2 weeks later by Phase 2, we measured their memory\nfor self-performance in Phase 1. The action statements were\ncounterbalanced across participants.\nFigure 1A shows the ﬂow of Phase 1. In the ﬁrst phase,\nparticipants performed 15 actions, and read 15 action statements\naloud. The item lists shown in each encoding condition were\nrandomly chosen from all 60 action statements, and they were\npresented at the center of a 2400BenQ LCD Monitor display\nin a random order. We presented the following stimuli using\nMicrosoft PowerPoint 2010, which was manually operated by the\nexperimenter. At the beginning of each trial, the experimenter\nhanded an object (e.g., a plastic bottle ﬁlled with water) directlyto participants after its name and picture appeared on the screen.\nThen, Japanese instruction to the next action statement appeared\non the screen. The instruction meant either “please perform” or\n“please read.” After that, the experimenter told them to obey the\ninstruction (i.e., perform or read the action statement) for 15 s\n[during this time, the monitor showed both the instruction and\nthe action statement (e.g., “shake the bottle” in Japanese)].\nBetween the ﬁrst and second phase, a 5-min arithmetic task\nwas administered as a distractor. Figure 1B indicates the ﬂow\nof Phase 2. In the second phase, participants observed the 15\naction videos per condition that showed other’s actions. Some\nvideos presented in this phase were not performed earlier (i.e.,\n5 action statements were performed, 5 were read, and 5 were not\nperformed in Phase 1). In this phase, participants were required\nto pay attention to an actor’s performance (attentive observation\ncondition) or the irrelevant objects, which were presented in the\nbackground (inattentive observation condition) while watching\nthe action video. Each observation condition had a diﬀerent task\nafter watching the video: participants rated the familiarity with\nthe action in everyday life on a ﬁve-point Likert scale (attentive\nobservation condition), or participants reported the number of\nobjects that appeared in the background in the video.\nFigure 1C demonstrates the ﬂow of Phase 3. The third phase\nwas conducted 10–16 days after the ﬁrst and second phases.\nParticipants were invited to the laboratory to participate in\nanother experiment and took a surprise source-memory test for\nall 60 action statements. At the source-memory test, they were\nasked to judge whether they performed or did not perform\n(read or not presented) each action described in the statement\npresented in Phase 1.\nAccording to Lindner et al. (2010), the occurrence rate of OI\nwas calculated as follows: (a) all action statements were assigned\ninto two categories [actually performed/not performed (i.e., read\nor not presented) in Phase 1], (b) the performed-response (i.e.,\nparticipants labeled as “I have done the action in Phase 1”\nin Phase 3; Table 1 ) to the action statements that were not\nperformed in Phase 1 was considered as a false-response, and\n(c) the subtraction of the proportion of the false-response not\nobserved in Phase 2 from the proportion of the false-response\nobserved in Phase 2 was deﬁned as the OI eﬀect.\nWe analyzed participants’ OI rate in each observation\ncondition. To investigate the diﬀerences in OI between both\nobservation conditions, we conducted paired t-tests. In addition,\nwe conducted a one-sample t-test to conﬁrm the occurrence of OI\nin each observation condition. The alpha level was set at aD0.05.\nAll analyzes were conducted by R studio (R Core Team, 2016).\nFurthermore, we adopted Cohen’s das an eﬀect size of t-tests\ncalculated by the R package “compute.es” (Del Re, 2013).\nRESULTS\nAll participants who joined the ﬁrst and second phase of the\nexperiment took part in the third phase. Three participants could\nnot attend the third phase within 10–16 days after from the\ncompletion of the second phase. Therefore, we conducted the\nanalysis for the data from 51 participants.\nFrontiers in Psychology | www.frontiersin.org 3 June 2017 | Volume 8 | Article 890"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "fpsyg-08-00890 May 31, 2017 Time: 15:54 # 4\nKashihara et al. Attentional Effect on Agency Misattribution\nFIGURE 1 | The ﬂow of the procedure. (A)Demonstrates the ﬂow of Phase 1, where participants performed or read action statements. (B)Demonstrates the ﬂow of\nPhase 2, including the observation of other’s action. (C)Demonstrates the ﬂow of Phase 3, where participants completed a source-memory test including whether\nthey performed, read, or did not see a certain action statement in Phase 1. This phase was conducted 2 weeks after Phases 1 and 2.\nTABLE 1 | Mean proportion of performed-responses as a function of Phase 1\nencoding and Phase 2 observing.\nPhase 1: encoding Phase 2: observing\nAttentive Inattentive No observation\nPerformed 0.91 (0.12) 0.84 (0.17) 0.82 (0.20)\nRead 0.14 (0.15) 0.04 (0.08) 0.04 (0.09)\nNot presented 0.04 (0.10) 0.02 (0.05) 0.00 (0.01)\nPerformed-responses means the responses that participants labeled as “I have\ndone the action in Phase 1” in Phase 3. All variables varied within participants.\nStandard deviations are given in parentheses.\nTable 1 shows the mean proportions of participants’\nperformed-responses in Phase 3.\nThe OI eﬀect in each observation condition demonstrated in\nFigure 2 .\nThe Shapiro–Wilk test revealed that the data did not satisfy\nthe assumption of a normal population (for the size of the OI\neﬀect in the attentive condition, wD0.90, p<0.001; in the\ninattentive condition, wD0.75, p<0.001); therefore, we applied\nthe logarithmic transformation.\nWe found that OI was signiﬁcantly larger in the attentive\ncondition than it was in the inattentive condition [ t(50)D5.35,\np<0.001, dD1.06]. In addition, we conducted one-sample\nt-tests to ascertain whether OI signiﬁcantly occurred in each\ncondition. Thereby OI was found in the attentive condition\n[t(50)D5.70, p<0.001, dD1.13], but not in the inattentive\ncondition [ t(50)D1.93, pD0.06, dD0.38].\nSince the data did not satisfy the assumption of a normal\npopulation, we also conducted a non-parametric test (i.e.,\nWilcoxon signed-rank test) on the OI occurrence rate just\nto be certain. We also found a trend similar to the results\nof parametric tests in non-parametric tests: There was still\nsigniﬁcant diﬀerences in the occurrence of OI for the diﬀerence\nbetween the two observation conditions ( VD383, p<0.001), for\na one-sample test in the attentive condition ( VD672, p<0.001).\nNote that there was also a signiﬁcant diﬀerence in a one-sample\nWilcoxon signed-rank test in the inattentive condition ( VD145,\nFIGURE 2 | The magnitude of the inﬂation effect. Results are shown for both\nPhase 2 observing conditions. Each value shows the (pseudo-) median\ncalculated by the Wilcoxon signed-rank test. The magnitude of the inﬂation\neffect was calculated as the difference between the proportion of false\nperformed-responses for action statements presented in Phase 2 and the\nproportion of false performed-responses for corresponding action statements\nnot presented in Phase 2. Error bars represent the Wilcoxon signed-rank 95%\nconﬁdence intervals.\npD0.04). However, this result contains 0 in the 95% conﬁdence\ninterval [95% CID(\u00000.01, 0.10)].\nDISCUSSION\nThe aim of this study was to conﬁrm the pure eﬀect of attention\nto other’s action on OI, expanding the ﬁndings in Schain et al.\n(2012).\nObservation inﬂation eﬀect occurred at a signiﬁcantly higher\nrate after attentive observation of another’s action video\ncompared with after inattentive observation. Considering the\nstudies on MNS, which demonstrated the enhancement of\nMNS activations when participants observed target action\nattentively (Muthukumaraswamy and Singh, 2008), attention\nFrontiers in Psychology | www.frontiersin.org 4 June 2017 | Volume 8 | Article 890"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "fpsyg-08-00890 May 31, 2017 Time: 15:54 # 5\nKashihara et al. Attentional Effect on Agency Misattribution\nto action could facilitate “like me” judgment even if it was a\nmisattribution; therefore, greater OI might arise. However, it\ncannot be said that the MNS activity declined in the inattentive\nobservation condition per the evidence on motor resonance\nindicating that peripheral vision facilitates the activation of\nmotor resonance, which are supported by MNS activity (Leonetti\net al., 2015). Given the circumstances, conversely, another\npossibility is considered: higher-order cognitive control. Brass\nand Haggard (2008) and Brass et al. (2009) have suggested\nthat the higher brain mechanism that judges agency (e.g.,\nTPJ) also monitors or controls the agency judgment supported\nby lower-order system for motor simulation (e.g., MNS).\nConsidering this, the agency judgment confusion occurred at a\ndiﬀerent cognitive-hierarchical level, which would involve TPJ\nregardless of MNS activation in the inattentive observation\ncondition.\nFurther ﬁndings from a one-sample t-test showed that\nsigniﬁcant OI was found only in the attentive observation\ncondition. This ﬁnding indicates that directing the attention\nto the action performed by others is a requisite condition\nfor OI occurrence. Typical memory studies have demonstrated\nthat attention to the target content could help us to keep\nthe content in mind (e.g., Craik et al., 1996; Berryhill et al.,\n2011). Although it seems inconsistent with the typical theory\nof memory function, our results have higher aﬃnity with the\nﬁndings about sense of ownership or agency (e.g., Haggard\nand Cole, 2007; Lenggenhager et al., 2007; Moore and Fletcher,\n2012; Kokkinara et al., 2016). In previous research on ownership\nor agency, it has been suggested that directing attention to\na target was related to the occurrence of a sense of agency\nor ownership. For example, Haggard and Cole (2007) used\nthe method called “intentional binding eﬀect, ” which was one\nof the objective ways to investigate participants’ sense of\nagency, and showed that the binding eﬀect was increased when\nparticipants could focus their attention to stimuli. Furthermore,\nin previous studies on memory of involuntary actions, it was\nsuggested that a voluntary action that attends to a sense of\nagency aﬀects the memory of involuntary actions, which never\nhave sense of agency (e.g., Jensen et al., 2014; Khalighinejad\nand Haggard, 2016). Altogether, this false attribution of self-\nperformance may not just be typical false memory, but also\nsomething concerning the sense of ownership as a distracting\nfactor or agency when observing another’s action as a facilitating\nfactor.\nFrom this perspective, as discussed in the introduction section,\nOI could be decreased by a disrupted sense of ownership, which\nwas induced by an actor’s face (Schain et al., 2012) or skin color as\na clear indicator of “not like me.” Whereas, our results suggested\nthat the decreased OI from focusing on the actor’s face in Schain\net al. (2012) can be explained by just distracting participant’s\nattention from the action itself. It is indicated that the eﬀect of\nattention to OI will be determined by the amount of the attention\nto the action itself rather than by the amount of attention is paid\nto the visual appearance that allows us to discriminate self from\nother.\nAs discussed above, we have suggested new insights\nconcerning the OI mechanism. First, it was not a typicalfalse memory because the occurrence rate was high when\nparticipants paid attention to the target. Second, it could be\nworthy to reconsider the OI mechanism from the perspective\nof the “like me” system, including MNS, self-ownership, and\nself-agency. Per this perspective, we propose the process of the\noccurrence of OI in the OI paradigm (Lindner et al., 2010) as\nfollows: (1) First, participants get a sense of agency to their\nown action when they performed some actions in Phase 1.\n(2) Then, they can have a vicarious-agency (Wegner et al.,\n2004) to observed other’s actions by the motor simulation\nbased on MNS when they directed their attention to target\naction during observing the other’s action in Phase 2. (3)\nThe judgment of “who is the agent, ” that is, “the agent is\nme or not me” is started in conjunction with the second\nprocess. If they recognize the obvious “sense of others” at\nthis point, such as the actor’s face, clothes or complexion,\nthe vicarious sense of ownership to an actor’s body can be\nremarkably disturbed. (4) Finally, the misattribution for self-\nperformance on the action that they did not perform, namely,\nthe OI arises at the source-memory test in Phase 3 when they\nconfuse a real agency gained in Phase 1 and vicarious agency\naccidentally obtained in Phase 2 during remembering their\naction in Phase 1. It is possible that the OI never occurred when\nthey made the judgment of “the agent was other” (i.e., they\ninhibited their ownership to observing another) in the third\nprocess.\nCONCLUSION\nWe shed light on the possible relationship between self-\nownership/agency and false agency attribution in memory,\nnamely OI, and investigated the pure eﬀect of the attention\nto the action itself. We demonstrated the eﬀect of attention to\nthe action itself as a fundamental factor to induce OI. Given\nthat attentive observation of another’s action could facilitate\nMNS activation as a lure to misattribute the other’s action\nto our self, our ﬁndings might reﬂect that MNS activation\nfacilitates the occurrence of OI. On the other hand, it is\npossible to form a diﬀerent interpretation. Given that motor\nresonance is thought to reﬂect MNS activation to facilitate in\nperipheral vision (Leonetti et al., 2015), and that there may\nbe a higher cognitive mechanism for self-other distinction\ncontrolling our self-agency judgment (Brass et al., 2009), our\nresult might be explained by another mechanism [i.e., the\nagency-judgment mechanism including TPJ suggested by Brass\net al. (2009)] even though MNS is actually activated in the\ninattentive condition. However, our study did not directly\nmodulate and measure MNS, so it cannot be mentioned\nproperly. Furthermore, it is conceivable that the instruction\nin the experimental procedure may aﬀects the occurrence of\nOI. In future, it is necessary to carry out OI experiments\nwith full attention to the inﬂuence of the instruction, such\nas translation. Further investigations are required to directly\nexamine the relationship between OI and MNS as an index of\nagency misattribution with participants’ self-reports (e.g., Tieri\net al., 2015) or other indirect methods (e.g., intentional binding;\nFrontiers in Psychology | www.frontiersin.org 5 June 2017 | Volume 8 | Article 890"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "fpsyg-08-00890 May 31, 2017 Time: 15:54 # 6\nKashihara et al. Attentional Effect on Agency Misattribution\nHaggard et al., 2002; Haggard and Cole, 2007). Then, we can\nbetter understand the mechanisms of agency misattribution.\nAUTHOR CONTRIBUTIONS\nSK designed the experiment, collected and analyzed the data, and\nwrote the manuscript. NK, MM, and TN reviewed and revised the\nmanuscript. All authors approved the manuscript.ACKNOWLEDGMENTS\nWe thank the reviewers for their useful comments. This\nresearch was supported by the following grants: JSPS KAKENHI\nGrants, grant number 26285168; Research Fellowships\nfor Young Scientists, grant number 16H05958 (Japan\nSociety for the Promotion of Science). We would like to\nthank Editage (http://www.editage.jp) for English language\nediting.\nREFERENCES\nBerryhill, M. E., Chein, J., and Olson, I. R. (2011). At the intersection of attention\nand memory: the mechanistic role of the posterior parietal lobe in working\nmemory. Neuropsychologia 49, 1306–1315. doi: 10.1016/j.neuropsychologia.\n2011.02.033\nBrass, M., and Haggard, P. (2008). The what, when, whether model of intentional\naction. Neuroscientist 14, 319–325. doi: 10.1177/1073858408317417\nBrass, M., Ruby, P., and Spengler, S. (2009). Inhibition of imitative behaviour\nand social cognition. Philos. Trans. R. Soc. B. Biol. Sci. 364, 2359–2367.\ndoi: 10.1098/rstb.2009.0066\nCraik, F. I., Govoni, R., Naveh-Benjamin, M., and Anderson, N. D. (1996). The\neﬀects of divided attention on encoding and retrieval processes in human\nmemory. J. Exp. Psychol. Gen. 125, 159–180. doi: 10.1037/0096-3445.125.2.159\nDel Re, A. C. (2013). compute.es: Compute Eﬀect Sizes. R Package Version 0.2-2 .\nAvailable at: http://cran.r-project.org/web/packages/compute.es\nGreen, P., and Preston, M. (1981). Reinforcement of vocal correlates of auditory\nhallucinations by auditory feedback: a case study. Br. J. Psychiatry 139, 204–208.\ndoi: 10.1192/bjp.139.3.204\nGrèzes, J., and Decety, J. (2001). Functional anatomy of execution, mental\nsimulation, observation, and verb generation of actions: a meta-analysis. Hum.\nBrain Mapp. 12, 1–19. doi: 10.1002/1097-0193(200101)12:1<1::AID-HBM10>\n3.0.CO;2-V\nHaggard, P., Clark, S., and Kalogeras, J. (2002). Voluntary action and conscious\nawareness. Nat. Neurosci. 5, 382–385. doi: 10.1038/nn827\nHaggard, P., and Cole, J. (2007). Intention, attention and the temporal experience\nof action. Conscious. Cogn. 16, 211–220. doi: 10.1016/j.concog.2006.07.002\nJensen, M., Vagnoni, E., Overgaard, M., and Haggard, P. (2014). Experience of\naction depends on intention, not body movement: an experiment on memory\nfor mens rea. Neuropsychologia 55, 122–127. doi: 10.1016/j.neuropsychologia.\n2013.07.022\nKhalighinejad, N., and Haggard, P. (2016). Extending experiences of voluntary\naction by association. Proc. Natl. Acad. Sci. U.S.A. 113, 8867–8872. doi: 10.1073/\npnas.1521223113\nKokkinara, E., Kilteni, K., Blom, K. J., and Slater, M. (2016). First person perspective\nof seated participants over a walking virtual body leads to illusory agency over\nthe walking. Sci. Rep. 6:28879. doi: 10.1038/srep28879\nLenggenhager, B., Tadi, T., Metzinger, T., and Blanke, O. (2007). Video ergo sum:\nmanipulating bodily self-consciousness. Science 317, 1096–1099. doi: 10.1126/\nscience.1143439\nLeonetti, A., Puglisi, G., Siugzdaite, R., Ferrari, C., Cerri, G., and Borroni, P. (2015).\nWhat you see is what you get: motor resonance in peripheral vision. Exp. Brain\nRes. 233, 3013–3022. doi: 10.1007/s00221-015-4371-0\nLindner, I., Echterhoﬀ, G., Davidson, P. S. R., and Brand, M. (2010). Observation\ninﬂation: your actions become mine. Psychol. Sci. 21, 1291–1299. doi: 10.1177/\n0956797610379860Lindner, I., Schain, C., and Echterhoﬀ, G. (2016). Other-self confusions in action\nmemory: the role of motor processes. Cognition 149, 67–76. doi: 10.1016/j.\ncognition.2016.01.003\nLindner, I., Schain, C., Kopietz, R., and Echterhoﬀ, G. (2012). When do we confuse\nself and other in action memory? Reduced false memories of self-performance\nafter observing actions by an out-group vs. in-group actor. Front. Psychol. 3:467.\ndoi: 10.3389/fpsyg.2012.00467\nMcGuigan, F. J. (1966). Covert oral behavior and auditory hallucinations.\nPsychophysiology 3, 73–80. doi: 10.1111/j.1469-8986.1966.tb02682.x\nMeltzoﬀ, A. N. (2007). ‘Like me’: a foundation for social cognition. Develop. Sci. 10,\n126–134. doi: 10.1111/j.1467-7687.2007.00574.x\nMoore, J. W., and Fletcher, P. C. (2012). Sense of agency in health and disease: a\nreview of cue integration approaches. Conscious. Cogn. 21, 59–68. doi: 10.1016/\nj.concog.2011.08.010\nMuthukumaraswamy, S. D., and Singh, K. D. (2008). Modulation of the human\nmirror neuron system during cognitive activity. Psychophysiology 45, 896–905.\ndoi: 10.1111/j.1469-8986.2008.00711.x\nNayani, T. H., and David, A. S. (1996). The auditory hallucination: a\nphenomenological survey. Psychol. Med. 26, 177–189. doi: 10.1017/\nS003329170003381X\nR Core Team (2016). R: A Language and Environment for Statistical Computing .\nVienna: R Foundation for Statistical Computing.\nRizzolatti, G., and Craighero, L. (2004). The mirror-neuron system. Annu. Rev.\nNeurosci. 27, 169–192. doi: 10.1146/annurev.neuro.27.070203.144230\nSchain, C., Lindner, I., Beck, F., and Echterhoﬀ, G. (2012). Looking at the actor’s\nface: identity cues and attentional focus in false memories of action performance\nfrom observation. J. Exp. Soc. Psychol. 48, 1201–1204. doi: 10.1016/j.jesp.2012.\n04.003\nTieri, G., Tidoni, E., Pavone, E. F., and Aglioti, S. M. (2015). Mere observation\nof body discontinuity aﬀects perceived ownership and vicarious agency over a\nvirtual hand. Exp. Brain Res. 233, 1247–1259. doi: 10.1007/s00221-015-4202-3\nWegner, D. M., Sparrow, B., and Winerman, L. (2004). Vicarious agency:\nexperiencing control over the movements of others. J. Pers. Soc. Psychol. 86,\n838–848. doi: 10.1037/0022-3514.86.6.838\nConﬂict of Interest Statement: The authors declare that the research was\nconducted in the absence of any commercial or ﬁnancial relationships that could\nbe construed as a potential conﬂict of interest.\nCopyright © 2017 Kashihara, Kanayama, Miyatani and Nakao. This is an open-\naccess article distributed under the terms of the Creative Commons Attribution\nLicense (CC BY). The use, distribution or reproduction in other forums is permitted,\nprovided the original author(s) or licensor are credited and that the original\npublication in this journal is cited, in accordance with accepted academic practice.\nNo use, distribution or reproduction is permitted which does not comply with these\nterms.\nFrontiers in Psychology | www.frontiersin.org 6 June 2017 | Volume 8 | Article 890"
    }
  ]
}