{
  "doc_type": "scientific paper",
  "title": "Opening a window into the riddle of misophonia, sensory over-responsiveness, and pain",
  "authors": [
    "Adi Efraim Kaufman",
    "Irit Weissman-Fogel",
    "M. Zachary Rosenthal",
    "Ricky Kaplan Neeman",
    "Tami Bar-Shalita"
  ],
  "year": 2022,
  "journal": "Frontiers in Neuroscience",
  "doi": "10.3389/fnins.2022.907585",
  "abstract": "Introduction: Misophonia and sensory over-responsiveness (SOR) share physiological and psychological symptoms. While individuals with SOR demonstrate pain perception alterations, these were not explored in misophonia. Methods: This exploratory study comprised thirty healthy adults with (n=15; based on the Misophonia Questionnaire) and without misophonia. The Sensory Responsiveness Questionnaire (SRQ) was used for evaluating sensory responsiveness. In addition, psychophysical tests were applied for quantification of: (i) stimulus-response function of painful stimuli, (ii) the individual perceived pain intensity, (iii) pain modulation efficiency, (iv) auditory intensity discrimination capability, and (v) painful and unpleasantness responses to six ecological daily sounds using the Battery of Aversiveness to Sounds (BAS). Results: Individuals with misophonia reported higher scores in the SRQ-Aversive (p=0.022) and SRQ-Hedonic (p=0.029) scales as well as in auditory (p=0.042) and smell (p=0.006) sub-scales, indicating higher sensory responsiveness. Yet they were not identified with the SOR type of sensory modulation dysfunction. Groups did not differ in the pain psychophysical tests, and in auditory discrimination test scores (p>0.05). However, in the misophonia group the BAS evoked higher pain intensity (p=0.046) and unpleasantness (p<0.001) ratings in the apple biting sound, and higher unpleasantness rating in the scraping a dish sound (p=0.007), compared to the comparison group. Conclusion: Findings indicate increased sensory responsiveness in individuals with misophonia, yet not defined as SOR. Thus, this suggests that misophonia and SOR are two distinct conditions, differing in their behavioral responses to painful and non-painful stimuli.",
  "keywords": [
    "sensory over-responsiveness",
    "pain sensitivity",
    "misophonia",
    "sensory processing",
    "ecological sounds",
    "auditory hyperalgesia",
    "auditory analgesia"
  ],
  "research_topics": [
    "Misophonia",
    "Sensory Over-Responsiveness (SOR)",
    "Pain Perception and Sensitivity",
    "Auditory Processing",
    "Quantitative Sensory Testing (QST)",
    "Psychophysical Testing",
    "Sensory Modulation Dysfunction",
    "Neurophysiology of Sensory Disorders"
  ],
  "created_at": "2025-05-05T02:46:30.024203Z",
  "source_pdf": "documents/research/Global/Kaufman 2022 Opening a Door into the Riddle of Misophonia, Sensory over-responsiveness and pain.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "fnins-16-907585 July 28, 2022 Time: 16:43 # 1\nTYPE Brief Research Report\nPUBLISHED 03 August 2022\nDOI10.3389/fnins.2022.907585\nOPEN ACCESS\nEDITED BY\nPawel J. Jastreboff,\nEmory University, United States\nREVIEWED BY\nMercede Erfanian,\nUniversity College London,\nUnited Kingdom\nThomas H. Dozier,\nMisophonia Treatment Institute,\nUnited States\n*CORRESPONDENCE\nTami Bar-Shalita\ntbshalita@post.tau.ac.il\n†These authors have contributed\nequally to this work\nSPECIALTY SECTION\nThis article was submitted to\nAuditory Cognitive Neuroscience,\na section of the journal\nFrontiers in Neuroscience\nRECEIVED 29 March 2022\nACCEPTED 18 July 2022\nPUBLISHED 03 August 2022\nCITATION\nEfraim Kaufman A, Weissman-Fogel I,\nRosenthal MZ, Kaplan Neeman R and\nBar-Shalita T (2022) Opening a window\ninto the riddle of misophonia, sensory\nover-responsiveness, and pain.\nFront. Neurosci. 16:907585.\ndoi: 10.3389/fnins.2022.907585\nCOPYRIGHT\n© 2022 Efraim Kaufman,\nWeissman-Fogel, Rosenthal, Kaplan\nNeeman and Bar-Shalita. This is an\nopen-access article distributed under\nthe terms of the Creative Commons\nAttribution License (CC BY). The use,\ndistribution or reproduction in other\nforums is permitted, provided the\noriginal author(s) and the copyright\nowner(s) are credited and that the\noriginal publication in this journal is\ncited, in accordance with accepted\nacademic practice. No use, distribution\nor reproduction is permitted which\ndoes not comply with these terms.Opening a window into the\nriddle of misophonia, sensory\nover-responsiveness, and pain\nAdi Efraim Kaufman1, Irit Weissman-Fogel2†,\nM. Zachary Rosenthal3, Ricky Kaplan Neeman4and\nTami Bar-Shalita1*†\n1Department of Occupational Therapy, School of Health Professions, Faculty of Medicine, Tel Aviv\nUniversity, Tel Aviv, Israel,2Physical Therapy Department, Faculty of Social Welfare and Health\nSciences, University of Haifa, Haifa, Israel,3Department of Psychiatry and Behavioral Sciences,\nCenter for Misophonia and Emotion Regulation, Duke University Medical Center, Durham, NC,\nUnited States,4Department of Communication Disorders, School of Health Professions, Sackler\nFaculty of Medicine, Tel Aviv University, Tel Aviv, Israel\nIntroduction: Misophonia and sensory over-responsiveness (SOR) share\nphysiological and psychological symptoms. While individuals with SOR\ndemonstrate pain perception alterations, these were not explored\nin misophonia.\nMethods: This exploratory study comprised thirty healthy adults with\n(nD15; based on the Misophonia Questionnaire) and without misophonia.\nThe Sensory Responsiveness Questionnaire (SRQ) was used for evaluating\nsensory responsiveness. In addition, psychophysical tests were applied\nfor quantiﬁcation of: (i) stimulus-response function of painful stimuli, (ii)\nthe individual perceived pain intensity, (iii) pain modulation efﬁciency, (iv)\nauditory intensity discrimination capability, and (v) painful and unpleasantness\nresponses to six ecological daily sounds using the Battery of Aversiveness\nto Sounds (BAS).\nResults: Individuals with misophonia reported higher scores in the SRQ-\nAversive ( pD0.022) and SRQ-Hedonic ( pD0.029) scales as well as in auditory\n(pD0.042) and smell ( pD0.006) sub-scales, indicating higher sensory\nresponsiveness. Yet they were not identiﬁed with the SOR type of sensory\nmodulation dysfunction. Groups did not differ in the pain psychophysical\ntests, and in auditory discrimination test scores ( p>0.05). However, in the\nmisophonia group the BAS evoked higher pain intensity ( pD0.046) and\nunpleasantness ( p<0.001) ratings in the apple biting sound, and higher\nunpleasantness rating in the scraping a dish sound ( pD0.007), compared to\nthe comparison group.\nConclusion: Findings indicate increased sensory responsiveness in individuals\nwith misophonia, yet not deﬁned as SOR. Thus, this suggests that misophonia\nand SOR are two distinct conditions, differing in their behavioral responses to\npainful and non-painful stimuli.\nKEYWORDS\nsensory over-responsiveness, pain sensitivity, misophonia, sensory processing,\necological sounds, auditory hyperalgesia, auditory analgesia\nFrontiers in Neuroscience 01 frontiersin.org"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "fnins-16-907585 July 28, 2022 Time: 16:43 # 2\nEfraim Kaufman et al. 10.3389/fnins.2022.907585\nBackground\nThe recently published consensus deﬁnition of misophonia\n(Swedo et al., 2021) deﬁnes misophonia as “a disorder of\ndecreased tolerance to speciﬁc sounds or stimuli associated with\nsuch sounds” (p. 22). These aversive sensory stimuli, commonly\nnamed misophonia triggers, are expressed physiologically\n(Edelstein et al., 2013; Johnson et al., 2013; Brout et al.,\n2018), severely impact daily function and social participation\n(Edelstein et al., 2013; Wu et al., 2014; Zhou et al., 2017; Kumar\net al., 2021; Swedo et al., 2021), and are suggested to contribute\nto mental health diﬃculties (Schröder et al., 2013; Erfanian et al.,\n2019; Swedo et al., 2021). Indeed, misophonia has been reported\nto co-occur with psychiatric or neurological conditions (e.g.,\nmental health disorders, attention deﬁcit hyperactive disorder)\n(Cusack et al., 2018; McKay et al., 2018; Rouw and Erfanian,\n2018; Erfanian et al., 2019; Swedo et al., 2021; Siepsiak et al.,\n2022), indicating that whether or not misophonia is a disorder\nin its own right is yet to be determined empirically (Swedo\net al., 2021). Thus, research examining the nature and features\nof misophonia is needed to better characterize and diﬀerentiate\nthis disorder (Swedo et al., 2021).\nNeuroticism is a trait associated with misophonia (Cassiello-\nRobbins et al., 2020; Jager et al., 2020; Guetta et al., 2022) [i.e.,\nmoody, anxious, and tense (Goldberg, 1990)]. It is manifested\nin misophonia as behavioral and psychological responses to\nmisophonia triggers including irritation, anger, anxiety, disgust,\ngeneral psychological distress, and diﬃcult regulating emotions\n(Rouw and Erfanian, 2018; Swedo et al., 2021). Like misophonia,\nsensory over-responsiveness (SOR) has been widely reported to\nco-occur with negative emotionality and psychological distress\n(Kinnealey et al., 2011; Bar-Shalita and Cermak, 2016; Carpenter\net al., 2019) which signiﬁcantly interferes with everyday function\nand quality of life (Cosbey et al., 2010; Carter et al., 2011;\nKinnealey et al., 2011; Bar-Shalita et al., 2015; Bar-Shalita and\nCermak, 2016). Unlike misophonia, characterized by hyper-\nsensitivity mainly in the auditory modality, speciﬁcally to\nhuman sounds, yet not solely (i.e., olfaction) (Brout et al.,\n2018; Swedo et al., 2021), SOR is characterized by multi-\nmodal sensory hyper-sensitivity (Zero, 2005; PDM, 2006; Miller\net al., 2007; Interdisciplinary Council on Developmental and\nLearning Disorders, 2012). SOR, a type of sensory modulation\ndysfunction, alters the ability to regulate behavioral adaptive\nresponses to everyday sensory stimuli, in one or more sensory\nmodalities (Miller et al., 2007). Speciﬁcally, individuals with\nSOR perceive non-painful daily stimuli as unpleasant and\npainful, lasting longer compared to non-SOR individuals\n(Kinnealey et al., 2011; Bar-Shalita et al., 2015). Likewise,\nlaboratory testing of experimental pain in individuals with\nSOR who are otherwise healthy, utilizing psychophysical pain\nparadigms, indicated hyperalgesia (enhanced pain intensity)\nwhich lasted longer compared to controls (Bar-Shalita et al.,\n2009b, 2011, 2014; Weissman-Fogel et al., 2018). Moreover, ourresearch found that SOR and the personality trait of neuroticism\ntogether contribute to enhanced pain sensitivity to daily\nsensations, experienced as more aversive by individuals with\nSOR, compared to healthy controls (Bar-Shalita and Cermak,\n2020). Given sparse reports on sensory hyper-sensitivity in other\nmodalities beyond audition in individuals with misophonia\n(Edelstein et al., 2013; Wu et al., 2014; Schröder et al., 2019),\nand since pain perception has not been reported in misophonia,\nit is worthy to study SOR and pain perception in individuals\nwith misophonia. Taken together, misophonia and SOR share\nsymptoms anchored in the pattern of reacting to sensations cued\nby environmental stimuli, eliciting suﬀering, and functional\nlimitations. Accordingly, it is somewhat surprising that the\nrelationship between misophonia and SOR has yet to be\nrigorously empirically tested. Because (a) misophonia triggers\nare perceived as aversive sensations, (b) pain hypersensitivity is\nlinked to SOR, and (c) misophonia may be conceptualized as a\nphenomena associated with SOR, the primary aim of the present\nstudy was to examine the relationships among misophonia,\nSOR, and pain hypersensitivity. Speciﬁcally, we hypothesized\nthat (1) misophonia and SOR will be positively correlated,\nand (2) individuals with misophonia will demonstrate pain\nhypersensitivity compared to healthy controls using quantitative\nsensory testing (QST) and self-report measures.\nMaterials and methods\nThis exploratory research was approved by the review\ncommittee at Tel Aviv University and the Helsinki Committee\nat Sheba Medical Center (5360-18-SMC). All participants\ncompleted and signed an informed consent form before\nenrolling in the study.\nParticipants\nA non-referred convenience sample of thirty healthy\nadults aged 18–50 years (73% female, nD22; Mage\n30.5 years, SDD9.84), with ( nD15, study group) and\nwithout misophonia participated in this study. Individuals\nwith self-identiﬁed misophonia were recruited viamisophonia\nsocial networks online, and healthy individuals ( nD15,\ncomparison group) recruited through a pool of individuals\ninterested in participating in research. Exclusion criteria\nstipulated audiological (hearing loss, hyperacusis, and tinnitus\nor other) neurological, psychiatric, developmental, or chronic\npain diagnoses, and language proﬁciency. Exclusion criteria\nincluded the use of analgesia or consumption of psychoactive\nsubstances less than 24 or 6 h, respectively, before arriving at\nthe lab. The study group inclusion reported a score of 7 \u0014on\nthe impairment rating scale of the Misophonia Questionnaire\n(MQ) (Wu et al., 2014) (see below). The comparison group\nFrontiers in Neuroscience 02 frontiersin.org"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "fnins-16-907585 July 28, 2022 Time: 16:43 # 3\nEfraim Kaufman et al. 10.3389/fnins.2022.907585\ninclusion criteria included scoring <6 on the MQ (Wu\net al., 2014) as well as scoring within the normal cut-oﬀ\nscores on the Sensory Responsiveness Questionnaire-Intensity\nScale (SRQ-IS) (Bar-Shalita et al., 2009a) (mean \u00061 SD)\n[SRQ-Hedonic <2.43; SRQ-Aversive <2.13], demonstrating no\nsensory modulation dysfunction.\nMeasures\nSelf-report questionnaires\nMisophonia was assessed using the MQ (Wu et al.,\n2014), a three-part self-report questionnaire aimed at assessing\nmisophonia consisting of: (1) Misophonia Symptom Scale which\nexamines the presence of speciﬁc sound sensitivities (e.g., eating,\ntapping, throat sounds); (2) Misophonia Emotions and Behaviors\nScale which examines emotional and behavioral reactions\nassociated with misophonia, and (3) Misophonia Severity Scale\nwhich was adapted from the National Institute of Mental\nHealth Global Obsessive-Compulsive Scale (Murphy et al.,\n1982) applicable for misophonia utilizing a 15 point rating scale\n(1 “low sensitivity” up to 15 “severe sensitivity”). A score equal\nor greater than 7 indicates clinically signiﬁcant “moderate sound\nsensitivities”that cause “signiﬁcant interference” (Wu et al.,\n2014). High internal reliability (Cronbach’s aD0.88\u00000.90),\nconvergent and distinct validity were reported (Wu et al., 2014).\nIn this study we used the Misophonia Severity Scale.\nSensory responsiveness was assessed using the SRQ-IS (Bar-\nShalita et al., 2009a), a self-report questionnaire assessing\nbehavioral response patterns to daily sensation, and aimed to\nidentify sensory modulation dysfunction in adolescents and\nadults. The questionnaire consists of 58 statements describing\neveryday situations involving stimulation in one of the following\nmodalities: auditory, visual, gustatory, olfactory, vestibular, and\nsomatosensory, excluding pain. Participants rate the intensity\nof the enjoyment or disturbance in the situation described in\neach statement using a ﬁve-point Likert scale (1 “not at all” up\nto 5 “very”), comprising 2 scales: Applying the SRQ-Aversive\nscale (32 items), scores higher than the normal mean cut-oﬀ\nscore (C2SD; 1.87C0.52) indicate SOR. Applying the SRQ-\nHedonic scale (26 items), scores higher than the normal mean\ncut-oﬀ score (C2SD; 2.10C0.66) indicate sensory under\nresponsiveness (SUR) (Weissman-Fogel et al., 2017). Internal\nreliability (Cronbach’s aD0.90\u00000.93), and test–retest reliability\n(rD0.71\u00000.84; p<0.001\u00000.005) as well as content, criterion,\nand construct validity were reported (Bar-Shalita et al., 2009a).\nDaily pain sensitivity was assessed using the Pain Sensitivity\nQuestionnaire (PSQ) (Ruscheweyh et al., 2009), a self-report\nquestionnaire, aimed at assessing the intensity of daily pain\nsensitivity. The PSQ contains 17 items describing everyday\nsituations associated with a wide range of somatosensory pain.\nFourteen of the items relate to situations that describe painful\nsituations for most people (e.g., hot, cold, sharp, or dull). Thethree remaining items (5, 9, and 13) describe situations typically\nnot rated as painful by healthy participants (e.g., taking a warm\nshower). Participants are requested to imagine how painful this\nsituation would be for them and use a 10 point response scale\nranging from 0 (not painful at all) to 10 (worst pain imaginable).\nThe questionnaire provides a total score (PSQ-total) and two\nadditional scores (PSQ-moderate, PSQ-minor) ranging from\n0 to 10; higher score denotes high sensitivity to daily pain.\nThe PSQ has internal reliability for the total score ( aD0.92),\nas well as for the 2 sub-scales PSQ-minor: aD0.81; PSQ-\nmoderate aD0.91, and test–retest reliability (ICCs Dtotal score\n0.83; PSQ-moderate 0.79; PSQ-minor 0.86). Content, criterion,\nand construct validity have been previously reported for this\nmeasure (Ruscheweyh et al., 2012).\nPain psychophysics evaluation applying\nquantitative sensory testing\nPrior to testing, participants were informed that the heat\nstimuli will be delivered at intensities not causing harm\nor damage and are safe in line with the Food and Drug\nAdministration (FDA) requirements. Heat stimulus, using a\ncomputerized thermal stimulator, the Pathway system for\nContact Heat-Evoked Potential Stimulator (CHEPs) (Medoc\nLtd. Advanced Medical Systems, Ramat Yishai, Israel), was\napplied on the central volar aspect of the right forearm using\na ﬂat disk probe 572.5 mm2thermode. After each stimulus\nthe thermode was removed to avoid adaptation/sensitization.\nDuring the inter-stimulus interval (ISI) periods participants\nwere asked to rate the pain intensity after each stimulus using a\nverbal numeric pain scale (NPS; 0 Dno pain at all; 100Dworst\nimaginable pain). The baseline temperature was 32\u000eC, increased\ntemperature rate was set on 70\u000eC/sec, and decreased rate was\nset on 40\u000eC/sec for all stimuli. Following familiarization with\nthe pain stimuli and required rating the following tests were\nperformed:\nDose response test\nThree separate runs, each comprising of 20 CHEPs heat\nstimuli (8–10 s ISI, randomized) at 46, 49, and 51\u000eC were\nutilized, counterbalancing 46 and 49\u000eC randomly to avoid risk\nof order eﬀects. Between runs interval of 5-min was utilized (see\nFigure 1 ).\nDetermination of testing temperature\nSince pain evoked from heat stimuli depends on the\nperipheral and central pain pathways function and varies among\nparticipants (Staud et al., 2004), the testing temperature for the\nfollowing somatosensory psychophysical tests was individually\ntailored to evoke a peak pain magnitude of 50/100 (henceforth\npain-50) on the NPS. Searching for the individual pain-\n50 temperature, we used the Methods of Levels. The initial\ntemperature choice was based on the pain ratings each subject\nprovided in the Dose response test (i.e., 46, 49, and 52\u000eC).\nFrontiers in Neuroscience 03 frontiersin.org"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "fnins-16-907585 July 28, 2022 Time: 16:43 # 4\nEfraim Kaufman et al. 10.3389/fnins.2022.907585\nFIGURE 1\nSchematic representation of the QST: Dose response test andHabituation (Runs 1 and 2) and CPM tests paradigms. QST, quantitative sensory\ntesting; CPM, conditioned pain modulation.\nThereafter, temperature search was respectively, decreased or\nincreased by 1\u000eC followed by increase/decrease of 0.5\u000eC until\nreaching the desired pain level of 50. When 2 out of 3 CHEPs\nstimuli (ISI 8 s) were rated as 50 on the NPS, the individually\ntailored temperature of pain-50 was attained and served as the\nindividual testing temperature. For participants not reporting 50\non the NPS, the maximum temperature (55\u000eC) was set as their\ntesting temperature (Weissman-Fogel et al., 2018).\nHabituation paradigm\nTwo runs of 20 CHEPs heat stimuli each (ISI of 8–12 s)\nutilizing the individually tailored pain-50 temperature were\napplied, with between runs interval of 5-min. Participants were\nasked to rate the pain intensity following each stimulus. A lower\naverage in the second run indicated habituation (see Figure 1 ;\nWeissman-Fogel et al., 2018).\nConditioned pain modulation paradigm\nUsing the cold water tub (8–10\u000eC) as a conditioning\ntest stimulus, participants inserted their left hand and wererequested to rate the pain intensity after 10 s. Thereafter,\nwhile the hand remained in the cold water tub, participants\nreceived a series of 15 heat stimuli (test stimuli) (ISI 8–12 s)\ndelivered to the right forearm at the individually tailored pain-\n50 temperature and were asked to rate the pain intensity\nafter each stimulus using the NPS. At the end of this series,\nparticipants reported their left hand pain intensity before\nremoving their hand from the cold water tab. Conditioned\nPain Modulation (CPM) magnitude was derived from the\ndeduction of the mean pain intensity ratings of the test\nstimuli given alone from the mean pain intensity ratings given\nsimultaneously with the conditioning stimulus. Negative values\nindicate an eﬃcient CPM (see Figure 1 ; Y arnitsky et al.,\n2012).\nAuditory psychophysics evaluation\nSounds were delivered to both ears via headphones\nAudio-Technica, Japan (ATH-M40 \u0002). Sounds were\ncalibrated using an Audio Scan Veriﬁt VF-1 (Etymonic\nDesign Inc., Dorchester, ON, Canada) in a 2-cm3HA2\nFrontiers in Neuroscience 04 frontiersin.org"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "fnins-16-907585 July 28, 2022 Time: 16:43 # 5\nEfraim Kaufman et al. 10.3389/fnins.2022.907585\ncoupler, by means of a manual control procedure,\nwith an A-weighted ﬁlter. To eliminate tester bias\nwe ensured no eye contact between the participant\nand the researcher.\nAuditory intensity discrimination test\nTo ensure intact intensity discrimination, we measured\nauditory discrimination acuity by using a computerized test. Six\nintensity levels of 1-kHz tone (pure tone produced at a stable\nsound pressure level), diﬀering in amplitude by increments of\n5 dB (rangeD60–85 dB), lasting for 2 s each (ISI 8 s), were\ndelivered three times in a random order. Participants were\nasked to verbally rate the sound intensity on a computerized\nnumerical scale ranging from least intense (Swedo et al., 2021) to\nmost intense (Schröder et al., 2013). Before testing, participants\nwere familiarized with the least and most intense sounds twice\n(Assayag et al., 2020).\nBattery of aversiveness to sounds\nComputerized testing with six ecological sounds each\napplied 3 times: (1) scraping a dish, (2) apple eating, (3) ticking\nclock, (4) water drops, (5) alarm, and (6) 1 kHz tone (a pure\ntone produced at a stable sound pressure level). A total of\n18 sounds (each: 30 s duration; ISI 30 s) were delivered in-\nwithin and between participants random order. The sounds\nwere calibrated to volume levels up to 80 dB SPL. Sounds 1–5\nwere normalized for intensity (78–80 dB SPL) using the Manual\ncontrol mode of the Veriﬁt VF-1 (Audioscan, 2006) analyzed\nby 1/12th octave, A-weighted ﬁlter, at a rate of 384 ms. After\neach sound, participants were instructed to verbally rate the\npain and unpleasantness intensities (Price et al., 1983) on an\n11-point scale (0 “no pain/no disturbance” up to 10 “maximum\npain possible/the highest level of disturbance you can imagine ”)\n(Mazor-Karsenty et al., 2019; Assayag et al., 2020).\nProcedure\nThe study was administered in the Sensory Integration\nLab at Tel Aviv University in a quiet, air-conditioned\nroom (22–24\u000eC) with ambient noise typically not exceeding\n45 dB SPL and the participant sitting on a comfortable\nrecliner. The session lasted for approximately 2 h. After\nverifying the inclusion criteria using the MQ, SRQ-IS,\nand demographic questionnaire, participants undertook the\npsychophysical testing in counterbalanced order. Thereafter,\nparticipants completed the PSQ electronically.\nData analysis\nData analysis was performed using SPSS (Quintero\net al., 2013) software version 27. Descriptive statisticswere used to describe the population and study variables.\nThe Shapiro–Wilks test was used to test the distribution\ntype of the dependent variables. Group diﬀerences were\nexamined via Mann–Whitney- or t-tests, according to\nvariables distribution type. Pearson Correlation Coeﬃcient\nor the Spearman’s Rank Coeﬃcient tests were used to test\ncorrelations. Correlations were compared between the groups\nusing Fisher’s z transformation test where they were then\ntreated as normal random variables. To determine the relative\ncontribution of the independent variables [SRQ, PSQ, and\nbattery of aversiveness to sounds (BAS-R)] in predicting the\ndependent variable (MQ), two multiple regression models were\nestablished, one for each group; additionally we established\na model for the whole sample. All statistical tests were\ntwo-sided and tested at a 5% level of signiﬁcance. Nominal\np-values are presented.\nResults\nDemographic characteristics\nNo statistically signiﬁcant group diﬀerences were found\nin age [study vs. control groups Mean (SD): 31.7 (11.77)\nvs. 29.29 (7.67)], sex (women 73.33% both groups), years\nof education [study vs. control groups Mean (SD): 14.67\n(1.91) vs. 14.47 (7.39)] and dominant hand. A statistically\nsigniﬁcant group diﬀerence was found in the MQ scores,\nscore Mean (SD); ranges among the study and comparison\ngroups were 8.47 (1.68); 7–13, and 2.27 (1.90); 0–6, respectively.\nOf note, 66% of participants in the study group scored 7–\n8 on this MQ.\nGroup differences in the Sensory\nResponsiveness Questionnaire and\nPain Sensitivity Questionnaire scores\nStatistically signiﬁcant group diﬀerences were found\nin both SRQ scores, showing higher scores (higher\nresponsiveness) in the study group. Yet, within the\nstudy group the two SRQ scores (SRQ-Hedonic; SRQ-\nAversive) were found below cut-oﬀs, indicating no sensory\nmodulation dysfunction (SMD). We also examined group\ndiﬀerences in the mean scores in all sensory modalities.\nA statistically signiﬁcant group diﬀerence was found in\nthe auditory and the olfactory sub-scales demonstrating\nhigher scores (higher responsiveness) in the study group\n(Table 1 ). Groups did not diﬀer in the mean scores of\nthe other sensory sub-scales (vision, taste, vestibular, and\nsomatosensory) ( Table 1 ).\nNo statistically signiﬁcant diﬀerences were found between\nthe two groups in the PSQ scores ( p>0.05).\nFrontiers in Neuroscience 05 frontiersin.org"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "fnins-16-907585 July 28, 2022 Time: 16:43 # 6\nEfraim Kaufman et al. 10.3389/fnins.2022.907585\nCorrelations of the Misophonia\nQuestionnaire score with the Sensory\nResponsiveness Questionnaire and\nPain Sensitivity Questionnaire scores\nWithin each of the groups no statistically signiﬁcant\ncorrelations were found between the MQ and SRQ scores.\nFurther, between group comparison in these correlations we\nfound no statistically signiﬁcant group diﬀerences were found.\nHowever, while in the comparison group the MQ signiﬁcantly\ncorrelated with the PSQ total ( rD0.524, pD0.04) and\nPSQ-Moderate ( rD0.525, pD0.044) scores, no statistically\nsigniﬁcant correlations were found in the study group. Between\ngroup comparison in these correlations found no statistically\nsigniﬁcant group diﬀerences. Indeed, after running a bootstrap\nanalysis we did not reach statistically signiﬁcant correlations\nwithin the control group.\nPsychophysics\nGroup differences in thermal pain ratings\nNo statistically signiﬁcant diﬀerences ( p>0.05) were found\nin pain intensity and unpleasantness ratings in Dose-Response,\nTesting Temperature (pain-50), Habituation, and CPM testing.\nOf note, the study group ratings were consistently slightly\nlower ( Table 2 ).\nGroup differences in auditory discrimination\nNo statistically signiﬁcant group diﬀerences were found\n(p>0.05) in the Auditory Discrimination Test for all of the six\nintensity levels of the 1-kHz sound.\nGroup differences in the battery of\naversiveness to sounds pain and\nunpleasantness ratings\nTesting auditory pain intensity found statistically signiﬁcant\npain ratings only in the apple eating sound indicating higher\nratings in the study group ( Table 3 ). Testing ratings of\nunpleasantness found statistically signiﬁcant group diﬀerences\ninscraping a dish and apple eating sounds, indicating higher\nratings in the study group. No statistically signiﬁcant group\ndiﬀerences were found in pain intensity and unpleasantness\nratings in the ticking clock, tone 1 kHz (Tone 1), water drops,\nand alarm sounds ( Table 3 ).\nCorrelations between the Misophonia\nQuestionnaire and battery of\naversiveness to sounds scores\nNo statistically signiﬁcant correlations were found within\neach group. However, group comparisons indicated statisticallysigniﬁcant group diﬀerences in the correlations between MQ\nscores and the unpleasantness ratings of the ticking clock\nrD\u0000 0.08 vs. 0.47 pD0.039; water drops rD\u0000 0.22 vs. 0.49\npD0.009; and alarm sounds rD\u0000 0.31 vs. 0.30, pD0.028,\nstudy vs. comparison groups, respectively, showing negative\nlow correlations in the study group, whereas positive low to\nmoderate correlations were observed in the comparison group.\nThe ﬁnal multiple regression model to\npredict Misophonia Questionnaire\nIn the separate models for each group the residuals\nwere not normally distributed based on the P-P plots,\nand the predictors were highly correlated showing a high\nmulticollinearity (VIF >10). Therefore, the results were not\nvalid and we referred to the model on the whole sample.\nIn this model the residuals were normally distributed\nand showed homoscedasticity, yet high multicollinearity was\nidentiﬁed. Since the main assumptions of this regression model\nhad been met we refer to the results. The model was found\nstatistically signiﬁcant [ F.15,14/D2.87; pD0.03; R2D0.75],\nyet none of the eﬀects i.e., SPQ, PSQ, and BAS-R were found\nstatistically signiﬁcant ( p>0.05).\nDiscussion\nThis preliminary study is the ﬁrst to test SOR and\npain sensitivity using psychophysical measures via QST in\nindividuals with misophonia. Using QST, our ﬁndings support\nthe consensus deﬁnition (Swedo et al., 2021) by demonstrating\nthat the sounds with diﬀerentially aversive responses in the\nmisophonia group were mostly human-generated. This suggest\na diﬀerence between SOR and misophonia, where SOR entails\na very wide range of auditory stimuli that may be aversive,\nwhereas misophonia may be associated, with some variability,\nwith a more limited scope of aversive auditory cues. This\nconclusion is further supported by the absence of general\nsensory modulation dysfunction among individuals with\nmisophonia in the study sample, namely, they were not deﬁned\nhaving SOR. Yet, these individuals with misophonia scored\nhigher in the normal range of multisensory responsiveness.\nSpeciﬁcally they reported increased sensory responsiveness in\nthe auditory and olfactory sensory systems, suggesting sensory\nresponsiveness beyond the auditory system in misophonia.\nHowever, contrary to our hypothesis ﬁndings indicate that\nindividuals with misophonia did not demonstrate pain hyper-\nsensitivity in diﬀerent QST paradigms, but consistently reported\nlower pain ratings. This further suggest that misophonia is\nnot similar to SOR.\nThe pain matrix includes brain areas processing of both\nnoxious and non-noxious stimuli (Mouraux et al., 2011;\nFrontiers in Neuroscience 06 frontiersin.org"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "fnins-16-907585 July 28, 2022 Time: 16:43 # 7\nEfraim Kaufman et al. 10.3389/fnins.2022.907585\nTABLE 1 Group differences in the SRQ scores.\nStudy group ( nD15) Comparison group ( nD15) t/z p\nMedian (IQR) Mean (SD) (Range) Median (IQR) Mean (SD) (Range)\nSRQ-Aversive 2.03 (1.50–2.16) (0.31) 1.91 (1.41–2.3) 1.70 (1.50–1.87) 1.67 (0.22) (1.08–2.11) 2.434 0.022\nSRQ-Hedonic 1.96 (1.77–2.30) 2.02 (0.32) (1.56–2.7) 1.87 (1.38–2) 1.74 (0.34) (1.08–2.11) 2.309 0.029\nSRQ-Auditory 2 (1.50–2.33) 1.96 (0.58) (0.83–3) 1.67 (1.33–1.83) 1.59 (0.34) (1–2.33) 2.136 0.042\nSRQ-Olfactory 2.50 (2–3) 2.51 (0.76) (1.25–3.75) 1.83 (1.33–2.50) 1.63 (0.61) (1–3) \u00002.770 0.006\nSRQ-Visual 2 (1.83–2) 1.93 (0.37) (1.17–2.5) 1.83 (1.67–2.17) 1.84 (0.39) (1.17–2.67) 0.643 0.53\nSRQ-Vestibular 2 (1.78–2.33) 2.04 (0.35) (1.33–2.56) 2 (1.67–2.22) 1.90 (0.38) (1.22–2.67) 1.006 0.32\nSRQ-Somatosensory 1.71 (1.50–1.86) 1.67 (0.25) (1.09–2.05) 1.57 (1.45–1.67) 1.55 (0.2) (1.05–1.91) 1.404 0.17\nSRQ-Taste 2.33 (2–2.50) 2.30 (0.41) (1.67–3.17) 1.83 (1.33–2.50) 1.93 (0.34) (1–3.33) 1.724 0.10\nSRQ, sensory responsiveness questionnaire; IQR, interquartile range; SD, standard deviation. Bold values denote statistically signiﬁcant group diﬀerences.\nTABLE 2 Group differences in thermal pain psychophysics tests ratings.\nStudy group ( nD15) Comparison group ( nD15) t/z p\nMedian (IQR) Mean (SD) (Range) Median (IQR) Mean (SD) (Range)\nDose-Response 46\u000eC 9.25 (5.8–12.5) 15.79 (19.37) (1.25–70) 12 (8.9–25.1) 19.11 (19.63) (0.45–76.45) \u00000.850 0.395\nDose-Response 49\u000eC 10.75 (8.4–23.8) 16.17 (14.04) (1.05–55.35) 16.6 (9.5–35.3) 23.30 (21.32) (0.75–84.35) \u00000.100 0.319\nDose-Response 52\u000eC 14.25 (9.8–21.5) 19.68 (19.84) (0.93–83.4) 21 (13.8–23.8) 25.21 (21.80) (0.8–87.45) \u00001.26 0.206\nDestination Temperature 55 (55–55) 54.63 (0.76) (53–55) 55 (53–55) 53.62 (3.49) (41.5–55) \u00000.853 0.393\nHabituation 1 17.3 (8.8–29.4) 20.68 (14.85) (0.55–55.5) 31 (12.0–40) 29.51 (17.67) (4.35–68.25) \u00001.483 0.149\nHabituation 2 21 (12–38.3) 22.69 (14.3) (0.51–48.25) 25 (17–44.3) 28.83 (17.12) (3.9–67.75) \u00001.065 0.296\nConditioned pain modulation \u00004 (\u000011.8 to –0.2)\u00003.06 (14.01) (\u000023.05–29) 0.2 ( \u00008–3.5)\u00002.47 (10.54) (\u000026.9–17.8)\u00000.730 0.943\nSD, standard deviation; IQR, interquartile range.\nTABLE 3 Group differences in auditory psychophysics pain and unpleasantness ratings.\nStudy group ( nD15) Comparison group ( nD15) t/z p\nMedian (IQR) Mean (SD) (Range) Median (IQR) Mean (SD) (Range)\nBAS-R Pain Scraping a dish 0.67 (0–2.67) 2.53 (2.58) (0–10) 0.67 (0–2.67) 1.64 (2.33) (0–8) \u00001.440 0.15\nEating apple 0 (0–0.67) 2.35 (2.93) (0–8.33) 0 (0–0.67) 0.62 (1.25) (0–3.66) \u00001.995 0.046\nTicking clock 0 (0–0.67) 0.49 (1.13) (0–4) 0 (0–0.67) 0.47 (0.89) (0–2.66) \u00000.364 0.71\nTone 1 kHz (Tone 1) 0 (0–1.33) 1.73 (3.12) (0–10) 0 (0–1.33) 0.80 (1.26) (0–4) \u00000.722 0.47\nWater drops 0 (0–0.33) 0.44 (1.38) (0–5.33) 0 (0–0.33) 0.20 (0.41) (0–1.33) \u00000.336 0.74\nAlarm 0 (0–2) 1.55 (2.01) (0–7.33) 0 (0–2) 1.07 (1.68) (0–5.33) \u00001.116 0.26\nBAS-R unpleasantness Scraping a dish 3.67 (2.3–5.3) 6.91 (2.29) (3–10) 3.67 (2.3–5.3) 4.22 (2.72) (0–10) 2.931 0.007\nEating apple 3.67 (3.33–6) 8.49 (1.33) (5.33–10) 3.67 (3.33–6) 4.29 (2.3) (0–8.66) \u00004.102 <0.001\nTicking clock 3.33 (1–4.67) 2.58 (2.47) (0–8) 3.33 (1–4.67) 3.02 (2.28) (0–7.33) \u00000.605 0.54\nTone 1 kHz (Tone 1) 3.67 (1.67–6) 3.73 (2.31) (0.66–8) 3.67 (1.67–6) 3.73 (2.31) (0.66–8) 0.606 0.55\nWater drops 2.67 (1–3.33) 2.58 (1.97) (0–7) 2.67 (1–3.33) 2.58 (1.97) (0–7) 1.503 0.14\nAlarm 5 (1.67–6.33) 4 (2.47) (0–7) 5 (1.67–6.33) 4 (2.47) (0–7) 0.924 0.36\nBAS-R, battery of aversiveness to sounds, ratings range 0–10; SD, standard deviation; IQR, interquartile range. Bold values denote statistically signiﬁcant group diﬀerences.\nSenkowski et al., 2014) suggestive of an interaction between\nsensory systems. Indeed, we have previously reported a coupling\nbetween multisensory systems and pain (e.g., Bar-Shalita\net al., 2011, 2014, 2015, 2019; Weissman-Fogel et al., 2018;Granovsky et al., 2019), i.e., individuals with SOR demonstrate\npain hyper-sensitivity in response to experimental and daily life\npain stimuli. Further, chronic pain patients, e.g., ﬁbromyalgia,\ntemporomandibular disorders, and chronic pelvic pain show\nFrontiers in Neuroscience 07 frontiersin.org"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "fnins-16-907585 July 28, 2022 Time: 16:43 # 8\nEfraim Kaufman et al. 10.3389/fnins.2022.907585\nsensory hyper-sensitivity to non-noxious stimuli (Schrepf et al.,\n2018). Speciﬁcally to the auditory and pain systems, hyperacusis\nwas found prevalent in chronic pain conditions (de Klaver et al.,\n2007; Irimia et al., 2008; Suhnan et al., 2017). Thus, based on the\nbidirectional shaping of the noxious and non-noxious sensory\nperception viapainful and non-painful stimuli (Mouraux et al.,\n2011; Pomper et al., 2013; Senkowski et al., 2014), we speculated\nthat the auditory aversive stimuli, at least those which may be\nconsidered triggers, will elicit pain response. Indeed, human\nsound, i.e., eating apple perceived not only as aversive for\nindividuals with misophonia, but also as painful. This ﬁnding\nsupports the auditory-pain interaction probably in cortical brain\nareas that have a role in multi-sensory integration such as S2, the\ninsula, and the anterior cingulate cortex (Mouraux et al., 2011).\nContrary to our assumption, we did not ﬁnd pain hyper-\nsensitivity in misophonia. This further supports the distinction\nbetween SOR and misophonia. Speciﬁcally, while in SOR\nabnormally intense central neural processing is the suggested\nmechanism (Parush et al., 2007; Zlotnik et al., 2015; Granovsky\net al., 2019), increased activity and connectivity in top–down\nmodulatory brain areas is evident in misophonia (Kumar et al.,\n2017). The latter may explain our ﬁnding that individuals with\nmisophonia consistently rated lower pain intensities. In detail,\nthe auditory and the pain systems share the same top–down\nmodulatory mechanisms which involve prefrontal brain areas\nand parallel descending inhibitory components (Rauschecker\net al., 2015; De Ridder and Vanneste, 2021). A key brain area\nin the descending inhibitory pathways is the periaqueductal\ngray that receives collaterals from the spinothalamic tract\n(Zhang et al., 1990) as well as form several auditory nuclei\n(Halladay and Blair, 2012; Wang et al., 2019), and have a role\nin auditory-induced analgesia (Dobek et al., 2014). Thus, we\nspeculate that the prefrontal cortex which is part of a central\n“gatekeeping” system, evaluates the relevance and aﬀective value\nof auditory stimuli and controls information ﬂow including\npain, via descending pathways, with an attempt to inhibit\nsensory stimuli. Indeed they successfully inhibit experimental\npain stimuli and demonstrated eﬃcient CPM, which evaluates\nthe eﬃciency of the descending inhibitory pathways. The\nassumed excessive inhibitory processes in misophonia is also\nreﬂected in our ﬁndings demonstrating negative correlations\nbetween unpleasantness ratings of the ecological non-human\nsounds and the misophonia scale score in the misophonia group\ncompared to controls who demonstrated opposite direction.\nThese allude to a successful inhibition to auditory non-trigger\nsounds yet not to trigger sounds.\nThis is a preliminary study consisting of a small sample\nsize. Further, we did not test the emotional aspect nor\nbehavioral regulation proﬁles, both of which characterize\nmisophonia and SOR, as well as aﬀecting pain perception.\nFuture studies should establish multiple regression models\nusing independent variables that are not correlated, and\nuse large samples. Further, future studies should investigatethe link between somatosensory and auditory pain using\nneurophysiological tools.\nTo conclude, this preliminary study found increased\nsensory responsiveness in misophonia, yet not deﬁned as SOR,\nand no diﬀerences in pain sensitivity. Thus, this suggests that\nmisophonia and SOR are two distinct conditions, diﬀering in\ntheir behavioral responses to painful and non-painful stimuli.\nFindings allude to future exploration of the pain, auditory\nanalgesia, and auditory hyperalgesia neurophysiological\nmechanisms in misophonia (Manohar et al., 2020).\nData availability statement\nThe original contributions presented in this study are\nincluded in the article/supplementary material, further inquiries\ncan be directed to the corresponding author.\nEthics statement\nThe studies involving human participants were reviewed\nand approved by Tel Aviv University and the Helsinki\nCommittee at Sheba Medical Center (5360-18-SMC). The\npatients/participants provided their written informed consent to\nparticipate in this study.\nAuthor contributions\nIW-F, MZR, and TB-S contributed to conception and\ndesign of the study. AE organized the database and performed\nthe statistical analysis. AE and TB-S wrote ﬁrst draft of the\nmanuscript. IW-F, MZR, RK, and TB-S wrote sections of the\nmanuscript. All authors contributed to manuscript revision,\nread, and approved the submitted version.\nConﬂict of interest\nThe authors declare that the research was conducted in the\nabsence of any commercial or ﬁnancial relationships that could\nbe construed as a potential conﬂict of interest.\nPublisher’s note\nAll claims expressed in this article are solely those of the\nauthors and do not necessarily represent those of their aﬃliated\norganizations, or those of the publisher, the editors and the\nreviewers. Any product that may be evaluated in this article, or\nclaim that may be made by its manufacturer, is not guaranteed\nor endorsed by the publisher.\nFrontiers in Neuroscience 08 frontiersin.org"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "fnins-16-907585 July 28, 2022 Time: 16:43 # 9\nEfraim Kaufman et al. 10.3389/fnins.2022.907585\nReferences\nAssayag, N., Bonneh, Y., Parush, S., Mell, H., Kaplan Neeman, R., and Bar-\nShalita, T. (2020). Perceived sensitivity to pain and responsiveness to non-noxious\nsensation in substance use disorder. Pain Medicine. 21, 1902–1912. doi: 10.1093/\npm/pnz292\nAudioscan (2006). V-R-EHAASG. Veriﬁtvf-1 real-ear hearing aid Analyzeruser’s\nguide version 2.8l’.\nBar Shalita, T., Vatine, J.-J., Seltzer, Z., and Parush, S. (2009b). Psychophysical\ncorrelates in children with sensory modulation disorder (SMD). Physiol. Behav.\n98, 631–639. doi: 10.1016/j.physbeh.2009.09.020\nBar-Shalita, T., Seltzer, Z., Vatine, J.-J., Yochman, A., and Parush,\nS. (2009a). Development and psychometric properties of the sensory\nresponsiveness questionnaire (SRQ). Disabil. Rehabilit. 31, 189–201.\ndoi: 10.1080/09638280801903096\nBar-Shalita, T., and Cermak, S. A. (2016). Atypical sensory modulation\nand psychological distress in the general population. Am. J. Occup. Ther.\n70:7004250010. doi: 10.5014/ajot.2016.018648\nBar-Shalita, T., and Cermak, S. A. (2020). Multi-sensory responsiveness and\npersonality traits predict daily pain sensitivity. Front. Integr. Neurosci. 13:77. doi:\n10.3389/fnint.2019.00077\nBar-Shalita, T., Deutsch, L., Honigman, L., and Weissman-Fogel, I. (2015).\nEcological aspects of pain in sensory modulation disorder. Res. Dev. Disabil. 45,\n157–167. doi: 10.1016/j.ridd.2015.07.028\nBar-Shalita, T., Granovsky, Y., Parush, S., and Weissman-Fogel, I. (2019).\nSensory modulation disorder (SMD) and pain: A new perspective. Front. Integr.\nNeurosci. 13:27. doi: 10.3389/fnint.2019.00027\nBar-Shalita, T., Vatine, J. J., Seltzer, Z., and Parush, S. (2011). Psychophysical\ncorrelates in adults with sensory modulation disorder. Disabil. Rehabil. 34, 943–\n950. doi: 10.3109/09638288.2011.629711\nBar-Shalita, T., Vatine, J. J., Y arnitsky, D., Parush, S., and Weissman-Fogel, I.\n(2014). Atypical central pain processing in sensory modulation disorder: Absence\nof temporal summation and higher after-sensation. Exp. Brain Res. 232, 587–595.\ndoi: 10.1007/s00221-013-3767-y\nBrout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L. J., Rouw, R.,\net al. (2018). Investigating misophonia: A review of the empirical literature, clinical\nimplications, and a research agenda. Front. Neurosci. 12:36. doi: 10.3389/fnins.\n2018.00036\nCarpenter, K. L., Baranek, G. T., Copeland, W. E., Compton, S., Zucker, N.,\nDawson, G., et al. (2019). Sensory over-responsivity: An early risk factor for\nanxiety and behavioral challenges in young children. J. Abnorm. Child Psychol. 47,\n1075–1088. doi: 10.1007/s10802-018-0502-y\nCarter, A. S., Ben-Sasson, A., and Briggs-Gowan, M. J. (2011). Sensory over-\nresponsivity, psychopathology, and family impairment in school-aged children.\nJ. Am. Acad. Child Adolesc. Psychiatry 50, 1210–1219. doi: 10.1016/j.jaac.2011.09.\n010\nCassiello-Robbins, C., Anand, D., McMahon, K., Guetta, R., Trumbull, J.,\nKelley, L., et al. (2020). The mediating role of emotion regulation within the\nrelationship between neuroticism and misophonia: A preliminary investigation.\nFront. Psychiatry 11:847. doi: 10.3389/fpsyt.2020.00847\nCosbey, J., Johnston, S. S., and Dunn, M. L. (2010). Sensory processing disorders\nand social participation. Am. J. Occup. Ther. 64, 462–473. doi: 10.5014/ajot.2010.\n09076\nCusack, S. E., Cash, T. V., and Vrana, S. R. (2018). An examination of the\nrelationship between misophonia, anxiety sensitivity, and obsessive-compulsive\nsymptoms. J. Obsess Compul. Relat. Disord. 18, 67–72. doi: 10.1016/j.jocrd.2018.\n06.004\nde Klaver, M. J., van Rijn, M. A., Marinus, J., Soede, W., de Laat, J. A., and van\nHilten, J. J. (2007). Hyperacusis in patients with complex regional pain syndrome\nrelated dystonia. J. Neurol. Neurosurg. Psychiatry 78, 1310–1313. doi: 10.1136/\njnnp.2006.111609\nDe Ridder, D., and Vanneste, S. (2021). The Bayesian brain in imbalance: Medial,\nlateral and descending pathways in tinnitus and pain: A perspective. Prog. Brain\nRes. 262, 309–334. doi: 10.1016/bs.pbr.2020.07.012\nDobek, C. E., Beynon, M. E., Bosma, R. L., and Stroman, P. W. (2014). Music\nmodulation of pain perception and pain-related activity in the brain, brain stem,\nand spinal cord: A functional magnetic resonance imaging study. J. Pain 15,\n1057–1068. doi: 10.1016/j.jpain.2014.07.006\nEdelstein, M., Brang, D., Rouw, R., and Ramachandran, V. S. (2013).\nMisophonia: Physiological investigations and case descriptions. Front. Hum.\nNeurosci. 7:296. doi: 10.3389/fnhum.2013.00296Erfanian, M., Kartsonaki, C., and Keshavarz, A. (2019). Misophonia and\ncomorbid psychiatric symptoms: A preliminary study of clinical ﬁndings. Nordic\nJ. Psychiatry 73, 219–228. doi: 10.1080/08039488.2019.1609086\nGoldberg, L. R. (1990). An alternative “description of personality”: The big-ﬁve\nfactor structure. J. Pers. Soc. Psychol. 59:1216. doi: 10.1037//0022-3514.59.6.1216\nGranovsky, Y., Weissman-Fogel, I., and Bar-Shalita, T. (2019). Resting-state\nelectroencephalography in participants with sensory over responsiveness: An\nexploratory study. Am. J. Occup. Ther. 73:7301205100. doi: 10.5014/ajot.2019.\n029231\nGuetta, R. E., Cassiello-Robbins, C., Trumbull, J., Anand, D., and Rosenthal,\nM. Z. (2022). Examining emotional functioning in misophonia: The role\nof aﬀective instability and diﬃculties with emotion regulation. PLoS One\n17:e0263230. doi: 10.1371/journal.pone.0263230\nHalladay, L., and Blair, H. (2012). The role of mu-opioid receptor signaling in\nthe dorsolateral periaqueductal gray on conditional and unconditional responding\nto threatening and aversive stimuli. Neuroscience 216, 82–93. doi: 10.1016/j.\nneuroscience.2012.04.045\nInterdisciplinary Council on Developmental and Learning Disorders (2012).\nDiagnostic Manual for Infancy and Early Childhood: Mental Health Disorders,\nDevelopmental Disorders, Regulatory-Sensory Processing Disorders, Language\nDisorders, and Learning Challenges . Bethesda, MD: ICDL-DMIC Work Groups.\nIrimia, P., Cittadini, E., Paemeleire, K., Cohen, A., and Goadsby, P. (2008).\nUnilateral photophobia or phonophobia in migraine compared with trigeminal\nautonomic cephalalgias. Cephalalgia 28, 626–630. doi: 10.1111/j.1468-2982.2008.\n01565.x\nJager, I., de Koning, P., Bost, T., Denys, D., and Vulink, N. (2020). Misophonia:\nPhenomenology, comorbidity and demographics in a large sample. PLoS One\n15:e0231390. doi: 10.1371/journal.pone.0231390\nJohnson, P. L., Webber, T. A., Wu, M. S., Lewin, A. B., Murphy, T. K., and Storch,\nE. A. (2013). When selective audiovisual stimuli become unbearable: A case series\non pediatric misophonia. Neuropsychiatry 3, 569–575. doi: 10.2217/npy.13.70\nKinnealey, M., Koenig, K. P., and Smith, S. (2011). Relationships between\nsensory modulation and social supports and health-related quality of life. Am. J.\nOccup. Ther. 65, 320–327. doi: 10.5014/ajot.2011.001370\nKumar, S., Dheerendra, P., Erfanian, M., Benzaquén, E., Sedley, W., Gander,\nP. E., et al. (2021). The motor basis for misophonia. J. Neurosci. 41, 5762–5770.\ndoi: 10.1523/JNEUROSCI.0261-21.2021\nKumar, S., Tansley-Hancock, O., Sedley, W., Winston, J. S., Callaghan, M. F.,\nAllen, M., et al. (2017). The brain basis for misophonia. Curr. Biol. 27, 527–533.\nManohar, S., Adler, H. J., Radziwon, K., and Salvi, R. (2020). Interaction of\nauditory and pain pathways: Eﬀects of stimulus intensity, hearing loss and opioid\nsignaling. Hear. Res. 393:108012. doi: 10.1016/j.heares.2020.108012\nMazor-Karsenty, T., Parush, S., and Shalev, L. (2019). Sustained attention in\nsensory modulation disorder and attention deﬁcit/hyperactivity disorder. Res. Dev.\nDisabil. 88, 22–29. doi: 10.1016/j.ridd.2019.02.004\nMcKay, D., Kim, S.-K., Mancusi, L., Storch, E. A., and Spankovich, C.\n(2018). Proﬁle analysis of psychological symptoms associated with misophonia:\nA community sample. Behav. Ther. 49, 286–294. doi: 10.1016/j.beth.2017.07.002\nMiller, L. J., Anzalone, M. E., Lane, S. J., Cermak, S. A., and Osten, E. T. (2007).\nConcept evolution in sensory integration: A proposed nosology for diagnosis. Am.\nJ. Occup. Ther. 61, 135–140. doi: 10.5014/ajot.61.2.135\nMouraux, A., Diukova, A., Lee, M. C., Wise, R. G., and Iannetti, G. D. (2011).\nA multisensory investigation of the functional signiﬁcance of the “pain matrix”.\nNeuroimage 54, 2237–2249. doi: 10.1016/j.neuroimage.2010.09.084\nMurphy, D., Pickar, D., and Alterman, I. (1982). “Methods for the quantitative\nassessment of depressive and manic behavior, ” in The behavior of psychiatric\npatients , eds E. I. Burdock, A. Sudilovsku, and S. Gershon (New York, NY: Marcel\nDekker), 355–392.\nParush, S., Sohmer, H., Steinberg, A., and Kaitz, M. (2007). Somatosensory\nfunction in boys with ADHD and tactile defensiveness. Physiol. Behav. 90, 553–\n558. doi: 10.1016/j.physbeh.2006.11.004\nPDM (2006). Psychodynamic Diagnostic Manual . Silver Spring, MD: Alliance of\nPsychoanalytic Organizations.\nPomper, U., Höﬂe, M., Hauck, M., Kathmann, N., Engel, A. K., and Senkowski,\nD. (2013). Crossmodal bias of visual input on pain perception and pain-induced\nbeta activity. Neuroimage 66, 469–478. doi: 10.1016/j.neuroimage.2012.10.040\nPrice, D. D., McGrath, P. A., Raﬁi, A., and Buckingham, B. (1983).\nThe validation of visual analogue scales as ratio scale measures for\nFrontiers in Neuroscience 09 frontiersin.org"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "fnins-16-907585 July 28, 2022 Time: 16:43 # 10\nEfraim Kaufman et al. 10.3389/fnins.2022.907585\nchronic and experimental pain. Pain 17, 45–56. doi: 10.1016/0304-3959(83)\n90126-4\nQuintero, D., Ancel, T., Cassie, G., de Castro, R. C. F., Darwish, A., Felix, G.,\net al. (2013). Workload optimized systems: Tuning POWER7 for analytics . Armonk,\nNY: IBM Redbooks.\nRauschecker, J. P., May, E. S., Maudoux, A., and Ploner, M. (2015). Frontostriatal\ngating of tinnitus and chronic pain. Trends Cogn. Sci. 19, 567–578. doi: 10.1016/j.\ntics.2015.08.002\nRouw, R., and Erfanian, M. (2018). A large-scale study of misophonia. J. Clin.\nPsychol. 74, 453–479. doi: 10.1002/jclp.22500\nRuscheweyh, R., Marziniak, M., Stumpenhorst, F., Reinholz, J., and Knecht, S.\n(2009). Pain sensitivity can be assessed by self-rating: Development and validation\nof the pain sensitivity questionnaire. Pain 146, 65–74. doi: 10.1016/j.pain.2009.\n06.020\nRuscheweyh, R., Verneuer, B., Dany, K., Marziniak, M., Wolowski, A., Çolak-\nEkici, R., et al. (2012). Validation of the pain sensitivity questionnaire in chronic\npain patients. Pain 153, 1210–1218. doi: 10.1016/j.pain.2012.02.025\nSchrepf, A., Williams, D. A., Gallop, R., Naliboﬀ, B., Basu, N., Kaplan, C., et al.\n(2018). Sensory sensitivity and symptom severity represent unique dimensions of\nchronic pain: A MAPP Research Network study. Pain 159:2002. doi: 10.1097/j.\npain.0000000000001299\nSchröder, A., van Wingen, G., Eijsker, N., San Giorgi, R., Vulink, N. C., Turbyne,\nC., et al. (2019). Misophonia is associated with altered brain activity in the auditory\ncortex and salience network. Sci. Rep. 9:7542. doi: 10.1038/s41598-019-44084-8\nSchröder, A., Vulink, N., and Denys, D. (2013). Misophonia: Diagnostic criteria\nfor a new psychiatric disorder. PLoS One 8:e54706.\nSenkowski, D., Hoﬂe, M., and Engel, A. K. (2014). Crossmodal shaping of\npain: A multisensory approach to nociception. Trends Cogn. Sci. 18, 319–327.\ndoi: 10.1016/j.tics.2014.03.005\nSiepsiak, M., Rosenthal, M., Raj-Koziak, D., and Dragan, W. (2022). Psychiatric\nand audiologic features of misophonia: Use of a clinical control group\nwith auditory over-responsivity. J. Psychosom. Res. 156:110777. doi: 10.1016/j.\njpsychores.2022.110777\nStaud, R., Price, D., Robinson, M., Mauderli, A., and Vierck, C. (2004).\nMaintenance of windup of second pain requires less frequent stimulation in\nﬁbromyalgia patients compared to normal controls. Pain 110, 689–696. doi: 10.\n1016/j.pain.2004.05.009Suhnan, A. P., Finch, P. M., and Drummond, P. D. (2017). Hyperacusis in\nchronic pain: Neural interactions between the auditory and nociceptive systems.\nInt. J. Audiol. 56, 801–809. doi: 10.1080/14992027.2017.1346303\nSwedo, S., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A.,\net al. (2021). A consensus deﬁnition of misophonia: Using a delphi process to reach\nexpert agreement. medRxiv [Preprint] doi: 10.1101/2021.04.05.21254951\nWang, H., Chen, J., Xu, X., Sun, W.-J., Chen, X., Zhao, F., et al. (2019).\nDirect auditory cortical input to the lateral periaqueductal gray controls sound-\ndriven defensive behavior. PLoS Biol. 17:e3000417. doi: 10.1371/journal.pbio.30\n00417\nWeissman-Fogel, I., Granovsky, Y., and Bar-Shalita, T. (2017). Sensory over-\nresponsiveness among healthy subjects is associated with a pro-nociceptive state.\nPain Pract. 18, 473–486. doi: 10.1111/papr.12619\nWeissman-Fogel, I., Granovsky, Y., and Bar-Shalita, T. (2018). Sensory over-\nresponsiveness among healthy subjects is associated with a pronociceptive state.\nPain Pract. 18, 473–486.\nWu, M. S., Lewin, A. B., Murphy, T. K., and Storch, E. A. (2014). Misophonia:\nIncidence, phenomenology, and clinical correlates in an undergraduate student\nsample. J. Clin. Psychol. 70, 994–1007. doi: 10.1002/jclp.22098\nY arnitsky, D., Granot, M., Nahman-Averbuch, H., Khamaisi, M., and\nGranovsky, Y. (2012). Conditioned pain modulation predicts duloxetine eﬃcacy\nin painful diabetic neuropathy. Pain 153, 1193–1198. doi: 10.1016/j.pain.2012.\n02.021\nZero (2005). Diagnostic Classiﬁcation of Mental Health and Developmental\nDisorders of Infancy and Early Childhood, Revised (DC:0–3R) . Arlington, V A:\nNational Center for Clinical Infant Programs.\nZhang, D., Carlton, S. M., Sorkin, L. S., and Willis, W. D. (1990). Collaterals of\nprimate spinothalamic tract neurons to the periaqueductal gray. J. Comp. Neurol.\n296, 277–290. doi: 10.1002/cne.902960208\nZhou, X., Wu, M. S., and Storch, E. A. (2017). Misophonia symptoms\namong Chinese university students: Incidence, associated impairment, and clinical\ncorrelates. J. Obsess Compul. Relat. Disord. 14, 7–12. doi: 10.1016/j.jocrd.2017.\n05.001\nZlotnik, S., Engel-Yeger, B., Pratt, H., and Attias, J. (2015). Neurophysiological\nmanifestations of auditory hypersensitivity among adults with sensory\nhypersensitivity. Am. J. Occup. Ther. 69(Supple. 1):6911505126. doi:\n10.1016/0165-1781(90)90099-q\nFrontiers in Neuroscience 10 frontiersin.org"
    }
  ]
}