{
  "doc_type": "scientific paper",
  "title": "Neurodiversity and autism: between disability and difference, science and ideology",
  "authors": [
    "Rebecchi Kevin, PhD"
  ],
  "year": 2023,
  "journal": "science and ideology",
  "doi": null,
  "abstract": "The concept of neurodiversity has been developing for more than twenty years under a sociopolitical angle and has since been strongly criticized for its lack of scientificity, the vagueness of its boundaries, the highlighting of a certain conception of autism, the problems linked to intellectual disability, inability to support the theory of a non-disabling difference, and an excessive alignment sometimes with the medical model of disability and sometimes with the social model of disability. Furthermore, neurodiversity is considered from different angles depending on the discipline and the individual. The medical model of disability based on a personal problem, the social model of disability based on a societal problem, the neurodiversity mixing innate, acquired, neurodevelopment and psychology in opposition to a norm, and the cognitive diversity highlighting the existence of different cognitions and neurophenotypes outside of psychopathology and the healthy-pathological opposition. This article thus proposes to explore these two challenges of neurodiversity using the case of autism and suggests that the development of a neurobiological and genetic pan in neurodiversity and a more thorough work on the definition and conception of autism could allow inscribing neurodiversity in a scientific field outside political and partisan ideologies.",
  "keywords": [
    "Neurodiversity",
    "Neurodivergence",
    "Disability",
    "Difference",
    "Autism",
    "Science",
    "Ideology"
  ],
  "research_topics": [
    "Neurodiversity",
    "Autism",
    "Disability models (medical and social)",
    "Neurodivergence",
    "Cognitive diversity",
    "Medical classification of disabilities",
    "Social model of disability",
    "Neurobiology and genetics in neurodiversity",
    "Philosophical and social implications of neurodiversity",
    "Terminology related to neurodiversity and autism",
    "Scientific critique of neurodiversity concept"
  ],
  "created_at": "2025-05-04T23:21:37.682721Z",
  "source_pdf": "documents/research/Global/Kevin 2023 Neurodiversity and autism between disability and difference preprint.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Neurodiversity and autism  - Neurodiversité et autisme  \n1 \n Neurodiversity and autism: between disability and difference, science and ideology   \nRebecchi Kevin, PhD  \n \nAuthor affiliations:  \nDevelopment of Individuals, Processes and Disabilities in Education Research Unit University \nLumière Lyon 2, France  \n \nEducation and Diversity in French -speaking Areas Research Unit  \nUniversity of Limoges, France  \n \n------------  \n \nNeurodiversité et autisme  : entre handicap et différence, science et idéologie   \nRebecchi Kevin, PhD  \n \nAffiliation de l’auteur  : \nUnité de rec herche Développement Individu Processus Handicap Éducation  \nUniversité Lumière Lyon 2, France  \n \nUnité de recherche Éducation et Diversités en Espaces Francophones  \nUniversité de Limoges, France  \n \n------------  \n \nhttps://orcid.org/0000 -0001 -6948 -1584"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Neurodiversity and autism  - Neurodiversité et autisme  \n2 \n Abstract  \n The concept of neurodiversity has been developing for more than twenty years under a socio -\npolitical angle and has since been strongly criticized for its lack of scientificity, the vagueness of its \nboundaries, the highlighting of a certain conception of au tism, the problems linked to intellectual \ndisability, inability to support the theory of a non -disabling difference, and an excessive alignment \nsometimes with the medical model of disability and sometimes with the social model of disability. \nFurthermore, n eurodiversity is considered from different angles depending on the discipline and the \nindividual. The medical model of disability based on a personal problem, the social model of disability \nbased on a societal problem, the neurodiversity mixing innate, acq uired, neurodevelopment and \npsychology in opposition to a norm, and the cognitive diversity highlighting the existence of different \ncognitions and neurophenotypes outside of psychopathology and the healthy -pathological opposition.   \n This article thus prop oses to explore these two challenges of neurodiversity using the case of \nautism and suggests that the development of a neurobiological and genetic pan in neurodiversity and a \nmore thorough work on the definition and conception of autism could allow inscrib ing neurodiversity \nin a scientific field outside political and partisan ideologies.   \n \nKeywords : Neurodiversity, Neurodivergence, Disability, Difference, Autism, Science, Ideology  \n \n \nRésumé  \n Le concept de neurodiversité se développe depuis plus de vingt ans  sous un angle sociopolitique \net il est depuis vivement critiqué pour son manque de scientificité, le flou de ses frontières, la mise en \nlumière d’une certaine conception de l’autisme, les problématiques liées à la déficience intellectuelle, \nune incapacité  à étayer la théorie d’une différence non handicapante, un trop grand alignement tantôt \nsur le modèle médical du handicap et tantôt sur le modèle social du handicap. Par ailleurs, la \nneurodiversité est considérée sous différents angles selon les discipline s et les individus. Le modèle \nmédical du handicap basé sur un problème de personne, le modèle social du handicap basé sur un \nproblème de société, la neurodivergence mêlant inné, acquis, neurodéveloppement et psychologie en \nopposition à une norme, et la div ersité cognitive mettant un exergue l’existence de différentes cognitions \net neurophénotypes en dehors de la psychopathologie et de l’opposition sain -pathologique.     \n Cet article propose ainsi d’explorer ces deux défis de la neurodiversité en utilisant l e cas de \nl’autisme et suggère que le développement d’un pan neurobiologique et génétique dans la neurodiversité \net un travail plus approfondi sur la définition et la conception de l’autisme pourraient permettre \nd’inscrire la neurodiversité dans un champ sc ientifique hors des idéologies politiques et partisanes.   \n \nMots -clés :  Neurodiversité, Neurodivergence, Handicap, Différence, Autisme, Science, Idéologie"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Neurodiversity and autism  - Neurodiversité et autisme  \n3 \n Introduction  \n Schröder (1938) explained that psychopathy should be understood from a characterological \npoint of view and that it is a matter of character variations of considerable magnitude, of human beings \nwith an unusual character structure, out of the average, with a wider range of those mental differences \nthat exist among all human beings and that they represent nothing qualitatively new or pathological. \nThus, the differences that appear to the observer in the case of obviously abnormal and difficult -to-\neducate children are exactly the same, only within the narrow fra mework of the so -called norm, which \ndistinguishes each person from one of the others. Plomin (2018) also argues that abnormal is normal \nand that the distinction between the two is artificial. He suggests that the use of the concept of spectrum \nto talk abou t autism is a nod to a quantitative dimensional approach. Scheepers (2021) suggests that \nneurodevelopmental disorders are primarily about predisposition and characteristics suggesting \nindividual variation.  \n More recently, in her doctoral dissertation, Sing er presented a politics of neurodiversity seen as \n\"a new addition to the familiar political categories of class, gender, and race\" to \"enrich knowledge of \nthe social model of disability\" (2018, p. 13). She also presented the concept as a \"new social moveme nt\" \n-especially in the context of autism - in opposition to the medical view of disability (2017, p. 38). Only \non her blog does she indicate that the concept of neurodiversity also refers to the \"virtually infinite \nneurocognitive variability within the Eart h's human population\" and that this concept \"highlights the \nfact that each human has a unique nervous system, with a unique combination of abilities and needs\" \n(Singer, 2019). However, she does not really elaborate on this issue in either her 1998 disserta tion or \nher 2017 book and makes it clear on her blog in 2019 that this is not a scientific term, but a political \nterm that was \"never intended\" to be scientific (Singer, 2019). One of the reasons she gives for her \nreasoning is that neurodiversity, like nat ure, \"does not distinguish between difference and disability\" \n(Singer, 2019, personal translation). All of this information allows us to better understand why the term \nneurodiversity is mostly discussed in the social sciences (Muskat, 2017; Runswick -Cole, 2014), why it \nis presented as a related movement to that of intersectionality (Strand, 2017) and why it might be \nconsidered more as political activism like transactivism (Kollman & Waites, 2009) rather than a real \nfield of scientific study beyond the socia l sciences, and finally why it does not enjoy consensus \n(Chapman, 2020; Milton, 2019).  \n Thus, neurodiversity is a recent concept, both in the general public and in scientific discussions.  \nThe PubMed site references 305 results for the term \"neurodiversity\"  including 218 over the last two \nyears, the CAIRN site presents us with 95 results including 55 in scientific journals, the OpenEdition \nsite shows 57 results including 17 articles, and finally Google Scholar gives us 343 results for the term \n\"neurodiversit é\" and 16,000 for \"neurodiversity\". On the other hand, the French website theses.fr only \nrecords 10 theses with the keyword \"neurodiversit é\". Beyond the interest of the general public for the \nissue, this shows that French -speaking research has not yet full y grasped this question and that many \ndebates and dissensus emerge such as the limits of the neurodiversity spectrum (inclusion or not of \npersonality disorders, intellectual disabilities, personality traits...) or the main discipline in which to \ndiscuss th is new paradigm (philosophy, sociology, biology, medicine, genetics...).  \n In this article, I will analyze neurodiversity around two elements: the terminologies used to refer \nto it (medical disability, social disability, neurodivergence and cognitive diver sity) as well as the debates \non its scientificity and contours. Finally, I will conclude this article with a discussion on the implications \nand emerging perspectives of this analysis.  \n \nI/ Neurodiversity and autism: the challenge of terminology  \n The concept  of neurodiversity is invoked in various theoretical frameworks, with different \nmeanings. Among these various frameworks, I have selected four: medical disability, social disability, \nneurodivergence and cognitive diversity.  \n \nA/ Medical disability and soci al disability  \n In 1980, the World Health Organization ( WHO , or OMS in French ) published a manual entitled \n\"International Classification of Impairments, Disabilities and Handicaps: A Manual of Classification of \nthe Consequences of Disease\" which was transla ted into French by the National Institute of Health and \nMedical Research eight years later ( OMS , 1988). The WHO explained that it had chosen this title \nbecause the concept of disability alone is confusing and it summarizes impairments, disabilities and"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Neurodiversity and autism  - Neurodiversité et autisme  \n4 \n disadvantages. Thus, a change in classifications took place, and the \"disability axis\" was renamed the \n\"disadvantage axis\" ( OMS , 1988, p. 1). These three levels of classifications - impairments, disabilities, \ndisadvantages - refer to \"a specific level of dise ase consequences\" ( OMS , 1988, p. 10). Impairments \nrefer to \"any alteration in body or physical appearance, as well as organic or functional abnormality, \nregardless of cause\" and are \"disorders manifested at the organ level\" ( OMS , 1988, p. 10). Impairments \nrefer to \"the consequences of impairments in terms of the functional activity of the individual\" and \nrepresent \"disturbances at the level of the individual\" ( OMS , 1998, p. 10). Finally, disadvantages refer \nto \"the harm to the individual resulting from his or her impairment or disability\" and reflect \"the \nadaptation of the individual and the interaction between him or her and the environment. Examples of \nimpairments include \"heterosexual role impairment\" including \"homosexuality\" and \"lack of interest in \nrelationship or contact with individuals of the opposite sex\" ( OMS , 1988, p. 58) or \"severe \ncommunication impairment\" combining \"central speech and vision disorders resulting in severe \ncommunication impairment\" including \"autism\" ( OMS , 1988, p. 64).  \n Then in 2001, the WHO updated its first manual and published a new \"International \nClassification of Functioning, Disability and Health\" (ICF) ( OMS , 2001) with the objective of \n\"providing a standardized language and framework for the description of health and healt h-related \nstates\" ( OMS,  2001, p. 3). This classification is also intended to serve as a statistical, research, clinical, \nsocial policy and educational tool. This manual refers to the \"functioning\" of the individual, i.e. his or \nher \"organic functions\", \"ac tivities\" and \"participation in society\" ( OMS , 2001, p. 3) and the concept of \ndisability refers to impairments, activity limitations and participation restrictions. With this manual, the \nWHO wanted to move away from a classification based on the \"consequen ces of the disease\" (as in the \nfirst version of 1980) to a \"classification of the components of health\" ( OMS,  2001, p. 4). Moreover, the \nWHO recalls that in its international classifications, \"health problems (diseases, disorders, injuries and \ntrauma) are classified essentially according to ICD -10 (International Classification of Diseases)\" ( OMS,  \n2001, p. 3). Thus, ICF and ICD -10 consider impairments within the framework of anatomical structures \nand organ functions related to a disease process. However, whi le impairment referred to \"a problem of \nfunctioning and structure related to a health problem\" ( OMS,  2001, p.4) in ICF, it is a constituent of a \ndisease with signs and symptoms in ICD -10. Here organ functions refer to \"physiological functions of \norgan syst ems (including psychological functions)\" ( OMS,  2001, p. 10). Anatomical structures refer to \n\"anatomical parts of the body, such as organs, limbs and their components\" ( OMS,  2001, p. 10). A \ndeficiency is \"an abnormality, deficiency, loss, or other significa nt deviation from a norm in anatomical \nstructures\" ( OMS,  2001, p. 12). Finally, activity limitations refer to \"the difficulties a person encounters \nin performing activities\", participation restrictions refer to \"the problems a person may encounter in \nbeing  involved in a real -life situation\" and environmental factors refer to \"the physical, social and \nattitudinal environment in which people live and conduct their lives\" ( OMS,  2001, p. 10). This can \ninclude such things as gender, race, age, lifestyle, habits,  education, social background, occupation, \npsychological traits, among others. On the other hand, activities refer to such things as mobility, \ndomestic activities, communication, relationships with others among others. In addition, the manual \nstates that i mpairments are \"defined in the light of current knowledge at the tissue or cellular level, and \nat the subcellular or molecular level\" ( OMS,  2001, p. 12) and that they represent, among other things, \n\"deviations from certain generally accepted norms of the b iomedical status of the body and its functions\" \n(OMS,  2001, p. 13). Thus, in this classification, the components of impairment \"rely primarily on the \njudgment of those competent to assess physical and mental functioning against generally accepted \nstandards\" ( OMS,  2001, p. 14). Unlike the 1980 version, where autism appeared in central speech and \nvisual impairments, it appears here in the \"global psychosocial functions\" that develop over the life \ncourse and that are \"necessary for understanding and constructively integrating the mental functions that \npreside ov er the formation of reciprocal social relationship skills that enable interactions in society\" \n(OMS,  2001, p. 50).  \n Ultimately, these two successive WHO classifications both refer to two visions and models of \ndisability, the medical model and the social mo del: \n- In the first model, disability is perceived \"as a problem of the person, as a direct consequence of \ndisease, injury or other health problem, which requires medical care provided in the form of individual \ntreatment by professionals\" ( OMS,  2001, p. 21 ) and its treatment aims at \"healing or adapting the \nindividual, or changing his or her behavior\" ( OMS,  2001, p. 21). Thus, WHO states that the main issue"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Neurodiversity and autism  - Neurodiversité et autisme  \n5 \n is medical care, while at the policy level \"the main response is to change or reform health policies\"  \n(OMS,  2001, p. 21).  \n- In the second model, disability is seen \"as primarily a socially created problem and an issue of full \nintegration of individuals into society\" and is not \"an attribute of the individual, but rather a complex \nset of situations, many of which are created by the social environment\" ( OMS,  2001, p. 21). In this \nmodel, the solution must be social and it is \"the collective responsibility of society as a whole to make \nthe environmental changes necessary to enable people with disabilities to participate fully in all aspects \nof social life\" ( OMS,  2001, p. 21). Thus, the WHO states that disability is a political issue and is at the \nlevel of ideology or attitudes and \"requires social change, which at the political level is translated into \nhuman r ights\" ( OMS,  2001, p. 21). One of the problems with the WHO classifications is that the \ndefinition and components of disability are based on human judgments that are themselves based on \nrelatively arbitrary standards that have led to the classification of homosexuality as a disability, for \nexample. Frances (2014) noted that dictionaries cannot provide a satisfactory definition of normality, \nthat statisticians and psychologists measure it endlessly but fail to capture its essence, and that doctors \nof the min d and body are busy gnawing away at its boundaries and that by dint of looking good enough \nperhaps, everyone will eventually become more or less ill. At the same time, the Diagnostic and \nStatistical Manual of Mental Disorders (DSM) V explains that mental d isorders are defined with \ncultural, social, and family norms and values in mind (American Psychiatric Association, 2013), and \nseveral points have been and are still being debated (i.e., diagnostic criteria and conflicts of interest with \npharmaceutical comp anies). Thus, it is observed that even though the social model shifts the issue of \ndisability to the political realm, this disability is based on impairments - and thus does not seem to be \nfully in line with the idea of variability of neurodiversity (as a political concept) -, (sometimes moral) \njudgments, and constantly evolving medical and scientific knowledge. This thus leads to a potentially \ndistorted view of the true nature of certain particularities or conditions such as autism. History has shown \nus se veral examples of the pathologization of difference due to limited scientific knowledge, and we \nhave seen simple differences find their way into the field of disability and/or mental disorders like \nhomosexuality. This is why it seems important to me to que stion the themes of neurodivergence and \ncognitive diversity which are more linked to the question of difference than those of disability and \ndisorder.  \n \nB/ Neurodivergence and cognitive diversity  \n The term \"neurodivergence\" is often attributed to an autism activist named Kassiane Asasumasu \n(Wiktionary, 2014; The University of Edinburgh, 2020). It would refer to all neurology and/or \npsychocognitive functioning that is antagonistic or at least discord ant to what would be normal \nneurology or psychocognitive functioning. This concept might seem vague, but it is in opposition to \nwhat is put forward by the social model of disability, namely that the scientific body would judge what \nis considered as a defic iency or not in the light of socio -cultural norms, following the example of the \ndefinition of what is a mental disorder in the DSM. Contrary to the concept of neurodiversity, the \nconcept of neurodivergence encompasses absolutely all differences, whether th ey are innate or acquired, \nneurodevelopmental or psychological, and brings together autism with personality disorders, intellectual \ndisability or depression. This concept thus appears even more political than the concept of neurodiversity \nand can serve as a basis for philosophical and social discussions of public policies on difference and \ndisability.  \n I propose here another level of discussion based on the idea of a neurophenotype and a cognitive \ndiversity (Stich, 1988; Horn, 1989) which I define as the d iversity of mental processes and cognitive \nfunctioning (language, perceptions, information processing, problem solving, attention, intelligence, \ncreativity...). This is observed, for example, in autism with the issue of double  empathy and the fact that \ncommunication problems are reciprocal between autistic and non -autistic people (Crompton, 2019; \nCrompton et al., 2020; Milton, 2012). This concept - different from that of learning styles (Newton et \nal., 2021) - already exists in the scientific field of intel ligence and theories of intelligence such as in the \ncase of multiple intelligences (Gray & Viens, 1994) or autism (Mottron, 2004). It is a complementary \nconcept to that of neurodiversity, because it is scientific, unlike neurodiversity which was intended t o \nbe a political concept in its original sense and can be considered as the study of the socio -cultural \nconsequences of cognitive diversity with the aim of extending participation to society. This concept of \ncognitive diversity could thus be considered as a scientific paradigm (studied in genetics, psychology,"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Neurodiversity and autism  - Neurodiversité et autisme  \n6 \n neurology...) and whose contours are still to be discussed. It would also have implications in ergonomics, \neducation, work and organizational psychology, management and public social policies. In retr ospect, \nthis concept of cognitive diversity is more appropriately applied than those of psychopathology or \nmedical disability in the case of women (whose hysteria has long been studied) and homosexuals (in the \nanimal kingdom, there are sexual relations of all types without any moral judgement being made on \nthem by animals). We can thus observe that in the context of autism, the real debate concerns the nature \nof autism and the way in which it will be considered (whether from a moral, philosophical, \nneurobio logical, social or political point of view). For autism, we observe, for example, that depending \non experimental settings, autistic people can appear just as or more intelligent (Courchesne et al., 2015, \n2019; Nader et al., 2015, 2016), creative (Best et a l., 2015; Hetzroni et al., 2019; Kasirer & Mashal, \n2014; Kasirer et al., 2020), and rational (Brosnan & Ashwin, 2022; Rozenkrantz et al., 2021) than non -\nautistic people. According to the times and the mores, it could be observed that the contours of disabi lity \n(medical and social) fluctuate and that this theme sometimes evolves towards the question of social \ndomination more than anatomical deficiency. The question of cognitive diversity seems essential to \nquestion and develop, because it represents the neur obiological part of neurodiversity (a socio -political \nconcept linked to discriminations), whereas cognitive diversity is relative to the way of considering and \nthinking the difference (without moral judgment, comparison with a normality, nor question of \ndeficiency).  \n Several issues thus emerge from this first part: in the case of autism, is neurodiversity as a \nconcept more or less coherent than social disability? Should autism be considered as a disorder, a \ndisability, a difference, an illness or an in -between condition depending on certain elements (for \nexample, in the case of intellectual disability)? Are the participation restrictions and activity limitations \nof people with autism related to the environment or an anatomical impairment or both? However, t he \nmain question here is: is the concept of neurodiversity a scientific field or a political activist movement?  \n \nII/ Neurodiversity and autism: the challenge of scientificity  \n I will address the question of the scientificity of neurodiversity through its socio -political pan, \nthe criticisms made of it and the highlighting of scientific perspectives.  \n \nA/ The socio -political movement of neurodiversity  \n Chamak (2009) has worked on autism activism, including tracing the history of the movement \nto view autism as  a difference instead of a disability since the founding of the Autism Network \nInternational in the United States in 1991. She reports that some autistic people feel more objective, \nmore rational and less driven by their emotions and reports on the words o f Michelle Dawson, an autistic  \nresearcher affiliated with the laboratory for the study of information processing in pervasive \ndevelopmental disorders at Rivière -des-Prairies Hospital in Montreal, according to whom autism is no \nmore a disease than homosexua lity was (Chamak, 2009). She highlights (Chamak, 2010a, 2010b, 2010c) \nthe differences between certain international movements that \"redefine autism as another mode of \ncognitive functioning\" (2010a, p. 103) and the French movements that integrate \"the notio n of disability \nand adopt an attitude of cooperation with the public authorities and not of resistance to the medical \nmodel of autism\" (2010a, p. 103). Thus, while on the international forum Aspies for Freedom the \nmessages are \"oriented towards the dissemi nation of a valorizing representation of autism and an activist \nmobilization that fights against the medical model of autism,\" on the French -speaking forum Spectre \nAutistique, troubles envahissants du développement, International the members seem to have \n\"integrated the notion of disability\" (Chamak & Bonniau, 2014, p. 229). Furthermore, Chamak also \npoints out that even if the neurodiversity movement allows for some destigmatization, the heterogeneity \nof autism causes a great deal of confusion and misunders tandings for parents with children with severe \ndevelopmental delays and behavioral disorders (Chamak, 2015). This would explain why some methods \nare rejected by some autistic people (behavioral methods), but still favored by parents of some autistic \npeople  despite the lack of effectiveness and all the ethical questions they raise (Chamak, 2013). She also \nhighlights the lobbyist operation of certain associations that \"derive benefits (financial, network or \nprestige) from them and discredit other groups that do not agree with their orientation\" (2018a, p. 286). \nFinally,  she explains that the \"positive representations and increased media coverage of people with \nAsperger's syndrome result in a lack of interest in those who do not have their skills\" (Chamak, 2018 b, \np. 63). Thus, we can clearly see how neurodiversity is primarily part of a sociopolitical movement with"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Neurodiversity and autism  - Neurodiversité et autisme  \n7 \n different claims. Nugent reminds us that some subgroups of autistic people are working \"for the \nrecognition of their 'neurological identity'\" through  an \"activist social movement\" (2017, p. 38). Fritz, \nproposes that \"neurodiversity be inscribed on UNESCO's Representative List of Intangible Cultural \nHeritage\" (2022, p. 7) \"to provide symbolic and financial support for the practices and writings of \nneuro diversity by participating in the destigmatization of neurodifferent identity\" (2022, p. 4). Speranza \n(2020) proposes to apply some philosophical reflections on intelligence and neurodiversity to the \neducation of children and the training of adults, and Mo ttron expresses his desire to \"lay the foundations \nof what would be a pedagogy for children with autism that starts from their specificity, that takes the \nhighest possible advantage of their intelligence and their interests\" (2010, p. 46). Ortega notes the  \nclashes between autism self -advocates, parents of autistic children, and professionals seeking a cure for \nautism and discusses the emergence of autistic cultures and identities related to \"a 'neurological self -\nawareness' and a rejection of psychological i nterpretations\" (2009, p. 425). Yet, Dvck & Russell (2020) \nnote that the concept of neurodiversity avoids the pitfalls of diagnostic language that distinguishes \nhealthy from unhealthy, but that the neurodiversity movement still co -opts medical language to avoid \nbeing associated with the anti -psychiatry movement. Much more than the concept of neurodiversity \nitself, it is this movement and its socio -political essence that crystallize many criticisms.  \n \nB/ Criticisms of neurodiversity  \n Forest analyzes the reje ction of the autism -disease model as \"institutionalized bigotry \nmasquerading as science\" (2022, p. S 156). According to him, neurodiversity refers to \"a state of \nscientific knowledge (...) linking autism and the brain\" that \"arises on the margins of scienc e\" via a \n\"reappropriation of research findings\" (2016, p. 413). He presents it as a set of psychological \nhypothetical mechanisms based on no theory that reaches consensus nor \"a clear distinction between \nwhat in the brain would work badly and what in it wo uld work otherwise\" (2016, p. 414). Forest explains \nthat neurodiversity neglects the main consensus research finding, that of the autism spectrum \"where \ndifficulties, disabilities, and idiosyncrasies can exist in widely varying degrees\" (2016, p. 415) and tends \n\"to make high -functioning autism the prototype for autism in general\" (2016, p. 415). Furthermore, \nKapp et al. (2013) advocate for compatibility between \"a deficit -as-difference view of autism\" where \n\"neurological disorders may represent equally vali d pathways within human diversity (2013, p. 59). \nDwyer proposes that the best approach to neurodiversity is \"halfway between the social and medical \nmodels\" (2022, p. 86) and Shields & Beversdorf argue that \"denying autism's disorder status could \ncompromise  the exculpatory role of autism in cases where people with autism are accused of a crime\" \n(2021, p. 125) such as in cases of harassment, stalking, or arson. Also, Nelson believes that \nneurodiversity fails \"to provide convincing arguments for its conceptual  claim that neurodiversity is \nmerely a difference rather than a disorder\" (2020, p. 345). Hughes further observes that neurodiversity \nfails to extricate itself from the idea of an autistic disorder, as it encompasses \"ways of being autistic \nthat are harmfu l in ways that cannot be entirely attributed to discrimination or unfair social \narrangements\" (2020, p. 47) and fails to separate \"high -functioning autism from low -functioning autism\" \nand \"autism from co -occurring illnesses\" (2020, p. 47). At the same time , we can also observe that \npsychoanalyses are seizing on the notion of neurodiversity by presenting it as a new controversy to \ncriticize psychiatry by putting on the same level the criticisms made of Hans Asperger and that made of \nBruno Bettelheim (Hochman n, 2020). Some of these criticisms thus seem perfectly justified, even if \nothers much less so, and are only the result of the vagueness surrounding the concept of neurodiversity \nand its scientificity.  \n The contours of who is neurodiverse and who is not rem ain unclear (Dwyers, 2022; Russell, \n2020) and there is a very clear contradiction about including \"people with a medical diagnosis who are \nagainst the idea of medical disability\" (2020, p. 287). He also notes that neurodiversity raises questions \nabout inte llectual disability and neurodegenerative conditions (such as Parkinson's and Alzheimer's \ndisease). Milton (2019) reports criticisms, disagreements, and different, sometimes conflicting views of \nneurodiversity such as too much alignment with the medical mo del, too much alignment with the social \nmodel, inability to use the concept for intellectual disabilities and the needs that arise from them, stifling \nof scientific research on autism, and minimization of disability. Barn & Dierickx finally note the \n\"enorm ous lack of research information on the medical and social implications of neurodiversity\" (2021, \np. 2), that it is a topic of \"great debate and controversy\" (2021, p. 2), and that a better understanding of \nneurodivergences could improve the lives of those  affected. These criticisms, which focus on the socio -"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Neurodiversity and autism  - Neurodiversité et autisme  \n8 \n political aspect of neurodiversity, do not seem to refer to its neurobiological and genetic aspect, which \nhas not been highlighted.  \n \nC/ The scientific perspectives of neurodiversity  \n Armstrong points ou t that there may be an evolutionary explanation for neuroatypical people \nwho have many strengths and abilities and \"a more sensible approach to treating mental disorders would \nbe to replace the paradigm of 'disability' or 'illness' with a 'diversity' persp ective that takes into account \nstrengths and weaknesses\" (2015, p. 349). Georgieff notes that while there is \"a consensus scientific and \npolicy discourse\" that \"predominates in defining autism\" (2017, p. 308), the contemporary \nneuroscientific and cognitive  literature suggests three models \"underpinned by clinical and experimental \ndata\" (2017, p. 308): the deficit model, the over -functioning model, and the difference model. According \nto Mottron, the neurodiversity stream views autism \"as a human variant, wit h adaptive, sometimes \nextreme, advantages and disadvantages\" (2016, p. 423) and takes its cue \"from the fact that autistic \npeople can perform specifically human tasks in ways that are sometimes equivalent to, but also superior \nto, those of neurotypical peo ple\" (2016, p. 423). This echoes Ortega's observation of the domination of \nthe neurodiversity movement by autistic people believing that their condition is not a disease to be \ntreated and cured, but \"rather a human specificity (such as gender or race) that  must be respected \nequally\" (2009, p. 425). Baron -Cohen highlights that when looking at definitions of the word disorder, \n\"none...seem appropriate to describe autism\" (2017, p. 744). Especially since there is \"ample evidence \nthat the autistic brain is diff erent from the typical brain, but it would be difficult to identify an example \nof a brain disorder in autism\" (2017, p. 744) because it would be more like signs showing \"that the \nautistic brain develops differently from the typical brain -not direct evidenc e of neuropathology\" (2017, \np. 744). In his view, the primary argument for invalidating the idea of a disorder for autism is that \"in \nan autism -friendly environment, the person can function not only well, but sometimes even at a higher \nlevel than a typical  individual\" (2017, p. 746). Thus, the term disorder should be used \"when there is \nnothing positive about the person's condition, or when, despite trying various environmental \nmodifications, the person is still unable to function\" (2017, p. 746), disease w hen \"the biomedical and \nmechanistic cause of a disorder is known, perhaps through medical testing or scientific research\" (2017, \np. 746), that of disability when \"the person falls below an average level of functioning in one or more \npsychological or physic al functions, and requires support or intervention\" (2017, p. 746) while that of \ndifference should be used \"when the person is simply atypical, for biological reasons, of a population \nnorm, but this difference does not necessarily affect functioning or wel l-being\" (2017, p. 746). However, \nhe believes that different forms of autism need to be distinguished and that some could be disorders \nwhen others would be differences.  \n Thus, the scientific perspectives of neurodiversity could be found primarily outside t he field of \ndisability and in the disciplines of evolutionary psychology, cognitive psychology, genetics, and \nneurobiology. All of these disciplines could explain the origins and contours of individual variations as \nin the case of autism.  \n \nConclusion  \n The conclusion will focus on the discussion of three elements: some drifts linked to the \nconsequences of the terminological and scientific vagueness of neurodiversity, the questioning of its \nscientificity and then the problem linked to the nature, conception a nd definition of autism. Finally, I \nwill propose some scientific and social implications to the real development of the neurobiological and \ngenetic part of the scientific field of neurodiversity.  \n \nA/ The drifts resulting from the terminological and scienti fic vagueness  \n The first consequence of the terminological and scientific vagueness that surrounds the concept \nof neurodiversity is the inability of science to theorize and conceptualize difference, thus provoking \nconceptual drifts. The scientific world sp litting reality between the healthy and the pathological allows \na large number of people on the borderline to get caught up in concepts (sometimes New Age and \npseudoscientific) such as indigo children (Carroll & Tober, 1999), zebras (Siaud -Facchin, 2008), \nhypersensitives and emotional high potentials (Aron, 2017) or philo -cognitives (Nusbaum et al., 2017). \nAll these concepts, whose problems and drifts are sometimes proven, at least allow a path to emerge to \nobjectify lived experiences that science is not ab le to do. Thus, if the scientific world appears to be the"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Neurodiversity and autism  - Neurodiversité et autisme  \n9 \n solution to work around the concept of difference and cognitive diversity, it can also be considered for \nthe moment as one of the causes of these drifts.  \n \nB/ A socio -political movement falsely claim ing to be science?  \n We observe that the concept of neurodiversity refers to many things: the medical model of \ndisability, the social model of disability, an in -between, a socio -political movement or a scientific field \nsituated between neurobiology, genetics and cognitive psyc hology (Rebecchi, 2022a). Thus, if we stick \nto what Judy Singer's \"neurodiversity\" represents, it should rather be called \"(socio -political) movement \nfor the recognition and defense of the rights of disabled, discriminated and/or dominated people\" and \nnot \"neurodiversity\" which suggests that it would be a scientific concept. Judy Singer states on her blog \n(2019) that it is a political term and not a scientific one, but it is probably because of this vagueness that \nmany debates and criticisms have arisen tha t sometimes seem justified. Thus, many published works on \nneurodiversity are based almost exclusively on the social sciences (Rosqvist et al., 2022; Silberman, \n2015; Singer, 2017) or focus on the world of work (Bruyère & Colella, 2022; Honeybourne, 2019; K irby \n& Smith, 2021; Wood et al., 2022) thus reinforcing this feeling of a field outside of science or of \nsociopolitical activism. All of these questions again raise the question: is neurodiversity an ideology or \na scientific field? Moreover, don't some peo ple use the words \"neuroatypical\", \"neurodiversity\" or \n\"neurodivergence\" as elements of language euphemizing the notion of handicap, thus provoking the \nincomprehension and the ire of parents of severely handicapped children?  \n \nC/ The problem linked to the nature, conception and definition of autism  \n Like neurodiversity, the concept of autism is used to refer to completely different situations. \nThus, to solve the terminological and scientific problem of neurodiversity it would be appropriate to try \nto better  conceptualize autism. Contrary to what Forest (2016) asserts, there is no real scientific \nconsensus on the idea of spectrum nor on the work of Wing who based himself on an epidemiological \nstudy identifying almost exclusively intellectually disabled childr en and modified the work of Hans \nAsperger after his death to bring it within the framework of his observations (Wing, 1981, 1986). Thus, \nchildren with predominantly intellectual disabilities described by Lorna Wing (Wing & Gould, 1979; \nWing, 2005) who shou ld not necessarily be diagnosed with autism if symptoms are explained by \nintellectual disability or global developmental delay are considered in autism (Thurm et al, 2019) and \nthe children, where intellectual disability was the exception, described by Grun ya Sukhareva (1926a, \n1926b, 1927a, 1927b translated by Rebecchi, 2022 d), Leo Kanner (1943, 1971) and Hans Asperger \n(1944) who are perfectly capable of fitting in socially and sometimes even doing better than non -\nautistics. It would thus be appropriate to d issociate autism from intellectual disability and to exclude the \nlatter from the neurobiological and genetic part of neurodiversity, just as high intellectual potential is \nnot included. Thus, nothing would prevent a person from having a difference such as autism and a \ndisability such as an intellectual disability, a language disorder or an executive function disorder. Rather, \nthe problem arises when autism is compartmentalized by level or when the whole concept of autism is \nbased on the work of Lorna Wing. To this day, there is no unanimous definition of autism. For \nWaterhouse (2009), it is a Portmanteau syndrome, whereas for Mottron (2021) it should be returned to \nprototypical autism. We also do not find a single etiology, instead, autism has a shared etiol ogy with \nmost other neurodevelopmental disorders (Brainstorm Consortium et al., 2018). Furthermore, the \nmedical characteristics of autism correspond to arbitrary cultural choices (Hyman, 2021) and not to \nneurobiological or genetic characterizations. Thus, all of these arguments raise the question of the \nrefutability of conceptions of autism and the epistemology of autism: can the claim that a person is \nautistic or not be contradicted by an empirical test such as the current tests like the ADOS -2? The answer  \nis obviously no, since some people outside the autism spectrum score higher than autistic people \nthemselves (Grzadzinski et al., 2016; Maddox et al., 2017; Trevisan et al., 2020), and the tests are not \nsensitive enough for women or people with high intell igence (Lai & Baron -Cohen, 2015; Rynkiewicz \net al., 2016). Furthermore, autism nosologies (such as the DSM) change over time and move people in \nand out of autism in arbitrary ways (Smith et al., 2015). Thus, until the definition and conception of \nautism be comes clearer, it seems that it will be difficult for neurodiversity to emerge as a fully scientific \nfield.  \n \nD/ Implications"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Neurodiversity and autism  - Neurodiversité et autisme  \n10 \n  Solving the scientific puzzle of autism and developing the neurobiological and genetic part of \nthe scientific field of neurodiver sity by creating, for example, a neurobiology applied to autism \n(Abrahams & Geschwind, 2008) could allow a better consideration of autism and neurodiversity in \nsociety. This could have repercussions in health care (by developing approaches that are respect ful and \nmore in line with the physiological particularities of autistic people), in education and the professional \nworld (by developing autistic -friendly pedagogies and management methods and environments that are \naccessible to everyone) and in society in general (by integrating, for example, the notion of cognitive \ndiversity into the elements that can lead to discrimination in the penal code)."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Neurodiversity and autism  - Neurodiversité et autisme  \n11 \n Introductio n \n Schröder (1938) expliquait que la psychopathie devrait être comprise d’un point de vue \ncaractérologique et qu’il s’agit de variations caractérielles d’une ampleur considérable, d’êtres humains \ndotés d’une structure caractérielle inhabituelle, hors de la moyenne, avec un éventail plus large  de ces \ndifférences mentales qui existent entre tous les êtres humains et qu’elles ne représentent rien de \nqualitativement nouveau ou de pathologique. Ainsi, les différences qui apparaissent à l’observateur dans \nle cas d’enfants manifestement anormaux et d ifficiles à éduquer sont exactement les mêmes, uniquement \ndans le cadre étroit de ce que l’on appelle la norme, qui distingue chaque personne d’une des autres. \nPlomin (2018) soutient également que l’anormal est normal et que la distinction entre les deux e st \nartificielle. Selon lui, l’utilisation du concept de spectre pour parler de l’autisme est un clin d’œil à une \napproche quantitative dimensionnelle. Scheepers (2021) suggère que les troubles \nneurodéveloppementaux concernent surtout la prédisposition et l es caractéristiques suggérant des \nvariations individuelles.  \n Plus récemment, dans sa thèse de doctorat, Singer présentait  une politique de la neurodiversité \nconsidérée comme « un nouvel ajout aux catégories politiques familières de classe, de sexe et de race » \npour « enrichir les connaissances du modèle social du handicap » (2018, p.  13, traduction personnelle). \nElle présentait aussi ce concept comme un « nouveau mouvement social » — particulièrement dans le \ncadre de l’autisme — en opposition avec la visi on médicale du handicap (2017, p.  38, traduction \npersonnelle). Ce n’est que sur son blog qu’elle indique que le concept de neurodiversité fait aussi \nréférence à la « variabilité neurocognitive pratiquement infinie au sein de la population humaine de la \nTerre » et que ce concept « met en évidence le fait que chaque humain possède un système nerveux \nunique, avec une combinaison unique de capacités et de besoins » (Singer, 2019, traduction personnelle). \nCependant, elle ne développe pas réellement cette questio n ni dans sa thèse de 1998 ni dans son livre de \n2017 et indique clairement sur son blog en 2019 qu’il ne s’agit pas d’un terme scientifique, mais d’un \nterme politique qui n’a « jamais été destiné » à être scientifique (Singer, 2019, traduction personnelle) . \nElle justifie notamment son raisonnement par le fait que la neurodiversité, comme la nature, « ne fait \npas de distinction entre différence et handicap » (Singer, 2019, traduction personnelle). Toutes ces \ninformations nous permettent de mieux comprendre p ourquoi le terme de neurodiversité est surtout \ndiscuté dans les sciences sociales (Muskat, 2017 ; Runswick -Cole, 2014), pourquoi il est présenté \ncomme un mouvement connexe à celui de l’intersectionnalité (Strand, 2017) et pourquoi il pourrait être \nconsidér é davantage comme de l’activisme politique à l’instar du transactivime (Kollman & Waites, \n2009) plutôt qu’un réel champ d’étude scientifique dépassant les sciences sociales, et enfin pourquoi il \nne fait pas consensus (Chapman, 2020 ; Milton, 2019).  \n Ainsi,  la neurodiversité est un concept récent, tant au niveau du grand public que dans les \ndiscussions scientifiques. Le site PubMed référence 305  résultats pour le terme « neurodiversity » dont \n218 sur les deux dernières années, le site CAIRN nous présente 95  résultats dont 55 dans des revues \nscientifiques, le site OpenEdition fait apparaître 57  résultats dont 17  articles, et enfin Google Scholar \nnous donne 343  résultats pour le terme « neurodiversité » et 16 000 pour celui de « neurodiversity ». Par \nailleurs l e site français theses.fr n’enregistre que 10  thèses avec le mot -clé « neurodiversité ». Au -delà \nde l’intérêt du grand public pour la question, cela montre que la recherche francophone ne s’est pas \nencore pleinement emparée de cette question et que de nomb reux débats et dissensus émergent tels que \nles limites du spectre de la neurodiversité (inclusion ou non des troubles de la personnalité, déficience \nintellectuelle, traits de personnalité…) ou la discipline principale dans laquelle discuter de ce nouveau \nparadigme (philosophie, sociologie, biologie, médecine, génétique…).  \n Dans cet article, j’analyserai la neurodiversité autour de deux éléments  : les terminologies \nutilisées pour s’y référer (handicap médical, handicap social, neurodivergence et diversité c ognitive) \nainsi que les débats sur sa scientificité et ses contours. Enfin je terminerai cet article par une discussion \nsur les implications et perspectives émergentes de cette analyse.  \n \nI/ Neurodiversité et autisme  : le défi de la terminologie  \n Le concept de neurodiversité est invoqué dans divers cadres théoriques, avec diverses \nacceptions. Parmi ces divers cadres, j’ai fait le choix dans sélectionné quatre  : le handicap médical, le \nhandicap social, la neurodivergence et la diversité cognitive.  \n \nA/ Handicap médical et handicap social"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Neurodiversity and autism  - Neurodiversité et autisme  \n12 \n  En 1980, l’Organisation mondiale de la santé (OMS) a publié un manuel intitulé « Classification \ninternationale des handicaps  : déficiences, incapacit és et d ésavantages, un manuel de classification des \nconséquenc es des maladies » qui a été traduit en français par l’Institut national de la santé et de la \nrecherche médicale huit ans plus tard (OMS, 1988). L’OMS expliquait avoir choisi ce titre, car le \nconcept de handicap seul porte à confusion et qu’il résume global ement les déficiences, les incapacités \net les désavantages. Ainsi, un changement eut lieu dans les classifications, et l’« axe des handicaps » fut \nrenommé l’« axe des désavantages » (OMS, 1988, p.  1). Ces trois niveaux de classifications — \ndéficiences, inc apacités, désavantages — se réfèrent «  à un niveau sp écifique des cons équences des \nmaladies » (OMS, 1988, p.  10). Les déficiences font référence «  à toute alt ération du corps ou de \nl’apparence physique, ainsi qu’ à une anomalie organique ou fonctionne lle, quelle qu’en soit la cause » \net constituent les « troubles manifest és au niveau de l’organe » (OMS, 1988, p.  10). Les déficiences font \nréférence aux « cons équences de d éficiences en termes d’activit é fonctionnelle de l’individu » et \nreprésentent «  des perturbations au niveau de la personne elle -même » (OMS, 1998, p.  10). Enfin, les \ndésavantages font référence « aux pr éjudices r ésultant pour l’individu de sa d éficience ou de son \nincapacité » et reflètent « l’adaptation de l’individu et l’interac tion entre lui et son milieu ». Parmi les \ndéficiences, nous pouvons citer par exemple la « déficience du rôle hétérosexuel » comprenant \n« l’homosexualité » et l’« absence d’int érêt pour une relation ou un contact avec des individus du sexe \noppos é » (OMS , 1988, p.  58) ou encore la « déficience sévère de la communication » associant les \n« troubles centraux de la parole et de la vue entra înant une d éficience s évère de la communication » \ncomprenant l’« autisme » (OMS, 1988, p.  64).  \n Puis en 2001, l’OMS a actualisé son premier manuel et a publié une nouvelle « Classification \ninternationale du fonctionnement, du handicap et de la santé » (CIF) (OMS, 2001) ayant pour objectif \nde « proposer un langage uniformis é et normalis é ainsi qu’un cadre pour la descr iption des états de la \nsanté et des états connexes de la sant é » (OMS, 2001, p.  3). Cette classification a aussi pour dessein de \nservir d’outil statistique, d’outil de recherche, d’outil clinique, d’outil de politique sociale et d’outil \npédagogique. Da ns ce manuel il est question du « fonctionnement » de l’individu, c’est -à-dire ses \n« fonctions organiques », ses « activités » et sa « participation au sein de la société » (OMS, 2001, p.  3) \net le concept de handicap désigne ici les déficiences, les limita tions d’activités et les restrictions de \nparticipation. À travers ce manuel l’OMS a souhaité sortir d’une classification basée sur les \n« conséquences de la maladie » (comme dans la première version de 1980) pour basculer vers une \n« classification des compo santes de la santé » (OMS, 2001, p.  4). Par ailleurs, l’OMS rappelle que dans \nses classifications internationales, « les probl èmes de sant é (maladies, troubles, l ésions et traumatismes) \nsont classés essentiellement en fonction de la CIM -10 (Classificati on internationale des maladies) » \n(OMS, 2001, p.  3). Ainsi, la CIF et la CIM -10 considèrent les déficiences dans le cadre de structures \nanatomiques et de fonctions organiques liées à un processus pathologique. Cependant, alors que la \ndéficience a fait réfé rence à « un problème de fonctionnement et de structure li é à un problème de sant é » \n(OMS, 2001, p.4) dans la CIF, elle est un élément constitutif d’une maladie avec des signes et des \nsymptômes dans la CIM -10. Ici les fonctions organiques font référence  aux « fonctions physiologiques \ndes syst èmes organiques (y compris les fonctions psychologiques) » (OMS, 2001, p.  10). Les structures \nanatomiques font référence aux « parties anatomiques du corps, telles que les organes, les membres et \nleurs composantes »  (OMS, 2001, p.  10). Une déficience est une « anomalie, carence, perte ou autre \nécart important par rapport à une norme au niveau des structures anatomiques » (OMS, 2001, p.  12). \nEnfin, les limitations d’activit é désignent « les difficult és que rencon tre une personne dans l’ex écution \nd’activit és », les restrictions de participation d ésignent « les probl èmes qu’une personne peut rencontrer \ndans son implication dans une situation de vie r éelle » et les facteurs environnementaux d ésignent \n« l’enviro nnement physique, social et attitudinal dans lequel les gens vivent et m ènent leur vie » (OMS, \n2001, p.  10). Cela peut comprendre ainsi des choses comme le sexe, la race, l’âge, le mode de vie, les \nhabitudes, le niveau d’instruction, l’origine sociale, la  profession, les traits psychologiques entre autres. \nPar ailleurs les activités font référence à des éléments tels que la mobilité, les activités domestiques, la \ncommunication, les relations avec autrui entre autres. En outre, le manuel précise que les déf iciences \nsont « d éfinies à la lumi ère des connaissances actuelles aux niveaux tissulaire ou cellulaire, et au niveau \ninfracellulaire ou mol éculaire » (OMS, 2001, p.  12) et qu’elles représentent notamment « des écarts par \nrapport à certaines normes g énéralement accept ées de l’ état biom édical du corps et de ses fonctions » \n(OMS, 2001, p.  13). Ainsi, dans cette classification les composantes de la déficience « reposent \nprincipalement sur le jugement des personnes comp étentes pour évaluer le foncti onnement physique et"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Neurodiversity and autism  - Neurodiversité et autisme  \n13 \n mental par rapport à des normes g énéralement reconnues (OMS, 2001, p.  14). Contrairement à la version \nde 1980 où l’autisme apparaissait dans les troubles centraux de la parole et de la vue, il apparaît ici dans \nles « fonctions psych osociales globales » se développant au cours de la vie et qui sont « n écessaires pour \ncomprendre et pour int égrer de mani ère constructive les fonctions mentales qui pr ésident à la formation \ndes aptitudes aux relations sociales r éciproques permettant les interactions en soci été » (OMS, 2001, \np. 50).  \n En définitive ces deux classifications successives de l’OMS renvoient toutes les deux à deux \nvisions et modèles du handicap, le modèle médical et le modèle social  : \n– dans le premier modèle, le handicap est per çu « comme un probl ème de la personne, cons équence \ndirecte d’une maladie, d’un traumatisme ou d’un autre probl ème de sant é, qui n écessite des soins \nmédicaux fournis sous forme de traitement individuel par des professionnels » (OMS, 2001, p.  21) et \nson traitement vise « la gu érison ou l’adaptation de l’individu, ou le changement de son comportement » \n(OMS, 2001, p.  21). Ainsi, l’OMS précise que la principale question se situe au niveau des soins \nmédicaux, alors qu’au niveau politique  « la prin cipale r éponse est de modifier ou de r éformer les \npolitiques de sant é » (OMS, 2001, p.  21). \n– dans le second modèle, le handicap est perçu « comme étant principalement un probl ème cr éé par la \nsociété et une question d’int égration compl ète des in dividus dans la soci été » et il n’est pas « un attribut \nde la personne, mais plut ôt un ensemble complexe de situations, dont bon nombre sont cr éées par \nl’environnement social » (OMS, 2001, p.  21). Dans ce modèle, la solution doit s’inscrire dans l’act ion \nsociale et c’est « la responsabilit é collective de la soci été dans son ensemble que d’apporter les \nchangements environnementaux n écessaires pour permettre aux personnes handicap ées de participer \npleinement à tous les aspects de la vie sociale » ( OMS, 2001, p.  21). Ainsi, l’OMS précise que le \nhandicap est une question politique et se situe au niveau de l’idéologie ou des attitudes et « n écessite un \nchangement social, ce qui, au niveau politique, se traduit en termes de droits de la personne humain e » \n(OMS, 2001, p.  21).  \n L’un des problèmes concernant les classifications de l’OMS porte sur la définition et les \ncomposantes de la déficience basées sur des jugements humains basés eux -mêmes sur des normes \nrelativement arbitraires qui ont par exemple am ené à classifier l’homosexualité parmi ces déficiences. \nFrances (2014) notait que les dictionnaires ne peuvent pas fournir une définition satisfaisante de la \nnormalité, que les statisticiens et les psychologues la mesurent sans fin, mais ne parviennent pas  à en \nsaisir l’essence, et que les médecins de l’esprit et du corps s’affairent à en ronger les frontières et qu’à \nforce de paraître assez bien peut -être, tout le monde finira par devenir plus ou moins malade. En \nparallèle, le Manuel diagnostique et statis tique des troubles mentaux (DSM) V explique que les troubles \nmentaux sont définis en tenant compte des normes et des valeurs culturelles, sociales et familiales \n(American Psychiatric Association, 2013) et plusieurs points ont été et sont encore débattus (à  savoir \nles critères de diagnostic et les conflits d’intérêts avec les entreprises pharmaceutiques). On observe \nainsi que même si le modèle social décale la question du handicap vers le domaine politique, ce handicap \nest basé sur des déficiences — et ne se mble donc pas en totale adéquation avec l’idée de variabilité de \nla neurodiversité (en tant que concept politique) —, des jugements (parfois moraux) et des connaissances \nmédicales et scientifiques en constante évolution. Cela entraîne ainsi une vision pote ntiellement \ndéformée de la réelle nature de certaines particularités ou conditions comme l’autisme. L’histoire nous \na montré plusieurs exemples de pathologisation de la différence liée à des connaissances scientifiques \nlimitées et on a pu voir de simples d ifférences se retrouver dans le champ du handicap et/ou des troubles \nmentaux comme l’homosexualité. C’est pourquoi il me semble important d’interroger les thématiques \nde la neurodivergence et de la diversité cognitive qui sont davantage liées à la question  de la différence \nque celles du handicap et du trouble.  \n \nB/ Neurodivergence et diversité cognitive  \n Le terme de « neurodivergence » est souvent attribué à une activiste autiste nommée Kassiane \nAsasumasu (Wiktionary, 2014  ; The University of Edinburgh, 2020 ). Il désignerait tous les neurologies \net/ou fonctionnements psychocognitifs antagonistes ou a minima discordants de ce que serait une \nneurologie ou un fonctionnement psychocognitif normal. Ce concept pourrait paraître flou, mais il \ns’inscrit en opposition  avec ce qui est avancé par le modèle social du handicap, à savoir que le corps \nscientifique jugerait de ce qui est considéré comme une déficience ou non à la lumière des normes \nsocioculturelles à l’instar de la définition de ce qu’est un trouble mental da ns le DSM. Contrairement"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Neurodiversity and autism  - Neurodiversité et autisme  \n14 \n au concept de neurodiversité, le concept de neurodivergence enrobe absolument toutes les différences, \nqu’elles soient innées ou acquises, neurodéveloppementales ou psychologiques et rassemblent l’autisme \navec les troubles de la per sonnalité, la déficience intellectuelle ou encore la dépression. Ce concept \napparaît ainsi encore plus politique que le concept de neurodiversité et peut servir de base à des \ndiscussions philosophiques et sociales de politiques publiques sur la différence et le handicap.  \n Je propose ici un autre niveau de discussion basé sur l’idée d’un neurophénotype et d’une \ndiversité cognitive (Stich, 1988 ; Horn, 1989) que je définis comme la diversité de processus mentaux \net de fonctionnement cognitifs (langage, perce ptions, traitement de l’information, résolution de \nproblème, attention, intelligence, créativité…). On l’observe par exemple dans l’autisme avec la \nquestion de la double empathie et le fait que les problèmes de communication sont réciproques entre \nautistes  et non -autistes (Crompton, 2019 ; Crompton et al., 2020 ; Milton, 2012). Ce concept — différent \nde celui des styles d’apprentissages (Newton et al., 2021) — existe déjà dans le champ scientifique de \nl’intelligence et des théories de l’intelligence comme d ans le cas des intelligences multiples (Gray & \nViens, 1994) ou de l’autisme (Mottron, 2004). Il s’agit d’un concept complémentaire à celui de la \nneurodiversité, car il est scientifique, contrairement à la neurodiversité qui se voulait être un concept \npolitique dans son acception originelle et peut être considéré comme l’étude des conséquences \nsocioculturelles de la diversité cognitive avec pour objectif une extension de participation à la société. \nCe concept de diversité cognitive pourrait ainsi être consid éré comme un paradigme scientifique (étudié \nen génétique, psychologie, neurologie…) et dont les contours doivent encore être discutés. Il aurait aussi \ndes implications en ergonomie, éducation, psychologie du travail et des organisations, en management \net dans les politiques sociales publiques. A posteriori, ce concept de diversité cognitive s’applique plus \nadéquatement que ceux de psychopathologie ou de handicap médical dans le cas des femmes (dont on \na longtemps étudié l’hystérie) et des homosexuels (dans le règne animal, il existe des relations sexuelles \nde tout type sans qu’il y ait un quelconque jugement de moralité émis dessus par les animaux). On peut \nainsi observer que dans le cadre de l’autisme le véritable débat porte sur la nature de l’autisme et s ur la \nmanière dont on va le considérer (que ce soit d’un point de vue moral, philosophique, neurobiologique, \nsocial ou politique). Pour l’autisme, on observe par exemple que selon les cadres expérimentaux, les \nautistes peuvent apparaître tout autant voire plus intelligents (Courchesne et al., 2015, 2019 ; Nader et \nal., 2015, 2016), créatifs (Best et al., 2015 ; Hetzroni et al., 2019 ; Kasirer & Mashal, 2014 ; Kasirer et \nal., 2020) et rationnels (Brosnan & Ashwin, 2022 ; Rozenkrantz et al., 2021) que les per sonnes non \nautistes. Selon les époques et les mœurs, on a pu observer que les contours du handicap (médical et \nsocial) fluctuent et que cette thématique évolue parfois vers la question de la domination sociale plus \nque de la déficience anatomique. La quest ion de la diversité cognitive apparaît essentielle à questionner \net développer, car elle représente le pan neurobiologique de la neurodiversité (un concept sociopolitique \nlié aux discriminations), alors que la diversité cognitive est relative à la manière de considérer et penser \nla différence (sans jugement moral, comparaison avec une normalité, ni question de déficience).  \n Plusieurs problématiques ressortent ainsi de cette première partie  : dans le cas de l’autisme, la \nneurodiversité en tant que concept e st-elle plus ou moins cohérente que le handicap social ? L’autisme \ndoit-il être considéré comme un trouble, un handicap, une différence, une maladie ou un entre -deux en \nfonction de certains éléments  (par exemple  dans le cas de la déficience intellectuelle)  ? Les restrictions \nde participation et les limitations d’activités des autistes sont -elles liées à l’environnement ou une \ndéficience anatomique ou aux deux ? Cependant, la principale question qui se pose ici est la suivante  : \nle concept de neurodiversité est-il un champ scientifique ou un mouvement d’activisme politique ?  \n \nII/ Neurodiversité et autisme  : le défi de la scientificité  \n Je vais aborder la question de la scientificité de la neurodiversité à travers son pan \nsociopolitique, les critiques qui lui  sont faites et la mise en lumière des perspectives scientifiques.  \n \nA/ Le mouvement sociopolitique de la neurodiversité  \n Chamak (2009) a travaillé sur le militantisme dans l’autisme et a notamment retracé l’historique \ndu mouvement de conception de l’autism e comme une différence au lieu d’une déficience depuis la \ncréation de l’Autism Network International  aux États -Unis en 1991. Elle rapporte que certains autistes \nse sentent plus objectifs, plus rationnels et moins dirigés par leurs émotions et rapporte des propos de \nMichelle Dawson, chercheuse autiste affiliée au laboratoire d’étude du traitement de l’information dans \nles troubles envahissants du développement de l’hôpital Rivière -des-Prairies de Montréal, selon qui"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Neurodiversity and autism  - Neurodiversité et autisme  \n15 \n l’autisme ne serait pas plus une maladie q ue ne l’était l’homosexualité (Chamak, 2009). Elle met en \nlumière (Chamak, 2010a, 2010b, 2010c) les différences entre certains mouvements internationaux qui \n« redéfinissent l’autisme comme un autre mode de fonctionnement cognitif » (2010a, p.  103) et les \nmouvements français qui intègrent « la notion de handicap et adoptent une attitude de coop ération avec \nles pouvoirs publics et non de r ésistance au mod èle médical de l’autisme » (2010a, p.  103). Ainsi, alors \nque sur le forum international Aspies for Fre edom  les messages sont « orient és vers la diffusion d’une \nreprésentation de l’autisme valorisante et une mobilisation activiste qui lutte contre le mod èle médical \nde l’autisme », sur le forum francophone Spectre Autistique, troubles envahissants du dév eloppement, \nInternational les membres semblent avoir « intégré la notion de handicap » (Chamak & Bonniau, 2014, \np. 229). Par ailleurs, Chamak souligne aussi que même si le mouvement de la neurodiversité permet une \ncertaine déstigmatisation, l’hétérogénéité  de l’autisme provoque une grande confusion et des \nincompréhensions pour les parents avec des enfants ayant de graves retards de développement et \ntroubles du comportement (Chamak, 2015). Cela expliquerait pourquoi certaines méthodes sont rejetées \npar certa ins autistes (méthodes comportementales), mais toujours plébiscitées par les parents de certains \nautistes malgré les manques d’efficacité et toutes les questions éthiques qu’elles posent (Chamak, 2013). \nElle met d’ailleurs en exergue le fonctionnement lobb yiste de certaines associations qui « en tire des \nbénéfices (financiers, réseau ou de prestige) et qui discrédite les autres groupes qui ne sont pas en accord \navec leur orientation » (2018a, p.  286). Enfin elle explique que les « représentations positives et \nla médiatisation accrue des personnes présentant un syndrome d’Asperger ont pour conséquence un \ndésintérêt pour ceux qui n’ont pas leurs compétences » (Chamak, 2018b, p.  63). \n Ainsi, on observe clairement comment la neurodiversité s’inscrit en premier l ieu dans un \nmouvement sociopolitique avec différentes revendications. Nugent rappelle que certains sous -groupes \nd’autistes œuvrent « pour la reconnaissance de leur “identité neurologique“  » à travers un « mouvement \nsocial militant » (2017, p.  38). Fritz, p ropose d’inscrire « la neurodiversité à la liste représentative du \npatrimoine culturel immatériel de l’UNESCO » (2022, p.  7 » pour « offrir un soutien symbolique et \nfinancier aux pratiques et écritures de la neurodiversité en participant à la déstigmatisat ion de l’identité \nneurodifférente » (2022, p.  4). Speranza (2020) propose d’appliquer certaines réflexions philosophiques \nsur l’intelligence et la neurodiversité à l’éducation des enfants et la formation des adultes et \nMottron  exprime sa volonté de « jeter  les bases de ce que serait une pédagogie des enfants autistes qui \nparte de leur spécificité, qui tire le parti le plus élevé possible de leur intelligence et de leurs intérêts » \n(2010, p.  46). Ortega fait état des oppositions entre autodéfenseurs de l’aut isme, parents d’enfants \nautistes et professionnels cherchant un remède à l’autisme et discute de l’émergence de cultures et \nidentités autistiques liées à « une “conscience de soi neurologique“ et à un rejet des interprétations \npsychologiques » (2009, p.  425). Pourtant, Dvck & Russell (2020) note que le concept de la \nneurodiversité évite les pièges du langage diagnostique qui distingue le sain du malsain, mais que le \nmouvement pour la neurodiversité coopte tout de même le langage médical pour éviter d’être a ssocié au \nmouvement antipsychiatrie. Beaucoup plus que le concept même de neurodiversité, c’est ce mouvement \net son essence sociopolitique qui cristallisent de nombreuses critiques.  \n \nB/ Les critiques faites à la neurodiversité  \n Forest analyse le rejet du modèle de l’autisme -maladie comme un « sectarisme institutionnalisé \nse faisant passer pour de la science » (2022, p. S  156). Selon lui, la neurodiversité fait référence « un \nétat de la connaissance scientifique (...) liant autism e et cerveau » qui « naît en marge de science » via \nune « réappropriation des résultats de la recherche » (2016, p.  413). Il la présente comme un ensemble \nmécanismes hypothétiques psychologiques basés sur aucune théorie faisant consensus ni « distinction \nbien nette entre ce qui dans le cerveau marcherait mal et ce qui en lui marcherait autrement » (2016, \np. 414). Forest explique que la neurodiversité néglige le principal acquis de la recherche qui ferait \nconsensus, à savoir celui du spectre de l’autisme « o ù les difficultés, les incapacités et les particularités \npeuvent exister à des degrés très divers » (2016, p.  415) et tend « à faire de l’autisme de haut niveau le \nprototype de l’autisme en général » (2016, p.  415). En outre, Kapp et al. (2013) prônent la compatibilité \nentre « une conception de l’autisme fondée sur le déficit comme différence » où « les troubles \nneurologiques peuvent représenter des voies tout aussi valables au sein de la diversité humaine (2013, \np. 59). Dwyer propose que la meilleure appro che pour la neurodiversité se « situe à mi -chemin entre les \nmodèles social et médical » (2022, p.  86) et Shields & Beversdorf soutiennent que la « négation du statut \nde trouble de l’autisme pourrait compromettre le rôle disculpatoire de l’autisme dans les cas où des"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Neurodiversity and autism  - Neurodiversité et autisme  \n16 \n personnes autistes sont accusées d’un crime » (2021, p.  125) comme dans les cas de harcèlement, \nstalking  ou incendie. Aussi, Nelson pense que la neurodiversité ne parvient pas « à fournir des arguments \nconvaincants pour son affirmation conceptue lle selon laquelle la neurodiversité est une simple \ndifférence plutôt qu’un trouble » (2020, p.  345). Hugues observe par ailleurs que la neurodiversité \néchoue à s’extraire de l’idée d’un trouble autistique, car elle englobe « des façons d’être autiste qui sont \nnuisibles d’une manière qui ne peut pas être entièrement attribuée à la discrimination ou à des \narrangements sociaux injustes » (2020, p.  47) et qu’elle n’arrive pas à séparer « l’autisme de haut niveau \net l’autisme de bas niveau » et « l’autisme et l es maladies concomitantes » (2020, p.  47). En parallèle on \nobserve aussi que les psychanalyses s’emparent de la notion de neurodiversité en la présentant comme \nune nouvelle controverse pour critiquer la psychiatrie en mettant sur un même plan les critiques  faites à \nHans Asperger et celle faite à Bruno Bettelheim (Hochmann, 2020). Certaines de ces critiques semblent \nainsi parfaitement justifiées, même si d’autres beaucoup moins, et ne sont que le résultat du flou qui \nentoure le concept de neurodiversité et s a scientificité.  \n Les contours de qui est neurodivergent et qui ne l’est pas restent obscurs (Dwyers, 2022 ; \nRussell, 2020) et il existe une contradiction très claire sur le fait d’y inclure « des gens avec un diagnostic \nmédical qui sont contre l’idée du h andicap médical » (2020, p.  287). Il note aussi que la neurodiversité \npose des questions sur la déficience intellectuelle et les conditions neurodégénératives (comme la \nmaladie de Parkinson et la maladie d’Alzheimer). Milton (2019) rapporte les critiques, désaccords et \ndifférents, parfois contradictoires entre eux sur la neurodiversité comme un trop grand alignement sur \nle modèle médical, un trop grand alignement sur le modèle social, l’impossibilité d’utiliser ce concept \npour les déficiences intellectuelle s et les besoins qui en découlent, l’étouffement de la recherche \nscientifique sur l’autisme et la minimisation du handicap. Barn & Dierickx notent enfin « l’énorme \nmanque d’informations de recherche sur les implications médicales et sociales de la neurodiv ersité » \n(2021, p.  2), qu’elle est un sujet de « grand débat et de controverse » (2021, p.  2) et qu’une meilleure \ncompréhension des neurodivergences pourrait améliorer la vie des personnes concernées. Ces critiques \nportant essentiellement sur le pan sociop olitique de la neurodiversité ne semblent pas faire référence à \nson pan neurobiologique et génétique peu mis en lumière.  \n \nC/ Les perspectives scientifiques de la neurodiversité  \n Armstrong souligne qu’il pourrait y avoir une explication évolutive aux person nes \nneuroatypiques qui ont beaucoup de forces et de capacité et «  qu’une approche plus judicieuse du \ntraitement des troubles mentaux consisterait à remplacer le paradigme du \"handicap\" ou de la \"maladie\" \npar une perspective de \"diversité\" qui prend en comp te les forces et les faiblesses  » (2015, p.  349). \nGeorgieff note que même s’il existe « un discours scientifique et politique consensuel » qui « prédomine \npour définir l’autisme » (2017, p.  308), la littérature neuroscientifique et cognitive contemporaine laisse \napparaître trois modèles  « étayés sur des données cliniques et expérimentales » (2017, p.  308) : celui des \ndéficits, celui du sur -fonctionnement et celui de la différence. Selon Mottron, le courant de la \nneurodiversité considère l’autisme « comme un  variant humain, comportant des avantages et des \ndésavantages adaptatifs, parfois extrêmes » (2016, p.  423) et prend sa source « dans le fait que les \nautistes peuvent réaliser des tâches spécifiquement humaines d’une façon parfois équivalente, mais aussi \nsupérieure à celle des personnes neurotypiques » (2016, p.  423). Cela rejoint le constat d’Ortega sur la \ndomination du mouvement pour la neurodiversité par des autistes estimant que leur état n’est pas une \nmaladie à traiter et guérir, mais «  plutôt une spéc ificité humaine (comme le sexe ou la race) qui doit être \nrespectée de manière égale  » (2009, p.  425). Baron -Cohen met en exergue qu’en observant les \ndéfinitions du mot trouble, «  aucune (…) ne semble appropriée pour décrire l’autisme  » (2017, p.  744). \nD’au tant plus qu’il existe de « nombreuses preuves que le cerveau autiste est différent du cerveau \ntypique, mais il serait difficile d’identifier un exemple de trouble cérébral dans l’autisme » (2017, p.  744) \ncar il s’agirait plutôt de signes montrant « que le  cerveau autiste se développe différemment du cerveau \ntypique - et non des preuves directes de neuropathologie » (2017, p.  744). Selon lui, l’argument principal \npermettant d’invalider l’idée d’un trouble pour l’autisme est que « dans un environnement favor able à \nl’autisme, la personne peut fonctionner non seulement bien, mais parfois même à un niveau supérieur à \ncelui d’un individu typique » (2017, p.  746). Ainsi, le terme de trouble devrait être utilisé « lorsqu’il n’y \na rien de positif dans l’état de la p ersonne, ou lorsque, malgré l’essai de différentes modifications de \nl’environnement, la personne est toujours incapable de fonctionner » (2017, p.  746), celui de maladie \nquand « la cause biomédicale et mécaniste d’un trouble est connue, peut -être grâce à d es tests médicaux"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Neurodiversity and autism  - Neurodiversité et autisme  \n17 \n ou à la recherche scientifique » (2017, p.  746), celui de handicap quand « la personne se situe en dessous \nd’un niveau moyen de fonctionnement dans une ou plusieurs fonctions psychologiques ou physiques, et \nqu’elle a besoin d’un soutien o u d’une intervention » (2017, p.  746) alors que celui de différence devrait \nêtre utilisé « lorsque la personne est simplement atypique, pour des raisons biologiques, par rapport à \nune norme de la population, mais que cette différence n’affecte pas nécessai rement le fonctionnement \nou le bien -être » (2017, p.  746). Cependant il pense qu’il faut distinguer les différentes formes d’autisme \net que certaines pourraient être des troubles quand d’autres seraient des différences.  \n Ainsi, les perspectives scientifiqu es de la neurodiversité pourraient se trouver en premier lieu \nen dehors du champ du handicap et dans les disciplines de la psychologie évolutionniste, de la \npsychologie cognitive, de la génétique et de la neurobiologie. Toutes ces disciplines pourraient ex pliquer \nles origines et les contours des variations individuelles comme dans le cas de l’autisme.  \n \nConclusion  \n La conclusion va porter sur la discussion de trois éléments  : certaines dérives liées aux \nconséquences du flou terminologique et scientifique de la neurodiversité, le questionnement sur sa \nscientificité puis le problème lié à la nature, la conception et la définition de l’autisme. Enfin, je \nproposerai quelques implications scientifiques et sociales au véritable développement du pan \nneurobiologique et génétique du champ scientifique de la neurodiversité.  \n \nA/ Les dérives résultant du flou terminologique et scientifique  \n La première conséquence de ce flou terminologique et scientifique qui entoure le concept de \nneurodiversité se trouve dans l’incapacit é de la science à théoriser et conceptualiser la différence \nprovoquant ainsi des dérives conceptuelles. Le monde scientifique scindant la réalité entre le sain et le \npathologique laisse un grand nombre de personnes se situant à la frontière s’engouffrer da ns des \nconcepts (parfois New Age et pseudoscientifiques) tels que les enfants indigo (Carroll & Tober, 1999), \nles zèbres (Siaud -Facchin, 2008), les hypersensibles et les hauts potentiels émotionnels (Aron, 2017) ou \nencore les philo -cognitifs (Nusbaum et al ., 2017). Tous ces concepts, dont les problématiques et dérives \nsont parfois avérées, permettent au minimum de faire émerger un chemin pour objectiver des vécus que \nla science n’est pas capable de faire. Ainsi, si le monde scientifique apparaît être la sol ution pour \ntravailler autour du concept de différence et de diversité cognitive il peut aussi être considéré pour le \nmoment une des causes de ces dérives.  \n \nB/ Un mouvement sociopolitique se réclamant faussement de la science ?  \n On observe que le concept de neurodiversité fait référence à de nombreuses choses  : le modèle \nmédical du handicap, le modèle social du handicap, un entre -deux, un mouvement sociopolitique ou \nencore un champ scientifique situé entre la neurobiologie, la génétique et la psych ologie cognitive \n(Rebecchi , 2022a). Ainsi, si on s’en tient à ce que « la neurodiversité » de Judy Singer représente, cela \ndevrait plutôt s’appeler «  Mouvement (sociopolitique) pour la reconnaissance et la défense des droits \ndes personnes handicapées, disc riminées et/ou dominées » et non « neurodiversité » qui laisse penser \nqu’il s’agirait d’un concept scientifique. Judy Singer affirme d’ailleurs sur son blog (2019) qu’il s’agit \nd’un terme politique et non d’un terme scientifique, mais c’est probablement en  raison de ce flou que \nsont nés beaucoup de débats et de nombreuses critiques qui semblent parfois justifiées. Ainsi de \nnombreux ouvrages publiés sur la neurodiversité se basent quasi exclusivement sur les sciences sociales \n(Rosqvist et al., 2022 ; Silberm an, 2015 ; Singer, 2017) ou se focalisent sur le monde du travail (Bruyère \n& Colella, 2022 ; Honeybourne, 2019 ; Kirby & Smith, 2021 ; Wood et al., 2022) renforçant ainsi cette \nsensation de champ en dehors de la science ou d’activisme sociopolitique. Toute s ces questions nous \namènent une nouvelle fois à nous interroger  : la neurodiversité est -elle une idéologie ou un champ \nscientifique ? Par ailleurs, certaines personnes n’utilisent -elles pas les mots « neuroatypiques », \n« neurodiversité » ou « neurodiverge nce » comme des éléments de langage euphémisant la notion de \nhandicap  provoquant ainsi l’incompréhension et l’ire des parents d’enfants lourdement handicapés ?  \n \nC/ Le problème lié à la nature, la conception et la définition de l’autisme  \n À l’instar de cel ui de neurodiversité, le concept d’autisme est utilisé pour désigner des situations \ntotalement différentes. Ainsi, pour résoudre le problème terminologique et scientifique de la \nneurodiversité il conviendrait d’essayer de mieux conceptualiser l’autisme. Co ntrairement à ce"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "Neurodiversity and autism  - Neurodiversité et autisme  \n18 \n qu’affirme Forest (2016), il n’y a pas de réel consensus scientifique sur l’idée de spectre ni sur le travail \nde Wing qui s’est basé sur une étude épidémiologique identifiant quasi exclusivement des enfants \ndéficients intellectuels et a mo difié le travail d’Hans Asperger après sa mort pour le faire entrer dans le \ncadre de ses observations (Wing, 1981, 1986). On considère ainsi dans l’autisme les enfants \nmajoritairement déficients intellectuels décrits par Lorna Wing (Wing & Gould, 1979 ; Wi ng, 2005) qui \nne devraient pas forcément être diagnostiqués autistes si les symptômes sont expliqués par la déficience \nintellectuelle ou un retard de développement global (Thurm et al., 2019) et les enfants, où la déficience \nintellectuelle était l’exceptio n, décrits par Grunya Sukhareva (1926a, 1926b, 1927a, 1927b traduits par \nRebecchi , 2022b), Leo Kanner (1943, 1971 traduits par Rebecchi , 2022c) et Hans Asperger (1944, \ntraduit par Rebecchi , 2021) qui sont parfaitement capables de s’insérer socialement et m ême parfois de \nfaire mieux que les non -autistes. Il conviendrait ainsi de dissocier l’autisme de la déficience \nintellectuelle et d’exclure cette dernière du pan neurobiologique et génétique de la neurodiversité à \nl’instar du haut potentiel intellectuel qui  n’y est pas inclue. Ainsi, rien n’empêcherait une personne \nd’avoir une différence comme l’autisme et un handicap comme la déficience intellectuelle, un trouble \ndu langage ou un trouble des fonctions exécutives. Le problème apparaît plutôt lorsque l’on clo isonne \nl’autisme par niveau ou que l’on base toute la conception autistique sur le travail de Lorna Wing. \nJusqu’aujourd’hui, aucune définition de l’autisme ne fait l’unanimité. Pour Waterhouse (2009), il s’agit \nd’un syndrome porte -manteau alors que pour Mo ttron (2021) il faudrait revenir à l’autisme prototypique. \nNous ne trouvons pas non plus d’étiologie unique, au contraire, l’autisme a une étiologie partagée avec \nla plupart des autres troubles neurodéveloppementaux (Brainstorm Consortium et al., 2018). Pa r ailleurs, \nles caractéristiques médicales de l’autisme correspondent à des choix arbitraires culturels (Hyman, \n2021) et non pas à des caractérisations neurobiologiques ou génétiques. Aussi, tous ces arguments \namènent à se poser la question de la réfutabil ité des conceptions de l’autisme et de l’épistémologie de \nl’autisme  : peut -on contredire l’affirmation qu’une personne est autiste ou non par un test empirique tels \nque les tests actuels comme l’ADOS -2 ? La réponse est évidemment non, puisque certaines per sonnes, \nen dehors du spectre autistique scorent plus haut que des autistes eux -mêmes (Grzadzinski et al., 2016 ; \nMaddox et al., 2017 ; Trevisan et al., 2020), et que les tests ne sont pas assez sensibles pour les femmes \nou les personnes avec une haute inte lligence (Lai & Baron -Cohen, 2015 ; Rynkiewicz et al., 2016). Par \nailleurs, les nosologies de l’autisme (comme le DSM) évoluent dans le temps et font entrer et sortir des \npersonnes dans l’autisme de manière arbitraire (Smith et al., 2015). Ainsi, tant que la définition et la \nconception de l’autisme ne se seront pas éclaircies, il semble qu’il sera difficile pour la neurodiversité \nd’apparaître comme un champ pleinement scientifique.  \n \nD/ Implications  \n Résoudre le casse -tête scientifique de l’autisme et dével opper le pan neurobiologique et \ngénétique du champ scientifique de la neurodiversité en créant par exemple une neurobiologie appliquée \nà l’autisme (Abrahams & Geschwind, 2008) pourrait permettre une meilleure prise en compte de \nl’autisme et de la neurodive rsité dans la société. Cela pourrait avoir des répercussions au niveau de la \nsanté (en développant des approches respectueuses et plus en adéquation avec les particularités \nphysiologiques des autistes), dans l’éducation et le monde professionnel (en dévelo ppant des pédagogies \net de méthodes de management autistic -friendly  et des environnements accessibles à tout le monde) et \ndans la société en général (en intégrant par exemple la notion de diversité cognitive dans les éléments \npouvant engendrer une discrimi nation dans le Code pénal)."
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Neurodiversity and autism  - Neurodiversité et autisme  \n19 \n References  \nAbrahams, B. S., & Geschwind, D. H. (2008). Advances in autism genetics: on the threshold of a new \nneurobiology. Nature reviews. Genetics, 9(5), 341 –355. https://doi.org/10.1038/nrg2346  \n \nAmerican Psychiatric Association. (2013). Diagnostic and statistical manual of mental disorders (5th \ned.). \n \nArmstrong, T. (2015). The Myth of the Normal Brain: Embracing Neurodiversity. AMA Journal of \nEthics, 17(4), 348 -352. https://doi.org/10.1001/journalofethics.2015.17.4.msoc1 -1504.  \n \nAron, E. N. (2017). Hypersensibles - Mieux se comprendre, mieux s'accepter : Transformer \nl'hypersensibilité en atout. Marabout.  \n \nAsperger, H. (1944). Die “Autistischen Psychopathen” im Kindes alter. Archiv f. Psychiatrie 117, 76 –\n136. https://doi.org/10.1007/BF01837709  \n \nBarnhart, A. J., & Dierickx, K. (2021). Cultures and cures: Neurodiversity and brain organoids. BMC \nMedical Ethics, 22(1), 1 –6. https://doi.org/10.1186/s12910 -021-00627 -1. \n \nBaron -Cohen, S. (2017), Editorial Perspective: Neurodiversity – a revolutionary concept for autism and \npsychiatry. J Child Psychol Psychiatr, 58, 744 -747. https://doi.org/10.1111/jcpp.12703  \n \nBest, C., Arora, S., Porter, F., & Doherty, M. (2015). The Relationshi p Between Subthreshold Autistic \nTraits, Ambiguous Figure Perception and Divergent Thinking. Journal of autism and developmental \ndisorders, 45(12), 4064 –4073. https://doi.org/10.1007/s10803 -015-2518 -2 \n \nBrainstorm Consortium, Anttila, V., Bulik -Sullivan, B.,  Finucane, H. K., Walters, R. K., Bras, J., \nDuncan, L., Escott -Price, V., Falcone, G. J., Gormley, P., Malik, R., Patsopoulos, N. A., Ripke, S., Wei, \nZ., Yu, D., Lee, P. H., Turley, P., Grenier -Boley, B., Chouraki, V., Kamatani, Y., … Murray, R. (2018). \nAnalysis of shared heritability in common disorders of the brain. Science (New York, N.Y.), 360(6395), \neaap8757. https://doi.org/10.1126/science.aap8757  \n \nBrosnan, M., & Ashwin, C. (2022). Thinking, fast and slow on the autism spectrum. Autism : the \ninternati onal journal of research and practice, 13623613221132437. Advance online publication. \nhttps://doi.org/10.1177/13623613221132437  \n \nBruyère, S. M., & Colella, A. (Eds.) (2022). Neurodiversity in the Workplace: Interests, Issues, and \nOpportunities. Routledge.  \n \nCarroll, L. & Tober, J. (1999). Les Enfants Indigo : Enfants du 3e millénaire. Ariane.  \n \nChamak B. (2015) Le concept de neurodiversit é ou l’ éloge de la diff érence, in « Regards crois és sur \nl'idée de gu érison et de r établissement en sant é mentale »,  sous la direction de Catherine D échamp -Le \nRoux et de Florentina Rafael, pp. 41 -49. John Libbey eurotext.  \n \nChamak, B. (2009).Autisme et militantisme : de la maladie à la différence. Quaderni, 68, 61 -70. \nhttps://doi.org/10.4000/quaderni.268  \n \nChamak, B. (20 10a). Autisme, handicap et mouvements sociaux. Alter, 4(2), 103 –115. \nhttps://doi.org/10.1016/j.alter.2010.02.001  \n \nChamak, B. (2010b). Le militantisme des associations d'usagers et de familles : l'exemple de l'autisme. \nSud/Nord, 25, 71 -80. https://doi.org/1 0.3917/sn.025.0071"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Neurodiversity and autism  - Neurodiversité et autisme  \n20 \n Chamak, B. (2010c). Autismes : des représentations multiples, sources de controverses. Enfances & \nPsy, 47, 150 -158. https://doi.org/10.3917/ep.047.0150  \n \nChamak, B. (2013). Autisme : nouvelles représentations et controverses. Psychologie  Clinique, 36, 59 -\n67. https://doi.org/10.1051/psyc/201336059  \n \nChamak, B. (2018a). Les associations de parents: d émocratie participative ou lobbying ? Le cas de \nl'autisme, in Coutant I. & Simeng W. (eds.), Sant é mentale & souffrance psychique : un objet p our les \nsciences sociales (p. 273 -288). Éditions du CNRS.  \n \nChamak, B. (2018b). Modifications des représentations sociales de l’autisme et introduction du concept \n« autism -friendly ». Enfances & Psy, 80, 63 -73. https://doi.org/10.3917/ep.080.0063  \n \nChamak, B . & Bonniau B. (2014) Neurodiversit é : une autre fa çon de penser. In Chamak B. & Moutaud \nB. (dir.) Neurosciences et Soci été : enjeux des savoirs et pratiques sur le cerveau (pp. 211 -230). Armand \nColin.  \n \nChapman, R. (2020). Defining neurodiversity for r esearch and practice. In H. Rosqvist, N Chown & A. \nStenning (Eds.), Neurodiversity Studies, A New Critical Paradigm (pp. 218 -220). Routledge.  \n \nCook, B., & Purkis, Y. (2022). The Autism and Neurodiversity Self Advocacy Handbook. Jessica \nKingsley Publishers  \n \nCourchesne, V., Girard, D., Jacques, C., & Soulières, I. (2019). Assessing intelligence at autism \ndiagnosis: mission impossible? Testability and cognitive profile of autistic preschoolers. Journal of \nautism and developmental disorders, 49(3), 845 –856. htt ps://doi.org/10.1007/s10803 -018-3786 -4 \n \nCourchesne, V., Meilleur, A. A., Poulin -Lord, M. P., Dawson, M., & Soulières, I. (2015). Autistic \nchildren at risk of being underestimated: school -based pilot study of a strength -informed assessment. \nMolecular autism , 6, 12. https://doi.org/10.1186/s13229 -015-0006 -3 \n \nCrompton, C. J., Fletcher -Watson, S. (2019, May 2). Efficiency and interaction during information \ntransfer between autistic and neurotypical people [Poster presentation]. International Society for Autism \nResearch Annual Conference, Montreal, Ontario, Canada.  \n \nCrompton, C. J., Ropar, D., Evans -Williams, C. V., Flynn, E. G., & Fletcher -Watson, S. (2020). Autistic \npeer-to-peer information transfer is highly effective. Autism, 24(7), 1704 –1712. \nhttps:// doi.org/10.1177/1362361320919286  \n \nDwyer, P. (2022). The Neurodiversity Approach(es): What Are They and What Do They Mean for \nResearchers?. Human Development, 66, 73 –92 https://doi.org/10.1159/000523723  \n \nDyck, E., & Russell, G. (2020). Challenging Psychiatr ic Classification: Healthy Autistic Diversity and \nthe Neurodiversity Movement. In: Taylor, S.J., Brumby, A. (eds) Healthy Minds in the Twentieth \nCentury. Mental Health in Historical Perspective. Palgrave Macmillan, Cham. \nhttps://doi.org/10.1007/978 -3-030-27275 -3_8 \n \nForest, D. (2016). Les ambiguïtés de la neurodiversité. Un droit à la différence ?. Médecine/sciences \nSci, 32(2), 412 -416. https://doi.org/10.1051/medsci/20163204021  \n \nForest, D. (2022). Avantage et limite du concept de « neurodiversité ». Revue N eurologique, 178, S156. \nhttps://doi.org/10.1016/j.neurol.2022.02.044  \n \nFrances, A. (2014). Saving Normal: An Insider's Revolt against Out -of-Control Psychiatric Diagnosis, \nDSM -5, Big Pharma, and the Medicalization of Ordinary Life. William Morrow Paperbacks."
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Neurodiversity and autism  - Neurodiversité et autisme  \n21 \n  \nFritz, L. (2022). Suivre les fils du magma social : la neurodiversité à l’épreuve du pa trimoine culturel \nimmatériel de l’humanité (UNESCO). Hybrid, 8. https://doi.org/10.4000/hybrid.1778  \n \nGeorgieff, N. (2017). Les paradoxes de l’autisme : limites des modèles et théories, perspectives de \nrecherche. Perspectives Psy, 56, 308 -319. https://doi.o rg/10.1051/ppsy/2017564308  \n \nGray, J. H., & Viens, J. T. (1994). The theory of multiple intelligences: understanding cognitive diversity \nin school. National Forum, 74(1), 22+. \nhttps://link.gale.com/apps/doc/A15135168/AONE?u=anon~5469c755&sid=googleScholar&x id=c385\n822a  \n \nGrzadzinski, R., Dick, C., Lord, C., & Bishop, S. (2016). Parent -reported and clinician -observed autism \nspectrum disorder (ASD) symptoms in children with attention deficit/hyperactivity disorder (ADHD): \nimplications for practice under DSM -5. M olecular autism, 7, 7. https://doi.org/10.1186/s13229 -016-\n0072 -1 \n \nHetzroni, O., Agada, H., & Leikin, M. (2019). Creativity in Autism: An Examination of General and \nMathematical Creative Thinking Among Children with Autism Spectrum Disorder and Children wit h \nTypical Development. Journal of autism and developmental disorders, 49(9), 3833 –3844. \nhttps://doi.org/10.1007/s10803 -019-04094 -x \n \nHochmann, J. (2020). Les chemins de l’autisme : des psychopathies à la neurodiversité. Journal de la \npsychanalyse de l'enfan t, 10, 15 -93. https://doi.org/10.3917/jpe.020.0015  \n \nHoneybourne, V. (2019). The Neurodiverse Workplace. Jessica Kingsley Publishers.  \n \nHorn, J. L. (1989). Cognitive diversity: A framework of learning. In P. L. Ackerman, R. J. Sternberg, & \nR. Glaser (Eds.), Learning and individual differences: Advances in theory and research (pp. 61 –116). \nW H Freeman/Times Books/ Henry Holt & Co.  \n \nHugues, J. A. (2020). Does the heterogeneity of autism undermine the neurodiversity paradigm? \nBioethics, 35(1), 47 -60. https://doi.org/10.1111/bioe.12780  \n \nHyman, S. E. (2021). Psychiatric Disorders: Grounded in Human Biology but Not Natural Kinds. \nPerspectives in biology and medicine, 64(1), 6 –28. https://doi.org/10.1353/pbm.2021.0002  \n \nKanner, L. (1943). Autistic disturban ces of affective contact. Nervous Child, 2, 217 –250. \n \nKanner, L. (1971). Follow -up study of eleven autistic children originally reported in 1943. Journal of \nAutism and Childhood Schizophrenia, 1(2), 119 –145. https://doi.org/ 10.1007/bf01537953  \n \nKapp, S. K. , Gillespie -Lynch, K., Sherman, L. E., & Hutman, T. (2013). Deficit, difference, or both? \nAutism and neurodiversity. Developmental psychology, 49(1), 59 –71. \nhttps://doi.org/10.1037/a0028353  \n \nKasirer, A., & Mashal, N. (2014). Verbal creativity in autism: co mprehension and generation of \nmetaphoric language in high -functioning autism spectrum disorder and typical development. Frontiers \nin human neuroscience, 8, 615. https://doi.org/10.3389/fnhum.2014.00615  \n \nKasirer, A., Adi -Japha, E., & Mashal, N. (2020). Verb al and Figural Creativity in Children With Autism \nSpectrum Disorder and Typical Development. Frontiers in psychology, 11, 559238. \nhttps://doi.org/10.3389/fpsyg.2020.559238"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "Neurodiversity and autism  - Neurodiversité et autisme  \n22 \n Kirby, A., & Smith, T. (2021). Neurodiversity at Work: Drive Innovation, Performanc e and Productivity \nwith a Neurodiverse Workforce. Kogan Page.  \n \nKollman, K., & Waites, M. (2009). The global politics of lesbian, gay, bisexual and transgender human \nrights: an introduction, Contemporary Politics, 15(1), 1 -17. \nhttps://doi.org/10.1080/135697 70802674188  \n \nLai, M. C., & Baron -Cohen, S. (2015). Identifying the lost generation of adults with autism spectrum \nconditions. The lancet. Psychiatry, 2(11), 1013 –1027. https://doi.org/10.1016/S2215 -0366(15)00277 -1 \n \nMaddox, B. B., Brodkin, E. S., Calkins, M . E., Shea, K., Mullan, K., Hostager, J., Mandell, D. S., & \nMiller, J. S. (2017). The Accuracy of the ADOS -2 in Identifying Autism among Adults with Complex \nPsychiatric Conditions. Journal of autism and developmental disorders, 47(9), 2703 –2709. \nhttps://do i.org/10.1007/s10803 -017-3188 -z \n \nMilton, D. (2012) On the ontological status of autism: the ‘double empathy problem’, Disability & \nSociety, 27:6, 883 -887. http://doi.org/10.1080/09687599.2012.710008  \n \nMilton, D. (2019). Disagreeing over Neurodiversity. Psyc hologist, 32(8), ISSN 0952 -8229. (KAR \nid:77891)  \n \nMilton, Damian (2019) Disagreeing over Neurodiversity. Psychologist, 32 . p. 8. ISSN 0952 -8229. \n(KAR id:77891)  \n \nMottron, L. (2004). L'autisme : une autre intelligence: Diagnostic, cognition et support des personnes \nautistes sans déficience intellectuelle. Mardaga. https://doi.org/10.3917/mard.mottr.2004.01  \n \nMottron, L. (2010). Que fait -on de l’intelligence autistique ?. Enfance, 1, 45 -57. \nhttps://doi.org/10.3917/enf1.101.0045  \n \nMottron, L. (2016). L’autisme,  une autre intelligence, Is autism a different kind of intelligence? New \ninsights from cognitive neurosciences. Bulletin de l'Académie Nationale de Médecine, 200(3), 423 -434. \nhttps://doi.org/10.1016/S0001 -4079(19)30719 -8 \n \nMottron, L. (2021). A radical chan ge in our autism research strategy is needed: Back to prototypes. \nAutism research: official journal of the International Society for Autism Research, 14(10), 2213 –2220. \nhttps://doi.org/10.1002/aur.2494  \n \nMuskat, B. (2017). Celebrating Neurodiversity: An Oft en-Overlooked Difference in Group Work, \nSocial Work with Groups, 40(1 -2), 81 -84. https://doi.org/10.1080/01609513.2015.1067131  \n \nNader, A. M., Courchesne, V., Dawson, M., & Soulières, I. (2016). Does WISC -IV Underestimate the \nIntelligence of Autistic Childr en?. Journal of autism and developmental disorders, 46(5), 1582 –1589. \nhttps://doi.org/10.1007/s10803 -014-2270 -z \n \nNader, A. M., Jelenic, P., & Soulières, I. (2015). Discrepancy between WISC -III and WISC -IV \nCognitive Profile in Autism Spectrum: What Does It Reveal about Autistic Cognition?. PloS one, \n10(12), e0144645. https://doi.org/10.1371/journal.pone.0144645  \n \nNelson, R. H. (2020). A Critique of the Neurodiversity View. Journal of Applied Philosophy, 38(2), \n345-347. https://doi.org/10.1111/japp.12470  \n \nNewt on, P. M., Najabat -Lattif, H. F., Santiago, G., & Salvi, A. (2021) The Learning Styles Neuromyth \nIs Still Thriving in Medical Education. Front. Hum. Neurosci. 15:708540. \nhttps://doi.org/10.3389/fnhum.2021.708540"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "Neurodiversity and autism  - Neurodiversité et autisme  \n23 \n  \nNugent, B. (2017). Voies | Voix autistes fr anco -ontariennes : quand la reconnaissance de la \nneurodiversit é devient -elle une voie émancipatrice militante? Reflets, 23(2), 32 –68. \nhttps://doi.org/10.7202/1043302ar  \n \nNusbaum, F., Revol, O., & Sappey -Marinier, D. (2019). Les Philo -cognitifs : Ils n'aim ent que penser et \npenser autrement. Odile Jacob.  \n \nOMS. ( 1988) . Classification internationale des handicaps : d éficiences, incapacit és et d ésavantages : un \nmanuel de classification des cons équences des maladies. INSERM. \nhttps://apps.who.int/iris/handle/10665/41005   \n \nOMS.  (2001) . Classification internationale du fonctionnement, du handicap et de la sant é : \nCIF. Organisation mondiale de la Sant é. https://apps.who.int/iris/handle/10665/42418  \n \nOrtega, F. (2009). The Cerebral Subject and the Challenge of Neurodiversity. BioSocieties, 4(4), 425 -\n445. https://doi.org/10.1017/S1745855209990287  \n \nPlomin, R. (2018). Blueprint: How DNA Makes Us Who We Are. Allen Lane.  \n \nRebecchi , K. (2021). Les enfants autistes : Hans Asperger. Kindle Direct Publishing.  \n \nRebecchi , K. (2022a). La neurodiversité. L’Harmattan.  \n \nRebecchi , K. (2022b). Les enfants autistes : Grunya Sukhareva. Kindle Direct Publishing.  \n \nRebecchi , K. (2022c). Les enfants autistes : Leo Kanner. Kindle Direct Publishing.  \n \nRebecchi, K. (2022d). Autistic children. Kindle Direct Publishing.  \n \nRosqvist, H., Chown, N., & Stenning, A. (Eds.). (2022). Neurodiversity Studies, A New Critical \nParadigm. Routledge.  \n \nRozenkrantz, L., D'Mello, A. M., & Gabrieli, J. D. E. (2021). Enhanced rationality in autism spectrum \ndisorder. Trends in cognitive science s, 25(8), 685 –696. https://doi.org/10.1016/j.tics.2021.05.004  \n \nRunswick -Cole, K. (2014). ‘Us’ and ‘them’: the limits and possibilities of a ‘politics of neurodiversity’ \nin neoliberal times, Disability & Society, 29(7), 1117 -1129. \nhttps://doi.org/10.1080/09 687599.2014.910107  \n \nRussell, G. (2020). Critiques of the Neurodiversity Movement. In S. K. Kapp (Ed.) Autistic Community \nand the Neurodiversity Movement, Stories from the Frontline (pp. 287 -304). Palgrave Macmillan.  \n \nRynkiewicz, A., Schuller, B., Marchi, E ., Piana, S., Camurri, A., Lassalle, A., & Baron -Cohen, S. \n(2016). An investigation of the 'female camouflage effect' in autism using a computerized ADOS -2 and \na test of sex/gender differences. Molecular autism, 7, 10. https://doi.org/10.1186/s13229 -016-0073-0 \n \nScheepers, F. (2021). Mensen zijn ingewikkeld: Een pleidooi voor acceptatie van de werkelijkheid en \nhet loslaten van modeldenken.  De Arbeiderspers.  \n \nSchröder, P. (1938). Kinderpsychiatrie. Monatsschr Psychiatr Neurol 99, 267 –293. \nhttps://doi.org/10. 1159/000148673  \n \nShields, K., & Beversdorf, D. A. (2021). Dilemma For Neurodiversity. Neuroethics, 14, 125 –141. \nhttps://doi.org/10.1007/s12152 -020-09431 -x"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "Neurodiversity and autism  - Neurodiversité et autisme  \n24 \n  \nSiaud -Facchin, J. (2008). Trop intelligent pour être heureux ? L'adulte surdoué. Odile Jacob.  \n \nSilberman, S. (2015). NeuroTribes The Legacy of Autism and the Future of Neurodiversity. Avery.  \n \nSinger, J. (1998). Odd People In: The Birth of Community amongst people on the Autistic Spectrum. A \npersonal exploration based on neurological diversity. [Thès e de doctorat, Faculty of Humanities and \nSocial Science University of Technology, Sydney]. \nhttps://www.academia.edu/27033194/Odd_People_In_The_Birth_of_Community_amongst_people_o\nn_the_Autistic_Spectrum_A_personal_exploration_based_on_neurological_diversity  \n \nSinger, J. (2017). NeuroDiversity: The Birth of an Idea. Independently published.  \n \nSinger, J. (2019). What is Neurodiversity?. https://neurodiversity2.blogspot.com/p/what.html  \n \nSmith, I. C., Reichow, B., & Volkmar, F. R. (2015). The Effects of DSM -5 Crit eria on Number of \nIndividuals Diagnosed with Autism Spectrum Disorder: A Systematic Review. Journal of autism and \ndevelopmental disorders, 45(8), 2541 –2552. https://doi.org/10.1007/s10803 -015-2423 -8 \n \nSperanza, J. (2020). Le concept de neurodiversité peut -il révolutionner l’école ?. Rhizome, 78, 6 -7. \nhttps://doi.org/10.3917/rhiz.078.0006  \n \nStich, S. (1988). Reflective Equilibrium, Analytic Epistemology and the Problem of Cognitive \nDiversity. Synthese, 74(3), 391 –413. http://www.jstor.org/stable/20116509  \n \nStrand, L. R. (2017). Charting Relations between Intersectionality Theory and the Neurodiversity \nParadigm. Disability Studies Quarterly, 37(2). https://doi.org/10.18061/dsq.v37i2.5374  \n \nSukhareva, G. E. (1926a). Die schizoiden Psychopathien im Kindesalter. (Part 1 of 2). European \nNeurology, 60(3 -4), 235 –247. https://doi.org/10.1159/000190478  \n \nSukhareva, G. E. (1926b). Die schizoiden Psychopathien im Kindesalter. (Part 2 of 2). European \nNeurology, 60(3 -4), 248 –261. https://doi.org/10.1159/000316609  \n \nSukhareva, G.  E. (1927a). Die Besonderheiten der schizoiden Psychopathien bei den Madchen. (Part 1 \nof 2). European Neurology, 62(3), 171 –185. https://doi.org/10.1159/000166291  \n \nSukhareva, G. E. (1927b). Die Besonderheiten der schizoiden Psychopathien bei den Madchen. (Part 1 \nof 2). European Neurology, 62(3), 186 –200. https://doi.org/10.1159/000323311  \n \nThe University of Edinburgh (2020). Neurodiverse or Neurodivergent? It’s more than just grammar. \nhttps://dart.ed.ac.uk/neurodiverse -or-neurodivergent/  \n \nThurm, A., Farmer, C., Salzman, E., Lord, C., & Bishop, S. (2019). State of the Field: Differentiating \nIntellectual Disability From Autism Spectrum Disorder. Frontiers in psychiatry, 10, 526. \nhttps://doi.org/10.3389/fpsyt.2019.00526  \n \nTrevisan, D. A., Foss -Feig, J. H., Naples, A. J., Srihari, V., Anticevic, A., & McPartland, J. C. (2020). \nAutism Spectrum Disorder and Schizophrenia Are Better Differentiated by Positive Symptoms Than \nNegative Symptoms. Frontiers in psychiatry, 11, 548. https://doi.org/10.3389/fpsyt.2020.00 548 \n \nWaterhouse, L. (2009). Autism is a Portmanteau Syndrome. Neuropsychology Review, 19(2), 275 –276. \nhttps://doi.org/10.1007/s11065 -009-9100 -7 \n \nWiktionary. (2014). Neurodivergent. https://en.wiktionary.org/wiki/neurodivergent"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "Neurodiversity and autism  - Neurodiversité et autisme  \n25 \n  \nWing L. (1981). Asperger's s yndrome: a clinical account. Psychological medicine, 11(1), 115 –129. \nhttps://doi.org/10.1017/s0033291700053332  \n \nWing L. (1986). Clarification on Asperger's syndrome. Journal of autism and developmental disorders, \n16(4), 513 –515. https://doi.org/10.1007/BF0 1531716  \n \nWing, L. (2005). Problems of Categorical Classification Systems. Handbook of Autism and Pervasive \nDevelopmental Disorders, 583 –605. https://doi.org/10.1002/9780470939345.ch21  \n \nWing, L., & Gould, J. (1979). Severe impairments of social interaction and associated abnormalities in \nchildren: epidemiology and classification. Journal of autism and developmental disorders, 9(1), 11 –29. \nhttps://doi.org/10.1007/BF01531288  \n \nWood, R., Crane, L., Happé, F., Morrison, A., & Movse, R. (Eds.) (2022). Learning Fro m Autistic \nTeachers: How to Be a Neurodiversity -Inclusive School. Jessica Kingsley Publishers.  \n \n \n \n \n \n \n \n \nWorld Health Organization.  (2001) . International classification of functioning, disability and health : \nICF. World Health Organization.  https://apps.who.int/iris/handle/10665/42407  \n \nWorld Health Organization.  (1980) . International classification of impairments, disabilities, and \nhandicaps : a man ual of classification relating to the consequences of disease, published in accordance \nwith resolution WHA29.35 of the Twenty -ninth World Health Assembly, May 1976.  World Health \nOrganization.  https ://apps.who.int/iris/handle/10665/41003"
    }
  ]
}