{
  "doc_type": "scientific paper",
  "title": "Epistemic Injustice and Illness",
  "authors": [
    "Ian James Kidd",
    "Havi Carel"
  ],
  "year": 2017,
  "journal": "Journal of Applied Philosophy",
  "doi": "10.1111/japp.12172",
  "abstract": "This article analyses the phenomenon of epistemic injustice within contemporary healthcare. We begin by detailing the persistent complaints patients make about their testimonial frustration and hermeneutical marginalization, and the negative impact this has on their care. We offer an epistemic analysis of this problem using Miranda Fricker’s account of epistemic injustice. We detail two types of epistemic injustice, testimonial and hermeneutical, and identify the negative stereotypes and structural features of modern healthcare practices that generate them. We claim that these stereotypes and structural features render ill persons especially vulnerable to these two types of epistemic injustice. We end by proposing avenues for further work on epistemic injustice in healthcare.",
  "keywords": [
    "epistemic injustice",
    "healthcare",
    "testimonial injustice",
    "hermeneutical injustice",
    "patient care",
    "negative stereotypes",
    "structural features",
    "chronic illness",
    "epistemology"
  ],
  "research_topics": [
    "Epistemic injustice in healthcare",
    "Testimonial and hermeneutical injustice",
    "Patient-physician communication",
    "Negative stereotypes and prejudice in medical contexts",
    "Philosophy of medicine",
    "Applied epistemology",
    "Chronic illness and epistemic vulnerability",
    "Structural factors in healthcare systems"
  ],
  "created_at": "2025-05-05T01:47:22.723519Z",
  "source_pdf": "documents/research/Global/Kidd and Carel 2017 Epistemic Injustice and Illness.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Epistemic Injustice and Illness\nIAN JAMES KIDD & HAVI CAREL\nABSTRACT This article analyses the phenomenon of epistemic injustice within contemporary\nhealthcare. We begin by detailing the persistent complaints patients make about their testimo-\nnial frustration and hermeneutical marginalization, and the negative impact this has on their\ncare. We offer an epistemic analysis of this problem using Miranda Fricker ’s account of epis-\ntemic injustice. We detail two types of epistemic injustice, testimonial and hermeneutical, and\nidentify the negative stereotypes and structural features of modern healthcare practices that\ngenerate them. We claim that these stereotypes and structural features render ill persons espe-\ncially vulnerable to these two types of epistemic injustice. We end by proposing ﬁve avenues\nfor further work on epistemic injustice in healthcare.\nWithout the narrative acts of telling and being heard, the patient cannot con-\nvey to anyone else –or to self –what he or she is going through. More radi-\ncally and perhaps equally true, without these narrative acts, the patient cannot\nhimself or herself grasp what the events of illness mean.1\n1. Introduction\nA study published in 1984 found that the average amount of time between a patient\nbeginning to speak and the doctor ’sﬁrst interruption was eighteen seconds. Of sev-\nenty-four of ﬁce visits recorded, only in seventeen (23%) was the patient allowed to\ncomplete his or her opening statement of concerns. The authors concluded that this\npremature interruption of patients resulted in a loss of relevant information.2We sug-\ngest that this ﬁnding is characteristic of a certain epistemic stance that tacitly incorpo-\nrates presumptions about the capacities of patients to provide relevant information in\nhealthcare contexts, and which is both epistemically unjusti ﬁed and epistemically\nunjust.\nWe thus propose, in this article, to examine epistemic injustice within healthcare in\nthe developed world. We focus on this type of healthcare in order to avoid making\ngeneralisations about other types of healthcare and in order to describe the problem in\nits simpler form. We note, however, that the issue described here may be prevalent\nelsewhere and intersect with additional problems existing in other healthcare systems.\nTwo broad forms of epistemic complaints reliably arise within contemporary health-\ncare practice. The ﬁrst are what one might call patient complaints , those made by ill\npersons and especially by those with prolonged and involved experience of modern\nhealthcare, such as the chronically ill. These typically take the form of reports that\n©2016 The Authors. Journal of Applied Philosophy published by John Wiley & Sons Ltd on behalf of Society for Applied Philosophy.\nThis is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and\nreproduction in any medium, provided the original work is properly cited.Journal of Applied Philosophy, Vol. 34, No. 2, February 2017\ndoi: 10.1111/japp.12172"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "healthcare professionals do not listen to their concerns, or that their reportage about\ntheir medical condition is ignored or marginalized, or that they encounter substantive\ndifﬁculties in their efforts to make themselves understood to the persons charged with\ntheir diagnosis and treatment.\nThe second are physician complaints , understood broadly as those offered by health-\ncare professionals. They often complain that patients provide medically irrelevantinformation, make odd statements and super ﬂuous remarks about their condition, or\notherwise fail to contribute epistemically to the collection of medical data. Takentogether, a dif ﬁcult epistemic situation emerges in which neither group can engage in\neffective testimonial and hermeneutical relations with the other.\nTwo features of these epistemic complaints are worth noting. The ﬁrst is that they\ntend to have the consequence of complicating –and, in certain cases, compromising –\nthe epistemic relationship between ill persons and the healthcare professionals chargedwith their care. Such breakdowns in relationship have a range of practical conse-quences, including the unwillingness or inability of ill persons to give complete oraccurate reports of their symptoms and adherence to treatment, which in turn can cre-ate a need for additional tests or further referral. The practical consequences of such\nbehaviours can include the jeopardising of the ill person ’s treatment and signi ﬁcant\ncosts for the healthcare system when important information is overlooked. Moreoversuch breakdowns in the epistemic relationship can result in ill persons having negativesubjective experiences of healthcare, such that they might come to associate hospitalsnot only with sickness and suffering, but also with confusion and isolation.\nThe second feature of these epistemic complaints is that they are systematic and\nlongstanding features of healthcare systems, rather than isolated or incidental cases ofcommunicative failure in otherwise epistemically harmonious systems. An abundant\nbody of empirical evidence indicates that the epistemic complaints described are not\nanomalous but rather indicators of serious and persistent problems that arguably arisefrom contingent structural features of contemporary healthcare practice, but whichcould be addressed through systematic reform. In the late 1960s and early 1970s, pae-diatrician Barbara M. Korsch published an in ﬂuential series of papers identifying ‘gaps\nin doctor-patient communication ’. Based on interviews with patients, she identi ﬁed\nthe causes of these ‘gaps ’being the ‘coldness ’associated with impersonal diagnostic\nprocedures, doctors ’perceived indifference to or ignorance of the concerns of their\npatients, and a disorientating use of medical jargon.\n3\nKorsch ’s work was followed by further studies of the personal and social experiences\nof ill persons, by authors such as Arthur Kleinman and S. Kay Toombs, and has alsoinspired recent work in phenomenological pathography.\n4Such concerns have also\ndirectly informed subsequent legislative changes to healthcare policy, such as the NHSPatient Charter and the NHS constitution in the UK.\n5But despite this greater aware-\nness, patients continue to voice epistemic concerns, most obviously through the vastbody of pathographic literature –including online patient fora, blogs, and narratives –\nwhich consistently attest to persistent experiences of feeling ignored, marginalized, or\nepistemically excluded by health professionals.\n6The UK Patients ’Association, for\ninstance, lists complaints about communication between patients and health profes-sionals as a frequent complaint received by the association.\n7Although much of this lit-\nerature focuses upon the emotional distress that such negative experiences generate,\n©2016 The Authors. Journal of Applied Philosophy published by John Wiley & Sons Ltd on behalf of Society for Applied Philosophy.Epistemic Injustice and Illness 173\n 14685930, 2017, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/japp.12172, Wiley Online Library on [22/01/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "we think that they are grounded in an epistemic dimension that has not, until now,\nbeen fully identi ﬁed.\nContemporary commentators have connected these epistemic complaints with their\nfears about a wider ‘crisis ’in modern medicine and to related calls for a ‘humanistic\nturn ’in medical care.8Often the crisis and the calls for reform play upon and invoke\ndistinctively epistemological concerns about the capacity of physicians to initiate andsustain rich testimonial and hermeneutical relationships with patients. Indeed, manymedical policymakers have begun to issue calls for a restructuring of medical trainingand practice whose explicit aim is to ameliorate the communicative problems that arise\nbetween patients and physicians.\n9\nIn 2012, Darrell G. Kirch, the president of the Association of American Medical\nColleges, announced an ambitious reform of the Medical Career Aptitude Tests(MCAT). From 2015, American medical students are required to study ethics, philos-ophy, and cultural studies so that they can cultivate and re ﬁne their capacities to\nunderstand and engage with the concerns and experiences of their patients. As Kirchwrites, ‘being a good physician is about more than scienti ﬁc knowledge ’, for it involves\n‘understanding people ’, thereby requiring that doctors have ‘communication skills,\nand an ability to interact with people with empathy [and] integrity ’–a clear testimony\nto the need to respond to the epistemic complaints noted above.\n10It is therefore clear\nthat the two sets of epistemic problems we identi ﬁed re ﬂect systematic features of\nmodern healthcare that are of signi ﬁcant concern to patients, practitioners, and policy-\nmakers.\nOther recent developments in attitudes to healthcare, mainly in the United States\nand United Kingdom, such as the growth of ‘narrative medicine ’, are also inter-\npretable as responses to those epistemic problems; however, typically the epistemologi-\ncal issues that generate the problems are neither recognised nor addressed. An\nexample is the increasing emphasis placed upon ‘communication skills ’that doctors\nought to exercise, which tend to focus on super ﬁcial modi ﬁcations of physical beha-\nviour –such as adopting an open posture and making eye contact. Such measures\narguably fail to identify and challenge the deeper epistemic inequalities that charac-terise the relationship between patients and physicians. The use of reductive and sim-plistic questionnaires to glean information about ‘patient satisfaction ’is another such\nexample, in which opinions are sought, but only in a con ﬁned and prede ﬁned form\nthat is sensitive only to measurable and schematised variables of patient experience.\nAlthough such skills, initiatives, and policies should be welcomed as efforts to repair\nthe epistemic relationship between patients and physicians, they tend to rely uponhighly contestable epistemological presuppositions. For instance, they tend to neglectthe fact that those relationships are usually characterised by epistemic inequality andasymmetric power relations in a way that upsets comfortable hopes about the ef ﬁcacy\nof super ﬁcial behavioural changes by physicians. Being physically or mentally unwell,\ndependent on others for pain relief, bedbound, or incontinent –all of these place the\npatient in a position of vulnerability and dependence which erodes their social and\nepistemic con ﬁdence and capacities.\n11We claim that concerns about patient-physician\nrelationship, the ef ﬁcacy of medical care, and public trust in medicine can be usefully\nreframed in terms of fundamental epistemological problems. If so, one should expectepistemology to play an essential role in the diagnosis and treatment of theseproblems.\n©2016 The Authors. Journal of Applied Philosophy published by John Wiley & Sons Ltd on behalf of Society for Applied Philosophy.174 Ian James Kidd & Havi Carel\n 14685930, 2017, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/japp.12172, Wiley Online Library on [22/01/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "The aim of this article is therefore to provide an epistemological analysis of these\nproblems using Miranda Fricker ’s notion of ‘epistemic injustice ’.12We make two\nclaims, the ﬁrst being that chronically ill persons are especially vulnerable to epistemic\ninjustice, owing to prevalent negative stereotypes of illness and certain structural fea-tures of contemporary healthcare practice.\nThe second claim is that the concept of epistemic injustice can therefore help to\nexplain, at least to some degree, patients ’complaints about their healthcare experi-\nences. Since ill persons already encounter a range of dif ﬁculties, offering new explana-\ntory and ameliorative resources is an essential task, and one to which applied\nepistemology can contribute.\nIn addition, there are particular constraints that restrict patients ’ability to describe\ntheir illness experience, and hence to provide their own account of the clinicalencounter. These will be discussed below as a form of hermeneutical injustice, and wehave also discussed them elsewhere.\n13Although this is not the focus of this article, we\nnote that the two phenomena –epistemic injustice and communicative constraints –\nintersect in signi ﬁcant ways in the case of illness.\nBefore beginning the analysis two caveats are needed. First, our claim is not that ill\npersons are always epistemically reliable, for that is clearly not the case. Certain cases\nof illness –such as certain brain injuries, dementia, and psychosis –result in severe\ncognitive impairment that will necessarily erode a person ’s epistemic reliability. Our\nclaim is that judgments about the epistemic credibility of ill persons are too often prej-udicial and generated and sustained by negative stereotypes and structural features ofhealthcare practice. Many patients will not be as well placed as their doctors to under-stand certain aspects of their illness and treatment, but this neither requires nor justi-ﬁes the further attribution to those patients of inferior epistemic status tout court .\nSecond, our focus in this article will primarily be on the chronically ill, and so our\nreferences to ‘the ill ’should be understood as referring to the fairly stable social group\nof persons with chronic somatic illnesses and their associated stigma. Our aim here isto secure the claim that this speci ﬁc sub-group of ill persons can and does suffer epis-\ntemic injustice. We leave questions about speci ﬁc and complex cases –for example,\nabout how our analysis might apply to mental illness, patients who are children, andacute illness –for further work.\n14\n2. Epistemic Injustice, Prejudice and Stereotypes\nThe concept of ‘epistemic injustice ’was introduced by Miranda Fricker to refer to\nforms of injustice that are ‘a wrong done to someone speci ﬁcally in their capacity as a\nknower ’.15Since the social and epistemic practices of giving information to others and\ninterpreting our experiences is integral to our rationality, identity, agency and dignity,\nit is evident that injustice which harms our testimonial and hermeneutical capacities\nwill be a source of deep harm. In her book, Fricker focuses on epistemic injustices thatarise from cases of racial and sexual stereotyping and prejudice, such as cases where aspeaker ’s testimony is accorded a lower degree of credibility owing to their being black\nor a woman, than they would if hearing the testimonies of a white male. Fricker goeson to claim that the damage resulting from epistemic injustice impacts upon a person ’s\nlife as a whole, and so rami ﬁes with more familiar forms of social injustice. If so,\n©2016 The Authors. Journal of Applied Philosophy published by John Wiley & Sons Ltd on behalf of Society for Applied Philosophy.Epistemic Injustice and Illness 175\n 14685930, 2017, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/japp.12172, Wiley Online Library on [22/01/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "epistemic injustice is integrally related to social injustice.16We suggest that there are\ndistinctive features of the social group of ill persons that render them vulnerable to\nsimilar forms of negative prejudices and stereotypes, such that Fricker ’s account of\nepistemic injustice can also be applied to them.\nThere are several varieties of epistemic injustice, but for reasons of space and focus,\nour analysis focuses on the two identi ﬁed by Fricker, namely testimonial injustice and\nhermeneutical injustice , which arise in the context of our testimonial and hermeneutical\npractices. We also discuss two speci ﬁc forms of testimonial injustice, which Christo-\npher Hookway dubs participatory prejudice and informational prejudice , each of which\ninvolve a person or group facing obstacles to their participation in collective epistemic\nactivities.17The relationship of these two prejudices to testimonial injustice is a matter\nof debate among virtue epistemologists, with Fricker herself arguing that testimonialinjustice is ‘the most basic ’form of epistemic injustice, of which the two prejudices\nidenti ﬁed as Hookway are speci ﬁcations.\n18We agree, so the article starts with testimo-\nnial injustice, moves onto the two prejudices, before turning to hermeneutical injus-tice. In each case, we ask whether ill persons are especially vulnerable to that type ofinjustice, and if so, identify the stereotypes, structures, and practices that generate and\nsustain it.\nIllness often leads to incapacitation, anxiety, and insecurity; these can either be met\nwith empathy and compassion, or may trigger negative stereotyping. Instead of makingan empirically and re ﬂectively robust judgment on a case-by-case basis of the epis-\ntemic credibility of an ill person, health professionals (and others) may tacitly fall backupon such uncritically (and often unconsciously) adopted stereotypes, many of whichincorporate negative epistemic prejudices.\nFricker emphasises that such stereotypes and prejudices typically operate ‘without\nany focused awareness ’and are ‘(typically) culpably resistant to the evidence ’, and\nthus irrational.\n19Many prevailing stereotypes of ill persons tend to connote incapacita-\ntion, disability, diminished agency, social vulnerability, psychological fragility, andbodily failure, among others.\n20These stereotypes often portray illness in terms of\nmoral or conative failure or social defect that may ‘contaminate its surroundings ’21\nand range from moralistic forms through to the ‘punitive and sentimental ’types\ndescribed by Susan Sontag.22A broad theme of these stereotypes is, as Arthur Frank\nremarks, that ‘the power of stigma has fed on seeing the body ’s condition as an\nexpression of morality ’,23such that the fact of illness is a mark of moral, social, and\nepistemic failure.\nThe structures of healthcare institutions are underpinned by biomedical approaches\nthat focus upon the biological rather than existential aspects of illness, and thereforelower the level of attention paid to the subjective experience of being ill. Healthcareprovision is based upon principles of ef ﬁciency (and in some cases ﬁnancial pro ﬁt)\nand designed to suit the needs of health specialists rather than patients. In addition,time pressure, short consultations, and use of standardised protocols that leave little\nroom for personal needs and values, are also core features of modern healthcare\nsystems.\nFinally, work is task-based rather than patient-focused, thereby closing down oppor-\ntunities for establishing sustained contact between a particular health professional andan individual patient, and for the rich forms of communicative relationship that mightfacilitate the recognition and cultivation of patients ’ability to contribute to the\n©2016 The Authors. Journal of Applied Philosophy published by John Wiley & Sons Ltd on behalf of Society for Applied Philosophy.176 Ian James Kidd & Havi Carel\n 14685930, 2017, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/japp.12172, Wiley Online Library on [22/01/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "epistemic aspects of their care. As we argue below, all of these can contribute in a\nmyriad of ways to the gradual erosion of the epistemic con ﬁdence and capacities of\nthe ill person.\n3. Testimonial Injustice\nTestimonial injustice occurs when prejudice causes a hearer to give a de ﬂated level of\ncredibility to the speakers ’word.24Speci ﬁcally, a negative stereotype introduces preju-\ndices that cause a credibility de ﬁcitwith the consequence that a person ’s capacity to act\nas a testi ﬁer–a reliable giver of information –is impaired, or in severe cases com-\npletely destroyed. Fricker emphasises that stereotypes and prejudices are neutral, partlybecause they can be benign and sometimes advantageous, and partly because theyserve an essential pragmatic cognitive and social role. The concern about testimonialinjustice arises when a person or group are subjected to a ‘negative identity-prejudicial\nstereotype ’which involves a disparaging association between a social group and one or\nmore attributes, and is closely connected to ethically objectionable investment such as\ndisdain for the relevant social group.\n25\nA typical case of testimonial injustice could involve negative stereotypes of a particu-\nlar race or gender as suffering inferior cognitive capacity and a presumed predilectionfor deception, such that their epistemic credibility is automatically downgraded. Suchinjustices can be incidental, if the stereotype is weak or the prejudices susceptible tochallenge, or they can be systematic, especially if, as in the case of racism and sexism,the stereotypes and prejudices are deeply entrenched in the social world. In the latter\ncase, the social group may suffer a ‘tracker prejudice ’, as the prejudices imposed by\nthe negative stereotype tracks them through different domains of the social world.\n26\nA person or social group suffers from testimonial injustice when a negative identity-\nprejudicial stereotype lowers their credibility in one of two ways. The ﬁrst is that the\nperson or group suffers a loss of testimonial authority owing to a credibility de ﬁcit,\nespecially in relation to other socially and epistemically dominant groups who mightenjoy a corresponding credibility excess. The second is that the person or group willgradually lose their epistemic con ﬁdence as they endure the constant erosion of their\ncredibility, which may, with time and repetition, crush their con ﬁdence in their epis-\ntemic capacities. A person or group suffering from such a situation will not expectwhat they say to be heard, and in time might not speak at all, as the constant assaultupon their testimonial practices gradually undermines their epistemic and socialconﬁdence.\n27\nThe question is whether ill persons are especially vulnerable to testimonial injustice\nas Fricker describes it; our answer is that they are. For ill persons are often subjectedto one or more of a range of negative stereotypes, which, though diverse, often include\nattributions which tend to undermine their epistemic competence and capacities.\nThese include the stereotypical description of ill persons as cognitively impaired oremotionally compromised, owing either to their somatic condition or their psychologi-cal reactions to it ( mutatis mutandis for psychiatric illness); or as existentially unstable,\ngripped by anxieties about mortality and morbidity such that they ‘cannot think\nstraight ’; or that they will be psychologically dominated by their illness in a way that\n©2016 The Authors. Journal of Applied Philosophy published by John Wiley & Sons Ltd on behalf of Society for Applied Philosophy.Epistemic Injustice and Illness 177\n 14685930, 2017, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/japp.12172, Wiley Online Library on [22/01/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "warps their capacity to accurately describe and report their experiences (e.g. ‘the moa-\nner’or‘the drama queen ’stereotype).\nSuch negative stereotypes will therefore tend to prejudicially deprive ill persons of\nthe prerequisites of reliable epistemic conduct, such as cognitive capacity and psycho-logical stability, and also attribute to them characteristics –like intensi ﬁed emotionality\n–that are usually (and contentiously) supposed to be opposed to rationality and relia-\nbility.\n28The consequence of this negative stereotyping is that patients ’testimonies are\nunjustly accorded lower degrees of epistemic credibility than they otherwise would. Afurther consequence is that the testimonies that would ordinarily indicate testimonial\nreliability are interpreted as irregular or atypical –that one ‘got them on a good day ’,\nsay–thereby further skewing the evaluative engagement of those ill persons.\nConsider the following account:\nI had an abnormal cervical smear, so was sent to the large city teaching hospi-\ntal for a coloscopy. I changed into the usual ties-up-the-back gown, with theusual vital ties missing, and then went through for the examination. It ’s a bit\nuncomfy but I was ok. Lots of big sighs from the consultant with his headbetween my legs. Then off he goes, leaving the room. I ’m told to follow. So I\narrive, naked under a gown which doesn ’t do up, slightly damp between the\nlegs and a bit stressed as I have to sit down and I ’m worried about leaving a\nwet patch. He goes on to tell me I need an operation. I hear blah-blah-blah\nas I ’m perching and panicky. And it ’s very dif ﬁcult to think without your\npants on. I said nothing.\n29\nMore generally one can identify features of contemporary healthcare practice that can\nencourage and entrench the testimonial injustice that ill persons experience. Working\nunder constant time pressure, routinisation of tasks, and shift work all undermine\nopportunities to listen at length to what patients say and to create a relationship withthem. Excessive formality of medical discourse, even when conversing with patients,and emphasis on professionalization hamper human interaction and may limit ways oflistening. Indeed, the deleterious implications of these features have been recognisedand discussed in literature on the design and reform of healthcare services, evident forinstance in the great emphasis now placed on the solicitation and inclusion of ‘patient\nperspectives ’.\n30\nYet both formal surveys and anecdotal evidence suggests that patient complaints\npersist and levels of dissatisfaction remain considerable.31A constant feature of those\ncomplaints is the failure of health professionals to evince desired testimonial sensibili-ties, and their consequently being perceived by patients as cold, impersonal, or dismis-sive. Ill persons are therefore demonstrably vulnerable to testimonial injustice becauseentrenched features of the social and medical world incorporate a variety of negativestereotypes of ill persons that sustain prejudices that impose credibility de ﬁcits.\nIf ill persons are vulnerable to testimonial injustice, as we argue, there is still the\nquestion of the nature of the primary epistemic harm they suffer. Fricker characterises\nthat harm in terms of objecti ﬁcation, but more recently Gaile Pohlhaus has suggested\nthat it is more fully understood in terms of truncated subjectivity.\n32Pohlhaus argued\nthat the ‘primary harm of testimonial injustice ’should be de ﬁned as ‘being relegated\nto the role of epistemic other, being treated as though the range of one ’s subject\ncapacities is merely derivative of another ’s’. More fully,\n©2016 The Authors. Journal of Applied Philosophy published by John Wiley & Sons Ltd on behalf of Society for Applied Philosophy.178 Ian James Kidd & Havi Carel\n 14685930, 2017, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/japp.12172, Wiley Online Library on [22/01/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "...unlike a subject (and more like an object), she is not seen as capable of\ncontributing to epistemic practices uniquely , that is, from her own distinct\nlived experience in the world. Consequently, her epistemic labor contributesto the community via which epistemic interests are pursued, but she is notpermitted to contribute in ways that would redirect epistemic practices towardthose parts of her experienced world that extend beyond or trouble the verac-ity of the dominantly experienced world. Any contribution that might do so issummarily denied epistemic support and uptake by dominant members of thecommunity.\n33\nThis seems right to us. Patients seem to occupy the position of ‘other ’in Pohlhaus ’\nsense, in that their testimony is regularly solicited and indeed essential (e.g. in report-ing symptoms or side effects of a drug), but nonetheless they remain a ‘derivatised\nsubject ’, i.e. a subject whose capacities are reduced to attending only to what stems\nfrom the other ’s perspective.\n34Patient testimonies are sought as sources of factual\ninformation, but testimony about the lived experience of illness and the clinicalencounter, which may challenge the medical view, is often excluded from considera-tion and plays no formal role in decision-making and service design (at least until veryrecently). Thus, in cases of testimonial injustice, patients are perceived as ‘somewhere\nbetween an epistemic subject and object ’.\n35This intersects with other types of objecti-\nﬁcation patients encounter in a medical setting, for example, the objecti ﬁcation of\ntheir bodies.36\nPohlhaus ’account accurately captures the epistemic plight of many ill persons in\nhealthcare contexts: ﬁrst, they are afforded limited capacities to epistemically con-\ntribute, usually by providing factual information, but not by offering their distinctivelived experiences. Second, their epistemic labour contributes to the epistemic practicesof healthcare systems but they are not permitted to contribute in ways that redirect theinterests or concerns of those systems. These two points can only be uncovered by anepistemic analysis; this shows both the theoretical ef ﬁcacy and practical signi ﬁcance of\nsuch an analysis, which can open the way to reforming healthcare practices. The epis-\ntemic analysis can also be usefully connected with philosophical work in the phe-nomenology of illness, which aims to enable patients to order, discern and describethe experience of illness, which is often confusing, painful and dif ﬁcult to communi-\ncate.\n37Both empowering patients ’epistemic practices and tackling epistemic injustice\nby combating negative stereotypes are required.\n4. Participatory and Informational Prejudice\nTestimonial injustice occurs in cases of prejudicial credibility de ﬁcit. These can occur\nduring our social-epistemic interactions with others, as in the cases that Fricker focuses\nupon in her book. But, as Christopher Hookway observes, such de ﬁcits can actually\nbegin even before one gets as far as epistemic interaction with others. Speci ﬁcally, he\nidenti ﬁes two types of prejudice that can impair a person ’s ability to engage in shared\nepistemic activities. Since any such activities will involve the (attempted) giving of\ninformation, we agree with Fricker that they ought to be considered as speci ﬁc forms\nof testimonial injustice.38\n©2016 The Authors. Journal of Applied Philosophy published by John Wiley & Sons Ltd on behalf of Society for Applied Philosophy.Epistemic Injustice and Illness 179\n 14685930, 2017, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/japp.12172, Wiley Online Library on [22/01/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "The starting point for these prejudices is the fact that our participation in shared\nepistemic practices, such as debating or enquiring, is necessarily premised upon cer-\ntain presuppositions about our epistemic peers. These presuppositions take the formof implicit or explicit expectations about the sorts of capacities and dispositions thatour epistemic peers should typically exhibit. Hookway focuses on two presuppositions.First, that participants will have a sense of relevance , a capacity to determine which ideas\nare worth taking seriously, which objections are meritorious, and so on. A person wholacks a sense of relevance is likely to undermine the ef ﬁciency of any epistemic com-\nmunity they participate in by failing to properly judge the relevance of both their own\ncontributions and those of others. Second, that our participants have a capacity to pro-\nvide information that can meaningfully contribute to the epistemic task at hand, for\ninstance to provide factual corroboration or correction, or to have suf ﬁcient back-\nground knowledge of the subject being debated. Hookway identi ﬁes two forms of epis-\ntemic prejudice attached to these two presuppositions which, when grounded innegative prejudicial stereotypes, have as their consequence the exclusion of certain per-sons and groups from participation in shared epistemic activities.\nThe ﬁrst of these is participatory prejudice , which occurs when a person or group is\nprejudicially judged to lack capacities required for having a sense of relevance , and hence\nas not being suitable participants for collective epistemic activity. Hookway offers theexample of the epistemic practice of questioning : when a person offers a question for\nconsideration it must be appraised and this appraisal will affect the epistemic career ofthat question. A question that is positively appraised may be taken as relevant andinsightful, to be taken seriously and therefore to be accepted as a basis for further dis-cussion and action. By contrast, a question may be negatively appraised, perhaps bybeing judged to be irrelevant or ill-formed, and so ignored and derogated and thus\nexcluded from further epistemic consideration. The consequence of a negative apprai-\nsal is not only that the question is not taken up as a basis for further epistemic activity,\nbut also that the questioner and the speci ﬁc concerns, interests, and standpoints that\nmotivate the question are likewise excluded. A question is, after all, typically askedbecause the questioner wants to raise awareness of certain issues, affect the agenda ofa discussion, or correct the obliviousness of their peers to certain standpoints.\nCertain negative prejudices can therefore manifest as participatory prejudices\nbecause their social and epistemic consequence is that one is prevented from ‘recog-\nnising [a potential participant] in debate or discussion ’.\n39In such cases, a well-placed\nconcern with epistemic ef ﬁciency is compromised and corrupted by being placed in\nthe service of an epistemic prejudice, which is often unconscious.\nWe think that ill persons are vulnerable to participatory prejudice for at least two\nrelated reasons. The ﬁrst is that ill persons may be supposed to lack the training and\nexperience needed for the possession of a robust sense of relevance required if one isto make meaningful contributions to the epistemic practices of medicine. Since ill per-sons generally lack medical training they may be judged to lack the prerequisites for a\nsense of relevance in medical contexts. This judgment relies upon the implicit co-de ﬁ-\nnition of a sense of relevance with medical expertise, but this structurally excludes theoverwhelming majority of ill persons from potential possession of a sense of relevance.If so, then this form of participatory prejudice would be a structural feature of contem-porary healthcare practice. Moreover, what is intensely relevant to the ill person may\n©2016 The Authors. Journal of Applied Philosophy published by John Wiley & Sons Ltd on behalf of Society for Applied Philosophy.180 Ian James Kidd & Havi Carel\n 14685930, 2017, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/japp.12172, Wiley Online Library on [22/01/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "be medically minor (e.g. incontinence) and vice versa, further adding to the sense of\nthe irrelevance of the patient contributions.\nThe second reason ill persons are vulnerable to participatory prejudice is that they\nare typically regarded as the objects of the epistemic practices of medicine rather thanas participants in them. For instance, a patient ’s participation may be con ﬁned to con-\nﬁrming basic biographical details or reporting symptoms. If one ’s stance towards a cer-\ntain social group incorporates the perception of them as providers of information inthis minimal sense, then it will be dif ﬁcult for one to regard them as participants in a\nmore epistemically substantive sense.\nThe second prejudice that Hookway identi ﬁes is informational prejudice . It occurs\nwhen a person or group is prejudicially judged to lack the ability to provide informa-tion relevant in a given context and hence as being an unsuitable participant in collec-tive epistemic activity. This sort of prejudice can arise in two mutually reinforcingways. First, it may appear as a refusal to concede the relevance or signi ﬁcance of the\ninformation being offered by a particular individual or group. This is especially liableto occur in cases where the type of information in question is not re ﬂected in or recog-\nnised by the experience of the dominant social group. An epistemically dominant\ngroup may therefore refuse to concede that certain forms of information (such as qual-\nitative reports of illness experiences) are relevant and signi ﬁcant to the epistemic task\nat hand, and therefore prevent it from informing the established epistemic practices;this also rules out the possibility of that information prompting reform of those\npractices.\nSecond, informational prejudice may appear as a refusal to consider presuppositions\nabout the signi ﬁcance and types of information that are legitimate and admissible. An\nepistemic community will typically operate with a range of informational presupposi-\ntions for legitimate practical and cognitive reasons. Informational prejudice can arise\nwhen the members of that community refuse to periodically reconsider those presup-positions, especially in the face of vigorous and sustained calls by groups who arguefor the signi ﬁcance of other forms of information. The decision to reassess those infor-\nmational presuppositions is dif ﬁcult to make and to follow through, due partly to the\ndifﬁculties facing reform of foundational commitments. Hookway argues that because\nthe excluded forms of information do not inform current practice it will generally bethe case that an informational lacuna can only be detected from the ‘participant per-\nspective ’.\n40This re ﬂects the broader fact that the absence of social and epistemic\nresources can often only be identi ﬁed and appreciated by those marginalized individu-\nals and communities who suffer from their absence –a core sentiment of standpoint\nepistemology.41\nWe think that ill persons are vulnerable to informational prejudice in the two ways\ndescribed. Ill persons are subject to refusals to concede the relevance of the types ofinformation that they typically offer, such as information concerning their sense ofbodily estrangement or worries about social isolation. Such information is not widely\nintegrated into modern healthcare practice, and when it is, it tends to be classi ﬁed as\n‘subjective ’,‘non-medical ’, and often does not trigger action.\nIll persons are also subject to refusals to consider the possible signi ﬁcance of the\nforms of information that are being excluded, for instance by accepting that existentialchanges that accompany experiences of illness are important. It is well documentedthat despite persistent and often poignant testimonies from ill persons, psychologists,\n©2016 The Authors. Journal of Applied Philosophy published by John Wiley & Sons Ltd on behalf of Society for Applied Philosophy.Epistemic Injustice and Illness 181\n 14685930, 2017, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/japp.12172, Wiley Online Library on [22/01/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "philosophers, and phenomenologists, the epistemic norms of medicine remain focused\non quantitative and ‘objective ’forms of information.42\nThe persistence of structural informational prejudice also has important implications\nfor the possibilities of reforming modern healthcare practices and institutions toaddress the epistemic problems described here. Efforts to design medical interventionswithout appropriate consultation with patients may result in healthcare systems thatare not only epistemically unjust but also practically inef ﬁcient because a rich range of\nforms of information required for the genuine improvement of services is structurallyexcluded. We therefore suggest that the achievement of epistemically just healthcare\npractices and institutions requires the revision of underlying epistemic presuppositions\nand a strong epistemic pluralism that incorporates the informational contributions ofpatients.\nParticipatory and informational prejudices are related to and exacerbated by many\nof the social and historical factors that shape modern healthcare systems. Many ofthese factors have already been discussed –including the professionalization of\nmedicine and the prevalent negative stereotypes of ill persons –but others present\nthemselves. These include the practical pressures upon healthcare practitioners to\nmeet targets and performance indicators, which impose strict limits upon the dura-\ntion and type of informational exchanges between patients and physicians. Anotheris the typical socialisation of health professionals, in particular physicians, whichencourages them to think of illness in purely physiological terms and to defendthemselves against dif ﬁcult emotions by emotionally distancing themselves from\ncertain situations. And ﬁnally, the awareness that taking practical and policy mea-\nsures to properly respond to informational and participatory prejudices would requireradical changes in medical education and training, as illustrated by the scale of the\nMCAT reforms.\nOne might argue that the informational and participatory prejudices experienced by\nill persons are perhaps grounded in a much broader tendency within the history ofWestern culture and philosophy to locate epistemic authority in persons who arehealthy –as well as white, male, and adult –though there are a few honourable excep-\ntions, including Friedrich Nietzsche and Alasdair MacIntyre.\n43In several later works,\nMacIntyre argued that Western ethical and political philosophies have tended to disre-gard the fact that the lives of human beings are generally marked by ‘afﬂiction, vulner-\nability, and dependence ’, with the consequence that our conceptions of the good life\nand of a just society are therefore designed with an idealised image of the moral agent–independent, rational and autonomous –which obtains only temporarily and incom-\npletely, and only for some. MacIntyre therefore argued that ethical and politicalthought ought to be reformed to re ﬂect the fact that most persons are, in his phrase,\n‘dependent rational animals ’.\n44\nWe suggest that epistemology would also bene ﬁt from a greater recognition of the\nfact that the lives of epistemic agents are also characterised by af ﬂiction, vulnerability,\nand dependence. Study of the epistemic injustices experienced by the chronically ill is\na useful starting point. But such a study ought to focus not only upon the prejudicialcredibility de ﬁcits that constitute testimonial injustice discussed so far, but also upon\nthe second basic type of injustice identi ﬁed by Fricker, to which we now turn.\n©2016 The Authors. Journal of Applied Philosophy published by John Wiley & Sons Ltd on behalf of Society for Applied Philosophy.182 Ian James Kidd & Havi Carel\n 14685930, 2017, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/japp.12172, Wiley Online Library on [22/01/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "5. Hermeneutical Injustice\nHermeneutical injustice occurs when a gap in collective hermeneutical resources puts\na person or group at unfair disadvantage when making sense of their social experi-ences. Speci ﬁcally, ‘some signi ﬁcant area of one ’s social experience [is] obscured from\ncollective understanding owing to a structural identity prejudice in the collective\nhermeneutical resource ’.\n45Certain experiences cannot be understood because of the\nabsence of the resources needed to understand them, and then to articulate and com-municate that understanding to others, with the consequence that the person or groupsuffers hermeneutical marginalization , which Fricker de ﬁnes as ‘unequal hermeneutical\nparticipation with respect to some signi ﬁcant area(s) of social experience ’.\n46\nThe social implications of hermeneutical marginalization arise because our ability to\nrecognise and respond to the concerns and experiences of others is crucially premisedupon our ability to understand those concerns and experiences by mobilising adequate\nhermeneutical resources. If the required resources do not exist, those experiences will\nremain obscure in a way that prevents even the most sympathetic social peers torespond adequately to them. It is for this reason that hermeneutical injustice is struc-tural and not agential, arising from speci ﬁc contingent features of the social world –\nsuch as its educational practices and political arrangements –rather than from the\nactivities of speci ﬁc agents. Indeed, a consequence of hermeneutical injustice is what\nFricker calls cognitive disablement . All members of a society that is structurally\nhermeneutically unjust will be impaired in their capacity to understand certain experi-\nences, but the impairment has differential impact.\nFricker offers the example of societies that lack the concept of sexual harassment,\nnoting that though both the harasser and harassee are cognitively disabled, there is anobvious sense in which this is to the harasser ’s advantage: ‘it suits his immediate pur-\npose, in that it leaves his conduct unchallenged ’.\n47Indeed, many cases can be offered\nin which a particular social group actively bene ﬁts from their inability to understand,\nand hence take seriously, the experiences of other groups. Bacon ’s maxim that knowl-\nedge is power is true, but in certain contexts ignorance can also be a source and\nmeans of legitimating power.48\nHermeneutical injustice can arise in at least three ways, the ﬁrst two of which are\nidenti ﬁed by Rebecca Mason.49She argues that a distinction should be drawn between\ndominant andnon-dominant hermeneutical resources on the grounds that ‘marginalized\ngroups can be silenced relative to dominant discourses without being prevented fromunderstanding or expressing their own social experiences ’.\n50The ﬁrst way that\nhermeneutical injustice can arise is a situation characterised by a global lack of\nhermeneutical resources: the required hermeneutical resources do not exist and so are\nnot available to any person or group within that society, including but not limited to\nthe speci ﬁc social group whose experiences they are. The second way is that a particu-\nlar social group has perfectly adequate hermeneutical resources of its own –its mem-\nbers can make sense of their experiences –but those resources are not recognised or\nrespected by the dominant social and epistemic authorities. This group therefore hasnon-dominant hermeneutical resources, and so suffers hermeneutical injustice becausethe dominant social groups cannot understand their experiences.\nWe add to this a third way in which hermeneutical injustice can arise, through what\nwe call epistemic isolation : situations where a person or group lacks the knowledge of,\n©2016 The Authors. Journal of Applied Philosophy published by John Wiley & Sons Ltd on behalf of Society for Applied Philosophy.Epistemic Injustice and Illness 183\n 14685930, 2017, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/japp.12172, Wiley Online Library on [22/01/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "or means of access to, particular information; for instance, if they live within a politi-\ncally repressive society which forbids access to the necessary sources of information in\norder to protect the government ’s hegemony (for example, by blocking certain web-\nsites, outlawing certain literature, and so on).51We suggest that ill persons have non-\ndominant hermeneutical resources and so suffer from hermeneutic injustice for thatreason; i.e. ill persons can make sense of their experience but these lack the socialrecognition and epistemic respect in ways that are detailed below. We suggest that illpersons are less prone to the ﬁrst and third modes of hermeneutical injustice, although\nit remains to be seen in further work whether some areas of illness are subject to a glo-\nbal lack of hermeneutical resources.\nIn the case of illness, hermeneutical injustice arises because the resources required\nfor the understanding of the social experiences of ill persons are not accepted as partof the dominant hermeneutical resources. Most ill persons are capable of describingtheir experiences in non-expert terms, but such experiences are: a. largely consideredinappropriate for public discussion and b. play little or no role in clinical decision-making. Such experiences are often considered private, if not shameful, and inappro-priate for sharing with others. They are also stigmatising (cf. Goffman) and therefore\ntalking about them can exact a social and personal cost from the ill person (e.g. dis-\nclosing one ’s HIV status can lead to social exclusion in certain groups).\n52\nIll persons ’accounts are often dismissed as ‘moaning ’or as idiosyncratic experi-\nences shaped by the negative attitudes of the ill person (who is a ‘moaner ’or‘expects\ntoo much ’). And unless subsumed under a formal complaints procedure, such experi-\nences remain largely un-noted by healthcare providers. Such experiences play littlerole in the design of clinical services, regulation of service performance, or in the pro-duction of clinical guidelines. The inherently qualitative nature of such accounts\nmakes them dif ﬁcult to quantify and they are hence considered inadmissible evidence\nby medical decision-making bodies.\n53Recent attempts in the UK to shoehorn the\ndiversity of illness experiences into the ‘friends and family test ’further reduce the rich-\nness of such experiences to a simple binary question.54\nHermeneutical injustice can arise through two sorts of strategies, de ﬁned here as\nstable social and epistemic practices which act to prevent the promotion of non-domi-nant hermeneutical resources. The ﬁrst are strategies of exclusion , which take the form\nof excluding a currently hermeneutically marginalized group from the practices and\nplaces where social meanings are made and legitimated, such as professional commit-\ntees or legislative bodies. Such exclusion can take different forms, from physical exclu-sion to subtler forms of epistemic exclusion, such as the procedural insistence uponthe employment of strenuous legal, medical, or academic terminologies and conven-tions, so as to exclude those who are not members of those groups from participatingin deliberative processes.\nThe second are strategies of expression , in which a social group is excluded because,\nas Fricker argues, its ‘characteristic expressive style [is not] recognized as rational and\ncontextually appropriate ’; if, for instance, adopting an ‘intuitive or an emotional\nexpressive style means that one cannot be heard as fully rational ’.\n55If so, the style that\na marginalized group uses in its efforts to make the case for the recognition of itshermeneutical resources can serve to undermine those very efforts. And this can leadto a vicious circle of increasing frustration, leading to more extreme styles of expres-sion, which in turn lead to further epistemic disenfranchisement. Those two strategies\n©2016 The Authors. Journal of Applied Philosophy published by John Wiley & Sons Ltd on behalf of Society for Applied Philosophy.184 Ian James Kidd & Havi Carel\n 14685930, 2017, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/japp.12172, Wiley Online Library on [22/01/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "can, of course, operate simultaneously, pulling in different directions, especially since\nhermeneutical marginalization is often allied to wider forms of social exclusion.\nThe question, then, is whether ill persons are especially vulnerable to hermeneutical\ninjustice in the sense offered by Fricker. Our suggestion is that they are: ill personstypically have non-dominant hermeneutical resources that are not recognised orrespected by the epistemically dominant healthcare professions, but which are essentialto the understanding of at least certain aspects of the experience of illness. Ill personscan be, and often are, victims of strategies of exclusion: they often report that they areforced to adopt an epistemically marginal role in consultative exercises, or that they\nare required to employ the language and conventions which require professional train-\ning and experience, or that their preferred expressive styles are implicitly and deroga-tively interpreted as irrational (e.g. being labelled a ‘difﬁcult patient ’).\nSuch pejorative judgments of those expressive styles is, in fact, re ﬂective of a wider\nphilosophical prejudice that contrasts rationality and emotionality, thereby encouraginga sense that reason ought to be expressed coolly and dispassionately.\n56This prejudice\nis especially apposite to cases of illness because these will typically have an intense anddramatic impact upon a person ’s life and so naturally invite expression in emotive and\nanecdotal styles. If so, a person operating with the rationalistic prejudice will unavoid-\nably ﬁnd it dif ﬁcult to regard the expressive styles that ill persons ﬁnd both natural\nand appropriate as properly rational.\nThese expressive styles may be overtly emotional and moreover display emotions\nthat are socially unaccepted such as anger and envy. The expression may be nonlinear,jumping between different events and times, and hence confusing. It may be repeti-tive, as part of a process of acceptance. Or the expression may centre on themes thatare dif ﬁcult to accept, such as mortality, pain, and isolation. The new areas of ‘arts\nand health ’, medical humanities, and music and dance therapies, as well as the phe-\nnomenology of illness, have developed as a critical reaction to this set of prejudices,and aim to elucidate and legitimate varied forms of expression in order to validate ill-ness experiences. They can be seen as attempts to combat hermeneutical injustice byproviding expressive means to both make sense of and communicate the experience ofillness.\nThe hermeneutical injustice that ill persons are particularly susceptible to generally\ntakes the form of a double injury, because the marginalization of their resources and\nexpressive styles exacerbates the already considerable hermeneutical challenges that ill\npersons commonly face. Many experiences of illness tend to evince two hermeneuticalfeatures. The ﬁrst is inarticulacy , the dif ﬁculty of adequately communicating, sharing,\nor‘getting across ’certain aspects of the experience of illness.\n57That is one reason\nwhy ill persons often engage in a search to identify or create novel communicativeresources, such as visual art, ﬁlm, music, poetry, or drama. And this is another reason\nfor the development of the disciplines and therapies described above.\nThe second is ineffability , the sense that certain aspects of those experiences cannot\nbe adequately communicated to others through propositional articulation at all\nbecause understanding is premised upon a person ’s having had the requisite bodily\nexperiences.\n58Typical examples of such ineffable experiences that are hermeneutically\naccessible only to those who have had the corresponding personal experiences mightinclude childbirth, participation in violent military con ﬂict, extreme or chronic pain,\nor ecstatic religious experience.\n59\n©2016 The Authors. Journal of Applied Philosophy published by John Wiley & Sons Ltd on behalf of Society for Applied Philosophy.Epistemic Injustice and Illness 185\n 14685930, 2017, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/japp.12172, Wiley Online Library on [22/01/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Such experiences of inarticulacy and ineffability are sources of hermeneutical frus-\ntration and the development of artistic and other forms of expression can therefore be\nunderstood as attempts to expand and enrich the hermeneutical resources available topeople who have been through such an experience. These efforts and the academicwork carried out under medical humanities, narrative medicine and phenomenology ofillness have made a considerable contribution to the cultural and social legitimacy ofillness experiences, but remain marginal to medical understandings of the correspond-ing diseases.\n60\nCertain cases of hermeneutical injustice in the context of illness might also take the\nform of a self-ful ﬁlling prophecy. The hermeneutical frustration that ill persons experi-\nence might result in their becoming increasingly emotive, fraught, and tense, such thatthey in fact become epistemically unreliable, thereby gradually ful ﬁlling the prejudices\ninherent in the negative stereotypes that created the initial hermeneutical dif ﬁculties.\nSuch cases would see the establishment of self-sustaining gaps in collective hermeneu-tical resources by depriving those whom they marginalize and impair of the con ﬁdence\nand capacities to challenge and correct them.\n6. Conclusions\nThis article provided an analysis of the epistemic problems prevalent in modern\nhealthcare practice by using Fricker ’s notion of epistemic injustice. We argued that\npatient and health professionals ’epistemic complaints can be understood in terms of\none or both of the two basic types of epistemic injustice: testimonial and hermeneuti-\ncal injustice, where the former can manifest in the speci ﬁc forms of participatory and\ninformational prejudice. Such injustices are generated and sustained by both negativestereotypes of ill persons and structural features of modern healthcare practice. It isplausible to propose that at least certain speci ﬁc sub-groups of ill persons are victims\nof what Fricker calls ‘persistent and systematic epistemic injustice ’.\n61\nOur claim is not simply that patients have the subjective sense that their epistemic\nofferings are rejected, but that there is a systematic overlooking of the realm in whichpatient testimonies and interpretations carry great epistemic authority, namely, the\nlived experience of illness. The simplistic notion that patients all want the same thing\n(to get better) and that objective health states correlate well with subjective wellbeingleads to the epistemic effacing of this realm. Recent literature in health economics,happiness studies, narrative medicine and health psychology, clearly demonstrates thatpatients want many different things and that the relationship between objective healthand subjective wellbeing is complex and ill-understood.\n62\nBy opening an epistemic space for the lived experience of illness, an important new\ndomain of knowledge –and of further epistemic enquiry and changing of the epistemic\nbalance between patients and health professionals –can be revealed. This will also\nsupplement the phenomenological study of the experience of illness by articulating theepistemic dimension of this study, something that has not been done to date. We hopeto do this in a future paper.\nOur analysis also offers several further potential avenues for future enquiry that\ncould both re ﬁne our diagnoses of the sources of those epistemic injustices and indi-\ncate means for their resolution, of which ﬁve are noted here. First, it is important to\n©2016 The Authors. Journal of Applied Philosophy published by John Wiley & Sons Ltd on behalf of Society for Applied Philosophy.186 Ian James Kidd & Havi Carel\n 14685930, 2017, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/japp.12172, Wiley Online Library on [22/01/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "uncover epistemic injustice in illness because, as with other forms of injustice, recogni-\ntion and acknowledgment are the essential ﬁrst steps towards resolution and abolition\n–difﬁcult as those may be.\nThe second is to undertake critical analysis of the range of stereotypes of ill persons\nand to identify how distinctive stereotypes engender different forms of epistemic injus-tice, especially since it seems clear that there is a complex plurality of ‘stereotypes of\nthe sick ’.\n63\nThe third is to begin a social-epistemic study of the ways in which epistemic injus-\ntices against ill persons are generated and perpetrated, and which might focus upon a\nsystematic study of the strategies of exclusion and of expression and of the practices\nby which the epistemological presuppositions of medical practice are established. Sucha study could begin by considering existing critiques of healthcare with an overt epis-temic character: an obvious candidate is the concept of ‘medicalization ’, whose rela-\ntionship to epistemic injustice is, as Alistair Wardrobe argues, both nuanced andinformative.\n64\nThe fourth is the application of a ‘phenomenological toolkit ’which draws upon\nthe resources of existential phenomenology to provide ill persons with the means of\novercoming the inarticulacy and ineffability of their experiences of illness and health-\ncare practitioners with the hermeneutical resources required for better understandingthose testimonies.\n65In a recent paper, Lauren Freeman argues that pregnant women\nsuffer from epistemic injustice because their epistemically privileged perspective ontheir embodied situation is neglected within current healthcare systems. Freemanconcludes that a phenomenological sensitivity to pregnant women ’s lived experience\ncan therefore challenge the epistemic injustices that, she argues, those womensuffer.\n66\nTheﬁfth would be to ask how, if at all, the structures and institutions of contempo-\nrary healthcare could be reformed in a way that would minimise their disposition togenerate epistemic injustice, building upon a handful of recent studies exploring therelationship between epistemic justice and institutions.\n67\nThese various avenues for enquiry all indicate not only that epistemologists can\nmake contributions to the study and resolution of the epistemic problems that are ofsuch concern to patients, health professionals, and policymakers, but also that theycan correspondingly bene ﬁt from engaging with social and institutional epistemic prac-\ntices with such an obvious capacity to help or hinder human wellbeing.\nEpistemologists will ﬁnd rich examples of the complex epistemic situations and rela-\ntions that obtain between particular social groups and structures, as well as newopportunities to understand how certain virtues, such as epistemic justice, might playa distinctive role in the healthcare professions. We hope this article will provide bothdirection and inspiration for further studies of the epistemic injustices that affect illpersons.\nIan James Kidd, Department of Philosophy, University of Nottingham, University Park,\nNottingham, NG7 2RD, UK. ian.kidd@nottingham.ac.uk\nHavi Carel, Department of Philosophy, University of Bristol, Cotham House, Cotham, BS6\n6JL, UK. havi.carel@bristol.ac.uk\n©2016 The Authors. Journal of Applied Philosophy published by John Wiley & Sons Ltd on behalf of Society for Applied Philosophy.Epistemic Injustice and Illness 187\n 14685930, 2017, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/japp.12172, Wiley Online Library on [22/01/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Acknowledgments\nHavi Carel is grateful to the Wellcome Trust for awarding her a Senior Investigator\nAward (grant number 103340), which enabled her to write this article. She is alsograteful to the British Academy for awarding her a mid-career fellowship (grant num-ber MD120061) to work on the article. Ian James Kidd ’s research was funded by an\nAddison Wheeler Fellowship. We are grateful to audiences at Durham, Hull, King ’s\nCollege London, Lancaster, UWE, Bristol, the King ’s Fund, and Cumberland Lodge\nfor helpful feedback. We also thank Christopher Hookway, Miranda Fricker, SamirOkasha, Richard Pettigrew, and Matthew Ratcliffe for making helpful suggestions.\nNOTES\n1 Rita Charon, Narrative Medicine: Honoring the Stories of Illness (New York: Oxford University Press, 2008),\np. 66.\n2 H.B. Beckman & R.M. Frankel, ‘The effect of physician behavior on the collection of data ’,Annals of\nInternal Medicine 101 (1984): 692 –696.\n3 Barbara Korsch et al. ,‘Gaps in doctor-patient communication: Doctor-patient interaction and patient sat-\nisfaction ’,Pediatrics 42 (1968): 855 –871, and ‘Gaps in doctor-patient communication II: Patients ’\nresponse to medical advice ’,The New England Journal of Medicine 280 (1969): 535 –540.\n4 See Arthur Kleinman, Patients and Healers in the Context of Culture: An Exploration of the Borderland between\nAnthropology, Medicine, and Psychiatry (Berkeley, CA: University of California Press, 1980); and The Illness\nNarratives: Suffering, Healing, and the Human Condition (New York: Basic Books, 1988); S. Kay Toombs,\nThe Meaning of Illness: A Phenomenological Account of the Different Perspectives of Physician and Patient (Dor-\ndrecht: Kluwer, 1993); Havi Carel, Illness: The Cry of the Flesh (London: Routledge, 2013).\n5 For the NHS Constitution see (accessed 15 July 2013): http://www.nhs.uk/choiceintheNHS/Rightsand-\npledges/NHSConstitution/Documents/2013/the-nhs-constitution-for-england-2013.pdf; for the Patient\nCharter (accessed 30 September 2015) see: Department of Health (1991) The Patient ’s Charter (London:\nHMSO). The charter was ﬁrst published in 1991 and revised in 1995 and 1997. See also Greg Dyke, The\nNew NHS Charter: A Different Approach (London: Department of Health, 1998).\n6 A classic source is Arthur Frank, The Wounded Storyteller: Body, Illness, and Ethics (Chicago, IL: University\nof Chicago Press, 2010). Chapter seven is titled ‘Testimony ’.\n7 See http://www.patients-association.org.uk/helpline/common-complaints/ (accessed 29 September 2015).8 See, for instance, Donald Marcum, An Introductory Philosophy of Medicine: Humanising Modern Medicine\n(Dordrecht: Springer, 2008).\n9 See Gwen Marram van Servellen, Communication Skills for the Healthcare Professional: Concepts, Practice,\nand Evidence , 2nd edn. (London: Jones and Bartlett, 2009).\n10 Darrell G. Kirch, ‘MCAT 2015: An open letter to pre-med students ’, March 2012, available at https://\nwww.aamc.org/newsroom/reporter/march2012/276772/word.html (accessed 30 September 2015).\n11 Derek Sellman, ‘Towards an understanding of nursing as a response to human vulnerability ’,Nursing Phi-\nlosophy 6,1 (2005): 2 –10. On the ways in which ethics should be rethought in light of human vulnerability,\nsee Alasdair MacIntyre, Dependent Rational Animals (London: Duckworth, 1999).\n12 Miranda Fricker, Epistemic Injustice: Power and the Ethics of Knowing (Oxford: Oxford University Press,\n2007).\n13 Havi Carel & Ian James Kidd, ‘\nEpistemic injustice in healthcare: A philosophical analysis ’,Medicine,\nHealthcare, and Philosophy 17,4 (2014): 529 –540.\n14 For an analysis of epistemic injustice in the case of children patients see Havi Carel & Gita Gyorffy,\n‘Illness, epistemic injustice and paediatrics: The case of children ’,The Lancet 384,9950 (2014): 1256 –1257.\n15 Fricker 2007 op. cit., p. 1.\n16 Miranda Fricker, ‘Epistemic justice as a condition of political freedom ’,Synthese 190 (2013): 1317 –1332.\n17 Christopher Hookway, ‘Some varieties of epistemic injustice ’,Episteme 7 (2010): 151 –163.\n©2016 The Authors. Journal of Applied Philosophy published by John Wiley & Sons Ltd on behalf of Society for Applied Philosophy.188 Ian James Kidd & Havi Carel\n 14685930, 2017, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/japp.12172, Wiley Online Library on [22/01/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "18 Miranda Fricker, ‘Replies to Alcoff, Goldberg, and Hookway ’,Episteme 7 (2010): 164 –178, especially pp.\n174f.\n19 Fricker 2007 op. cit., pp. 39 and 34.20 For analyses of these stereotypes see Susan Sontag, Illness as Metaphor and AIDS and its Metaphors (Har-\nmondsworth: Penguin Books, 1991); Arthur Frank, At the Will of the Body (New York: Mariner Books,\n2002); Erving Goffman, Stigma: Notes on the Management of a Spoiled Identity (New York: Simon & Schus-\nter, 1963). For studies focusing on strong negative reactions to illness by health professionals see D.Holmes; A. Perron & P. O ’Byrne, ‘Understanding disgust in nursing: Abjection, self, and the other ’,\nResearch and Theory for Nursing Practice 20,4 (2006): 305 –316 and D. Prior, A. Mitchell, M. Nebauer &\nM. Smith, ‘Oncology nurses ’experience of dimethyl sulfoxide odor ’,Cancer Nursing , 23,2 (2000):\n134–140.\n21 Frank 2002 op. cit., p. 92.\n22 Frank 2002 op. cit., p. 96; Sontag, Illness as Metaphor , p. 3; Barbara Ehrenreich. Smile or Die; How Positive\nThinking Fooled America and the World (London: Granta Books, 2010).\n23 Frank 2002 op. cit., p. 96.24 Fricker 2007 op. cit., p. 17.\n25 Fricker 2007 op. cit., p. 35.\n26 Fricker 2007 op. cit., p. 27.27 Fricker 2007 op. cit., pp. 47 –48.\n28 See, for instance, the essays in Part III of Peter Goldie (ed.), The Oxford Handbook of the Philosophy of the\nEmotions (Oxford: Oxford University Press, 2012).\n29 This example is taken from responses to a query we posted on a patient mailing list in 2012.30 See Angela Coulter & Jo Ellins, Patient Focused Interventions: A Review of the Evidence (London: The\nHealth Foundation, 2009, available at www.health.org.uk); Ian Greener, Healthcare in the UK: Understand-\ning Continuity and Change (Bristol: The Policy Press, 2009), chapter 8; Shirley McIver, ‘User perspectives\nand involvement ’in Kieran Walshe & Judith Smith (eds) Healthcare Management , 2nd edn. (Maidenhead:\nOpen University Press, 2011), pp. 354 –372.\n31 For example, a 2014 King ’s Fund survey found a 65% satisfaction with the UK ’s National Health Service\n(http://www.kingsfund.org.uk/projects/bsa-survey-2014, accessed 30 September 2015). See also notes 4 –7\nabove.\n32 Gaile Pohlhaus, ‘Discerning the primary epistemic harm in cases of testimonial injustice ’,Social Epistemol-\nogy28,2 (2014): 99 –114.\n33 Ibid., p. 107.34 Ibid., p. 105.\n35 Ibid., p. 107.\n36 See Havi Carel & Jane Macnaughton. ““How do you feel? ”: Oscillating perspectives in the clinic\n”.The\nLancet , 23 June (2012): 2334 –2335.\n37 See, for instance, Carel Illness op. cit.; Havi Carel, ‘Phenomenology and its application in medicine ’,The-\noretical Medicine and Bioethics 32,1 (2011): 33 –46; Havi Carel, Phenomenology of Illness (Oxford: Oxford\nUniversity Press, forthcoming); Fredrik Svenaeus, ‘What is phenomenology of medicine? embodiment, ill-\nness, and being-in-the-world ’in Havi Carel & Rachel Cooper (eds) Health, Illness, and Disease (Durham:\nAcumen, 2013); Frederik Svenaeus, ‘The phenomenology of health and illness ’in S. Kay Toombs (ed.)\nHandbook of Phenomenology and Medicine (Dordrecht: Kluwer, 2001, pp. 87 –108; S. Kay Toombs, The\nMeaning of Illness: A Phenomenological Account of the Different Perspectives of Physician and Patient (Dor-\ndrecht: Kluwer, 1993).\n38 Fricker has recently developed the notion of ‘structural testimonial injustice ’to clarify the preemptive\ncharacter of certain testimonial injustices. See (or, rather, hear) her keynote lecture, ‘Epistemic Injustice\nRevisited ’, delivered at the conference Understanding Epistemic Injustice , University of Bristol, 26 June\n2014, available to download at http://www.bristol.ac.uk/philosophy/research/epistemic-injustice-2014/\n39 Hookway op. cit., p. 156.\n40 Hookway op. cit., p. 158.41 See Alison Wylie, ‘Why standpoint matters ’in S. Harding (ed.) The Feminist Standpoint Reader: Intellectual\nand Political Controversies (London: Routledge, 2004), pp. 339 –351.\n42 See Toombs 1993 op. cit.; Frank 2002 op. cit.\n©2016 The Authors. Journal of Applied Philosophy published by John Wiley & Sons Ltd on behalf of Society for Applied Philosophy.Epistemic Injustice and Illness 189\n 14685930, 2017, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/japp.12172, Wiley Online Library on [22/01/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "43 See, for instance, Genevieve Lloyd, Feminism and History of Philosophy (Oxford: Oxford University Press,\n2002). Nietzsche ’s views on illness are discussed in Ian James Kidd, ‘Can illness be edifying? ’,Inquiry\n55,5 (2012): 496 –520.\n44 See MacIntyre op. cit., especially chapter 1.45 Fricker 2007 op. cit., p. 155.\n46 Fricker 2007 op. cit., p. 153.\n47 Fricker 2007 op. cit., p. 151.48 See Fricker 2007 op. cit., pp. 151 and 161 –162f. See further the essays in Robert Proctor & Londa Schie-\nbinger (eds), Agnotology: The Making and Unmaking of Ignorance (Stanford, CA: Stanford University Press,\n2008).\n49 Rebecca Mason, ‘Two kinds of unknowing ’,Hypatia 26 (2011): 294 –307.\n50 Mason op. cit., p. 294.\n51 See David Coady, What To Believe Now: Applying Epistemology to Contemporary Issues (Oxford: Wiley-\nBlackwell, 2012), chapters 4 –6.\n52 Goffman op. cit.53 Megan Wainright & Jane Macnaughton, ‘Is a qualitative perspective missing from COPD guidelines? ’The\nLancet Respiratory Medicine 1,6 (2013): 441 –442.\n54 See http://www.england.nhs.uk/statistics/statistical-work-areas/friends-and-family-test/friends-and-family-\ntest-data/ (accessed on 30 Sep. 15).\n55 Fricker 2007 op. cit., pp. 160 –161.\n56 See Martha Nussbaum, Love ’s Knowledge: Essays on Philosophy and Literature (Oxford: Oxford University\nPress, 1990); Mikel Burley, ‘Emotion and anecdote in philosophical argument: The case of Havi Carel ’s\nIllness ’,Metaphilosophy 42,1 –2 (2011): 33 –48.\n57 See Carel Illness op. cit.\n58 See Havi Carel, ‘Bodily doubt ’,Journal of Consciousness Studies 20,7 –8 (2013): 178 –197.\n59 See David Biro, ‘When language runs dry: Pain, the imagination and metaphor ’in L. Folkmarson K €all\n(ed.) Dimensions of Pain (London: Routledge 2013), pp. 13 –26; Cressida J. Heyes ‘Child birth: An aes-\nthetic\n’,i nDimensions of Pain , pp. 132 –141; Mark Wynn, Emotional Experiences and Religious Understanding:\nIntegrating Perception, Conception, and Feeling (Cambridge: Cambridge University Press, 2005).\n60 A novel and energetic exception to this is the ‘Medicine Unboxed ’project (https://plus.google.com/\n+medicineunboxed, accessed on 30 September 2015).\n61 Fricker 2007 op. cit., p. 58.\n62 See E. Angner, N.R. Midege, K. G. Saag & J. Allison, ‘Health and happiness among older adults: A com-\nmunity-based study ’,Journal of Health Psychology 14,4 (2009): 503 –512; J.C.J.M. de Haes & F.C.E. van\nKnippenberg, ‘The quality of life of cancer patients: A review of the literature ’,Social Science and Medicine\n20,8 (1985): 809 –817; H.M. Johnson, ‘Unspeakable conversations ’,New York Times , 16 February 2003.\nFor an overview and philosophical analysis of the discrepancy between objective health and subjectivewellbeing, see Havi Carel, ‘Ill, but well: A phenomenology of well-being in chronic illness ’in J. Bicken-\nbach, F. Felder & B Schmitz (eds) Disability and the Good Life (Cambridge: Cambridge University Press,\n2014), pp. 243 –270.\n63 See for example Goffman op. cit.; Talcott Parsons, The System of Modern Societies (Englewood Cliffs, NJ:\nPrentice-Hall, 1971).\n64 Alistair Wardrobe, ‘Medicalisation and epistemic injustice ’,Medicine, Healthcare, and Philosophy 18,3\n(2015): 341 –352.\n65 See Havi Carel, ‘Phenomenology as a resource for patients ’,Journal of Medicine and Philosophy 37,2\n(2012): 96 –113; Carel & Kidd op. cit.; Matthew Ratcliffe, ‘Phenomenology as a form of empathy ’,Inquiry\n55 (2012): 473 –495.\n66 Lauren Freeman, ‘Confronting diminished epistemic privilege and epistemic injustice in pregnancy by\nchallenging a “panoptics of the womb ”’,Journal of Medicine and Philosophy 40,1 (2015): 44 –68.\n67 See Elizabeth Anderson, ‘Epistemic justice as a virtue of social institutions ’,\nSocial Epistemology 26 (2012):\n163–173 and Miranda Fricker, ‘Are there institutional virtues? ’in Tamar Gendler & John Hawthorne\n(eds) Oxford Readings in Epistemology , vol. 3 (Oxford: Oxford University Press, 2009), pp. 235 –252.\n©2016 The Authors. Journal of Applied Philosophy published by John Wiley & Sons Ltd on behalf of Society for Applied Philosophy.190 Ian James Kidd & Havi Carel\n 14685930, 2017, 2, Downloaded from https://onlinelibrary.wiley.com/doi/10.1111/japp.12172, Wiley Online Library on [22/01/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    }
  ]
}