{
  "doc_type": "scientific paper",
  "title": "Hyperacusis and Misophonia: A Systematic Review of Psychometric Measures",
  "authors": [
    "Fatma Betul Kula",
    "Mark Cropley",
    "Hashir Aazh"
  ],
  "year": 2022,
  "journal": "Journal of the American Academy of Audiology",
  "doi": "10.1055/a-1896-5032.ISSN",
  "abstract": "Background Hyperacusis can be defined as an intolerance of certain everyday sounds, which are perceived as too loud or uncomfortable and which cause significant distress and impairment in the individual's day-to-day activities. Misophonia is defined as a high magnitude of emotional and behavioral reaction to certain sounds produced by human beings, such as eating sounds and breathing sounds. Several psychometric instruments have been developed to assess symptoms and the impact of hyperacusis and misophonia; however, to the authors' knowledge, no study has evaluated and compared the methodological quality of the studies on psychometric properties of the existing instruments. Purpose This article systematically reviews the research studies assessing the psychometric properties of the instruments used for hyperacusis and misophonia and assesses the quality and appropriateness of the methodologies used. Research Design Systematic review. Data Collection and Analysis A systematic literature search was performed using five electronic literature databases (PubMed, Scopus, PsycINFO, Google Scholar, and Web of Science). Studies were included if they were written in English and reported information about the psychometric properties of instruments measuring hyperacusis or misophonia symptoms or their impact. The quality of the studies and that of the psychometric instruments were evaluated using the consensus-based standards for the selection of health-measurement instruments (COSMIN) tool. Results The title and abstracts of 916 articles were screened and 39 articles were selected for full-text evaluation, with 14 articles meeting the inclusion criteria. From these 14 articles, 8 different instruments (5 for hyperacusis and 3 for misophonia) were identified and reviewed comprising: (1) Hyperacusis Questionnaire (HQ), (2) Inventory of Hyperacusis Symptoms, (3) questionnaire on hypersensitivity to sound, (4) Hyperacusis Handicap Questionnaire, (5) short HQ, (6) Amsterdam Misophonia Scale, (7) MisoQuest, and (8) the Misophonia Questionnaire. Conclusion None of the papers reviewed reported all the information required to meet the COSMIN standards. The studies' methodological quality varied between 'very good' and 'inadequate' depending on their grade on the COSMIN tool. There is a need for further research on the psychometric properties of the instruments included in this review.",
  "keywords": [
    "hyperacusis",
    "misophonia",
    "psychometric instruments",
    "psychometric properties"
  ],
  "research_topics": [
    "Hyperacusis",
    "Misophonia",
    "Psychometric instrument evaluation",
    "Systematic review",
    "COSMIN methodological quality assessment",
    "Reliability and validity of questionnaires",
    "Audiology"
  ],
  "created_at": "2025-05-04T23:23:31.819528Z",
  "source_pdf": "documents/research/Global/Kula 2023 Hyperacusis and Misophonia a Systematic Review of Psychometric Measures.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Processed byMinitexon:4/6/2023 10:02:05 AM\nThismaterialcomestoyoufromtheUniversity ofMinnesota collection oranotherparticipating library\noftheMinitexLibraryInformation Network.\nPatrons:pleasecontactyourlibraryforhelpaccessing thisdocument. \nLibrarystaff:forissuesorassistance withthisdocument, pleaseemail:mtx-edel@umn.edu andprovide\nthefollowing information:\nArticleID:MIH01MNPALSIHC0010194\nPatronemailaddress\n____________________________________________________________________________________\nTitle:JournaloftheAmerican Academy ofAudiology.\nArticleTitle: Hyperacusis andMisophonia: ASystematic ReviewofPsychometric Measures\nArticleAuthor: Kula\nDescription: 1onlineresource\nOCLC-51281475; ISSN-10500545; LCN-2009250635;\nPublisher: 2022-07-11\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Hyperacusis and Misophonia: A Systematic\nReview of Psychometric Measures\nFatma Betul Kula, BSc, MSc1Mark Cropley, BSc, PhD1H a s h i rA a z h ,B S c ,M S c ,P h D2,3,4\n1Department of Psychology, The University of Surrey, Guildford,\nUnited Kingdom\n2Audiology Department, Royal S urrey NHS Foundation Trust,\nGuildford, United Kingdom\n3Department of Communication Sciences & Disorders, Florida\nAtlantic University, Boca Raton, Florida\n4Department of Physics, Faculty of Engineering and Physical Sciences,The University of Surrey, Guildford, United Kingdom\nJA mA c a dA u d i o lAddress for correspondence F a t m aB e t u lK u l a ,B S c ,M S c ,\nf.kula@surrey.ac.uk\nKeywords\n►hyperacusis\n►misophonia\n►psychometric\ninstruments andpropertiesAbstract Background Hyperacusis can be de ﬁned as an intolerance of certain everyday sounds,\nwhich are perceived as too loud or uncomfortable and which cause signi ﬁcant distress\nand impairment in the individual ’s day-to-day activities. Misophonia is de ﬁned as a high\nmagnitude of emotional and behavioral reaction to certain sounds produced by human\nbeings, such as eating sounds and breathing sounds. Several psychometric instrumentshave been developed to assess symptoms and the impact of hyperacusis andmisophonia; however, to the authors ’knowledge, no study has evaluated and\ncompared the methodological quality of th e studies on psychometric properties of\nthe existing instruments.Purpose This article systematically reviews the research studies assessing the\npsychometric properties of the instruments used for hyperacusis and misophonia\nand assesses the quality and appropriateness of the methodologies used.\nResearch Design Systematic review.\nData Collection and Analysis A systematic literature search was performed using ﬁve\nelectronic literature databases (PubMed, Scopus, PsycINFO, Google Scholar, and Webof Science). Studies were included if they were written in English and reportedinformation about the psychometric properties of instruments measuring hyperacusisor misophonia symptoms or their impact. The quality of the studies and that of thepsychometric instruments were evaluated using the consensus-based standards for the\nselection of health-measuremen t instruments (COSMIN) tool.\nResults The title and abstracts of 916 articles were screened and 39 articles were\nselected for full-text evaluation, with 14 articles meeting the inclusion criteria. Fromthese 14 articles, 8 different instruments (5 for hyperacusis and 3 for misophonia) wereidenti ﬁed and reviewed comprising: (1) Hyperacusis Questionnaire (HQ), (2) Inventory\nof Hyperacusis Symptoms, (3) questionnai re on hypersensitivity to sound, (4) Hyper-\nacusis Handicap Questionnaire, (5) short HQ, (6) Amsterdam Misophonia Scale, (7)MisoQuest, and (8) the Misophonia Questionnaire.\nreceived\nOctober 13, 2021accepted after revision\nJuly 5, 2022© 2023. American Academy of\nAudiology. All rights reserved.Thieme Medical Publishers, Inc.,\n333 Seventh Avenue, 18th Floor,\nNew York, NY 10001, USADOI https://doi.org/\n10.1055/a-1896-5032.ISSN 1050-0545.Review Article\nDownloaded by: University of Minnesota Libraries. Copyrighted material.\nAccepted Manuscript online: 2022-07-11   Article published online: 2023-02-22"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Hyperacusis can be de ﬁned as an intolerance of certain\neveryday sounds, which are perceived as too loud or uncom-\nfortable and which cause signi ﬁcant distress and impairment\nin the individual ’s day-to-day activities.1Other de ﬁnitions of\nhyperacusis are largely in agreement with this de ﬁnition,\nwith some differences in details.2,3Tyler et al4described four\ncategories of hyperacusis comprising (1) loudness hyper-acusis, (2) fear hyperacusis, (3) pain hyperacusis, and (4)\nannoyance hyperacusis. There is some overlap between\nannoyance hyperacusis and misophonia. A recent consensusstudy described that misophonia is characterized by the\nexperience of unpleasant or distressing emotions when\nexposed to certain sounds generated by another individual,especially (but not exclusively) those produced by the human\nbody.\n5In misophonia, the speci ﬁc pattern or meaning of the\nsound to the individual as opposed to its loudness seem to bethe key contributing factor to the individual ’sr e a c t i o n .\nIndividuals with misophonia often experience suffering,\ndistress, or cannot tolerate sounds associated with oralfunctions (e.g., chewing, eating), nasal sounds (e.g., breathing\nand snif ﬁng), as well as non-oral/-nasal sounds (e.g., pen\nclicking, keyboard typing, clock ticking).\n5\nPrevalence estimates range from 2 to 15.2% for hyper-\nacusis6,7and 6 to 49.1% for misophonia.8–10It is likely that\nthe discrepancy in prevalence reports is related to the differ-\nences in study populations and the way that hyperacusis and\nmisophonia were assessed and diagnosed.\nSeveral psychometric instruments have been developed\nand applied in research and clinical practice to evaluate\nhyperacusis and/or misophonia. The methodologies usedto design and evaluate the psychometric properties of these\ninstruments (e.g., validity, reliability, sensitivity to change)\nare very diverse. The two important psychometric propertiesare reliability and validity which are essential for choosing\nsuitable instruments for research or clinical purposes.\n11\nReliability comprises measures of internal consistency (de-\ngree of interrelatedness among the items), test –retest reli-\nability (consistency of scores obtained at different times),\ninterrater reliability (consistency of scores obtained by dif-ferent raters), and measurement error (the systematic and\nrandom error of a patient ’s score that is not attributed to true\nchanges in the construct to be measured).\n12Validity is\ndeﬁned as the extent to which an instrument measures\nwhat it claims to measure13and comprises (1) content\nvalidity (the degree to which the questions on the instru-ment represent the construct that it seeks to measure\n14), (2)\nconstruct validity (the extent to which the instrument\nvalidly measures the construct it purports to measure), (3)structural validity (the degree to which the scores of the\ninstrument is an adequate re ﬂection of the dimensionality of\nthe construct to be measured), (4) hypotheses testing\n(the degree to which scores on the instrument are consistentwith hypothesized relationship with other instruments), (5)\ncross-cultural validity (the degree to which items on a\ntranslated or adapted measure correspond to the perfor-mance of the original items), and (6) criterion validity\n(the degree to which scores correspond with a gold standard\nmeasure).\nStudies assessing the psychometric properties of hyper-\nacusis and misophonia instruments have used inconsistent\nmethods. For example, participants in some studies wererecruited from hospital patient referrals\n15–17while others\nfrom the general population or university students.9,18Some\nof these instruments are validated in languages other thanEnglish and the English versions although published, have\nnot been validated.\n19In addition, among the published\npapers there are some discrepancies regarding reporting ofthe important psychometric properties of the instruments\nthey evaluated or developed. As the result of these discrep-\nancies, it may not be clear to many audiologists whether thepsychometric properties of the existing hyperacusis and\nmisophonia questionnaires meet the standards required\nfor them to be used effectively in research and/or clinical\npractice.\nTo develop a greater understanding of the reliability and\nvalidity of the existing hyperacusis and misophonia instru-\nments, a systematic review of the literature can be extremely\ninformative. Systematic reviews provide a s ummary of the\nstrengths and weaknesses of the existing questionnaires,\nappraise the methodological quality of published studies,\nand discuss the differences between them\n20; the results of\nwhich, can guide clinical practice and research.\nConsensus-based standards for the selection of health-\nmeasurement instruments (COSMIN) were developed toprovide a comprehensive methodological tool for assessing\nthe methodological quality of patient-reported outcome\nmeasures.\n21COSMIN is an initiative of an international\nmultidisciplinary team of researchers with a background\nin epidemiology, psychometric, medicine, qualitative re-\nsearch, and health care, who have expertise in the develop-ment and evolution of outcome-measurement instruments.\nThey developed the COSMIN risk of bias checklist that can be\nused in systematic reviews to assess the methodologicalquality of the studies included to the review.\n22,23\nThe present study aimed to systematically review the\npsychometric properties of the existing hyperacusis andConclusion None of the papers reviewed reported all the information required to\nmeet the COSMIN standards. The studies ’methodological quality varied between “very\ngood ”and “inadequate ”depending on their grade on the COSMIN tool. There is a need\nfor further research on the psychometric properties of the instruments included in thisreview.\nJournal of the American Academy of Audiology © 2023. American Academy of Audiology. All rights reserved.Hyperacusis and Misophonia Kula et al.\nDownloaded by: University of Minnesota Libraries. Copyrighted material."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "misophonia questionnaires, summarize their strengths and\nweaknesses, and appraise the methodological quality ofpublished studies against the criteria set by COSMIN\ntool.\n21,23\nMethods\nThis systematic review was conducted in compliance with\nthe Preferred Reporting Items for Systematic Reviews and\nMeta-Analyses (PRISMA) guideline24and it was registered\nwith the PROSPERO database (https://www.crd.york.ac.uk/prospero; registration number: CRD42021235539).\nInclusion and Exclusion Criteria\nThe following inclusion criteria for articles were applied: (1)\npublished in English, (2) published in a peer-reviewed jour-\nnal, and (3) detailed the development or evaluated themeasurement properties of instruments measuring hyper-\nacusis or misophonia symptoms or their impact.\nArticles were excluded if they: (1) were not indexed in a\nrecognized database, (2) did not report at least one psycho-\nmetric property as de ﬁned by the COSMIN checklist (infor-\nmation relating to the psychometric properties arepresented\n►Appendix 1 ), and (3) were a review, personal/\nexpert opinions and manuals, guidelines, or reported animal\nstudies and any unpublished and incomplete studies.\nSearch Strategy\nAn initial search was conducted on January 29, 2021. Asystematic search was performed in the following electronic\ndatabases: PubMed, Scopus, Web of Science, PsycINFO, and\nGoogle Scholar. We entered a speci ﬁc search term strategy\nin each search engine (\n►Table 1 ), searching in articles\ntopics, titles, abstracts, and keywords. The database search\nwas conducted without setting any limits in terms of the\npublication date of the studies. If possible, ﬁlters were\napplied to ﬁnd related articles in the English language\nonly and with humans only. The reference lists of any\nrelevant articles were checked throughout the process to\nensure that any related studies were not missed. Originalsearches were last updated on April 29, 2021. Prior to\nsubmitting the ﬁnal revision of this article on June 17,\n2022, a quick search was conducted to double check if anynew studies have emerged with regard to the question-\nnaires reviewed in this article which did not show any new\nrelevant studies.Selection Criteria\nAfter the removal of duplicate articles, one reviewer (F.K.)screened titles and abstracts to identify eligible articles. The\nreference lists of any relevant articles were also reviewed by\ntheﬁrst author. Then, two reviewers (F.K. and H.A.) screened\nthe full text of the articles independently. The decision\nregarding the inclusion/exclusion of studies was made as a\nresult of two reviewers ’judgment about the selection of the\narticles and to verify interrater reliability of the full text\nscreening, we calculated the Kohen ’s kappa value which was\n0.65 indicating substantial agreement between the tworeviewers.\n25Any disagreements were resolved by the third\nreviewer (M.C.).\nData Extraction\nPsychometric properties including content validity, structural\nvalidity, internal consistency, reliability, hypothesis testing forconstruct validity, cross-cultural validity, measurement error,\ncriterion validity, and responsiveness were extracted from\nstudies in line with recommendations speci ﬁed in the COSMIN\nguidelines.\n22Other extracted information was country of\norigin, number of samples, gender, study population, and\ninstrument-related factors such as construct measured, num-ber of items, range of total score, and response options. All data\nwere extracted by the ﬁrst author in May 2021.\nEvaluation of Methodological Quality\nTwo reviewers independently applied the COSMIN checklist\nfor all included studies according to the recommendedguidelines. Discrepancies of opinions were resolved by con-\nsensus between the two reviewers or, if the agreement was\nnot achieved, disagreements were discussed and resolvedthrough consultation with the third reviewer. No one graded\nany of their own papers.\nThe methodological quality of studies and their psycho-\nmetric properties were assessed using the COSMIN check-\nlist\n21as shown in Appendix 1. Based on this assessment we\nreported whether the above-mentioned nine domains were\nassessed or adequately reported by various studies on psy-\nchometric properties of the hyperacusis and misophoniaquestionnaires.\nEvaluation of Psychometric Properties of the\nIncluded Instruments\nEach measurement property was rated by applying a\nfour-point COSMIN risk of bias scale (4 ¼“very good, ”\nTable 1 Search term strategies applied in databases\nConstruct Instrument Psychometric properties\nSearch\ntermsHyperacus/C3OR Misophon/C3OR “Reduc/C3\nsound intolerance ”OR “Noise Sensitivity ”\nOR “Sound Intolerance ”OR “Sensory\nintolerance ”OR “Sound Sensitivity ”OR\n“Selective Sound Sensitivity Syndrome ”\nOR “Soft Sound Sensitivity Syndrome ”OR\n“aversive sounds ”OR “trigger sounds ”OR\n“decreased sound tolerance ”Assess/C3OR measur/C3OR\nQuestionnaire OR instrument/C3OR\nself-report OR inventory OR\ninstrument OR ChecklistPsychometr/C3OR Valid/C3OR\n“Reliab/C3OR Sensitiv/C3\n“internal consistency ”OR\n“Factor Analysis ”\nJournal of the American Academy of Audiology © 2023. Am erican Academy of Audiology. All rights reserved.Hyperacusis and Misophonia Kula et al.\nDownloaded by: University of Minnesota Libraries. Copyrighted material."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "3¼“adequate, ”2¼“doubtful, ”1¼“inadequate ”). Consistent\nwith COSMIN instructions, the overall quality rating for eachmeasurement property was determined by taking the “worst\nscore counts ”method (i.e., the lowest rating of any of the\nitems in a given category).\n23For the next step, the result of\nindividual studies on measurement properties was also\nevaluated against COSMIN 2018 updated criteria for good\nmeasurement properties ( ►Appendix 1 ). The assessment\nresulted in rating for each questionnaire: suf ﬁcient ( þ),\ninsufﬁcient ( –), or indeterminate (?). We used this informa-\ntion to create a table that demonstrates whether the key ninepsychometric properties were reported for each question-\nnaire and if they meet the COSMIN criteria.\nInterrater reliability between the two reviewers was\n82.0% (kappa: 0.73) for the risk of bias ratings, and 84.5%\n(kappa ¼0.82) for the measurement properties, indicating\nsubstantial agreement between the two reviewers.\n25\nResults\nStudy Selection\nA total of 1,040 articles were identi ﬁed through the initial\nsearch ( ►Fig. 1 ), and 10 additional articles were identi ﬁed\nthrough a review of citations. After removing duplicates, 916\narticles were screened based on their title and abstract, and\n39 articles were selected for full-text assessment. As a resultof this full-text evaluation, 25 of the 39 articles were\nremoved because they focused on the different constructs\nor did not report any psychometric property de ﬁned by the\nCOSMIN checklist. In addition, one of the articles was not\nincluded in this study because it was published in a preda-tory journal.\n26Fourteen articles were included in this review,\nand from these 14 articles, 8 different hyperacusis andmisophonia instruments were evaluated.\n9,10,15 –19,27 –33See\nthe PRISMA ﬂow diagram in ►Fig. 1 .\nStudy and Participant ’sC h a r a c t e r i s t i c s\n►Table 2 summarizes the characteristics of the included\nstudies. The eligible studies were published from 2002 to2020. Approximately 20% of the studies were conducted in\nthe U.K.\n9,15,28and 13% in the U.S.10,29and Italy.17,33The rest\nof the studies were conducted in India,32Belgium,30\nGermany,16Japan,31Turkey,27Poland,19and France.18The\nmost used questionnaire reported was the Hyperacusis\nQuestionnaire (HQ) developed by Khalfa et al in 2002.18All\nquestionnaires were developed to assess or diagnose hyper-\nacusis or misophonia.\n►Table 2 also shows the participants ’characteristics of\nthe studies included to this review. Sample sizes for these\nstudies ranged between 46 and 705 individuals from the\ngeneral population and/or clinical population. Most studiesincluded clinical populations ( n¼9) and two studies\nreported student populations, with the remainder utilizing\nindividuals from the general population ( n¼3).\nPsychometric Instruments for Hyperacusis and\nMisophonia\n►Table 3 provides a summary of the description of the ques-\ntionnaires including ﬁve hyperacusis and three misophonia\ninstruments. All measures utilized the Likert-type scales using3 to 5 points scale. In addition, the structure of the included\ninstruments varies greatly; ﬁve measures have three-factor\nstructure,\n10,16,18,32,33two measures have one-factor struc-\nture,9,19and the other measure has a ﬁve-factor structure.29\nThe Methodological Quality of the Included Studies\n►Table 4 summarizes methodological quality ratings for the\n14 studies included to the review. All the studies reportedmore than one psychometric property. In addition, all stud-\nies reported internal consistency. Most studies described\nhypotheses testing for construct validity (11/14) and struc-tural validity (8/14). Only a small number of studies included\npsychometric data on cross-cultural validity (2 studies),\nreliability (1 study), and measurement error (1 study). Noinformation was retrieved on responsiveness and criterion\nvalidity in any study.\nPsychometric Properties of the Included Instruments\n►Table 5 presents ratings for each psychometric instrument.\nThe psychometric properties extracted from the studieswere evaluated against the criteria for good psychometric\nproperties on the COSMIN. None of the instruments could be\nfully evaluated over all nine psychometric properties as thenecessary data was not always reported.\nDiscussion\nThe purpose of this systematic review was to evaluate thequality of psychometric properties of the current hyperacusis\n Fig. 1 Flowchart of paper selection based on Preferred Reporting\nItems for Systematic Reviews and Meta-Analyses (PRISMA) guidance.\nJournal of the American Academy of Audiology © 2023. American Academy of Audiology. All rights reserved.Hyperacusis and Misophonia Kula et al.\nDownloaded by: University of Minnesota Libraries. Copyrighted material."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Table 2 Summary of study characteristics\n# Author and year Sample\n(N)Study population Sample age\nrange (y)or overall\nmeanGender Country The measure of hyperacusis\nor misophonia\n1 Aazh et al, 2021 100 Clinical population- patients\nattended a tinnitus and hyperacusis\nclinic21 to 81 48 Female\n52 MaleUK Inventory of Hyperacusis\nSymptoms\n2 Bläsing et al, 2010 91 Clinical population-patients\nsuffered from tinnitus15 to 76 36 Female\n55 MaleGermany GUF: hypersensitivity to\nsound\n3 Erinc and Derinsu, 2020 529 General population 18 to 73 320 Female\n209 MaleTurkey Hyperacusis Questionnaire\n4 Fackrell et al, 2015 264 Clinical population- data collected\nfrom tinnitus studies24 to 85 158 Male\n106 FemaleUK Hyperacusis Questionnaire\n5 Fioretti et al, 2015 117 Clinical population-patients with\ntinnitus complaints14 to 88 53 Female\n64 MaleItaly Hyperacusis Questionnaire\n6 Greenberg and Carlos, 2018 469 Patients attending an online\nsupport group or social media sites34.8 40% Male\n58% Female\n2% not disclosedUSA Inventory of Hyperacusis\nSymptoms\n7 Khalfa et al, 2002 201 General population 17 to 72 132 Female\n69 MaleFrance Hyperacusis Questionnaire\n8 Meeus et al, 2010 46 Clinical Population 21 to 81 14 Female\n32 MaleBelgium Hyperacusis Questionnaire\n9 Oishi et al, 2017 215 Clinical population Group A:\n59.2\nGroup B:\n63.4Group A: 52.7% Female\nGroup B: 46.6% FemaleJapan Hyperacusis Questionnaire\n10 Naylor et al, 2021 336 University medical students 18 to 24 73% Female UK The Amsterdam Misophonia\nScale\n11 Prabhu and Nagaraj, 2020 77 Clinical population\n(participants with tinnituscomplaints)20 to 55 36 Female\n41 MaleIndia Hyperacusis Handicap\nQuestionnaire\n12 Siepsiak et al, 2020 705 Clinical population\n(mixed group for misophonia and\nother health conditions patients)18 to 68 86.2% and 80% female for\neach phasePoland MisoQuest\n13 Tortorella et al, 2017 117 Clinical population\n(participants with a primary\ncomplaint of tinnitus)23 to 82 49 Female\n68 MaleItaly The Short Hyperacusis\nQuestionnaire\n14 Wu et al, 2014 483 Undergraduate university students 18 to 54 404 Female\n79 MaleUSA Misophonia Questionnaire\nJournal of the American Academy of Audiology © 2023. Am erican Academy of Audiology. All rights reserved.Hyperacusis and Misophonia Kula et al.\nDownloaded by: University of Minnesota Libraries. Copyrighted material."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Table 3 Description of questionnaires\n#M e a s u r e C o n s t r u c t\nmeasuredStructure Number\nof itemsResponse options Total\nrange\n1 Hyperacusis Questionnaire Hyperacusis Three factors 14 4-point Likert scale\n(0¼no, 3¼yes, a lot)0–42\n2 Inventory of Hyperacusis\nSymptomsHyperacusis Five-factor\nstructures25 4-point Likert scale 25 –100\n3G U F : ( q u e s t i o n n a i r e\non hypersensitivity to sound)H y p e r a c u s i sT h r e e f a c t o r s1 5 4 - p o i n t L i k e r t s c a l e 0 –45\n4 Amsterdam Misophonia Scale Misophonia One Factor 6 5-point Likert scale 0 –24\n5 Hyperacusis Handicap\nQuestionnaireH y p e r a c u s i sT h r e e f a c t o r s2 1 3 - p o i n t\nLikert scale0–84\n6 MisoQuest Misophonia One Factor 14 5-point\nLikert scale14–70\n7 Misophonia Questionnaire Misophonia Three factors 17 4-point Likert scale 0 –68\n(for the ﬁrst\ntwo sections)\n8S h o r t H y p e r a c u s i s\nQuestionnaireH y p e r a c u s i sT h r e e f a c t o r s6 4 - p o i n t L i k e r t s c a l e 0 –24\nTable 4 Methodological quality ratings of each study based on COSMIN\n# Instrument Study Structural\nvalidityInternal\nconsistencyCross-cultural\nvalidity/\nmeasurementinvarianceReliability Measure-\nment\nerrorCriterion\nvalidityHypotheses\ntesting for\nconstructvalidityResponsive-\nness\n1H Q K h a l f a e t a l ,\n2002VV N NN N A N\n2H Q E r i n c a n d\nDerinsu, 2020VV D NN N A N\n3 HQ Oishi et al, 2017 N V N N N N D N\n4 HQ Fioretti et al.,\n2015NV D NN N N N\n5 HQ Meeus et al,\n2010IV N N N N D N\n6 HQ Fackrell et al,\n2015VV N NN N V N\n7 IHS Greenberg and\nCarlos, 2018NV N NN N V N\n8 IHS Aazh et al, 2021 N V N N N N A N\n9 HHQ Prabhu and\nNagaraj, 2020NV N NN N D N\n10 SHQ Tortorella et al,\n2017NV N NN N D N\n11 GUF Bläsing et al,\n2010DV N NN N A N\n12 MQ Wu et al, 2014 D V N N N N N N\n13 MisoQuest Siepsiak et al,\n2020AV N DD N A N\n14 A-MISO-S Naylor et al,\n2021AV N NN N N N\nAbbreviations: A-MISO-S, Amsterdam Misophonia Scale; COSMIN, consensus-based standards for the selection of health-measurement instruments;\nGUF, questionnaire on hypersensitivity to sound; HHQ, Hyperacusis Hand icap Questionnaire; HQ, Hyperacusis Questionnaire; IHS, Inventory of\nHyperacusis Symptoms; MQ, Misophonia Questionnaire; SHQ, short Hyperacusis Questionnaire.\nNote: COSMIN rating: V, very good; A, adequate; D, doubtful; I, inadequate; N, not reported by the study authors.\nJournal of the American Academy of Audiology © 2023. American Academy of Audiology. All rights reserved.Hyperacusis and Misophonia Kula et al.\nDownloaded by: University of Minnesota Libraries. Copyrighted material."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "and misophonia instruments (until April 2021) using the\nCOSMIN guidelines. The COSMIN checklist is a well-known\ntool and has been developed in conjunctionwith other existing\nguidelines for systematic reviews, such as the Cochrane Hand-book for Systematic Reviews of Intervention,\n34the PRISMA\nstatement,35and the Grading of Recommendations Assess-\nment, Development and Emulation principles.\nTo our knowledge, this is the ﬁrst systematic review to\nevaluate the measurement properties of instruments\ndesigned to measure hyperacusis or misophonia across arange of health-care contexts and settings. This review\nidenti ﬁed eight measures ( ﬁve for hyperacusis and three\nfor misophonia) and 14 studies on the psychometric proper-ties of these instruments. In general, the methodological\nquality of the included studies in this review varied between\n“very good ”and “inadequate ”across all psychometric prop-\nerties based on the COSMIN tool. None of the identi ﬁed\ninstruments has reported all nine psychometric properties\nrecommended by COSMIN.The Methodological Quality of the Included Studies\nand Psychometric Properties of the Instruments\nAccording to the COSMIN guideline (2018), content validity\nis considered an important measurement property of aninstrument.\n21However, none of the included articles\nreported using adequate methods to assess content validity.\nOne explanation is that the constructs of hyperacusis andmisophonia are not fully understood. Therefore, it was not\npossible to rate this following the COSMIN recommenda-\ntion. However, all the questions within the various ques-tionnaires appeared to have good content validity, as the\nquestionnaires appeared to have included all the relevant\nitems measuring the constructs in question. In addition, thequestionnaires have been designed by clinicians and/or\nresearchers working with patients who experience hyper-\nacusis and/or misophonia so they were in a good position tocreate relevant items.\nIn terms of structural validity, six studies did not\nreport any psychometric data. The rest of the studies ’Table 5 Ratings for each psychometric property quality per instrument based on COSMIN\nStructural\nvalidityInternal\nconsistencyCross-\nculturalvalidityMeasure-\nmentinvarianceReliability Measurement\nerrorCriterion\nvalidityHypothesis\ntestingfor constructvalidityResponsive-\nness\nHQ\nKhalfa et al, 2002 /C0/C0 NR NR ? NR NR NR NR\nErinc and Derinsu,\n2020? þþ NR NR NR NR þ NR\nOishi et al, 2017 NR þ ?N R N R N R N R N R N R\nFioretti et al., 2015 NR þ ?N R N R N R N R N R N R\nMeeus et al, 2010 /C0 ? ? NR NR NR NR þ NR\nFackrell et al, 2015 þþ NR NR NR NR NR ? NR\nIHS\nGreenberg and\nCarlos, 2018NR þ NR NR NR NR NR þ NR\nAazh et al, 2021 NR þ NR NR NR NR NR þ NR\nMQ\nWu et al, 2014 ? ? NR NR NR NR NR ? NRMisoQuestSiepsiak et al, 2020 þþ NR NR þ ?N R þ NR\nHHQ\nPrabhu and Nagaraj,\n2020NR þ NR NR NR NR NR NR NR\nA-MISO-S\nNaylor et al, 2021 /C0þ NR NR NR NR NR NR NR\nGUF\nBläsing et al, 2010 ? þ NR NR NR NR NR þ NR\nShort-HQTortorella et al,\n2017NR /C0 NR NR NR NR NR NR NR\nAbbreviations: A-MISO-S, Amsterdam Misophonia Scale; COSMIN, consensus-based standards for the selection of health-measurement instruments;\nGUF, questionnaire on hypersensitivity to sound; HHQ, Hyperacusis Hand icap Questionnaire; HQ, Hyperacusis Questionnaire; IHS, Inventory of\nHyperacusis Symptoms; MQ, Misophonia Questionnaire; NR, not reported by the study author.\nNote: COSMIN rating: ( þ)“sufﬁcient, ”(/C0)“insuf ﬁcient, ”and (?) “indeterminate. ”\nJournal of the American Academy of Audiology © 2023. Am erican Academy of Audiology. All rights reserved.Hyperacusis and Misophonia Kula et al.\nDownloaded by: University of Minnesota Libraries. Copyrighted material."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "methodological quality for structural validity varied be-\ntween “very good ”and “inadequate ”according to COSMIN\nrisk of bias checklist assessment. This mainly was due to\nstudies only reporting exploratory factor analysis without\nconﬁrmatory factor analysis (CFA). To test the factor struc-\nture, CFA or item response theory (IRT) analysis are preferred\naccording to the COSMIN checklist.36\nNone of the instruments reported on all three psycho-\nmetric properties within the domain of reliability (reli-\nability, internal consistency, and measurement error).\nOnly one measurement instrument (MisoQuest) reportedreliability with measuring interclass correlation coef ﬁ-\ncient, while all instruments reported internal consistency\nwith receiving a very good score for study quality. Al-though measurement error is clinically important because\nas more error is introduced into the score, the lower the\nreliability will be, only one article that tested MisoQuest,\n18\nreported it.\nNone of the studies reported information on criterion\nvalidity. As there is no universally accepted gold standard tomeasure hyperacusis and misophonia, this feature of criteri-\non validity could not be reported in this review. In addition,\ncross-cultural validity was reported in two studies\n17,27with\ndoubtful ratings. However, ﬁve studies10,16,18,19,29included\nin this review did not conduct cross-cultural validity because\nthe measures were developed and validated in the originallanguage.\nHypotheses testing for construct validity were reported in\n11 studies (78.6%) with ratings of either very good, adequate,or doubtful. Only four studies,\n15,16,29,30reported both con-\nvergent and discriminant validity according to COSMIN risk\nof bias assessment. Except for these four studies, the remain-ing studies had limited evidence for construct validity.\n►Table 5 gives information about the results of each study\non the different measurement properties, and it was rated as\nsufﬁcient ( þ), insuf ﬁcient ( –), or indeterminate (?) following\nCOSMIN criteria for good measurement properties. There isinsufﬁcient evidence within the included papers to making a\njudgment on their overall quality. Therefore, we chose not to\nsummarize the results and thus not to grade the total level of\nevidence per psychometric instruments.\nThere are some other hyperacusis questionnaires used\nin clinics and research, but these were not reviewed ast h e i rr e l e v a n tp u b l i c a t i o n sd i dn o tp r o v i d et h ep s y c h o -\nmetric properties required by COSMIN. One question-\nnaire, for example, is the Multiple-Activity Scale forHyperacusis, by Dauman and Bouscau-Faure.\n37The de-\nvelopment procedure and metrics were not reported in\nthis paper, so it was not possible to review its psycho-metric properties.\nSeveral newly developed hyperacusis and misophonia\nquestionnaires were not included in this review as the resultsof their psychometric properties were not published in a\npeer-reviewed journal at the time our original literature\nsearch.\n1,38,39Therefore, it was not possible to evaluate\nthem with the COSMIN checklist in this review. Future\nreviews should assess the questionnaires which were pub-\nlished from April 2021.In this systematic review, the populations within included\nstudies varied, with both clinical and nonclinical samples.Clinicians desiring to select measures for clinical use should\nconsider how generalizable the results are to the intended\npopulation, taking into account the populations from whichthe data in these studies were generated. For example,\nInventory of Hyperacusis Symptoms (IHS)\n29appears to be\ninternally consistent in both clinical and nonclinical popu-lations. The MisoQuest\n19is internally consistent for the\nclinical population. The HQ originally developed by Khalfa\net al18was internally consistent for just general population\nand Fackrell et al28investigated the validity and reliability of\nthe HQ in a population who had tinnitus. They found the HQ\nto have high internal consistency (Cronbach ’sα¼0.88) but\nCFA revealed that the proposed three-factor and an alterna-\ntive one-factor structure were poor. Therefore, HQ does not\nseem to work well within a tinnitus population. Futurestudies should endeavor to use clinical population of patients\nwith hyperacusis or misophonia when developing\nquestionnaires.\nImplications for Future Research\nGiven the recent measures being adapted for use in othercountries and languages, we believe that there is a need for\nappropriate and more testing for cross-cultural validity.\nStudies with different cultural groups should perform factoranalyses for multiple groups and complete measurement\ninvariance or differential item functioning to give informa-\ntion on whether the measures are equivalent when used indifferent cultures/languages. For example, MisoQuest was\ndeveloped in Polish, and validation has only been performed\nin a Polish population. Therefore, for future directions,validation and cross-cultural evaluation of MisoQuest are\nneeded for other countries and different languages.\nRegarding structural validity, future studies should per-\nform factor analyses using CFA or IRT for seven instruments\n(HQ, IHS, Hyperacusis Handicap Questionnaire [HHQ], shortHQ [SHQ], questionnaire on hypersensitivity to sound [GUF],\nMisophonia Questionnaire [MQ], Amsterdam Misophonia\nScale [A-MISO-S]).\nTo gain a comprehensive picture of reliability, all elements\nof reliability should be assessed. Internal consistency has\nbeen assessed for all instruments, but future studies shouldassess test –retest, interrater, and intrarater reliability for HQ,\nIHS, SHQ, GUF, MQ, MisoQuest, A-MISO-S, and HHQ. Mea-\nsurement error also needs to be assessed for all eightinstruments.\nWe also believe that future studies measuring content\nvalidity should state more explicitly how they evaluatedcontent validity and follow COSMIN criteria when develop-\ning and reporting a new measure. This may include exploring\nthe relevance, comprehensiveness, and comprehensibility ofthe measure among a suf ﬁcient sample of participants and\nprofessionals, which could lead to more credible evidence of\nits content validity.\nAll the available questionnaires regarding hyperacusis\nand misophonia are designed for adults and therefore may\nnot be appropriate for use in children and adolescents.\nJournal of the American Academy of Audiology © 2023. American Academy of Audiology. All rights reserved.Hyperacusis and Misophonia Kula et al.\nDownloaded by: University of Minnesota Libraries. Copyrighted material."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Therefore, future studies are needed for the development of\nnew questionnaires in these speci ﬁc groups.\nResponsiveness is de ﬁned as the ability of the psychomet-\nric instrument to detect change over time in the construct\nmeasured.36This review showed that responsiveness to\nchange has not formally been tested for hyperacusis and\nmisophonia questionnaires. However, HQ and A-MISO-S\nhave been used in several interventional studies and appearto be sensitive to change\n40–48(scores have changed following\ntreatment). This provides some evidence for responsiveness.\nMore systematic studies are needed to further exploreresponsiveness to change and the cutoff for meaningful or\nclinically signi ﬁcant change in hyperacusis and misophonia\nquestionnaires.\nConclusion\nThis study systematically reviewed publications that evalu-\nated the psychometric properties of eight hyperacusis and\nmisophonia instruments using COSMIN guidelines (i.e., HQ,IHS, HHQ, SHQ, GUF, MQ, A-MISO-S, and MisoQuest). Evi-\ndence concerning psychometric properties was limited and\nno single measure of hyperacusis and/or misophonia wasfound to meet all nine methodological quality standards\naccording to the COSMIN guideline. There is a need for\nfurther research on the psychometric properties of theinstruments included in this review.\nAcknowledgment\nTheﬁrst author would like to thank the Ministry of\nNational Education of the Republic of Turkey for support-\ning her graduate education.\nConﬂict of Interest\nNone declared.\nDisclaimer\nAny mention of a product, service, or procedure in the\nJournal of the American Academy of Audiology does not\nconstitute an endorsement of the product, service, or\nprocedure by the American Academy of Audiology.\nReferences\n1Aazh H, Hayes C, Moore BCJ, Danesh AA, Vitoratou S. Psycho-\nmetric evaluation of the Hyperacusis Impact Questionnaire(HIQ) and Sound Sensitivity Symptoms Questionnaire (SSSQ)using a clinical population of adult patients with tinnitus aloneor combined with hyperacusis. J Am Acad Audiol 2022. Doi:10.1055/a-1780-4002\n2Adams B, Sereda M, Casey A, Byrom P, Stockdale D, Hoare DJ. ADelphi survey to determine a de ﬁnition and description of\nhyperacusis by clinician consensus. Int J Audiol 2021;60(08):\n607 –613\n3Aazh H, Moore BCJ, Lammaing K, Cropley M. Tinnitus and hyper-\nacusis therapy in a UK National Health Service audiology depart-\nment: Patients ’evaluations of the effectiveness of treatments. Int\nJ Audiol 2016;55(09):514 –5224Tyler RS, Pienkowski M, Roncancio ER, et al. A review of hyper-\nacusis and future directions: part I. De ﬁnitions and manifesta-\ntions. Am J Audiol 2014;23(04):402 –419\n5Swedo S, Baguley DM, Denys D, et al. A consensus de ﬁnition of\nmisophonia: using a Delphi process to reach expert agreement.\nFront Neurosci 2022;16(March 17):. Doi: 2021.04.05.21254951\n6Andersson G, Lindvall N, Hursti T, Carlbring P, Andersson G.Hypersensitivity to sound (hyperacusis): a prevalence studyconducted via the Internet and post. Int J Audiol 2002;41(08):545 –554\n7Smit AL, Stegeman I, Eikelboom RHet al. Prevalence of hyperacusis\nand its relation to health: the Busselton Healthy Ageing Study.Laryngoscope 2021;131(12):E2887 –E2896\n8Zhou X, Wu MS, Storch EA. Misophonia symptoms among Chinese\nuniversity students: Incidence, associated impairment, and clini-cal correlates. J Obsessive Compuls Relat Disord 2017;14:7 –12\n9Naylor J, Caimino C, Scutt P, Hoare DJ, Baguley DM. The prevalence\nand severity of misophonia in a UK undergraduate medical\nstudent population and validation of the Amsterdam Misophonia\nScale. Psychiatr Q 2021;92(02):609 –619\n10Wu MS, Lewin AB, Murphy TK, Storch EA. Misophonia: incidence,\nphenomenology, and clinical correlates in an undergraduatestudent sample. J Clin Psychol 2014;70(10):994 –1007\n11Sürücü L, Maslakçi A. Validity and reliability in quantitative\nresearch. Bus. Manage Stud 2020;8(03):2694 –2726\n12Gillespie DF, Perron BE. (2015) Key concepts in measures . Oxford\nUniversity Press.\n13Altheide DL, Johnson JM. Criteria for Assessing Interpretive Valid-ity in Qualitative Research. Handbook of Qualitative Research.Thousand Oaks, CA: Sage Publications, Inc; 1994:485 –499\n14Creswell JW. Educational Research: Planning, Conducting, and\nEvaluating Quantitative. Upper Saddle River, NJ: Prentice Hall; 2002\n15Aazh H, Danesh AA, Moore BCJ. Internal consistency and conver-\ngent validity of the inventory of hyperacusis symptoms. Ear Hear2021;42(04):917 –926\n16Bläsing L, Goebel G, Flötzinger U, Berthold A, Kröner-Herwig B.\nHypersensitivity to sound in tinnitus patients: an analysis of aconstruct based on questionnaire and audiological data. Int JAudiol 2010;49(07):518 –526\n17Fioretti A, Tortorella F, Masedu F, Valenti M, Fusetti M, Pavaci S.\nValidity of the Italian version of Khalfa ’s questionnaire on hyper-\nacusis. Acta Otorhinolaryngol Ital 2015;35(02):110 –115\n18Khalfa S, Dubal S, Veuillet E, Perez-Diaz F, Jouvent R, Collet L.\nPsychometric normalization of a hyperacusis questionnaire. ORL J\nOtorhinolaryngol Relat Spec 2002;64(06):436 –442\n19Siepsiak M, Śliwerski A, Łukasz Dragan W. Development and\npsychometric properties of MisoQuest-a new self-report ques-tionnaire for misophonia. Int J Environ Res Public Health 2020;17(05):E1797\n20Green S. Systematic reviews and meta-analysis. Singapore Med J2005;46(06):270 –273, quiz 274\n21Prinsen CAC, Mokkink LB, Bouter LM, et al. COSMIN guideline for\nsystematic reviews of patient-reported outcome measures. QualLife Res 2018;27(05):1147 –1157\n22Mokkink LB, Terwee CB, Patrick DL, et al. The COSMIN checklist\nfor assessing the methodological quality of studies on measure-ment properties of health status measurement instruments:an international Delphi study. Qual Life Res 2010;19(04):\n539 –549\n23Terwee CB, Mokkink LB, Knol DL, Ostelo RW, Bouter LM, de Vet HC.\nRating the methodological quality in systematic reviews of stud-ies on measurement properties: a scoring system for the COSMINchecklist. Qual Life Res 2012;21(04):651 –657\n24Moher D, Liberati A, Tetzlaff J, Altman DG, Group PPRISMA\nGroup. Preferred Reporting Items for Systematic Reviews andMeta-Analyses: the PRISMA statement. Int J Surg 2010;8(05):336 –341\nJournal of the American Academy of Audiology © 2023. Am erican Academy of Audiology. All rights reserved.Hyperacusis and Misophonia Kula et al.\nDownloaded by: University of Minnesota Libraries. Copyrighted material."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "25Viera AJ, Garrett JM. Understanding interobserver agreement: the\nkappa statistic. Fam Med 2005;37(05):360 –363\n26Rice DB, Skidmore B, Cobey KD. Dealing with predatory journal\narticles captured in systematic reviews. Syst Rev 2021;10(01):175\n27Erinc M, Derinsu U. Turkish adaptation of Khalfa hyperacusisquestionnaire. Medeni Med J 2020;35(02):142 –150\n28Fackrell K, Fearnley C, Hoare DJ, Sereda M. Hyperacusis Question-\nnaire as a tool for measuring hypersensitivity to sound in atinnitus research population. BioMed Res Int 2015;2015:290425\n29Greenberg B, Carlos M. Psychometric properties and factor structureof a new scale to measure hyperacusis: introducing the inventory ofhyperacusis symptoms. Ear Hear 2018;39(05):1025 –1034\n30Meeus OM, Spaepen M, Ridder DD, Heyning PH. Correlation\nbetween hyperacusis measurements in daily ENT practice. Int JAudiol 2010;49(01):7 –13\n31Oishi N, Yamada H, Kanzaki S, et al. Assessment of hyperacusis\nwith a newly produced Japanese version of the Khalfa hyperacusisquestionnaire. Acta Otolaryngol 2017;137(09):957 –961\n32Prabhu P, Nagaraj MK. Development and validation of Hyperacusis\nHandicap Questionnaire in individuals with tinnitus associatedwith hyperacusis. J Otol 2020;15(04):124 –128\n33Tortorella F, Pavaci S, Fioretti AB, Masedu F, Lauriello M, Eiben-\nstein A. The short hyperacusis questionnaire: a tool for theidenti ﬁcation and measurement of hyperacusis in the Italian\ntinnitus population. Audiology Res 2017;7(02):182\n34Johnston BC, Patrick DL, Devji T, Maxwell LJ, Bingham III, CO,Beaton DE, Guyatt GH Patient-reported outcomes. CochraneHandbook for Systematic Reviews of Interventions. In Cochrane\nHandbook for Systematic Reviews of Interventions . UK: Wiley-\nBlackwell; 2019:479 –492\n35Shamseer L, Moher D, Clarke M, et al;PRISMA-P Group. Preferred\nReporting Items for Systematic Review and Meta-Analysis Proto-\ncols (PRISMA-P) 2015: elaboration and explanation. BMJ 2015;350:g7647\n36Mokkink LB, de Vet HCW, Prinsen CAC, et al. COSMIN Risk of Biaschecklist for systematic reviews of patient-reported outcomemeasures. Qual Life Res 2018;27(05):1171 –1179\n37Dauman R, Bouscau-Faure F. Assessment and amelioration of\nhyperacusis in tinnitus patients. Acta Otolaryngol 2005;125(05):503 –50938Rosenthal MZ, Anand D, Cassiello-Robbins C, et al. Development\nand initial validation of the Duke Misophonia Questionnaire.Front Psychol 2021;12(4197):709928\n39Dibb B, Golding SE, Dozier TH. The development and validation of\nthe Misophonia response scale. J Psychosom Res 2021;149:110587\n40Nolan DR, Gupta R, Huber CG, Schneeberger AR. An effective\ntreatment for tinnitus and hyperacusis based on cognitive behav-ioral therapy in an inpatient setting: a 10-year retrospectiveoutcome analysis. Front Psychiatry 2020;11:25\n41Aazh H, Bryant C, Moore BCJ. Patients ’perspectives about the\nacceptability and effectiveness of audiologist-delivered cognitivebehavioral therapy for tinnitus and/or hyperacusis rehabilitation.Am J Audiol 2019;28(04):973 –985\n42Aazh H, Landgrebe M, Danesh AA, Moore BCJ. Cognitive behav-\nioral therapy for alleviating the distress caused by tinnitus,hyperacusis and misophonia: current perspectives. Psychol ResBehav Manag 2019;12(12):991 –1002\n43Aazh H, Moore BCJ. Proportion and characteristics of patients who\nwere offered, enrolled in and completed audiologist-delivered\ncognitive behavioural therapy for tinnitus and hyperacusis rehabil-itation in a specialist UK clinic. Int J Audiol 2018;57(06):415 –425\n44Aazh H, Moore BCJ. Effectiveness of audiologist-delivered cogni-\ntive behavioral therapy for tinnitus and hyperacusis rehabilita-tion: outcomes for patients treated in routine practice. Am JAudiol 2018;27(04):547 –558\n45Schröder AE, Vulink NC, van Loon AJ, Denys DA. Cognitive behav-\nioral therapy is effective in misophonia: An open trial. J AffectDisord 2017;217:289 –294\n46Jüris L, Andersson G, Larsen HC, Ekselius L. Cognitive behaviour\ntherapy for hyperacusis: a randomized controlled trial. Behav ResTher 2014;54:30 –37\n47Beukes EW, Andersson G, Allen PM, Manchaiah V, Baguley DM.\nEffectiveness of guided internet-based cognitive behavioral ther-apy vs face-to-face clinical care for treatment of tinnitus: arandomized clinical trial. JAMA Otolaryngol Head Neck Surg2018;144(12):1126 –1133\n48Beukes EW, Baguley DM, Allen PM, Manchaiah V, Andersson G.\nAudiologist-guided Internet-based cognitive behavior therapy foradults with tinnitus in the United Kingdom: a randomizedcontrolled trial. Ear Hear 2018;39(03):423 –433\nJournal of the American Academy of Audiology © 2023. American Academy of Audiology. All rights reserved.Hyperacusis and Misophonia Kula et al.\nDownloaded by: University of Minnesota Libraries. Copyrighted material."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Appendix 1 De ﬁnitions and criteria for good measurement properties by COSMIN guidance\nMeasurement\npropertyDefinition Rating Criteria\nStructural validity The degree to which the scores of a\nPROM are an adequate re ﬂection of\nthe dimensionality of the constructto be measuredþ CTT:\nCFA: CFI or TLI or comparable measure >0.95 OR RMSEA\n<0.06 OR SRMR <0.082\nIRT/Rasch:\nNo violation of unidimensionality 3: CFI or TLI or comparable\nmeasure >0.95 OR RMSEA <0.06 OR SRMR <0.08\nAND\nno violation of local independence: residual correlationsamong the items after controlling for the dominant factor <\n0.20 OR Q3 ′s<0.37\nAND\nno violation of monotonicity: adequate looking graphs OR item\nscalability >0.30\nAND\nadequate model ﬁt:\nIRT: χ\n2>0.01\nRasch: in ﬁta n do u t ﬁtm e a ns q u a r e s /C210.5 and /C201.5 OR standardized\nvalues >–2a n d<2\n? CTT: Not all information for ‘þ’reported\nIRT/Rasch: Model ﬁt not reported\n- Criteria for ‘þ’not met\nInternal\nconsistencyThe degree of the interrelatedness\namong the itemsþ At least low evidence for suf ﬁcient structural validity AND\nCronbach ’sα(s)/C210.70 for each unidimensional scale or\nsubscale\n? Criteria for “At least low evidence 4 for suf ﬁcient structural\nvalidity ”not met\n- At least low evidence 4 for suf ﬁcient structural validity AND\nCronbach ’sα(s)<0.70 for each unidimensional scale or\nsubscale\nReliability The proportion of the total variance\nin the measurements which is due\nto‘true ’†differences between\npatientsþ ICC or weighted Kappa /C210.70\n? ICC or weighted Kappa not reported\n- ICC or weighted Kappa <0.70\nMeasurement error The systematic and random error\nof a patient ’s score that is not\nattributed to true changes in the\nconstruct to be measuredþ SDC or LoA <MIC5\n? MIC not de ﬁned\n- SDC or LoA >MIC5\nHypotheses testing for\nconstruct validityThe degree to which the scores of\na PROM are consistent with\nhypotheses (for instance with\nregard to internal relationships,\nrelationships to scores of otherþ The result is in accordance with the hypothesis\n? No hypothesis de ﬁned (by the review team)\n- The result is not in accordance with the hypothesis\n(Continued )\nJournal of the American Academy of Audiology © 2023. Am erican Academy of Audiology. All rights reserved.Hyperacusis and Misophonia Kula et al.\nDownloaded by: University of Minnesota Libraries. Copyrighted material."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "(Continued )\nMeasurement\npropertyDefinition Rating Criteria\ninstruments, or differences\nbetween relevant groups) based\non the assumption that the PROM\nvalidly measures the construct to be\nmeasured\nCross ‐cultural\nvalidity/measurement\ninvarianceThe degree to which the\nperformance of the items on a\ntranslated or culturally adapted\nPROM are an adequate re ﬂection of\nthe performance of the items of theoriginal version of the PROMþ No important differences found between group factors (such as age, gender,\nlanguage) in multiple group factor analysis OR\nno important DIF for group factors (McFadden ’sR\n2<0.02)\n? No multiple group factor analysis OR DIF analysis performed\n- Important differences between group factors OR DIF was found\nCriterion validity The degree to which the scores of a\nPROM are an adequate re ﬂection of\na‘gold standard ’þ Correlation with gold standard /C210.70 OR AUC /C210.70\n? Not all information for ‘þ’reported\n- Correlation with gold standard <0.70 OR AUC <0.70\nResponsiveness The ability of a PROM to detect\nchange over time in the constructto be measuredþ The result is in accordance with the hypothesis7 OR AUC /C210.70\n? No hypothesis de ﬁned (by the review team)\n- The result is not in accordance with the hypothesis7 OR AUC <0.70\nAbbreviations: AUC, area under the curve; CFA, con ﬁrmatory factor analysis; CFI, comparative ﬁt index; CTT, classical test theory; DIF, differential item functioning; ICC, interclass correlation coef ﬁcient; IRT, item\nresponse theory; LoA, limits of agreement; MIC, minimal important change; PROM, patient-reported outcome measure; RMSEA, root mean square error of approximation; SDC, smallest detectable change; SRMR,\nstandardized root mean squared residual; TLI, Tucker –Lewis index.\nNote: The table is reproduced from the COSMIN guidance, using their de ﬁnitions and criteria.\nJournal of the American Academy of Audiology © 2023. American Academy of Audiology. All rights reserved.Hyperacusis and Misophonia Kula et al.\nDownloaded by: University of Minnesota Libraries. Copyrighted material."
    }
  ]
}