{
  "doc_type": "scientific paper",
  "title": "Frustration, attribution of blame, and aggression",
  "authors": [
    "James A. Kulik",
    "Roger Brown"
  ],
  "year": 1979,
  "journal": "Journal of Experimental Social Psychology",
  "doi": null,
  "abstract": "In contrast to most recent studies of human aggression, multiple measures of naturally occurring aggressive behavior were examined in a realistic and involving setting. Consistent with attributional formulations, it was found that aggression increased in accord with attributions of blame, and that more blame was attributed to another in response to inadequately justified thwartings than to adequately justified thwartings. As anticipated, anger, other-directed attributions of blame, and other-directed aggression were greatest in response to unjustified (illegitimate) thwartings. Justified (legitimate) thwartings produced intermediate anger and intermediate levels of blame and aggression internally and externally. Self-caused (internal) thwartings, ostensibly caused neither by the other's disposition nor by situational factors, produced the least anger and other-directed aggression but the most self-blame/self-aggression. In addition, unexpected thwartings produced independently more anger than did expected thwartings, and high-drive thwartings produced independently less other-directed aggression than did low-drive thwartings. The results are discussed with reference to both the need and the potential for studies of human aggression which employ more ecologically valid settings and measures of aggressive behavior.",
  "keywords": [
    "frustration",
    "attribution of blame",
    "aggression",
    "human aggression",
    "anger",
    "aggressive behavior",
    "frustration-induced aggression",
    "legitimate and illegitimate thwartings",
    "anger arousal",
    "verbal aggression",
    "written aggression",
    "social psychology"
  ],
  "research_topics": [
    "Human aggression",
    "Frustration and aggression",
    "Attribution theory",
    "Blame attribution",
    "Aggression measurement methods",
    "Ecological validity in aggression research",
    "Experimental social psychology",
    "Anger and aggression relationship",
    "Effects of justification on aggression",
    "Motivation and aggression"
  ],
  "created_at": "2025-05-04T23:15:55.280174Z",
  "source_pdf": "documents/research/Global/Kulik 1978 Frustration, Attribution of Blame, and Aggression.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Processed byMinitexon:7/19/2022 8:47:01AM\nThismaterialcomestoyoufromtheUniversity ofMinnesota collection oranotherparticipating library\noftheMinitexLibraryInformation Network.\nPatrons:pleasecontactyourlibraryforhelpaccessing thisdocument. \nLibrarystaff:forissuesorassistance withthisdocument, pleaseemail:mtx-edel@umn.edu andprovide\nthefollowing information:\nArticleID:MIH01MNPALSIHC0007699\nPatronemailaddress\n____________________________________________________________________________________\nTitle:JournalofExperimental SocialPsychology\nArticleTitle: Frustration, attribution ofblame,andaggression\nArticleAuthor: Kulik,JamesandRogerBrown\nVol:15No:2Date:March1979Pages:183-94\nISSN-00221031;\nSource:info:sid/primo.exlibrisgroup.com -alma_local\nCopyright: CCL\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "JOURNAL OF EXPERIMENTAL SOCIAL PSYCHOLOGY 15, 183-194 (1979) \nFrustration, Attribution of Blame, and Aggression \nJAMES A. KULIK AND ROGER BROWN \nHarvard Unh~ersity \nReceived March 17. 1978 \nIn contrast to most recent studies of human aggression, multiple measures of \nnaturally occurring aggressive behavior were examined in a realistic and involving \nsetting. Consistent with attributional formulations, it was found that aggression \nincreased in accord with attributions of blame, and that more blame was attributed \nto another in response to inadequately justified thwartings than to adequately \njustified thwartings. As anticipated, anger, other-directed attributions of blame, \nand other-directed aggression were greatest in response to unjustified (illegitimate) \nthwartings. Justified (legitimate) thwartings produced intermediate anger and in- \ntermediate levels of blame and aggression internally and externally. Self-caused \n(internal) thwartings, ostensibly caused neither by the other’s disposition nor by \nsituational factors, produced the least anger and other-directed aggression but the \nmost self-blame/self-aggression. In addition, unexpected thwartings produced in- \ndependently more anger than did expected thwartings, and high-drive thwartings \nproduced independently less other-directed aggression than did low-drive thwart- \nings. The results are discussed with reference to both the need and the potential \nfor studies of human aggression which employ more ecologically valid settings and \nmeasures of aggressive behavior. \nRecent experimental studies of human aggression have generally em- \nployed electric shock as the primary, if not sole, measure of aggression. \nElectric-shock machines (cf. Buss, 1961) have undeniably provided reli- \nable, objective measures of aggression with which to test numerous im- \nportant questions. However, conclusions based upon data for only one \nmode of aggressive behavior are likely to be incomplete and/or mislead- \ning. In addition, the extremely rare real-world occurrence of shock \nmachines and shock behavior makes experimental settings employing \nshock measures necessarily more artificial and leaves uncertain the \nRequests for reprints should be sent to James A. Kulik, Department of Psychology and \nSocial Relations, Harvard University, 33 Kirkland Street, Cambridge, MA 02138. \nThe authors would like to thank Bella DePaulo, Robert Rosenthal, and Shelley Taylor for \ntheir helpful comments. We also wish to thank Charles Dickinson, Randy Finch, Mike \nMilburn, and David Bussard for serving as confederates. \n183 \n0022-1031/79/020183-12$02.00/O \nCopyright @ 1979 by Academic Press, Inc. \nAll rights of reproduction in any form reserved."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "184 KULIK AND BROWN \ngeneralizability of findings to more natural settings and forms of aggres- \nsive behavior. \nThe present research is principally concerned with the effect that dif- \nferent types of frustration [where frustration is defined as the thwarting of \na goal response (Dollard, Doob, Miller, Mowrer, & Sears, 1939)] have on \nunobtrusive measures of perceptions and multiple forms of naturally \noccurring aggressive behavior. Previous research relevant to this topic \nhas examined primarily the differential effects of arbitrary (unjustified) \nthwartings and nonarbitrary (justified) thwartings and found that arbitrary \nthwartings produce more anger and/or aggression than do nonarbitrary \nthwartings (e.g., Cohen, 1955; Fishman, 1965: Pastore, 1952), even when \ninhibitions for aggression were minimized experimentally (Burnstein & \nWorchel, 1962) or via the use of projective techniques (Rothaus & Wor- \nchel, 1960). However, most studies in this area have operationalized \narbitrary (we will use the term illegitimate) frustrations in a manner which \ncombines elements of unexpectedness and inadequate justification. The \nonly study which has examined the independent effects of unexpected and \nillegitimate thwartings found that unexpected thwartings produced greater \naggression than did expected thwartings, whereas illegitimate thwartings \nand legitimate thwartings produced similar levels of aggression (Kregar- \nman & Worchel, 1961). However, methodological problems with the \nadequacy of the operationalizations of both frustration and justification \nrender these results in need of replication. \nAn attributional approach (cf. Heider, 1958; Jones & Davis, 1965) to the \narea would suggest that the causal basis for inadequately justified thwart- \nings should be attributed primarily to dispositional qualities of the frus- \ntrator, whereas appropriately justified thwartings should be attributed \nmore to situational factors. Work on the relationship between attribution \nand retaliation further suggests that attributions of blame may influence \nimportantly the direction and intensity of frustration-induced aggression; \nvictims of attacks should retaliate more when the causal basis for the \nattack is attributed to dispositional qualities of the attacker than when it is \nattributed to situational factors (Dyck & Rule, 1978; Jones & Davis, 1965; \nKelley, 1967, 1971). Thus the victim of an illegitimate or unjustified \nthwarting should attribute blame primarily to the disposition of the frus- \ntrator and should direct aggression primarily against the frustrator. As \nsituational constraints upon the frustrator become more compelling, the \nfrustration should be perceived as more legitimate, and the frustrator \nshould receive less blame and aggression. The less both the disposition of \nand the situational constraints on the frustrator are to blame, however, \nthe more the source of frustration should be perceived by the victim as \nprimarily self-caused. Following Dollard et al. (1939), self-caused thwart- \nings should produce internally rather than externally directed aggression. \nAnother question of interest is whether highly motivated relative to less"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "FRUSTRATION, ATTRIBUTION, AND AGGRESSION 185 \nmotivated thwartings produce independently more anger arousal (cf. Dol- \nlard et al., 1939) and more externally directed aggression (Buss, 1963, \n1966). However, because the present study involved a situation in which \naggression would generally be considered counterproductive to the at- \ntainment of a goal, highly motivated individuals were expected to respond \nto thwartings with less other-directed aggression than were less \nmotivated individuals. \nIf the foregoing notions are correct, the following pattern of results \nshould be obtained. Anger, other-directed attributions of blame, and \nother-directed aggression should be greatest for illegitimate thwartings. \nLegitimate thwartings should produce intermediate anger and inter- \nmediate blame and aggression internally and externally. Self-caused or \ninternal thwartings should produce the least anger and other-directed \naggression but the most self-blame and self-aggression. In addition, \nthwartings which are unexpected should produce independently more \naggressive behavior than expected thwartings, and thwartings of high- \ndrive goal responses should produce more anger and less other-directed \naggression than do thwartings of low-drive goal responses. \nMETHOD \nSubjects \nSubjects were 60 male undergraduates at Harvard University who responded to a sign-up \nsheet for a “study of persuasive communication” paying “$1.50 for 30 minutes with the \nchance to make more.” In fact all subjects were paid $2.00 for their participation. Subjects \nwere randomly assigned to experimental conditions and were run individually. \nProcedure \nA male experimenter presented the study to each subject as one of persuasive communica- \ntion. The task of each subject was to persuade members of the community over the \ntelephone to contribute to a (fictitious) charity that helped formerly institutionalized \npsychiatric patients to readjust to society. \nDrive was experimentally manipulated by telling each subject that he would receive either \nan additional $1.00 (high drive) or $.I0 (low drive) for each obtained pledge. Expectations \n(for frustration) were varied by telling each subject that he would call people either from a \nlo-15% success-rate list (high expectations) or from a 60-65% success-rate list (low expec- \ntations). The high rate of success for the latter list was explained by referring to the fact that \nthe individuals on the list had been selected by an actuarial prediction method as relatively \nlikely to donate to charities. Subjects in the high-expectations condition were told that the \nindividuals on that list had been drawn randomly from the telephone book, \nTo increase further the credibility and visibility of the expectations manipulation, two \nfive-page lists of names, addresses, and telephone numbers were prepared which showed \neach of the names on the initial 2.25 pages with a check mark in the left margin (signifying \nthat the person had already been called) and both the response of the person (Yes-No) and \nthe amount of the pledge, if any, written in the adjacent right margin. The two lists differed \nonly in their respective percentages of Yes-No margin notations, with 65% of the tele- \nphoned names responding “Yes” on the low-expectations list compared to 15% on the \nhigh-expectations list."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "186 KULIK AND BROWN \nSubjects were then told that depending on the call’s outcome, they were to remove \nimmediately from either the provided “Successful Calls” or “Unsuccessful Calls” folder a \npacket of three form letters. Subjects were told that they would then choose a letter that \nwould serve as a cover letter for some literature about the charity that would be mailed to the \nperson called. The subjects were instructed to fill in the name ofthe person called and to sign \ntheir own name to the letter that they chose to send. Subjects were then informed that their \nconversations would be recorded. After the subjects had prepared their persuasive com- \nmunications from literature provided by the experimenter and had indicated that they were \nready to begin, the experimenter administered a questionnaire containing manipulation \nchecks for drive and for expectations as well as several filler items. Each subject telephoned \nthe first two unchecked names on the provided list. Two male confederates received the \ncounterbalanced calls. Both confederates responded to the efforts of a given subject in a \nmanner which constituted one of three types of frustration: (1) illegitimate, (2) legitimate, or \n(3) internal. In order to avoid confounding frustration with attack or insult and to minimize \nextraneous variables, the confederates were trained to respond in a matter-of-fact, nonbel- \nligerent manner in all frustration conditions. The confederates were blind both to the \nhypotheses of the study and to the drive, expectations, and trial conditions. The experi- \nmenter was blind to the frustration condition. \nTypes of Frustration \nIllegitimate. Frustration in this condition is illegitimate in that the justification offered is \ninappropriate. As such the frustration should be attributed primarily to the disposition of the \nconfederate frustrator. One confederate in this condition stated that he did not believe in \ncharities, and that charities were a waste of time and a “rip-off.” If the subject persisted, the \nconfederate repeated his belief that charities were a waste. The other confederate similarly \nstated that he was not the type of person who just gave money away, that former mental \npatients should learn to look out for themselves, and that in his opinion mental patients \nshould probably not even be allowed out of the hospital. If the subject persisted, the \nconfederate repeated his belief that mental patients should learn to look out for themselves. \nLegitimate. Frustration in this condition is legitimate. being caused ostensibly more by \nsituational constraints on the frustrator than by his dispositional qualities. One confederate \nwho had “always tried to give to charities” refused, because he had recently been laid off \nfrom his job and could not afford the money. The other confederate felt that the charity was \nworthy of support but refused, because he had recently donated all he could afford to the \nUnited Fund. If the subject persisted, both confederates repeated that they could not afford \nto donate. \nInternal. Frustration in this condition should be attributed not to the disposition of the \nconfederate or to situational constraints but rather to the subject’s own lack of persuasive \nability. One confederate, after a long, reflective pause indicated that it was difficult for him \nto refuse any charity, but that he would rather give to “some other charity.” Similarly, the \nother confederate stated that the charity was worthwhile, but that he would probably give \nelsewhere. If the subject persisted, the former confederate said, “I don’t think so,” and the \nlatter confederate said, “I don’t think I can help you.” Thus both confederates, although \nostensibly dispositionally and situationally amenable to charitable donations, were unper- \nsuaded by the subject and unwilling to donate to this particular charity. \nAn independent sample of 22 college students (hereafter referred to as the validation \nsubjects), drawn from the same population as the experimental sample, provides strong \nsupport for both the legitimacy and the attributional aspects of the foregoing frustration \noperationalizations. Counterbalanced transcripts of the illegitimate, the legitimate, and the \ninternal-frustration statements made by either Confederate A or B were rated by each \nsubject on a series of 1 l-point scales. Separate 2 x 3 analyses of variance (Form X Frustra- \ntion) with repeated measures on the last factor indicated no significant effects involving"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "FRUSTRATION, ATTRIBUTION. AND AGGRESSION 187 \nform, i.e., Confederate A versus B versions, on any of these measures. However a sig- \nnificant effect of frustration was obtained for the perceived “legitimacy of the reason for \nrefusal given by the nondonor,” F(2,40) = 20.16, p < .OOl. Consistent with the proposed \nlegitimacy conceptualizations, illegitimate thwartings (M = 8.55) were rated more illegiti- \nmate than were legitimate (M = 3.32) and internal (M = 5.32) frustrations on a scale with \nlabeled end points “Very Legitimate” (1) and “Very Illegitimate” (I I). Protected t tests (see \nCarmer & Swanson, 1973, under the Fischer LSD method) indicated that each of these \nmeans differed significantly (p i .05) from the others. \nSignificant (p < .OOl) effects of frustration were also obtained on items concerned with \n“the degree to which situational factors were responsible for the refusal of the callee to \ndonate,” F(2,40) = 21.56, and “the degree to which dispositional/personal qualities of the \ncallee were responsible for the refusal ofthe callee to donate,” F(2.40) = 22.02. A composite \nindex formed by subtracting the situational from the corresponding dispositional attribution \nfor each thwarting produced a significant main effect for frustration, F(2,40) = 26.70. p < \n,001. As anticipated, illegitimate thwartings were attributed more to dispositional qualities of \nthe confederate (M = 6.82). internal frustrations slightly more to dispositional than to \nsituational factors (M = 2.00), and legitimate frustrations more to situational factors (M = \n-3.18). Protected t tests indicated that each of these means differed significantly @ < .OOl) \nfrom the others. \nFinally, in support of the proposed attribution-of-blame formulations, significant effects of \nfrustration were obtained on “the extent to which the caller appears responsible,” F(2.40) = \n20.67,~ < .OOl, and on “the extent to which the callee appears responsible,” F(2,40) = 4.86, \np < .02. A composite index formed by subtracting caller from callee attributions of responsi- \nbility for each thwarting likewise revealed a significant effect for frustration, F(2,40) = 5.21, \np < .02. Blame attributed to the callee in the legitimate-frustration condition (M = 5.27) was \nsignificantly (p < .05) less than in the illegitimate condition (M = 6.91) and near significantly \n(p < .07) greater than in the internal condition (M = 3.82). \nMeasures of Aggression \nAnger. The force exerted on the telephone by the subject when terminating the call, \nassessed by a Grass Model FT 1OC force displacement transducer and a Grass Model 79D \npolygraph, provided a reliable measure of anger arousal. The force exerted provides a \nrelatively uncontaminated measure of anger given the uniformity across conditions of both \nthe exculpability of the telephone as a cause of frustration and the minimal sanctions against \nslamming the telephone. In addition, the measure was completely unobtrusive and is \ntherefore much less susceptible than standard self-rating measures of anger to demand \ncharacteristics arguments. \nVerbal aggression. Content analysis of the recorded conversations provided a measure of \nverbal aggression expressed by subjects to the confederates. Two judges who were blind to \nthe hypotheses of the experiment coded transcripts of each conversation for aggression from \nthe time of initial frustration to the termination of the call. The content-analysis system used \nconsisted of three dimensions and had an overall interjudge reliability of .97. The first \ndimension, aggressive content, involved counting each statement which was perceived by \nthe judges as rebuffing, accusing, and/or condemning. For example, a statement such as, \n“that’s a pretty poor attitude to have .” was scored for aggressive content. The second \nand third dimensions involved the degree of gratitude expressed by the subject and the \nnature of his sign-off, respectively. Moderate expressions of gratitude were scored less \naggressive/more friendly than no expression of gratitude and more aggressive/less friendly \nthan high degrees of gratitude. Similarly, formal sign-off expressions (e.g., “good-bye”) \nwere scored less aggressive/more friendly than no sign-off expression (as for example \noccurred when subjects hung up on the confederate) and more aggressive/less friendly than \ninformal sign-off expressions (e.g., “bye-bye”)."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "188 KULIK AND BROWN \nIn order to validate the foregoing classification scheme, the validation subjects rated \nrandomly ordered transcripts representing all combinations of gratitude and sign-off ex- \npressions on both friendliness and aggressiveness 11-point scales. The results of a 3 x 3 \nanalysis of variance (with repeated measures on both factors) provided strong empirical \nsupport for both the gratitude, F(2,42) = 56.42, p < .OOl, and the sign-off, F(2,42) = 38.16, \np < .OOl, conceptualizations. Protected t tests indicated, as predicted, that moderate gratitude \n(M = 4.71) was considered significantly CJJ < .Ol) less unfriendly than no gratitude (M = \n7.09) and significantly @ < .Ol) more unfriendly than high gratitude (M = 3.97). Similarly, \nformal sign-offs (M = 5.02) were perceived as significantly Cp < .OI) less unfriendly than no \nsign-offs (M = 6.58) and significantly (p < .Ol) more unfriendly than informal sign-offs (M = \n4.18). The same significant pattern of means was obtained for both gratitude, F(2,42) = \n21.98, p < .OOl, and sign-offs, F(2,42) = 37.13, p < .OOl, on ratings of aggressiveness. \nWritten Aggression. The three follow-up form letters chosen and signed by subjects to \nmail to the confederate varied in the degree to which each expressed self-aggression and \noutwardly directed aggression. The intended self-aggressive (SA) letter was very self- \neffacing in tone, apologizing for the “imposition on your time,” admitting both to “a lack of \npersuasiveness on my part” and to being “not especially gifted at persuasion.” In contrast, \nthe intended outwardly aggressive (OA) letter was quite threatening and/or accusatory in \ntone, e.g., “. . consider yourself lucky if none of your family or friends is mentally ill . \nyou are performing a disservice to the community . . . to ignore their efforts . . . is \ninhumane.” Finally, the third letter was meant to be relatively moderate in tone, neither \nextremely self-aggressive nor extremely outwardly aggressive. Representative phrases men- \ntioned “the social stigma that still exists regarding mental illness,” and the fact that “at a \ntime when assistance is critical, rejection is often received.” \nIn order to validate our conceptualizations of these letters, the validation subjects rated \ncounterbalanced copies of each form letter on a series of Il-point scales. The repeated \nmeasures analyses of variance indicated that the letters differed significantly @ < .OOl) both \nfor self-aggression ratings, F(2,42) = 182.23, and for outwardly directed aggression ratings, \nF(2,42) = 42.85. The results of a set of orthogonal comparisons indicated, as predicted, that \nthe SA letter contained significantly, F( 1,42) = 362.89, p < .OOl, more self-aggression than \nthe OA letter and moderate letter (M = 9.00 versus 2.4 and 1.59, respectively), and that the OA \nand moderate letters did not differ significantly, F( 1,42) = I .59, ns. Another set of orthogonal \ncontrasts indicated, as predicted, that the OA letter expressed significantly, F(1,42) = 85.46, \np < .@)I, more aggression “to the recipient of the letter” than did the SA and moderate letters \n(M = 8.82 versus 3.50 and 3.82, respectively), and that the SA and moderate letters did not \ndiffer significantly, F( 1,42) < I. Interestingly, numerous validation subjects expressed \ngratuitously surprise that anyone could have sent such a self-effacing (in the case of the SA \nletter) and/or such a rude letter (in the case of the OA letter). \nAttributions of Blame \nThe attribution-of-blame measure was unobtrusively built into the form letters chosen by \nthe subjects. In contrast to standard rating-scale measures, such an unobtrusive measure is \nnondisruptive to the setting and minimizes both demand characteristics and the likelihood of \nobtaining after-the-act rationalizations for aggression rather than “true” attributions of \nblame. Ratings on I l-point scales by the validation subjects indicated clearly that the letters \ndiffered significantly (p < .OOl) both for the amount of blame attributed to the confederate \nfor not donating, F(2,42) = 39.93, and for blame attributed to the sender of the letter, F(2,42) \n= 46.71. Planned, orthogonal comparisons indicated that other blame was significantly, \nF(l,42) = 79.85,~ < .OOl, greater in the OA letter (M = 9.68) than in the moderate (M = \n3.96) and SA (M = 3.91) letters, respectively, and that the moderate and SA letters did not \ndiffer, F(l,42) < I. In contrast, planned comparisons indicated that self-blame was signi- \nficantly, F(1,42) = 93.12,~ < .OOl, greater in the SA letter (M = 7.82) than in the OA (M ="
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "FRUSTRATION, ATTRIBUTION, AND AGGRESSION 189 \n2.41) and moderate (M = 2.05) letters, respectively, and that the OA and moderate letters \ndid not differ, F( 1,42) < 1. Thus subjects who chose to sign and to mail the OA letter blamed \nstrongly and primarily the confederate for frustration, senders of the SA letter blamed \nstrongly and primarily themselves, and senders of the moderate letter blamed themselves \nand the confederate equally moderately. \nRESULTS \nSeparate 2 x 2 x 3 analyses of variance’ (Drive x Expectations x \nFrustration) were performed to analyze the anger and the verbal and \nblame/written aggression measures. For the blame/written aggression \nmeasure, the follow-up form letters were coded 0 (high self-aggression), 1 \n(moderate self/outward aggression), and 2 (high outward aggression) and \nentered into an analysis of variance (Lunney, 1970). Intercorrelations of \nthe dependent measures for the sample, collapsed across trials, indicated \nthat both anger and verbal aggression were significantly (p < .03) related \nto blame/written aggression, r(58) = .322 and .248, respectively, and that \nthere was a near-significant relationship between anger and verbal aggres- \nsion, r(58) = .173, p < .lO. \nManipulation Checks \nSeparate 2 x 2 (Drive x Expectations) analyses of variance on the \nmanipulation-check items for drive and for expectations, respectively, \nindicated that both manipulations had their intended effects. The drive \nmanipulation check produced only a significant main effect for drive, \nF(1,56) = 5.40, p < .05. Prior to the initial frustration, high-drive indi- \nviduals (A4 = 2.32) felt significantly more “motivated for success at the \ntask” than did low-drive individuals (A4 = 2.93) on a scale with end points \nlabeled “Extremely Motivated” (1) and “Extremely Unmotivated” (7). \nThe expectations manipulation check produced only a significant main \neffect for expectations, F(1,56) = 4.16, P < .05. Prior to the initial \nfrustration, high expectation-for-frustration subjects (A4 = 3.80) antici- \npated being significantly less “successful at the task” than did low \nexpectation-for-frustration subjects (M = 3.17) on a scale with end points \nlabeled “Extremely Successful” (I) and “Extremely Unsuccessful” (7). \nPreliminary analyses of variance included Sequence of Confederate (AB versus BA) as a \nbetween-subjects factor and Trial as within-subjects factor. Because the results indicated \nno significant effects involving sequence, the data are here collapsed across sequence. \nSimilarly, because the trials factor was included to increase both the generalizability of the \nfrustration operationalizations and the stability of measurement rather than for conceptual \ninterest, and because there were no significant interactions of trial with the results to be \nreported, the data are also collapsed across trials. Only a significant main effect for trials, \nF(l,48) = 15.28,~ < .OOl, was found on the anger measure, such that initial thwartings were \nmore anger inducing than were subsequent thwartings."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "190 KULIK AND BROWN \nEffects of Frustration Type \nThe type of frustration significantly affected anger,2 F(2,48) = 14.80, \np < .OOl, verbal aggression3 F(2,48) = 3.42, p < .05, and blame/written \naggression, F(2,48) = 5.16, p < .Ol. As predicted, illegitimately thwarted \nvictims expressed the most, internally thwarted victims the least, and \nlegitimately thwarted victims intermediate anger and verbal aggression. \nAlso as predicted, illegitimate thwartings produced the most other- \nblame/written aggression, internal frustrations the most self-blamekelf- \naggression, and legitimate thwartings intermediate levels of self- and \nother-blame/written aggression (Table 1). The results of protected t tests \nindicated that each of the means for anger significantly differed from the \nothers (p < .Ol, one tail), and that the differences between internal and \nillegitimate and between legitimate and illegitimate frustrations were sig- \nnificant Cp < .025, one tail) for both verbal and blame/written aggression \nmeasures. \nEffects of Expectations for Frustration and Drive \nA main effect for expectations was found for anger, F( 1,48) = 4.82, p -C \n.05, such that individuals with low expectations for frustration were more \nangered in response to being thwarted than were individuals who had \nhigher expectations for frustration (Table 1). No other effects involving \nexpectations were significant for anger or for verbal and blame/written \naggression. \nDrive significantly influenced verbal aggression, F( 1,48) = 10.41 ,p < .Ol \nsuch that high-drive thwartings produced less verbal aggression than did \nlower drive thwartings. No other effects involving drive were significant for \nverbal aggression or for anger and blame/written aggression (Table 1). \nDISCUSSION \nAs anticipated, anger, other-directed attributions of blame, and other- \ndirected aggression were greatest for illegitimate or unjustified thwartings. \nSituationally justified or legitimate thwartings produced intermediate \n* A log transformation was performed on the raw data for anger in order both to make \nmore homogeneous the cell variances and to reduce the correlation between cell means and \nvariances from r(10) = .91, p < .Ol before to r(lO) = .I1 ns, after transformation. The \nreported means for anger therefore are log transformations of the raw data. \n3 A Drive x Expectations x Frustration analysis of variance (with repeated measures on \nthe last factor), performed on the length of subjects’ postfrustration conversations, produced \nonly a significant effect for the three-way interaction, F(2,48) = 3.55, p < .05. For both \ninternal and illegitimate thwartings, the two same-level (i.e., high-high and low-low) drive \nand expectations conditions produced longer conversations than the two mixed-level (i.e., \nhigh-low and low-high) drive and expectations conditions, whereas for legitimate thwart- \nings this pattern was reversed. Thus the obtained significant effect offrustration upon verbal \naggression cannot be attributed to any built-in time bias of the aggressive content component \nof the verbal aggression measure. A separate analysis of variance performed on the length of \nconversations prior to frustration revealed no significant differences among conditions."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "+n \n2 \nTABLE 1 3 MAIN-EFFECT MEANS ACROSS TRIALS FOR ANGER, VERBAL AGGRESSION, AND BLAME/WRITTEN AGGRESSION \n2; \nExperimental condition 6 \n? \nDrive Expectations Frustration \n5 \nAggression measure High Low High Low Internal Legitimate z Illegitimate \nz \nAnger .649a .651” .593Q .709b .404a 6626 .883c 2 \nVerbal 35.92” 45.0Sb 40.75” 40.25” 37.75” 38.00” 45.75* 52 \nBlame/written o.ssa 0.95” 0.85” 0.98= 0.68” 0.8Sn 1.23b “> \nNote. Higher values indicate greater anger or externally directed aggression/blame. Cells within aggression measures and within levels of a factor 5 \nhaving different superscripts differ from each other at p < .05 or less. h"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "192 KULIK AND BROWN \nanger and intermediate levels of blame and aggression internally and \nexternally. Thwartings which were ostensibly caused neither by disposi- \ntional qualities of the other nor by situational constraints produced the least \nanger and other-directed aggression but the most self-blame/self- \naggression. \nThese results, obtained in a frustration-aggression context, are consis- \ntent with the notion that retaliation increases as more personal causality is \nattributed to an attacker (Kelley, 1971), and that more personal causality \nis inferred from behavior which iti situationally unjustified (Heider, 1958; \nJones & Davis, 1965). These results are also consistent with recent \nfindings of Dyck and Rule (1978) that retaliation is greater when attacks \nare considered unjustified than when considered relatively justified. Dyck \nand Rule, however, did not find a significant relationship between jus- \ntification and attributions of personal causality to the self or to the oppo- \nnent, whereas our results indicated that justification affected perceptions \nof self and other’s blame and consequently the direction of aggression. \nAnother finding of interest is the greater anger produced independently \nof the nature of the frustration by unexpected thwartings than by expected \nthwartings. The fact that the expectations effect was not also obtained on \nthe verbal and blame/written aggression measures indicates that expecta- \ntions for frustration were not as critical a determinant for aggression in \nthis setting as was the type of frustration. We suspect this is generally the \ncase. However it is noteworthy that the manipulation check for expecta- \ntions, although statistically significant, indicated that both groups had on \naverage quite similar, optimistic expectations for success. It is quite \npossible, therefore, that larger differences in expectations for frustration \nwould have produced the effect across the aggression measures. Regard- \nless, the obtained results for anger are relevant to previous studies which \nhave confounded unexpectedness with unjustifiability (e.g., Cohen, 1955; \nPastore, 1952; Rothaus & Worchel, 1960) or have failed to find indepen- \ndent effects of expectations and justification because of operationalizatiori \nproblems (Kregarman & Worchel, 1961). \nThe least clear results were those involving the drive level of the \nthwarted response. High- relative to low-drive thwartings did not differen- \ntially affect anger arousal or blame/written aggression but did produce less \nverbal aggression. The latter result may appear to conflict with findings \nthat high-drive thwartings produce more aggression than do low-drive \nthwartings when aggression is instrumental to the attainment of a goal \n(Buss, 1963, 1966). However if one can make the assumption that verbal \naggression by charity fund raisers is generally viewed as more likely to \nharm than to abet pledges, the results may reflect similar anger arousal but \ngreater inhibition of aggression by highly motivated relative to less moti- \nvated individuals. Although additional research is needed to warrant a \nmore definitive statement, it may be that high-drive relative to low-drive"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "FRUSTRATION, ATTRIBUTION, AND AGGRESSION 193 \nthwartings augment or suppress aggression as a function of the relative \nadaptiveness or nonadaptiveness of aggression for the attainment of a \ngoal. \nFinally, and perhaps most importantly, the present study has important \nmethodological implications for experimental studies of human aggres- \nsion. In contrast to most recent studies which employ a single measure of \naggression in an artificial situation, the present research examines multi- \nple measures of naturally occurring aggressive behavior and blame which \nwere unobtrusively embedded in a realistic, involving situation [as evi- \ndenced by the pervasive nervousness of subjects during their telephone \nconversations, by numerous requests to make additional calls, and by the \nfact that 10% of the subjects (66% of which were in the internal-frustration \ncondition) offered gratuitously to donate their earnings to the charity prior \nto debriefing]. As a result, our findings, particularly those demonstrating \nthat the nature of a thwarting influences perceptions of blame and sub- \nsequent aggressive behavior, are likely to have relatively greater ecologi- \ncal validity. It is not our intention to advocate the specific methods of the \npresent study as a new paradigm for the study of aggression. However it is \nhoped that future studies will give increased attention to studying human \naggression in more realistic settings with multiple, unobtrusive measures \nof naturally occurring aggressive behavior. \nREFERENCES \nBurnstein, E., & Worchel, P. Arbitrariness of frustration and its consequences for aggres- \nsion in a social situation. Journal of Personality, 1962, 30, 528-541. \nBuss, A. H. The psychology of aggression. New York: Wiley, 1961. \nBuss, A. H. Physical aggression in relation to different frustrations. Journal of Abnormal \nand Social Psychology, 1963, 67, 1-7. \nBuss, A. H. Instrumentality of aggression, feedback, and frustration as determinants of \nphysical aggression, Journal of Personality and Social Psychology, 1966, 3, 153-162. \nCarmer, S. G., L Swanson, M. R. An evaluation of ten multiple comparison procedures by \nMonte Carlo methods. Journalofthe American Statistical Association, 1973,68,66-74. \nCohen, A. R. Social norms, arbitrariness of frustration, and the status of the agent of \nfrustration in the frustration-aggression hypothesis. Journal of Abnormal and Social \nPsychology, 1955, 51, 222-225. \nDollard, J., Doob, L., Miller, N., Mowrer, 0. H., & Sears, R. R. Frustration and aggres- \nsion. New Haven: Yale Univ. Press, 1939. \nDyck, R. J., & Rule, B. G. Effect on retaliation of causal attributions concerning attack. \nJournal of Personality and Social Psychology, 1978, 36, 521-529. \nFishman, C. G. Need for approval and the expression of aggression under varying condi- \ntions of frustration. Journal of Personality and Social Psychology, 1965, 2, 809-816. \nHeider, F. The psychology of interpersonal relations. New York: Wiley, 1958. \nJones, E. E., & Davis, K. From acts to dispositions: The attribution process in person \nperception. In L. Berkowitz (Ed.), Advances in experimental social psychology. New \nYork: Academic Press, 1965. Vol. 2. \nKelley, H. H. Attribution in social psychology. In D. Levine (Ed.), Nebraska symposium on \nmotivation. Lincoln: Univ. of Nebraska Press. 1967."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "194 KULIK AND BROWN \nKelley, H. H. Attribution in social interaction. In E. E. Jones et al. (Eds.). Attribution: \nPerceiving the causes of behavior. Morristown, N. .I.: General Learning Press, 1971. \nKregarman, J., & Worchel, P. Arbitrariness of frustration and aggression. Journal of \nAbnormal and Social Psychology, 1961, 63, 183-187. \nLunney, G. H. Using analysis of variance with a dichotomous dependent variable: An \nempirical study. Journal of Educational Measurement, 1970, I, 263-269. \nPastore, N. The role of arbitrariness in the frustration-aggression hypothesis. Journal of \nAbnormal and Social Psychology, 1952, 47, 728-73 1. \nRothaus, P., & Worchel, P. The inhibition of aggression under arbitrary frustration. Journal \nof Personality, 1960, 28, 108-l 17."
    }
  ]
}