{
  "doc_type": "scientific paper",
  "title": "Tinnitus: Clinical Insights in Its Pathophysiology‑A Perspective",
  "authors": [
    "Berthold Langguth",
    "Dirk de Ridder",
    "Winfried Schlee",
    "Tobias Kleinjung"
  ],
  "year": 2024,
  "journal": "Journal of the Association for Research in Otolaryngology",
  "doi": "10.1007/s10162-024-00939-0",
  "abstract": "Tinnitus, the perception of sound without a corresponding external sound source, and tinnitus disorder, which is tinnitus with associated suffering, present a multifaceted clinical challenge due to its heterogeneity and its incompletely understood pathophysiology and especially due to the limited therapeutic options. In this narrative review, we give an overview on various clinical aspects of tinnitus including its heterogeneity, contributing factors, comorbidities and therapeutic pathways with a specific emphasis on the implications for its pathophysiology and future research directions. Tinnitus exhibits high perceptual variability between affected individuals (heterogeneity) and within affected individuals (temporal variability). Hearing loss emerges as predominant risk factor and the perceived pitch corresponds to areas of hearing loss, supporting the compensatory response theory. Whereas most people who have tinnitus can live a normal life, in 10–20% tinnitus interferes severely with quality of life. These patients suffer frequently from comorbidities such as anxiety, depression or insomnia, acting as both risk factors and consequences. Accordingly, neuroimaging studies demonstrate shared brain networks between tinnitus and stress-related disorders shedding light on the intricate interplay of mental health and tinnitus. The challenge lies in deciphering causative relationships and shared pathophysiological mechanisms. Stress, external sounds, time of day, head movements, distraction, and sleep quality can impact tinnitus perception. Understanding these factors provides insights into the interplay with autonomic, sensory, motor, and cognitive processes. Counselling and cognitive-behavioural therapy demonstrate efficacy in reducing suffering, supporting the involvement of stress and anxiety-related networks. Hearing improvement, especially through cochlear implants, reduces tinnitus and thus indirectly validates the compensatory nature of tinnitus. Brain stimulation techniques can modulate the suffering of tinnitus, presumably by alteration of stress-related brain networks. Continued research is crucial for unravelling the complexities of tinnitus. Progress in management hinges on decoding diverse manifestations, identifying treatment-responsive subtypes, and advancing targeted therapeutic approaches.",
  "keywords": [
    "Tinnitus",
    "Aetiology",
    "Comorbidity",
    "Pathophysiology",
    "Treatment",
    "Heterogeneity"
  ],
  "research_topics": [
    "Pathophysiological models of tinnitus",
    "Heterogeneity of tinnitus",
    "Etiological factors in tinnitus",
    "Somatosensory system involvement in tinnitus",
    "Multimodal interactions in tinnitus generation and maintenance",
    "Psychiatric comorbidities (depression, anxiety) and their neural correlates",
    "Perceptual variability of tinnitus",
    "Risk factors and multifactorial etiology of tinnitus",
    "Clinical management and therapeutic approaches for tinnitus",
    "Temporal variability and localization of tinnitus",
    "Tinnitus and brain network interactions"
  ],
  "created_at": "2025-05-05T02:17:28.608062Z",
  "source_pdf": "documents/research/Global/Langguth 2024 Tinnitus Clinical Insights.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Vol.:(0123456789)Journal of the Association for Research in Otolaryngology \nhttps://doi.org/10.1007/s10162-024-00939-0\nPERSPECTIVES\nTinnitus: Clinical Insights in Its Pathophysiology‑A Perspective\nBerthold Langguth1,2  · Dirk de Ridder3 · Winfried Schlee1,2,4 · Tobias Kleinjung5\nReceived: 28 December 2023 / Accepted: 26 February 2024 \n© The Author(s) 2024\nAbstract\nTinnitus, the perception of sound without a corresponding external sound source, and tinnitus disorder, which is tinnitus \nwith associated suffering, present a multifaceted clinical challenge due to its heterogeneity and its incompletely understood \npathophysiology and especially due to the limited therapeutic options. In this narrative review, we give an overview on \nvarious clinical aspects of tinnitus including its heterogeneity, contributing factors, comorbidities and therapeutic pathways \nwith a specific emphasis on the implications for its pathophysiology and future research directions. Tinnitus exhibits high \nperceptual variability between affected individuals (heterogeneity) and within affected individuals (temporal variability). \nHearing loss emerges as predominant risk factor and the perceived pitch corresponds to areas of hearing loss, supporting the \ncompensatory response theory. Whereas most people who have tinnitus can live a normal life, in 10–20% tinnitus interferes \nseverely with quality of life. These patients suffer frequently from comorbidities such as anxiety, depression or insomnia, \nacting as both risk factors and consequences. Accordingly, neuroimaging studies demonstrate shared brain networks between \ntinnitus and stress-related disorders shedding light on the intricate interplay of mental health and tinnitus. The challenge \nlies in deciphering causative relationships and shared pathophysiological mechanisms. Stress, external sounds, time of day, \nhead movements, distraction, and sleep quality can impact tinnitus perception. Understanding these factors provides insights \ninto the interplay with autonomic, sensory, motor, and cognitive processes. Counselling and cognitive-behavioural therapy \ndemonstrate efficacy in reducing suffering, supporting the involvement of stress and anxiety-related networks. Hearing \nimprovement, especially through cochlear implants, reduces tinnitus and thus indirectly validates the compensatory nature \nof tinnitus. Brain stimulation techniques can modulate the suffering of tinnitus, presumably by alteration of stress-related \nbrain networks. Continued research is crucial for unravelling the complexities of tinnitus. Progress in management hinges on \ndecoding diverse manifestations, identifying treatment-responsive subtypes, and advancing targeted therapeutic approaches.\nKeywords Tinnitus · Aetiology · Comorbidity · Pathophysiology · Treatment · Heterogeneity\nIntroduction\nThe Relevance of Clinical Observations\nHistorically, progress in medicine usually begins with a \ncomprehensive description of clinical symptoms and their \ndefinition. In a next step, commonly occurring symptoms \nare grouped into syndromes and pathophysiological mod-\nels are developed based on their features. This process is \nsupported by histological and anatomical research as well \nas by imaging, laboratory and genetic studies, to identify \nstructural correlates of the clinical syndromes. Pathophysi-\nological models form the basis for the development of thera -\npeutic approaches. In many cases, therapeutic effects have \nbeen discovered by chance, e.g. in the case of neuroleptics. \nThese serendipitous discoveries provide further hints for  * Berthold Langguth \n Berthold.Langguth@medbo.de\n1 Department of Psychiatry and Psychotherapy, University \nof Regensburg, Regensburg, Germany\n2 Interdisciplinary Tinnitus Clinic, University of Regensburg, \nRegensburg, Germany\n3 Section of Neurosurgery, Department of Surgical Sciences, \nDunedin School of Medicine, University of Otago, Dunedin, \nNew Zealand\n4 Eastern Switzerland University of Applied Sciences, \nSt. Gallen, Switzerland\n5 Department of Otorhinolaryngology, University Hospital \nZurich, University of Zurich, Zurich, Switzerland"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Langguth et al.\nunderstanding the pathophysiology of a particular disorder. \nThus, from a historical perspective, clinical observations \nform the basis for the development of pathophysiological \nmodels which in turn serve for a better understanding of a \ndisease or a disorder.\nPathophysiological Models of Tinnitus\nWith respect to tinnitus, it is frequently stated that its patho-\nphysiology is incompletely understood. Indeed, there exist \nmany pathophysiological models of tinnitus (which are not \nmutually exclusive), but none of them can comprehensively \nexplain all relevant clinical aspects of tinnitus. The Periph-\neral Model involves dysfunction in the auditory periphery, \nsuch as damage to the cochlea or auditory nerve. This can \nlead to abnormal spontaneous neural activity, interpreted \nby the brain as sound [1 ]. The Central Model focuses on \nchanges in central auditory pathways, triggered by reduced \nauditory input. These changes may involve neurotransmit-\nter imbalances as well as increased neuronal activity and \nsynchrony [2 ]. In addition to altered activity in the brain’s \nauditory processing centres, there are activity and connec-\ntivity alterations in non-auditory networks, particularly in \nsalience—emotion processing—and executive networks [3 , \n4, 6]. The Gating Model combines these models by postulat-\ning that tinnitus emerges, when there is increased activity \nin central auditory pathways together with a frontostriatal \ninhibitory deficit, which would normally prevent the sig-\nnal to reach conscious perception [5 ]. The Somatosensory \nModel is focusing on abnormal interactions between the \nauditory and somatosensory systems which finally result \nin increased neuronal activity in central auditory pathways \n[7]. Most recently also an Inflammatory Model [ 8] has been \nproposed as an explanation for the emergence of tinnitus. In \naddition to these pathophysiological models, there exist also \nPsychological Models [ 9] and Models based on Perception \nTheory [ 10, 11].\nHeterogeneity of Tinnitus\nThe question arises why a condition such as tinnitus with \na high prevalence [12] and high socioeconomic relevance \n[13] is still a mystery today. The search for explanations \nfor this unsatisfactory situation almost always leads to the \nfact that tinnitus is a far from homogeneous clinical entity \n[14, 15]. Etiologic factors and triggers vary from patient \nto patient, but perceptual aspects, comorbidities, burden, \nmodifying factors and response to therapeutic interven-\ntions also vary widely. A generally valid pathophysiologi-\ncal model must take this variability into account or at least \nexplain the characteristics of clearly defined, distinct sub-\ntypes. Since such pathophysiological models do not yet \nexist, it also remains a matter of debate whether there is a “final common pathophysiological pathway” or, in other \nwords, pathophysiological alterations that can be found in \nevery single tinnitus patient, or whether there are different \nforms of tinnitus with different pathophysiological changes \nthat may not overlap at all. For both scenarios, there exist \nexamples in medicine. Schizophrenia is a disorder, which \nvaries highly in its clinical course and its symptomatology. \nHowever, pharmacological blockade of dopamine receptors \ncan reduce clinical symptoms in almost all cases, indicating \nthat the dysregulation of dopaminergic pathways represents \na common pathway that is relevant for all forms of schizo-\nphrenia. In contrary in headache differentiation in subtypes \nhas been essential for successful treatment. The International \nClassification of Headache Disorders (ICHD) lists more than \n200 subtypes and there exist specific treatments for these \nvarious subtypes. Migraine, tension type headache, cluster \nheadache or trigeminal neuralgia—just to name a few—can \nbe best treated by completely different treatment regimes.\nIn this perspective article, we will discuss various clinical \naspects of tinnitus and the insights into pathophysiological \nmechanisms that we can derive from these clinical phenom-\nena. We will also discuss those clinical aspects, which are \ncurrently still incompletely understood as these latter ones \nprovide hints in which direction future research should be \ndirected.\nEtiological Factors\nAccording to a recent systematic review [16], hearing loss, \noccupational noise exposure, otitis media, ototoxic medica-\ntion and depression were identified as main risk factors for \nthe development of tinnitus.\nHearing Loss\nThese findings confirm that deprivation of auditory input \nis the most relevant risk factor for the development of tin-\nnitus [1 ]. This notion is also supported by the finding that \nthe laterality and frequency of tinnitus typically correspond \nwith the hearing loss [17, 18]. For example, a patient with \na left-sided hearing loss at a frequency of 4 kHz typically \nperceives his tinnitus as a 4 kHz tone on the left side. How -\never, not everybody with hearing loss develops tinnitus and \nnot all patients with tinnitus experience hearing loss. It is \ncontroversial whether tinnitus patients with normal hearing \nthresholds really have completely normal hearing or whether \nthey have a form of hearing impairment that remains unde-\ntected by the standard audiogram that samples only 8 fre-\nquencies out of the human auditory spectrum, which ranges \nfrom about 20 Hz till 20 kHz. Studies on such subjects have \nshown that they may have hearing loss in the ultra-high \nfrequency range, which is not routinely sampled [19, 20],"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Tinnitus: Clinical Insights in Its Pathophysiology...hearing loss between tested frequencies [21] or damage \nto high threshold auditory nerve fibres [22]. An alterna-\ntive explanation for hearing loss without tinnitus is a delay \nbetween the onset of hearing loss and the onset of tinnitus. In \nthis case, cross-sectional studies will always detect patients \nwith hearing loss—but without tinnitus. We will need large \nlongitudinal data sets and to follow up patients with hearing \nloss to learn how many of them will develop tinnitus—and \nafter how many years this happens. Furthermore, the lack -\ning one-to-one correlation between hearing loss and tinnitus \npoints to additional factors, which might play a role.\nThe Somatosensory System\nThere are several lines of evidence that indicate the involve-\nment of the somatosensory system. First, the majority of \ntinnitus patients can modulate their tinnitus by moving their \nhead [23]. Second, there is an increased tinnitus prevalence \namong patients with temporomandibular joint disorder, and \nin a subset of patients, the onset of tinnitus is triggered by \nneck trauma, such as whiplash injury [24]. Animal research \nhas contributed to the identification of the pathophysiologi-\ncal mechanisms by demonstrating that altered input from the \nsomatosensory system can influence activity in central audi -\ntory pathways via C2 and trigeminal afferents, which interact \nwith auditory input at the dorsal cochlear nucleus [7 ].\nMultimodal Interactions\nThe somatosensory modulation of tinnitus perception and \nthe co-occurrence of tinnitus with different kinds of pain \n[25–27] suggest that some form of multimodal processing \nmay be required for tinnitus generation and or tinnitus main-\ntenance [11]. In other words, “When I see a bird that walks \nlike a duck and swims like a duck and quacks like a duck, \nI call that bird a duck” [28]. This may imply that missing \nauditory input may be compensated for by somatosensory \ninputs based on the duck test mechanism [11]. Intriguingly, \nnot only the somatosensory system may be involved in tin-\nnitus. Visual snow, the visual analogue of tinnitus [29], is \ncomorbid with tinnitus [30], and cataract is a risk factor \nfor tinnitus [31]. This suggests that possibly not only the \nsomatosensory system is involved in tinnitus generation but \nin some patients the visual system may influence it. And \nsimilarly, the vestibular system may be involved. Indeed, in \n1000 patients presenting at an otology clinic, tinnitus was \npresent in 70%, imbalance in about 25%, otalgia and aural \nfullness in about 20%, with more than one symptom occur -\nring in 25% of patients [32, 33]. The comorbidity of tinnitus \nand vestibular systems is most outspoken in Meniere’s dis-\nease, in which tinnitus and vertigo are part of the diagnostic \ncriteria [34, 35].Depression and Anxiety\nDepression is another risk factor for tinnitus [36] and even \nmore so in tinnitus with comorbid symptoms. In Meniere’s \ndisease, a meta-analysis has shown that the prevalence of \ndepression is close to a staggering 50% [37]. Similarly, \nanxiety is associated with tinnitus [38 ]. This suggests an \noverlap of brain networks associated with tinnitus, anxiety \nand depression or that tinnitus and comorbid symptoms can \ntrigger activation of depression networks [6 , 39–41]. Pre-\nsumably, these are the hippocampal–cortical memory system \n[11], the default mode network, the frontoparietal control \nsystem and brain areas for salience and emotion processing \n[3, 42]. The involvement of these structures might reflect the \nconscious perception of tinnitus, the attention to it, its sali-\nence and the associated distress [4 , 42]; in other words, the \nunified tinnitus percept may result from multiple, parallel, \noverlapping and interacting networks [6 ]. If this model is \ncorrect then every aspect of the unified tinnitus percept may \nbe related to one network, e.g. loudness to auditory-memory-\nsalience network [43– 45], arousal/distress to central auto-\nnomic networks that overlap with the salience network[46, \n47] and depression to salience-emotional networks [48]. The \ninteraction between the separate networks may subsequently \nresult in the unified tinnitus percept that may vary depend-\ning on changes of the within and between network interac-\ntions/connectivity, which might explain—at least to some \nextent—the temporal variability of the tinnitus percept.\nMultifactorial Aetiology\nOur knowledge about etiological factors and the mechanisms \nby which they cause tinnitus has increased considerably over \nthe last decades. However, many aspects are still unknown, \nespecially the question of what exactly triggers the onset of \ntinnitus in a particular patient. To put it in another way, why \ndoes hearing loss lead to tinnitus in some patients and not \nin others? Many people suffer from hearing loss, and pos-\nsibly a second factor may be essential as alluded to before: \nsomatosensory, visual or vestibular modulation.\nYet, other risk factors exist, such as stress, whether psy -\nchological or physical stressors, that may be involved in the \ngeneration and maintenance of tinnitus [49, 50]. Also trauma \nto the auditory system is a risk factor, whether a physical \ntrauma [24 ], noise exposure [51 –53], drugs (tobacco [ 54], \ncannabis [55], heavy alcohol [16]) or medication (antibiot-\nics, antitumor agents, NSAID, salicylate, antidepressants, \nACE inhibitors [56, 57]), and toxins (chromium, cadmium, \nmanganese)[58].\nThus, tinnitus may result from a multifactorial process, \na consequence from multiple small accumulating risk fac -\ntors. Clinically, we indeed often find combinations of such \nrisk factors in individuals with tinnitus and assume that the"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Langguth et al.\nvarious risks may accumulate in individual cases. Neverthe-\nless, it is impossible to predict whether a person with these \nrisk factors develops tinnitus or not, if and when the person \ndevelops tinnitus, and how burdensome the tinnitus will be.\nRelevance of Aetiological Factors for Tinnitus \nManagement\nIn the clinical management of tinnitus patients, one should \ntry to identify and modify the risk factors that may have \ncontributed to the onset of tinnitus. In rare cases, the suc-\ncessful treatment of the risk factor may cure tinnitus (e.g. in \npatients receiving a cochlear implant in case of deafness [59, \n60]). In many other cases, tinnitus burden can be lowered by \nspecific interventions (e.g. hearing aids that compensate for \nthe hearing loss[61]); in some cases, the risk factor treatment \nhas a clear beneficial effect only during the acute phase and \nsometimes it has no effect at all. These observations suggest \nthat there may be additional, so far unknown factors that play \na role in the development of tinnitus and that mechanisms \ninvolved in the maintenance of tinnitus may differ from the \nmechanisms relevant for the onset. The natural history of \ntinnitus does show that once tinnitus is present it is likely \nto remain in 80% of patients, with 20% of patients having a \ncomplete spontaneous resolution within 4 years [62]. Among \nthose who still have tinnitus, 10% worsen, 10% improve and \n80% remain unchanged [62]. This suggests that the tinnitus \ngenerating network may change over time [63], potentially \nmaking it more difficult to alter when it has become chronic. \nIt has indeed been suggested that once the tinnitus is present \nfor 4 years it may become more difficult to treat [64– 66]. \nHypothetically, this is assumed to be related to the fact that \nthe tinnitus becomes linked to the self-perceptual default \nmode network, i.e. the tinnitus becomes part of one’s self-\nidentity [42].\nPerceptual Variability\nTonal or Noise‑Like Tinnitus\nThere is a high perceptual variability of tinnitus. Tinnitus \ncan be perceived as whistling, buzzing, chirping, hissing, \nhumming, roaring, or even shrieking, with the same tone \nor with different tones or a combination of tones and noise. \nIt has been hypothesised that tonal tinnitus is related to \nincreased activity in the classical pathways (also known as \nlemniscal pathways) and the noise-like tinnitus is related \nto increased activation in the non-classical (extralemniscal) \npathways [67, 68]. While the classical pathways encode the \ntinnitus frequency accurately, the extralemniscal pathways \nprocess the signal faster, but less accurately and are closely \nconnected with non-auditory areas, e.g. the amygdala or the insula [69]. However, there is little experimental evidence \nto support this hypothesis [67, 70, 71].\nTinnitus Localisation\nTinnitus can be perceived unilaterally (about 45%), bilat-\nerally (about 45%) or non-lateralised (about 10%) [72]. \nThis variability can at least be partially explained in case \nof unilateral hearing loss. In this case, tinnitus is typically \non the side of the hearing loss, which supports the theory of \ndeafferentiation. In many cases, however, it remains unclear \nwhat predicts tinnitus localisation, especially in patients who \nexperience the tinnitus inside their head. Moreover, some \npatients have difficulties localising their tinnitus or report \nthat the localisation changes over time. Furthermore, several \nstudies have demonstrated that the perceived tinnitus pitch \ncorresponds to the area of the most pronounced hearing loss \n[17, 18]. This finding supports the theory of tinnitus as a \nphantom sound, resulting from the brain’s effort to compen-\nsate for the lack of auditory input [73]. Moreover, it suggests \nthat tinnitus generation is mediated by a lack of feed forward \ninhibition, as a lack of lateral inhibition would result in a \ntinnitus pitch at the edge frequency between normal hearing \nand hearing loss [74].\nPulsatile Tinnitus\nA pulsatile, pulse-synchronous tinnitus character is sug-\ngestive of abnormal blood flow, either due to a vascular \nabnormality (e.g. stenosis, av-fistula or malformation) or by \nincreased blood flow (e.g. anaemia) or, less commonly, a \nmicrovascular conflict [75, 76]. However, in many patients \nwho report pulse synchronous pulsatile tinnitus, no such \nabnormalities can be detected. A possible explanation is that \nthese people might be particularly sensitive to body sounds \nand therefore even perceive sounds generated by regular \nblood flow and consequently transmitted to the inner ear \nvia bone conduction [ 77]. Moreover, the transmission of \nbody sounds to the cochlea could be facilitated by increased \nintracranial pressure [78].\nVariability of Tinnitus over Time\nSome patients mention that tinnitus changes pitch and \nintensity over time which can be traced by a tinnitus \ntracker that demonstrate these changes may result from \nbehavioural and emotional factors during the same or the \nprevious day [79]. Also, other forms of temporal variabil-\nity have been reported, e.g. related to sleep. Patients dis-\nplaying sleep-modulated tinnitus have deteriorated sleep \nquality, and the tinnitus changes may be related to REM-\nsleep impairment [80]. Not uncommonly a regular 3- or \n4-day sawtooth pattern is expressed, in which 2 bad days"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Tinnitus: Clinical Insights in Its Pathophysiology...are systematically followed by one good day without obvi-\nous influencing factors. Up to now, no satisfying explana-\ntion for these latter phenomena has been proposed.\nComorbidities\nComorbidities: Risk Factor or a Consequence \nof Tinnitus\nTinnitus is associated with many comorbidities. These \ncomorbidities in turn are an important aspect of tinnitus \nas they are of great importance for the individual burden \nof disease [81], but are also important as starting point for \nthe therapeutic management. Some of them may repre -\nsent risk factors (e.g. hearing loss), others may be conse-\nquences (e.g. difficulties concentrating) and some may be \nboth (e.g. depression or anxiety). It is not always possible \nto distinguish the extent to which a comorbidity is a risk \nfactor or a consequence of tinnitus, but regardless, there is \nlikely to be an overlap of pathophysiological mechanisms. \nFor example, insomnia is the most distressing comorbid-\nity for many (60%) tinnitus patients [82, 83] and there is \nmuch overlap in the mechanisms of psychophysiological \ninsomnia and tinnitus [ 9]. Moreover, tinnitus-associated \nemotional and cognitive distress and somatic complaints \nrelate to insomnia [84, 85].\nHyperacusis, Misophonia and Phonophobia\nThe frequent combination of tinnitus with hyperacusis \n[86, 87] suggests that both disorders may be related by an \nincreased gain in central auditory pathways [88]. In the \ncase of misophonia, the common pathway might be the \nmechanism, which generates the aversive character of spe-\ncific sounds [89, 90], whereas in phonophobia, fear of loud \nsounds is the common denominator [90]. Some, but not all, \nstudies [91, 92] suggest an increased risk of arterial hyper -\ntension among tinnitus patients, which might be an indicator \nof increased sympathetic activation, which is in keeping with \nstress as modulating tinnitus [46, 50, 93].\nTinnitus and Pain\nTinnitus is also related to various headache syndromes \n[26, 94], as well as temporomandibular pain and cervical \npain [95], but also fibromyalgia [27]. Comorbidity with \npain syndromes can be explained by shared peripheral (C2 \nand trigeminal nerve) [96, 97] and central mechanisms of \nchronic pain and chronic tinnitus [3 , 11, 98–101].Amount of Tinnitus Suffering\nTinnitus with associated suffering is defined as tinnitus \ndisorder [99], i.e. a pathology in its own right, and not a \nsymptom associated with another pathology. The extent \nto which tinnitus affects or distresses varies from per -\nson to person. Most people with tinnitus are not severely \nimpaired by their tinnitus [102]. On the other hand, 20% \nof people with tinnitus are severely disturbed in all aspects \nof their life and may even be suicidal [103]. Knowledge \nabout the factors that determine tinnitus severity is incom-\nplete. Age, hearing difficulties, sleep problems, work noise \nexposure, ototoxic medication, and neuroticism determine \nwhether someone develops bothersome tinnitus or not [62, \n85]. People with high scores on neuroticism scales are \nmore severely impaired [104– 107], and sex also plays a \nrole with women being more likely to suffer from severe \ntinnitus [12, 85]. Perceptual characteristics of the tinnitus \ngestalt, such as tinnitus loudness or tinnitus pitch, appear \nto play a role as well [108– 110]. However, all the factors \nmentioned explain only to a small extent the degree of tin -\nnitus suffering. From a neurobiological perspective, it is \nassumed that high level of distress and high level of tinni-\ntus burden are reflected by a co-activation of stress-related \nbrain networks [3 ], but here too it remains unclear what \ndetermines whether these networks are co-activated or not.\nTinnitus Modifying Factors\nTinnitus Modification by Sounds\nIn the vast majority of patients, tinnitus is modified by vari-\nous factors. Apart from stress and emotions modifying tin-\nnitus [111], the change caused by external sounds is the most \ninvestigated. Sounds can mask the tinnitus and the masking \neffect can outlast the stimulation period. This phenomenon \nis known as residual inhibition, varies from patient to patient \nand depends on the type of sound [112– 114]. In general, \nsounds similar to the tinnitus sound are more efficient for \nmasking and triggering a silent period [112– 114]. These \neffects can be well explained by the concept that tinnitus is \nan expression of central disinhibition resulting from reduced \nfeed forward inhibition because of reduced auditory input. \nAn increase in input, in turn, leads to an increase of feed \nforward inhibition and reduces the tinnitus perception. How -\never, sounds do not always reduce tinnitus. Many patients \nreport that certain sounds increase their tinnitus. Whether \na sound reduces or increases an individual’s tinnitus may \ndepend on the type of the sound and its loudness and may \nvary from person to person."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Langguth et al.\nTinnitus Modification by Head, Neck or Face \nMovements\nSimilarly, manoeuvres of the head, neck or face can modu-\nlate the tinnitus percept in many people with tinnitus. This \nphenomenon is considered as expression of the interaction \nbetween the somatosensory and the auditory system [7 ].\nTinnitus Modification by Attention and Stress\nTinnitus perception can also be reduced by distraction. Most \npatients with tinnitus report that the tinnitus fades into the \nbackground, when they focus their attention on activity. \nImaging studies have shown that tinnitus reduction via dis-\ntraction is related to reduced neuronal activity in the audi-\ntory cortex [115]. Some patients report that the intensity of \ntinnitus increases in stressful situations [49, 93]. This can \nbe explained by a general enhancement of alertness to sen-\nsory signals under sympathetic activation. However, not all \npersons experience the same situation in the same way. A \nrecent example for this was the COVID-19 pandemic where \nsome tinnitus patients perceived the situation as stressful \nand described an increasing tinnitus, while others perceived \nless stress during the pandemic and reported a decrease of \ntinnitus loudness [106].\nTinnitus Modification by Sleep\nLess understood is the modulating effect of sleep [ 84]. Many \ntinnitus patients report that their tinnitus during the day \ndepends on the quality of their sleep the night before. The \nbetter the sleep at night, the lower the intensity of the tinni-\ntus [80]. In contrast, napping during the day exacerbates tin-\nnitus in a subgroup of patients. The mechanisms underlying \nthese observations are still unclear and may be elucidated by \nsystematic polysomnography studies in these patients [116].\nResponse to Treatment\nHeterogeneity in Response to Treatments\nMany different treatments have been investigated for tinnitus \n[117]. Most treatment studies found no significant difference \nbetween the intervention group and the control group and \nwere therefore considered negative. In most of these studies, \nhowever, the response to treatment was highly heterogene-\nous. This means that some study participants responded pos -\nitively to the intervention, even though most others showed a \nnegative response. It is obvious that it would be highly desir -\nable to identify distinct tinnitus subtypes that respond well \nto specific treatments or at least to find reliable criteria that \ncan predict the outcome of a specific intervention. A first step in this direction was made by analysing self-reported \neffects of various therapeutic interventions in a large sample. \nThis study has shown that response to certain treatments \npredicts the outcome of other treatments [118]. This result \nis the proof that there exist tinnitus subtypes that differ in \ntheir response to specific treatments. This also means that \ntreatment response can be improved by patient subtyping. \nBased on these findings, decision support systems are cur -\nrently being developed to help clinicians to select treatment \nbased on individual patient characteristics [15].\nCounselling and Cognitive Behavioural Therapy\nThe results from specific treatments also provide clues for \na better understanding of the pathophysiology of tinnitus. \nMost established in tinnitus treatment are counselling and \ncognitive behavioural therapy. It is likely that both methods \nwork via similar mechanisms, namely by improving cog-\nnitive control and reducing dysfunctional behaviours. This \nin turn indicates that neuronal activity and connectivity in \nstress- and anxiety-related networks in tinnitus patients can \nbe modulated by cognitive control and unlearned by behav -\nioural training.\nHearing Aids and Cochlear Implants\nIn tinnitus patients with hearing loss, a therapeutic improve-\nment of hearing also leads to tinnitus reduction, both by \nhearing aids [61] and cochlear implants [119, 120]. This \nfinding clearly supports the concept that tinnitus results \nfrom the brain’s effort to compensate for the reduced audi-\ntory input. The effect is most pronounced with cochlear \nimplants [59], which can be explained by the fact that coch-\nlear implants provide input to deafferentiated auditory nerve \nfibres. Other forms of hearing improvement, such as middle \near surgery or hearing aids, improve hearing by increasing \nsound pressure levels in the inner ear, but cannot reactivate \ndeafferentiated neurons. Accordingly, their effect on tin-\nnitus is significantly less pronounced compared to cochlea \nimplants [121].\nPharmacological Treatment\nThe transient suppression of tinnitus after intravenous lido-\ncaine suggests that tinnitus can be effectively addressed \npharmacologically [122]. Unfortunately, the side effects of \nlidocaine do not allow its long-term use and no other drug \nhas shown comparable efficacy. In cases where no effective \ndrug targets have been identified in clinical trials, studies in \nanimal models of tinnitus suggest the involvement of potas-\nsium channels and the GABA-ergic as well the glutamatergic \nsystem [123]. Some insights into the molecular mechanisms"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Tinnitus: Clinical Insights in Its Pathophysiology...of tinnitus also come from the information collected on \ndrugs, which may induce tinnitus as side effects [56].\nBrain Stimulation and Neuromodulation\nVarious forms of brain stimulation have been tested and \nhave demonstrated that stimulation of single targets (e.g. \nthe auditory cortex or the dorsolateral prefrontal cortex or \nthe anterior cingulate) has rather limited efficacy [ 124]. \nMore promising results are provided from recent efforts with \nbimodal stimulation, consisting of a combination of sound \nstimulation and electrical stimulation of somatosensory \nafferents. This approach has shown considerable improve-\nments of tinnitus in several studies [125– 128]. These find-\nings can be interpreted as indirect support for the idea that \ntinnitus is related to abnormalities in different interacting \nbrain networks [6 , 42]. In similar vein, it can be considered \nthat a pharmacological approach that considers a cocktail \nof medications targeting multiple different neurotransmitter \nreceptors and/or ion channels [129] may be the analogue of \nmultimodal neuromodulation.\nConclusion\nMany clinical aspects of tinnitus are still incompletely \nunderstood and cannot be fully explained by current patho-\nphysiological models. Further research should focus on a \nprecise clinical characterisation of these aspects and on their \nneurophysiological basis to gain more detailed insights into \nthe pathophysiology of the different tinnitus subtypes as \nwell as on potential treatment targets. This might help to \nelucidate whether there exists a final common pathway of \nthe various forms of tinnitus that can be therapeutically tar -\ngeted or whether different treatment approaches for various \nsubtypes are the more promising approach.\nConsidering that single pharmacological and single ana-\ntomical targets do only yield limited beneficial effects for \ntinnitus, it can be conceived that pharmacological strate-\ngies focussing on multiple targets or multimodal neuro-\nmodulation approaches or a combination of medication, \nneuromodulation and auditory approaches may be superior \ntreatment approaches. The superiority of such a combina-\ntional approach may either be based on synergistic action \nor simply on the shotgun principle, as the combination of \nseveral therapies increases the chance that the right therapy \nis included.\nFunding Open Access funding enabled and organized by Projekt \nDEAL.Declarations  \nConflict of Interest B. Langguth received honoraria for consultancy \nand speakers’ fees from ANM, AstraZeneca, Autifony Therapeutics, \nDecibel Therapeutics, Desyncra, Gerson Lehmanns Group, Lundbeck, \nMerz, MagVenture, Medical Tribune, Neurolite, Neuromod, Novartis, \nPfizer, Rovi, Schwabe, Sea Pharma, Servier, Sonova and Sound Thera-\npeutics; research funding from the Tinnitus Research Initiative, Bay -\nhost, the German Research Foundation, the German Bundesministe-\nrium für Bildung und Forschung, the American Tinnitus Association, \nAstraZeneca, cerbomed, Neuromod and the European Union; funding \nfor equipment from MagVenture and Deymed Diagnostic; and travel \nand accommodation payments from Eli Lilly, Lundbeck, Servier, and \nPfizer. He owns shares of Sea Pharma. D. De Ridder received hono-\nraria for consultancy and speakers’ fees from Abbott laboratories and \nresearch funding from ATA and TRI. W. Schlee received honoraria \nfor consultancy and speakers’ fess from Schwabe, Pohl-Boskamp, \nand Pansatori. He received funding from the EU, the Bavarian Re-\nsearch Foundation, the German Research Foundation, Innosuisse, and \nthe Rainwater Charitable Foundation. He is stakeholder of the Lenox \nuG and the HealthStudyClub GmbH, which aim to translate scientific \nknowledge into digital health applications. T. Kleinjung received hon-\noraria for consultancy and speaker’s fees form Sonova and Schwabe \nand travel and accommodation payments from Cochlear. His research \nwas funded from the Tinnitus Research Initiative, the Swiss National \nScience Foundation, the European Union, the Zurich Hearing Founda-\ntion and Cochlear.\nOpen Access This article is licensed under a Creative Commons Attri-\nbution 4.0 International License, which permits use, sharing, adapta-\ntion, distribution and reproduction in any medium or format, as long \nas you give appropriate credit to the original author(s) and the source, \nprovide a link to the Creative Commons licence, and indicate if changes \nwere made. The images or other third party material in this article are \nincluded in the article’s Creative Commons licence, unless indicated \notherwise in a credit line to the material. If material is not included in \nthe article’s Creative Commons licence and your intended use is not \npermitted by statutory regulation or exceeds the permitted use, you will \nneed to obtain permission directly from the copyright holder. To view a \ncopy of this licence, visit http://creativecommons.org/licenses/by/4.0/.\nReferences\n 1. Eggermont JJ, Roberts LE (2004) The neuroscience of tinnitus. \nTrends Neurosci 27(11):676–682\n 2. Roberts LE et al (2010) Ringing ears: the neuroscience of tin -\nnitus. J Neurosci 30(45):14972–14979\n 3. De Ridder D et al (2011) Phantom percepts: tinnitus and pain as \npersisting aversive memory networks. Proc Natl Acad Sci USA \n108(20):8075–8080\n 4. Elgoyhen AB et al (2015) Tinnitus: perspectives from human \nneuroimaging. Nat Rev Neurosci 16(10):632–42\n 5. Rauschecker JP, Leaver AM, Mühlau M (2010) Tuning out \nthe noise: limbic-auditory interactions in tinnitus. Neuron \n66(6):819–826\n 6. De Ridder D et al (2014) An integrative model of auditory phan -\ntom perception: tinnitus as a unified percept of interacting sepa-\nrable subnetworks. Neurosci Biobehav Rev 44C:16–32\n 7. Shore SE, Roberts LE, Langguth B (2016) Maladaptive plasticity \nin tinnitus–triggers, mechanisms and treatment. Nat Rev Neurol \n12(3):150–160"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Langguth et al.\n 8. Shulman A et al (2021) Neuroinflammation and tinnitus. Curr \nTop Behav Neurosci 51:161–174\n 9. McKenna L et al (2014) A scientific cognitive-behavioral model \nof tinnitus: novel conceptualizations of tinnitus distress. Front \nNeurol 5:196\n 10. Sedley W et al (2016) An integrative tinnitus model based on \nsensory precision. Trends Neurosci 39(12):799–812\n 11. De Ridder D et al (2023) A parahippocampal-sensory Bayesian \nvicious circle generates pain or tinnitus: a source-localized EEG \nstudy. Brain Commun 5(3):fcad132\n 12. Jarach CM et al (2022) Global prevalence and incidence of tin-\nnitus: a systematic review and meta-analysis. JAMA Neurol \n79(9):888–900\n 13. Trochidis I et al (2021) Systematic review on healthcare and soci-\netal costs of tinnitus. Int J Environ Res Public Health 18(13):6881\n 14. Cederroth CR et al (2019) Editorial: Towards an understanding \nof tinnitus heterogeneity. Front Aging Neurosci 11:53\n 15. Schlee W et al (2021) Using big data to develop a clinical deci-\nsion support system for tinnitus treatment. Curr Top Behav Neu-\nrosci 51:175–189\n 16. Biswas R et al (2022) Low evidence for tinnitus risk factors: a \nsystematic review and meta-analysis. J Assoc Res Otolaryngol \n24(1):81–94\n 17. Norena A et al (2002) Psychoacoustic characterization of the \ntinnitus spectrum: implications for the underlying mechanisms \nof tinnitus. Audiol Neurootol 7(6):358–369\n 18. Schecklmann M et al (2012) Relationship between audiometric \nslope and tinnitus pitch in tinnitus patients: insights into the \nmechanisms of tinnitus generation. PLoS ONE 7(4):e34878\n 19. Vielsmeier V et al (2015) The relevance of the high frequency \naudiometry in tinnitus patients with normal hearing in conven-\ntional pure-tone audiometry. Biomed Res Int 2015:302515\n 20. Jafari Z et al (2022) A systematic review and meta-analysis of \nextended high-frequency hearing thresholds in tinnitus with a \nnormal audiogram. Ear Hear 43(6):1643–1652\n 21. Weisz N et al (2006) High-frequency tinnitus without hear -\ning loss does not mean absence of deafferentation. Hear Res \n222(1–2):108–114\n 22. Schaette R, McAlpine D (2011) Tinnitus with a normal audio-\ngram: physiological evidence for hidden hearing loss and com-\nputational model. J Neurosci 31(38):13452–13457\n 23. Michiels S et al (2018) Diagnostic criteria for somatosensory \ntinnitus: a Delphi process and face-to-face meeting to establish \nconsensus. Trends Hear 22:2331216518796403\n 24. Kreuzer PM et al (2014) Trauma-associated tinnitus. J Head \nTrauma Rehabil 29(5):432–442\n 25. Ausland JH et al (2021) Tinnitus and associations with chronic \npain: the population-based Tromso Study (2015–2016). PLoS \nONE 16(3):e0247880\n 26. Langguth B et al (2017) Tinnitus patients with comorbid head-\naches: the influence of headache type and laterality on tinnitus \ncharacteristics. Front Neurol 8:440\n 27. Puri BK, Lee GS (2021) Tinnitus in fibromyalgia. P R Health \nSci J 40(4):188–191\n 28. Riley JW (2017) Poems & prose sketches. Portable Poetry 86\n 29. Lauschke JL, Plant GT, Fraser CL (2016) Visual snow: a \nthalamocortical dysrhythmia of the visual pathway? J Clin \nNeurosci 28:123–127\n 30. Renze M (2017) Visual snow syndrome and its relationship to \ntinnitus. Int Tinnitus J 21(1):74–75\n 31. Hsieh YC et al (2020) Increased risk of tinnitus in patients \nwith early-onset cataracts: a nationwide population-based case-\ncontrol study. BMC Ophthalmol 20(1):230\n 32. Scholfield DW et al (2023) Functional ear symptoms referred \nto an otology clinic: incidence, co-morbidity, aetiological factors and a new experience-driven clinical model. J Laryngol \nOtol 137(2):143–150\n 33. Arnold M et al (2006) Vertebral artery dissection: presenting \nfindings and predictors of outcome. Stroke 37(10):2499–2503\n 34. Beasley NJ, Jones NS (1996) Meniere’s disease: evolution of \na definition. J Laryngol Otol 110(12):1107–1113\n 35. Che A-H (1995) Committee on Hearing and Equilibrium \nguidelines for the diagnosis and evaluation of therapy in \nMeniere’s disease. American Academy of Otolaryngology-\nHead and Neck Foundation, Inc. Otolaryngol Head Neck Surg \n113(3):181–185\n 36. Hebert S, Canlon B, Hasson D (2012) Emotional exhaustion as \na predictor of tinnitus. Psychother Psychosom 81(5):324–326\n 37. Patel JJ et al (2020) Depression in Meniere’s disease: a system-\natic review and meta-analysis. J Laryngol Otol 134(4):293–301\n 38. Pattyn T et al (2016) Tinnitus and anxiety disorders: a review. \nHear Res 333:255–265\n 39. Langguth B et al (2011) Tinnitus and depression. World J Biol \nPsychiatry 12(7):489–500\n 40. Langguth B et al (2023) Tinnitus and treatment-resistant \ndepression. Prog Brain Res 281:131–147\n 41. Pattyn T et al (2018) Differential electrophysiological correlates \nof panic disorder in non-pulsatile tinnitus. J Psychosom Res \n109:57–62\n 42. De Ridder D et al (2022) Tinnitus and the triple network model: \na perspective. Clin Exp Otorhinol 15(3):205–212\n 43. Lee SY et al (2021) Is the posterior cingulate cortex an on-off  \nswitch for tinnitus?: A comparison between hearing loss subjects \nwith and without tinnitus. Hear Res 411:108356\n 44. De Ridder D, Congedo M, Vanneste S (2015) The neural cor -\nrelates of subjectively perceived and passively matched loud-\nness perception in auditory phantom perception. Brain Behav \n5(5):e00331\n 45. van der Loo E et al (2009) Tinnitus intensity dependent gamma \noscillations of the contralateral auditory cortex. PLoS ONE \n4(10):e7396:1–5\n 46. van der Loo E et al (2011) Insular lateralization in tinnitus dis-\ntress. Auton Neurosci 165(2):191–194\n 47. Vanneste S et al (2010) The neural correlates of tinnitus-related \ndistress. Neuroimage 52(2):470–480\n 48. Joos K, Vanneste S, De Ridder D (2012) Disentangling depres-\nsion and distress networks in the tinnitus brain. PLoS ONE \n7(7):e40544\n 49. Elarbed A et al (2021) Tinnitus and stress in adults: a scoping \nreview. Int J Audiol 60(3):171–182\n 50. Szczepek AJ, Mazurek B (2021) Neurobiology of stress-induced \ntinnitus. Curr Top Behav Neurosci 51:327–347\n 51. Axelsson A, Prasher D (2000) Tinnitus induced by occupational \nand leisure noise. Noise Health 2(8):47–54\n 52. Degeest S et al (2017) Epidemiology and risk factors for tinnitus \nafter leisure noise exposure in Flemish young adults. Int J Audiol \n56(2):121–129\n 53. Gilles A et al (2012) Prevalence of leisure noise-induced tin-\nnitus and the attitude toward noise in university students. Otol \nNeurotol 33(6):899–906\n 54. Veile A et al (2018) Is smoking a risk factor for tinnitus? A sys-\ntematic review, meta-analysis and estimation of the population \nattributable risk in Germany. BMJ Open 8(2):e016589\n 55. Reyes Orozco F et al (2023) Association between cannabis use \nand tinnitus in US adults. Otol Neurotol 44(6):611–618\n 56. Elgoyhen AB et al (2014) Identifying tinnitus-related genes \nbased on a side-effect network analysis. CPT Pharmacometrics \nSyst Pharmacol 3:e97\n 57. Altissimi G et al (2020) Drugs inducing hearing loss, tinnitus, \ndizziness and vertigo: an updated guide. Eur Rev Med Pharmacol \nSci 24(15):7946–7952"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Tinnitus: Clinical Insights in Its Pathophysiology... 58. Atila NE et al (2021) The role of manganese, cadmium, chro-\nmium and selenium on subjective tinnitus. Biol Trace Elem Res \n199(8):2844–2850\n 59. Peter N et al (2019) The influence of cochlear implantation on \ntinnitus in patients with single-sided deafness: a systematic \nreview. Otolaryngol Head Neck Surg 161(4):576–588\n 60. Kleinjung T et al (2009) Curing tinnitus with a cochlear implant \nin a patient with unilateral sudden deafness: a case report. Cases \nJ 2:7462\n 61. Waechter S, Jonsson A (2022) Hearing aids mitigate tinnitus, but \ndoes it matter if the patient receives amplification in accordance \nwith their hearing impairment or not? A meta-analysis Am J \nAudiol 31(3):789–818\n 62. Dawes P et al (2020) Natural history of tinnitus in adults: a cross-\nsectional and longitudinal analysis. BMJ Open 10(12):e041290\n 63. Vanneste S, van de Heyning P, De Ridder D (2011) The neu-\nral network of phantom sound changes over time: a comparison \nbetween recent-onset and chronic tinnitus patients. Eur J Neuro-\nsci 34(5):718–731\n 64. De Ridder D et al (2010) Microvascular decompression for \ntinnitus: significant improvement for tinnitus intensity with-\nout improvement for distress. A 4-year limit. Neurosurgery \n66(4):656–660\n 65. De Ridder D et al (2005) Transcranial magnetic stimulation for \ntinnitus: influence of tinnitus duration on stimulation param-\neter choice and maximal tinnitus suppression. Otol Neurotol \n26(4):616–619\n 66. Kleinjung T et al (2007) Which tinnitus patients benefit from \ntranscranial magnetic stimulation? Otolaryngol Head Neck \nSurg 137(4):589–595\n 67. De Ridder D et al (2007) Do tonic and burst TMS modulate the \nlemniscal and extralemniscal system differentially? Int J Med \nSci 4(5):242–246\n 68. Moller AR (2006) Neural plasticity in tinnitus. Prog Brain Res \n157:365–372\n 69. Moller AR (2007) The role of neural plasticity in tinnitus. Prog \nBrain Res 166:37–45\n 70. De Ridder D et al (2010) Burst stimulation of the auditory \ncortex: a new form of neurostimulation for noise-like tinnitus \nsuppression. J Neurosurg 112(6):1289–1294\n 71. Vanneste S et al (2010) Burst transcranial magnetic stimula-\ntion: which tinnitus characteristics influence the amount of \ntransient tinnitus suppression? Eur J Neurol 17(9):1141–1147\n 72. Shin SH et al (2023) Clinical features of non-lateralized tin-\nnitus. J Int Adv Otol 19(6):497-502X\n 73. Jastreboff PJ (1990) Phantom auditory perception (tinnitus): \nmechanisms of generation and perception. Neurosci Res \n8(4):221–254\n 74. Roberts LE et al (2008) Residual inhibition functions overlap \ntinnitus spectra and the region of auditory threshold shift. J \nAssoc Res Otolaryngol 9(4):417–435\n 75. De Ridder D (2011) Pulsatile tinnitus, in Textbook of tinnitus, \nA. Moller, Langguth, B., De Ridder, D., Kleinjung, T., Editor. \nSpringer: New York 467–475\n 76. De Ridder D, Menovsky T, Van de Heyning P (2007) An oto-\nneurosurgical approach to non-pulsatile and pulsatile tinnitus. \nB-ENT 3(Suppl 7):79–86\n 77. De Ridder D et al (2005) Pulsatile tinnitus and the intrameatal \nvascular loop: why do we not hear our carotids? Neurosurgery \n57(6):1213–1217\n 78. Sismanis, A (1998) Pulsatile tinnitus. A 15-year experience. \nAm J Otol 19(4):472–477 79. Simoes J et al (2022) Daily contributors of tinnitus loudness \nand distress: an ecological momentary assessment study. Front \nNeurosci 16:883665\n 80. Guillard R et al (2023) REM sleep impairment may underlie \nsleep-driven modulations of tinnitus in sleep intermittent tin-\nnitus subjects: a controlled study. Int J Environ Res Public \nHealth 20(8):5509\n 81. Langguth B (2011) A review of tinnitus symptoms beyond \n‘ringing in the ears’: a call to action. Curr Med Res Opin \n27(8):1635–1643\n 82. Scott B et al (1990) Predictors of tinnitus discomfort, adapta-\ntion and subjective loudness. Br J Audiol 24(1):51–62\n 83. Asnis GM et al (2021) Insomnia in tinnitus patients: a pro -\nspective study finding a significant relationship. Int Tinnitus J \n24(2):65–69\n 84. Cronlein T et al (2016) Insomnia in patients with chronic tin-\nnitus: cognitive and emotional distress as moderator variables. \nJ Psychosom Res 83:65–68\n 85. Basso L et al (2020) Gender-specific risk factors and comor -\nbidities of bothersome tinnitus. Front Neurosci 14:706\n 86. Schecklmann M, Landgrebe M, Langguth B (2014) Pheno-\ntypic characteristics of hyperacusis in tinnitus. PLoS ONE \n9(1):e86944\n 87. Baguley D, McFerran D (2011) Hyperacusis and disorders of \nloudness perception. In: Moller A et al (eds) Textbook of tin-\nnitus. Springer, New York, pp 13–23\n 88. Norena AJ (2011) An integrative model of tinnitus based on a \ncentral gain controlling neural sensitivity. Neurosci Biobehav \nRev 35(5):1089–1109\n 89. Palumbo DB et al (2018) Misophonia and potential underlying \nmechanisms: a perspective. Front Psychol 9:953\n 90. Henry JA et al (2022) Sound tolerance conditions (hyperacusis, \nmisophonia, noise sensitivity, and phonophobia): definitions and \nclinical management. Am J Audiol 31(3):513–527\n 91. Figueiredo RR, Azevedo AA, Penido NO (2016) Positive asso-\nciation between tinnitus and arterial hypertension. Front Neurol \n7:171\n 92. Langguth B et al (2023) Tinnitus is marginally associated with \nbody mass index, heart rate and arterial blood pressure: results \nfrom a large clinical sample. J Clin Med 12(9):3321\n 93. Patil JD et al (2023) The association between stress, emo-\ntional states, and tinnitus: a mini-review. Front Aging Neurosci \n15:1131979\n 94. Langguth B et al (2015) Tinnitus and headache. Biomed Res Int \n2015:797416\n 95. Bousema EJ et al (2018) Association between subjective tinnitus \nand cervical spine or temporomandibular disorders: a systematic \nreview. Trends Hear 22:2331216518800640\n 96. De Ridder D et al (2012) Surgical brain modulation for tinnitus: \nthe past, present and future. J Neurosurg Sci 56(4):323–340\n 97. Vanneste S, Langguth B, De Ridder D (2011) Do tDCS and TMS \ninfluence tinnitus transiently via a direct cortical and indirect \nsomatosensory modulating effect? A combined TMS-tDCS and \nTENS study. Brain Stimul 4(4):242–252\n 98. Vanneste S, To WT, De Ridder D (2019) Tinnitus and neuro-\npathic pain share a common neural substrate in the form of spe-\ncific brain connectivity and microstate profiles. Prog Neuropsy -\nchopharmacol Biol Psychiatry 88:388–400\n 99. De Ridder D et al (2021) Tinnitus and tinnitus disorder: theoreti-\ncal and operational definitions (an international multidisciplinary \nproposal). Prog Brain Res 260:1–25\n 100. De Ridder D, Van de Heyning P (2007) The Darwinian plasticity \nhypothesis for tinnitus and pain. Prog Brain Res 166:55–60"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Langguth et al.\n 101. De Ridder D, Vanneste S (2021) The Bayesian brain in imbal-\nance: medial, lateral and descending pathways in tinnitus and \npain: A perspective. Prog Brain Res 262:309–334\n 102. Axelsson A, Ringdahl A (1989) Tinnitus–a study of its preva -\nlence and characteristics. Br J Audiol 23(1):53–62\n 103. MacDonald C et al (2023) Tinnitus, suicide, and suicidal idea-\ntion: a scoping review of primary research. Brain Sci 13(10):1496\n 104. Langguth B et al (2007) Tinnitus severity, depression, and the \nbig five personality traits. Prog Brain Res 166:221–225\n 105. Simões J et al (2019) Big five personality traits are associated \nwith tinnitus improvement over time. Sci Rep 9(1):18234\n 106. Schlee W et al (2020) The effect of environmental stressors on \ntinnitus: a prospective longitudinal study on the impact of the \nCOVID-19 pandemic. J Clin Med 9(9):2756\n 107. Milerova J et al (2013) The influence of psychological factors on \ntinnitus severity. Gen Hosp Psychiatry 35(4):412–416\n 108. Koning HM (2019) Psychosocial consequences of the loudness \nof tinnitus. Int Tinnitus J 23(2):103–107\n 109. Andersson G (2003) Tinnitus loudness matchings in relation \nto annoyance and grading of severity. Auris Nasus Larynx \n30(2):129–133\n 110. Wallhausser-Franke E et al (2012) Tinnitus: distinguishing \nbetween subjectively perceived loudness and tinnitus-related \ndistress. PLoS ONE 7(4):e34583\n 111. Probst T et al (2016) Emotional states as mediators between tin-\nnitus loudness and tinnitus distress in daily life: results from the \n“TrackYourTinnitus” application. Sci Rep 6:20382\n 112. Roberts LE, Moffat G, Bosnyak DJ (2006) Residual inhibition \nfunctions in relation to tinnitus spectra and auditory threshold \nshift. Acta Otolaryngol Suppl 556:27–33\n 113. Schoisswohl S et al (2019) Amplitude modulated noise for tinni-\ntus suppression in tonal and noise-like tinnitus. Audiol Neurootol \n24(6):309–321\n 114. Neff P et al (2019) Comparison of amplitude modulated sounds and \npure tones at the tinnitus frequency: residual tinnitus suppression and \nstimulus evaluation. Trends Hear 23:2331216519833841\n 115. Andersson G et al (2000) Regional cerebral blood flow during \ntinnitus: a PET case study with lidocaine and auditory stimula-\ntion. Acta Otolaryngol 120:967–972\n 116. Teixeira LS et al (2018) Polysomnography applied to patients \nwith tinnitus: a review. Int Arch Otorhinolaryngol 22(2):177–180 117. Langguth B et al (2023) Tinnitus guidelines and their evidence \nbase. J Clin Med 12(9):3087\n 118. Simoes J et al (2019) Toward personalized tinnitus treatment: an \nexploratory study based on internet crowdsensing. Front Public \nHealth 7:157\n 119. Borges ALF et al (2021) Cochlear implant and tinnitus-a meta-\nanalysis. Braz J Otorhinolaryngol 87(3):353–365\n 120. Yuen E et al (2021) The effect of cochlear implantation on tin-\nnitus and quality of life: a systematic review and meta-analysis. \nOtol Neurotol 42(8):1113–1122\n 121. Hoare DJ et al (2014) Amplification with hearing aids for patients \nwith tinnitus and co-existing hearing loss. Cochrane Database \nSyst Rev 2014(1):CD010151\n 122. Trellakis S, Lautermann J, Lehnerdt G (2007) Lidocaine: neuro-\nbiological targets and effects on the auditory system. Prog Brain \nRes 166:303–322\n 123. Langguth B, Elgoyhen AB, Cederroth CR (2018) Therapeutic \napproaches to the treatment of tinnitus. Annu Rev Pharmacol \nToxicol 59:291–313\n 124. De Ridder D, Adhia D, Langguth B (2021) Tinnitus and brain \nstimulation. Curr Top Behav Neurosci 51:249–293\n 125. Conlon B et al (2020) Bimodal neuromodulation combining sound \nand tongue stimulation reduces tinnitus symptoms in a large ran-\ndomized clinical study. Sci Transl Med 12(564):eabb2830\n 126. Conlon B et al (2022) Different bimodal neuromodulation set-\ntings reduce tinnitus symptoms in a large randomized trial. Sci \nRep 12(1):10845\n 127. Marks KL et al (2018) Auditory-somatosensory bimodal stimula-\ntion desynchronizes brain circuitry to reduce tinnitus in guinea \npigs and humans. Sci Transl Med 10(422):eaal3175\n 128. Tyler R et al (2017) Vagus nerve stimulation paired with tones for \nthe treatment of tinnitus: a prospective randomized double-blind \ncontrolled pilot study in humans. Sci Rep 7(1):11960\n 129. Elgoyhen AB et al (2012) Tinnitus: network pathophysiology-\nnetwork pharmacology. Front Syst Neurosci 6:1\nPublisher's Note Springer Nature remains neutral with regard to \njurisdictional claims in published maps and institutional affiliations."
    }
  ]
}