{
  "doc_type": "scientific paper",
  "title": "How does the nonconscious become conscious?",
  "authors": [
    "Joseph E. LeDoux"
  ],
  "year": 2020,
  "journal": "Current Biology",
  "doi": null,
  "abstract": null,
  "keywords": [
    "consciousness",
    "nonconscious",
    "prefrontal cortex",
    "working memory",
    "higher-order theory",
    "visual consciousness",
    "memory",
    "episodic memory",
    "semantic memory",
    "emotional consciousness",
    "cognitive neuroscience"
  ],
  "research_topics": [
    "Consciousness and non-conscious perception",
    "Prefrontal cortex and cognitive function",
    "Role of memory in perception and consciousness",
    "Working memory and executive control",
    "Higher-order theories of consciousness",
    "Neural correlates of conscious experience",
    "Visual and emotional consciousness",
    "Brain networks in conscious experience"
  ],
  "created_at": "2025-05-05T02:03:13.367207Z",
  "source_pdf": "documents/research/Global/LeDoux 2020 How does the nonconscious become conscious.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Current Biology\nMagazine\nR196  Current Biology 30, R191–R214, March 9, 2020 © 2020 Published by Elsevier Ltd.accolades fall far short of reﬂ  ecting \nthe deep admiration that so many biologists of his generation expressed for his work as it was unfolding. The Hogness lab was uniquely attractive to students and postdocs because Hogness had developed such a lead in taking the wealth of classical genetics and developmental biology to a new level of molecular understanding. Nowhere else was such a breadth of possibilities available. Members of the lab routinely initiated projects that became the basis for celebrated careers, with 14 of them becoming members of the US National Academy of Sciences as of 2019, and further additions likely. Hogness’s appetite for deep insights and beauty in experimental biology attracted dozens of students whose fondest hope was to fashion something similar for themselves.\nIn 2001, the completion of the \nhuman genome draft sequence was hailed as a milestone in science, one that will in time affect all aspects of health and medicine, particularly through studies of molecular variations that illuminate heritable disease. Along with the intellectual framework provided by Hogness beginning in the late 1960s, his further development and veriﬁ  cation of methods for the \nalignment of physical and functional maps of the eukaryote chromosome through the 1970s and into the early 1980s ﬁ  xed a path for modern \ngenetics and provided a compass for the exploration of genomes in all branches of life.\nREFERENCES\n 1. Wensink, P .C., Finnegan, D.J., Donelson, J.E., \nand Hogness, D.S. (1974). A system for mapping DNA sequences in the chromosomes of Drosophila melanogaster . Cell 3, 315–325.\n 2. Grunstein, M., and Hogness, D.S. (1975). \nColony hybridization: a method for the isolation of cloned DNAs that contain a speciﬁ  c gene. \nProc. Natl. Acad. Sci. USA. 72, 3961–3965.\n 3. Bender, W., Spierer, P ., and Hogness, D.S. \n(1983). Chromosomal walking and jumping to isolate DNA from the Ace and rosy loci and the \nbithorax complex in Drosophila melanogaster . \nJ. Mol. Biol. 168, 17–33.\n 4. Bender, W., Akam, M., Karch, F ., Beachy, \nP .A., Peifer, M., Spierer, P ., Lewis, E.B., and Hogness, D.S. (1983). Molecular genetics of the bithorax complex in Drosophila \nmelanogaster . Science 221, 23–29.\nLaboratory of Genetics, The Rockefeller \nUniversity, 1230 York Avenue, New York, NY 10065, USA. E-mail:\n young@rockefeller.eduHow does the non-\nconscious become conscious?\nJoseph E. LeDoux\nI have been thinking about \nconsciousness for a long time. It all started when I was a graduate student in the 1970s working with Mike Gazzaniga on split-brain patients [\n1]. \nWe did studies in which we coaxed the verbally silent right hemisphere to produce behavioral responses (stand up, laugh, and so on), and then asked the more loquacious left hemisphere why he did what he did. The left hemisphere had no idea why the responses occurred, but sure had answers — he stood up because he needed to stretch, and he laughed because we were funny. These fascinating observations set our minds a reeling. Drawing on social psychological principles of the day, such as cognitive dissonance and self-attribution, we came up with an account of why the left hemisphere, without a moment of hesitation, repeatedly confabulated perfectly reasonable stories about why he (the person) did what he did. We concluded that this was not a ﬂ  uke, some strange \nconsequence of the surgery, but instead a normal feature of the human brain — that our sense of who we are is a story we tell ourselves and others. And our behavior is a key part of that story. \nContemplating brain systems \nthat might be responsible for non-consciously controlled behaviors, emotion systems came to mind. That is why, after completing my PhD, I turned to studies of how brains detect and respond to danger [\n2], work that \nI did in rodents. This research has been both successful and gratifying, but throughout I continued to ponder consciousness, and especially how emotions, like fear, might, in humans, result from narrations about non-consciously controlled behaviors such as those I was studying in rats [\n2,3].\nApropos of this, over the years I kept \na watchful eye on the emerging ﬁ  eld of \ncognitive neuroscience, and especially on studies that began to use new \nmethods, such as functional imaging, to shed light on how consciousness arises from brain networks. Most of this work has focused on visual consciousness [\n4–6]. The good news, I believe, is that \nthe progress achieved can also help us understand emotional consciousness, especially if some adjustments are made. I don’t mean that there’s anything wrong with the science of vision. It is one of the most rigorous and advanced areas of brain research. The problem is instead that most studies of visual consciousness are lacking as a means for understanding the neural basis of complex real-life conscious experiences, including real-life visual experiences, and especially emotional experiences. \nConscious and non-conscious perception\nLet us start with a clariﬁ  cation. There \nare all sorts of ideas about the ‘C’ word that have nothing to do with what I am interested in here. I am not concerned with whether electrons, rocks, or computers are conscious, nor even with whether, and if so how, bees, birds, or cats are conscious. My focus is on how human conscious experience comes about. And one thing we know is that what you are conscious of at any moment emerges from non-conscious processes in your brain. How, then, does the non-conscious become conscious? That is where visual research comes in handy.\nA number of studies of visual \nconsciousness have compared brain activity in situations in which people can give a verbal report of what they are seeing (can report on what they are consciously experiencing), as opposed to when, because of subliminal stimulus presentation, they cannot. In both the conscious and non-conscious conditions, areas of visual cortex are active. But when the participants can report about their experience, areas of prefrontal cortex known to be involved in higher cognitive functions are also active [\n4–7]. \nDifferent theories of consciousness \nexplain these results in different ways [\n4,5,7 ]. Early sensory theories propose \nthat visual cortex alone is sufﬁ  cient \nfor the experience, with prefrontal cortex just providing a kind of cognitive access that allows a verbal report about My Word"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Current Biology\nMagazine\nCurrent Biology 30, R191–R214, March 9, 2020 R197the experience. Cognitive theories, on \nthe other hand, say that visual cortex creates non-conscious representations that have to undergo additional processing via prefrontal cortex for a conscious experience to occur.\nI believe that the evidence points \nto the need for the kind of additional processing that cognitive circuits enable. In particular, I favor the higher-order theory of consciousness, which assumes that prefrontal cortex actively re-represents the sensory cortex information and transforms the non-conscious sensory representation into a conscious experience [\n7–10 ].\nMost research and scientiﬁ  c \ndiscussions about visual consciousness focus on the relation between visual cortex and one particular area of prefrontal cortex, the dorsolateral region. But I believe this view is too narrow. It might be sufﬁ  cient \nto account for how highly artiﬁ  cial \npatterns of light forming dots or lines in laboratory studies are perceived, but it is lacking as an account of what goes on in real-life visual experiences. In particular, the role of memory in perception is missing. And once this limit is overcome, the way is paved for extending the model to many other kinds of experiences, including emotional experiences, since these are often triggered by visual or other sensory stimuli.\nMemory and consciousness \nRecognition of the identity of common objects requires more than just information about their visual properties. We don’t innately know what a pencil, tuna salad sandwich, or a bicycle is. We have to learn what these are, and later use the memories we form to recognize them. For example, cherries and red marbles have some similar visual properties (both are reddish, roundish objects, often about the same size), but from experiences with them we come to know that they are distinct — one is a kind of fruit, and can be eaten, while the other is used in certain games, and is not edible. Memory is necessary to turn meaningless sensations into meaningful perceptions. \nIn light of this, it is notable that \nthe dorsolateral prefrontal cortex not only receives visual and other sensory inputs, but also inputs from \ncircuits that form and store long-term memories (\nFigure 1 ) [3,11], including \nboth semantic and episodic memories [\n12–14 ]. Semantic memory is about \nfacts, such as the features and uses of objects. But as the cherry/marble example shows, object recognition requires knowledge both of what an object is and what it isn’t. In other words, it also utilizes conceptual knowledge, a complex form of semantic memory [\n15]. For the most \npart, however, we experience and remember our lives as complex episodes rather than encounters with isolated stimuli. Episodes include facts and concepts, but in the context of personal experiences [\n12,13,16,17 ]. \nThey are marked by what happened to you, and where and when it happened [\n16]. It is you, and only you, who knows \nwhat it is like to have the experiences you have. The relation of memory circuits to prefrontal cortex\nThe circuits underlying each kind of memory have multiple components, some of which directly connect with the dorsolateral region of prefrontal cortex, while others connect with it indirectly by way of other prefrontal areas, including the anterior cingulate, ventromedial, orbital, and other areas. Only some of these regions and the complex relations between them are shown in \nFigure  1.\nAlthough the dorsolateral region \nreceives much attention in terms of cognitive functions, another prefrontal area that is also important is the frontal pole, the forward-most area of the human brain [\n3,7,8,18,19 ]. It is said to \nengage in the highest levels of abstract conceptualization of any brain area. Not surprisingly, then, it has minimal if any sensory inputs, and instead is mainly connected with other prefrontal areas \nMemory/Conceptual\ncircuitsAnterior\ncingulateVentro-\nmedialVisual\ncortex\nCurrent BiologyDorsolateral Frontal\npole\nFigure 1. Visual and memory/conceptual inputs to prefrontal cortex.\nDiscussions of the neural mechanisms of consciousness often focus on the relation between visual cortex and dorsolateral prefrontal cortex. But memory/conceptual circuits (which include semantic and episodic memory circuits) should also be considered, since these receive visual inputs and con-nect with dorsolateral prefrontal cortex. Memory/conceptual circuits also connect with other prefrontal areas that, in turn, connect with dorsolateral prefrontal cortex (only some are shown). Visual inputs provide information about sensory properties of objects, while memory/conceptual inputs give the visual inputs meaning. Overall, inputs to the dorsolateral from memory circuits and other prefrontal areas outweigh inputs from visual cortex. Another area that may be important in consciousness is the frontal pole, which is interconnected with the dorsolateral area. It mainly receives inputs from memory/conceptual circuits and from other prefrontal areas, and it is considered the most conceptual of all brain areas. Of particular relevance is that the frontal pole has been implicated in self-introspection, and that it has a subregion, and cellular features, that are unique to the human brain. These anatomi-cal considerations have important implications for understanding the non-conscious representations that contribute to conscious experiences. Speciﬁ  cally, as the non-conscious neural  states that are \nimmediately antecedent to conscious experience are, in principle, just one anatomical step removed from the conscious experience itself, such states, given the connections discussed, could include, or could simply be, prefrontal cortex states (see text for further discussion)."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Current Biology\nMagazine\nR198  Current Biology 30, R191–R214, March 9, 2020and with memory/conceptual circuits. \nPart of its allure is that it has unique properties only found in the human brain [\n18,19 ].\nSensory inputs to prefrontal cortex \nprovide information about the physical properties of stimuli in the external world. The memory inputs function as schema that add conceptual and personal meaning. Together, they allow prefrontal cortex to build mental models that simulate what might be present, despite not having all of the visual details that are represented in visual cortex itself [\n3,8]. Such schema-based \nmodels are used in top-down control over the activities of lower-level sensory, memory, and other processors, not only predicting what a stimulus is, or might be, but also ascertaining how it relates to you, and how you might act, or not act, in its presence.\nThe inclusion of memory and \nconceptual understanding in the hierarchical interface between the sensory world and higher cognition provides a richer account of how sensations ultimately impact thoughts and actions. But because cognitive processing can be conscious or non-conscious, this still leaves us with the question of how non-conscious representations come to be consciously experienced. \nWorking memory and consciousness\nThe cognitive functions of prefrontal cortex are often discussed in terms of working memory, a mental workspace involved in the control of thought and action [\n20–22 ]. This differs from long-\nterm memory in that it only temporarily stores information.\nWorking memory uses executive \ncontrol functions, like attention, to select, monitor, temporarily maintain, and integrate diverse kinds of information from specialized processors. The specialized processors, which involve circuits underlying sensory, memory, verbal, and other functions, are mostly located in posterior cortical areas, each of which is reciprocally connected with prefrontal areas [\n3,11–14 ]. Executive functions, on \nthe other hand, are mostly associated with prefrontal cortex itself [\n21] (but with \nparietal cortex also contributing). \nWorking memory is relevant here \nbecause the information it represents in-the-moment is generally said to be what we are conscious of [\n20,22,23 ]. \nThe traditional view of this relationship is that when information enters working memory, we are conscious of it. But more recently it has become apparent that not all information in working memory is consciously experienced. In other words, information can be represented in working memory and used in thought and action at a non-conscious level [\n23,24 ]. Some non-\nconscious aspects of working memory, like temporary storage of memory, involve various low-level (sensory) and intermediate-level (memory) processors that interact with the prefrontal network [\n3,25]. But prefrontal areas have also \nbeen implicated in non-conscious working memory [\n3,23,24 ]. \nThe conscious aspects of working \nmemory are said to depend on what is called the episodic buffer [\n20], a \nhypothetical process that integrates information from lower-level processors to produce higher-level representations that give coherence to our conscious experiences. For example, when experiencing a musical performance, the music, musicians, and space are seamlessly integrated into the representations; you may focus on one instrument at times, but that does not completely isolate it from its context. Particularly relevant here is the suggestion that the cognitive functions attributed to the episodic buffer may depend on the prefrontal cortex, and especially the frontal pole [\n26]. Consistent \nwith this are results implicating the frontal pole in the ability to introspect about one’s self [\n27]. Prefrontal areas, especially \nthe frontal pole and the dorsolateral area, are well suited to play important, if not crucial, roles in complex conceptions, and perhaps conscious experience itself [\n3,7,8 ]. \nHigher-order experience in light of non-conscious working memory\nHigher-order theory, as noted, has traditionally assumed that the penultimate non-conscious state that is re-represented by prefrontal cortex is a sensory cortex state, and that the re-representation does something to make this lower-level state conscious [\n7–10 ]. \nBut the thrust of the discussion above is that sensory states might not be the only, or even the main, lower-level states that are antecedent to conscious experiences.As we have seen, dorsolateral \nprefrontal cortex and the frontal pole receive relatively more information about sensory stimuli from hierarchically organized memory and conceptual processing circuits, and from other prefrontal areas that also receive memory and conceptual inputs, than from visual cortex. Memory-tinged prefrontal representations may constitute, or contribute to, non-conscious working memory and its ability to inﬂ  uence thought and behavior \nwithout conscious participation. But, in addition, non-conscious prefrontal representations that fuse sensation and schema-based memory to make visual stimuli  meaningful might also constitute penultimate states that are antecedent to conscious experiences [\n3,8]. And in some situations, especially \ninvolving top-down mental modeling, sensory states may not be needed at all. Better understanding of the penultimate non-conscious state (or states) in various kinds of conscious experiences is crucial, as conscious experience is alway preceded  by such non-conscious events.\nClearly, challenges abound. I \nhave emphasized certain prefrontal components over others for illustrative purposes, but much remains unknown. The prefrontal network is complex and dynamic. Its representations constantly change from moment to moment as the situation changes. A given conscious experience, depending on what it is an experience of (for example, a meaningless versus a threatening stimulus) likely involves somewhat different lower-order circuits, and perhaps even somewhat different components of the higher-order network. As a result of the redundancy of the inputs and the representations they engender, damage to any one member of the prefrontal team may simply shift the burden to its partners, which may, under some or even many circumstances, be able to carry on. For example, the frontal pole confers conceptual advantages, but except in the most taxing situations, may not be absolutely necessary. And in the absence of the entire prefrontal cortex, posterior conceptual circuits, perhaps with the aid of parietal executive functions, may be able to pull off some degree of higher-level representation sufﬁ cient to have some kind of"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Current Biology\nMagazine\nCurrent Biology 30, R191–R214, March 9, 2020 © 2020 Elsevier Inc. R199conscious experience, especially of \nsimple perceptual stimuli such as those often used in visual research. \nWrapping up\nThe model presented is not meant as a grand solution to the problem of consciousness. Instead, it is a suggestion about how the explanatory scope of consciousness research might be enriched by recognizing the complex nature of the connectivity between sensory and memory circuits, and between these and higher cognitive circuits that mostly involve prefrontal cortex. A virtue of the model is that it is potentially applicable to any and all kinds of experiences, whether they involve external stimuli, body states, inner thoughts, or emotions. All are viewed as being rendered conscious through memory-informed conceptualizations that create non-conscious working memory states, which, in turn, are antecedent to conscious experiences.\nI started this piece reminiscing about \nmy graduate studies that implicated silent narrations in consciousness. Like schema, narratives are based on prior knowledge and depend on prefrontal cortex [\n28]. The framework \npresented here might therefore even provide a vantage point from which to approach the question of how narrations contribute to our sense of who we are, an issue that has kept me thinking about consciousness for more than four decades. \nREFERENCES\n 1. Gazzaniga, M.S., and LeDoux, J.E. (1978). The \nIntegrated Mind (New York: Plenum).\n 2. LeDoux, J.E. (1996). The Emotional Brain (New \nYork: Simon and Schuster).\n 3. LeDoux, J. (2019). The Deep History of \nOurselves: The Four-Billion-Year Story of How We Got Conscious Brains (New York: Viking).\n 4. Block, N. (2009). Comparing theories of \nconsciousness, in The Cognitive Neurosciences IV, ed. Gazzaniga, M. (MIT Press), pp 1111–1122.\n 5. Dehaene, S., Lau, H., and Kouider, S. (2017). \nWhat is consciousness, and could machines have it? Science 358, 486–492.\n 6. Shea, N., and Frith C.D. (2019). The global \nworkspace needs metacognition. Trends Cogn. Sci. 23, 560–571.\n 7. Lau, H., and Rosenthal, D. (2011). Empirical \nsupport for higher-order theories of conscious awareness. Trends Cogn. Sci. 15, 365–373.\n 8. Brown, R., Lau, H., and LeDoux, J.E. (2019). \nUnderstanding the Higher-Order Approach to Consciousness. Trends Cogn. Sci. 23, 754–768.\n 9. Rosenthal, D.M. (2005). Consciousness and \nMind (Oxford: Oxford University Press).\n 10. Cleeremans, A., Achoui, D., Beauny, A., \nKeuninckx, L., Martin, J.R., Munoz-Moldes, S., Vuillaume, L., and de Heering, A. (2019). \nLearning to be conscious. Trends Cogn. Sci. \nhttps://doi.org/10.1016/j.tics.2019.11.011 . \n 11. Yeterian, E.H., Pandya, D.N., Tomaiuolo, F ., and \nPetrides, M. (2012). The cortical connectivity of the prefrontal cortex in the monkey brain. Cortex 48, 58–81.\n 12. Beran, M.J., Menzel, C.R., Parrish, A.E., \nPerdue, B.M., Sayers, K., Smith, J.D., and Washburn, D.A. (2016). Primate cognition: attention, episodic memory, prospective memory, self-control, and metacognition as examples of cognitive control in nonhuman primates. Wiley Interdiscip. Rev. Cogn. Sci. 7, \n294–316.\n 13. Murray, E.A., Wise, S.P ., and Graham, K.S. \n(2017). The Evolution of Memory Systems: Ancestors, Anatomy, and Adaptations (Oxford: Oxford University Press).\n 14. Libby, L.A., Hannula D.E., Ranganath, C. (2014). \nMedial temporal lobe coding of item and spatial information during relational binding in working memory. J. Neurosci. 34, 14233–14242. \n 15. Binder, J.R., and Desai, R.H. (2011). The \nneurobiology of semantic memory. Trends Cogn. Sci. 15, 527–536.\n 16. Tulving, E. (1983). Elements of Episodic Memory \n(New York: Oxford University Press).\n 17. Schacter, D.L., Benoit, R.G., and Szpunar, K.K. \n(2017) Episodic future thinking: mechanisms and functions. Curr. Opin. Behav. Sci. 17, \n41–50.\n 18. Neubert, F .X., Mars, R.B., Thomas, A.G., \nSallet, J., and Rushworth, M.F . (2014). Comparison of human ventral frontal cortex areas for cognitive control and language with areas in monkey frontal cortex. Neuron 81, \n700–713.\n 19. Semendeferi, K., Teffer, K., Buxhoeveden, D.P ., \nPark, M.S., Bludau, S., Amunts, K., Travis, K., and Buckwalter, J. (2011). Spatial organization of neurons in the frontal pole sets humans apart from great apes. Cereb. Cortex 21, 1485–1497.\n 20. Baddeley, A. (2000). The episodic buffer: a new \ncomponent of working memory? Trends Cogn. Sci. 4, 417–423.\n 21. Miller, E.K. (2013). The “working” of working \nmemory. Dialogues. Clin. Neurosci. 15, \n411–418.\n 22. Carruthers, P . (2015). The Centered Mind: What \nthe Science of Working Memory Shows Us About the Nature of Human Thought (Oxford: Oxford University Press).\n 23. Persuh, M., LaRock, E,. and Berger, J. (2018). \nWorking memory and consciousness: The current state of play. Front. Hum. Neurosci. 12 \nhttps://doi.org/10.3389/fnhum.2018.00078 .\n 24. Bergström, F ., and Eriksson, J. (2018). Neural \nevidence for non-conscious working memory. Cereb. Cortex 28, 3217–3228. \n 25. Postle, B.R. (2016). How does the brain keep \ninformation “in mind”? Curr. Dir. Psychol. Sci. 25, 151–156.\n 26. Schacter, D.L., and Addis, D.R. (2007). On the \nconstructive episodic simulation of past and future events. Behav. Brain Sci. 30, 331–332.\n 27. Fleming, S.M., Weil, R.S., Nagy, Z., Dolan, R.J., \nand Rees, G. (2010). Relating introspective accuracy to individual differences in brain structure. Science 329, 1541–1543.\n 28. Gilboa A., and Marlatte G. (2017) Neurobiology \nof schemas and schema-mediated memory. Trends Cogn. Sci. 21, 618-631.\nCenter for Neural Science and Department of \nPsychology, New York University, New York, NY 1003, USA; Department of Psychiatry, and Department of Child and Adolescent Psychiatry, New York University Langone Medial School, New York, NY 1003, USA; Emotional Brain Institute, Nathan Kline Institute, Orangeburg, NY 10962, USA. E-mail:\n ledoux@cns.nyu.eduThe importance of \nbeing in situ\nCatherine Hobaiter\nInside Science: Stories from the Field in \nHuman and Animal ScienceRobert E. Kohler(The University of Chicago Press, Chicago, IL; 2019)ISBN: 978-0-226-61798-5\nI am reading this book in the back of \na car piled high with ﬁ  eld gear on a \nfamiliar earth road heading into my forest ﬁ  eld site in Uganda. I can smell \nthe rain coming. I’ll read the book on planes, overnight, tucked under a thin airplane blanket, and ﬁ  nally in a \nnew camp, deep in a forest in Côte d’Ivoire, listening to new calls and chirrups as well as a buzz that is both different and deeply familiar. I am a ﬁ eld primatologist, with a distinct bent \ntowards ‘old school’ ethology. I’ve lived in more countries than I can easily remember — everywhere and nowhere is home. I have a weakness for good coffee and bad science-ﬁ  ction.\nNone of this information might seem \nrelevant to you in a book review, but I suspect Robert Kohler would disagree. Context — situating information in the world from which it comes — is of utmost importance to him. The context in which I am reading this book inﬂ uences what I take from it and what \nI read into it. Kohler’s fundamental premise is that the situated sciences and their methods — anthropology, ethology, natural history, participant observation, long-term ﬁ  eldwork, \nand so on — have been treated as second-class sciences that, without the objective distance and careful control of laboratory or experimental conditions, do not allow us to access the underlying ‘truth’ of the world around us. As he puts it, many scientists would think that “living in society and observing it scientiﬁ  cally were distinct and mutually \nexclusive activities”. He is open about his agenda: he is not arguing that ex situ  \nscience performed in labs and ofﬁ  ces \nis without value but that both ex situ  \nand in situ  scientiﬁ  c approaches are \nnecessary. Furthermore, science in situ  \nis fundamentally undervalued and he will Book review"
    }
  ]
}