{
  "doc_type": "scientific paper",
  "title": "As soon as there was life, there was danger: the deep history of survival behaviours and the shallower history of consciousness",
  "authors": [
    "Joseph E. LeDoux"
  ],
  "year": 2021,
  "journal": "Philosophical Transactions of the Royal Society B",
  "doi": "10.1098/rstb.2021.0292",
  "abstract": "It is often said that fear is a universal innate emotion that we humans have inherited from our mammalian ancestors by virtue of having inherited conserved features of their nervous systems. Contrary to this common sense-based scientific point of view, I have argued that what we have inherited from our mammalian ancestors, and they from their distal vertebrate ancestors, and they from their chordate ancestors, and so forth, is not a fear circuit. It is, instead, a defensive survival circuit that detects threats, and in response, initiates defensive survival behaviours and supporting physiological adjustments. Seen in this light, the defensive survival circuits of humans and other mammals can be conceptualized as manifestations of an ancient survival function —the ability to detect danger and respond to it—that may in fact predate animals and their nervous systems, and perhaps may go back to the beginning of life. Fear, on the other hand, from my perspective, is a product of cortical cognitive circuits. This conception is not just of academic interest. It also has practical implications, offering clues as to why efforts to treat problems related to fear and anxiety are not more effective, and what might make them better.",
  "keywords": [
    "fear",
    "consciousness",
    "evolution",
    "survival circuits"
  ],
  "research_topics": [
    "evolution of behaviour",
    "neural mechanisms of emotion",
    "fear conditioning",
    "defensive survival circuits",
    "cognitive neuroscience",
    "amygdala function",
    "consciousness",
    "systems neuroscience",
    "psychological terminology"
  ],
  "created_at": "2025-05-05T02:37:15.110176Z",
  "source_pdf": "documents/research/Global/LeDoux 2021 As soon as there was life, there was danger.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "royalsocietypublishing.org/journal/rstb\nOpinion piece\nCite this article: LeDoux JE. 2021 As soon as\nthere was life, there was danger: the deephistory of survival behaviours and theshallower history of consciousness. Phil.\nTrans. R. Soc. B 377: 20210292.\nhttps://doi.org/10.1098/rstb.2021.0292\nReceived: 31 August 2021\nAccepted: 18 October 2021\nOne contribution of 16 to a theme issue\n‘Systems neuroscience through the lens of\nevolutionary theory ’.\nSubject Areas:\ncognition\nKeywords:\nfear, consciousness, evolution, survival circuits\nAuthor for correspondence:\nJoseph E. LeDouxe-mail: ledoux@cns.nyu.eduAs soon as there was life, there was\ndanger: the deep history of survivalbehaviours and the shallower history\nof consciousness\nJoseph E. LeDoux\nCenter for Neural Science, New York University, New York, NY 10003, USA\nJEL, 0000-0001-8518-132X\nIt is often said that fear is a universal innate emotion that we humans have\ninherited from our mammalian ancestors by virtue of having inheritedconserved features of their nervous systems. Contrary to this common\nsense-based scientific point of view, I have argued that what we have inher-\nited from our mammalian ancestors, and they from their distal vertebrateancestors, and they from their chordate ancestors, and so forth, is not a\nfear circuit. It is, instead, a defensive survival circuit that detects threats,\nand in response, initiates defensive survival behaviours and supportingphysiological adjustments. Seen in this light, the defensive survival circuits\nof humans and other mammals can be conceptualized as manifestations of\nan ancient survival function —the ability to detect danger and respond to\nit—that may in fact predate animals and their nervous systems, and perhaps\nmay go back to the beginning of life. Fear, on the other hand, from my\nperspective, is a product of cortical cognitive circuits. This conception isnot just of academic interest. It also has practical implications, offering\nclues as to why efforts to treat problems related to fear and anxiety are\nnot more effective, and what might make them better.\nThis article is part of the theme issue ‘Systems neuroscience through the\nlens of evolutionary theory ’.\n1. Introduction\nThat behaviour and evolution are interrelated is hardly a novel idea. Darwin\nemphasized it, as did pioneering ethologists such as Niko Tinbergen andKonrad Lorenz. The behaviourists who dominated psychology in the first\nhalf of the twentieth century paid little attention to evolution, but most contem-\nporary psychologists and neuroscientists accept it as a key factor that must beaccounted for to explain behaviour.\nEfforts to understand the evolution of behaviour in neuroscience often com-\npare closely related groups, such as humans and other mammals, or even othervertebrates. There are obvious reasons for doing so. For example, since the brain\ncontrols behaviour, studies of how brains evolved can help shed light on how\nbehavioural repertoires evolved. But there are also reasons to look deeper [1,2].\nI have spent much of my career working on the brain mechanisms of\nemotion, and especially how the brain detects and responds to danger. Roughly\na decade ago, I began to see my work in a new light. This transformation issummed up by the title of the present article, which is a paraphrase of a\nquote from the American essayist and poet, Ralph Waldo Emerson [3]. In my\nversion of Emerson ’s comment, I changed both instances of ‘is’to‘was’. This\nstems from the realization that I had come to a few years ago —that danger\nmust be as old as life itself. This epiphany may seem obvious to those who\nhave thought long and hard about evolution. But it was an eye-opener to themammalian neuroscientist in me, and prompted me to explore the natural\n© 2021 The Authors. Published by the Royal Society under the terms of the Creative Commons AttributionLicense http:/ /creativecommons.org/licenses/by/4.0/, which permits unrestricted use, provided the originalauthor and source are credited.\n Downloaded from https://royalsocietypublishing.org/ on 24 October 2022"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "history of danger in more detail, which I did in my 2019\nbook, The deep history of ourselves: the four-billion-year story of\nhow we got conscious brains [2]. Here, I summarize the path\nthat took me to the science of danger in the first place, andwhy the latter led me to write The deep history of ourselves .I\nalso consider the implications for our understanding of our\nemotions and their maladies.\n2. Finding my way to danger\nIn the late 1970s, I completed my PhD studying conscious-ness in split-brain patients. From this research, my mentor,\nMichael Gazzaniga, and I concluded that an important fea-\nture of human consciousness is the maintenance of a senseof mental unity via cognitive interpretations that attribute\nmeaning and cause to behaviours that are controlled non-\nconsciously by the brain [4,5]. We speculated that emotionalsystems might be examples of systems that non-consciously\ngenerate behavioural responses, compelling some sort of\ninterpretive narration to sustain a sense of mental unity.The fact that not much was known about emotions at the\ntime made it an attractive option for me, given a comment\nmade by another professor, the comparative anatomist,Harvey Karten, in a graduate seminar on the vertebrate\nbrain. Karten suggested that students should avoid popular\nresearch topics, such as the role of the visual cortex in percep-tion or the hippocampus in memory. We should, instead find\nan interesting but less well-travelled scientific road.\nAfter graduate school, I therefore turned to the brain mech-\nanisms of emotion. Because the tools available for studying the\nhuman brain were quite limited at the time, I chose to study\nhow the brain controls emotional behaviours in rodents.\nIt’s not as if the brain mechanisms of emotional behaviour\nhad never been researched. Emotion was actually a popular\nscientific topic among physiologists in the first half of thetwentieth century [6 –11]. But when the field of neuroscience\nemerged as an independent discipline in the 1970s, cognition\nwas the rage, and brain researchers were more interested inthe mechanisms underlying processes such perception, atten-\ntion and memory, than in emotion.\nAlthough the earlier research had laid an important foun-\ndation for understanding the emotional brain, the knowledge\nwas piecemeal, and mostly focused on what brain areas do,\nas if functions were literally localized in areas. The split-brain studies had taught me to think of information flow\nthrough the brain, and my ambition was to map the infor-\nmation flow underlying emotional behaviour from sensoryreceptors to motor outputs. Invertebrate researchers, such as\nEric Kandel, had achieved this kind of sensory to motor map-\nping of behaviour in the invertebrate nervous system [12],and I thought that new research tools becoming available\nmight make this doable in the brains of mammals as well.\n3. Circuit busting fear conditioning\nI adopted the behavioural procedure called Pavlovian fear\nconditioning [13] (this was also one of the tools Kandel\nhad used). I was not particularly interested in fear, but the\nfear conditioning paradigm seemed to have some usefulproperties for studying emotional behaviour. For one thing,\nits associative underpinnings are the bread-and-butter mech-\nanism by which organisms learn about stimuli that co-occurwith biologically significant events. The result is that the pre-\nviously meaningless stimuli come to trigger species-typical\nbehavioural and physiological responses, allowing the organ-\nism to respond to dangerous stimuli in advance of theirharmful consequences. Also, the responses elicited in lower\nmammals are similar to those expressed in humans when\nin harm ’s way. Further, much was known about the behav-\nioural principles underlying Pavlovian learning. And\nfinally, consistent with Karten ’s advice, next to nothing was\nknown about the neural mechanisms in mammals.\nI submitted a grant proposal to map emotional behaviour\npathways in the rat brain using the Pavlovian paradigm, but\nit was not funded because ‘emotion is not a neuroscientific\ntopic’. The way I ended up getting funding was by re-framing\nmy work as being about the neural basis of learning.\nTo map the connections of behavioural and physiological\nresponses that were elicited by Pavlovian conditioned stimuli,\nI used axonal transport pathway tracing (which I had picked\nup while doing a rotation in Karten ’s lab), as well as some\nother methods that I learned ‘on the job ’, such as chemical\nlesion approaches and electrophysiological recording tech-\nniques, especially in freely behaving animals.\nI recall a Society for Neuroscience poster session in the mid-\n1980s where there were hundreds of presentations on the hip-\npocampus and memory, and very few (maybe three or four) onthe brain mechanisms of fear conditioning. Although our ranks\nwere small [14 –16], within a few years, we fear conditioning\nresearchers had shown that sensory inputs to, and motor out-puts from the amygdala are responsible for the behavioural\nand physiological expression of conditioned fear responses.\nAnd importantly , within the amygdala, a systematic patternof synaptic connectivity from the input region (i.e. lateral\nnucleus) to the output region (i.e. central nucleus) was\nrevealed. Further, while synaptic plasticity was found tooccur throughout the amygdala circuitry , plasticity in the lat-\neral amygdala seemed particularly important, based on the\nshort latency of the neural changes and their necessity in sup-porting plasticity in other areas. Summaries of this body of\nwork appeared in a 1994 article I wrote for Scientific American\n[17], in my 1996 book, The emotional brain [18] and in an\nAnnual Review of Neuroscience paper in 2000 [19].\nBy the late 1990s, many researchers were becoming\ninterested in the neural mechanisms of Pavlovian fear con-ditioning. With the basic circuits outlined, the effort was\nturning to the molecular mechanisms that might underlie\nlearning. Some of the new researchers were from the usualareas of psychology and brain research, but others were from\ngenetics, where the ability to alter genes was emerging. Over\nthe next decade or so, accumulated findings implicated specificneurotransmitter receptors, ion channels, protein kinases and\nmacromolecules in learning and plasticity in the amygdala of\nrodents [20 –23]. Many of these findings were guided by earlier\nresults about learning and memory storage in invertebrates\n[24,25], a point that will become relevant below.\n4. Three views of fear\nAs I had hoped when I started this work, the fear conditioningprocedure turned out to be an excellent way to elucidate how\nbehavioural and physiological responses elicited by emotionalstimuli are learned and controlled non-consciously by the\nbrain. To emphasize my idea that amygdala circuits processed\ninformation non-consciously , I adopted the implicit/explicitroyalsocietypublishing.org/journal/rstb Phil. Trans. R. Soc. B 377: 202102922\n Downloaded from https://royalsocietypublishing.org/ on 24 October 2022"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "distinction popular in learning and memory research [26].\nSpecifically , I referred to the amygdala as an implicit processor\nthat controls fear behaviours non-consciously , with the explicit\nconscious experience of fear being a product of corticalcognitive circuits [18].\nFindings obtained in studies of humans provided support\nfor the idea that the amygdala non-consciously controls behav-ioural and physiological responses elicited by threats, turning\none of my split-brain ideas into a reality. For example, sublim-\ninal presentation of threats resulted in amygdala activation andelicited physiological responses without the person having any\nawareness of the stimulus or reporting any feeling of fear\n[27,28]. Later studies showed that even when pressed, healthyparticipants did not report emotional feeling states in response\nto subliminal emotional stimuli [29]. A related line of research\nshowed that in the so-called blindsight patients threats alsoelicited amygdala activity and body responses without con-\nscious awareness of the stimulus [30]. And studies of patients\nwith amygdala damage showed that they could still, undersome conditions, have emotional experiences [31,32]. Fear, it\nseems, is not inextricably tied to the amygdala in humans.\nThe amygdala, in other words might contribute to, but doesnot determine, the mental state of fear.\nMost researchers working on fear conditioning came to this\ntopic from a behaviourist intellectual background. I was onceasked by one such colleague, ‘Why do you talk about emotion? ’\nHe said ‘we just study behavioural learning ’. Given this, why\ndid behaviourists ever call the procedure ‘fear’conditioning?\nAlthough the behaviourists had banned subjective states\nas explanations of behaviour, they did not eliminate the use\nof subjective state words in explaining behaviour. Theyreferred to the task as ‘fear’conditioning because fear for\nthem was a description of the functional relationship between\na dangerous stimulus and defensive behaviour. And whensome behaviourists became physiological psychologists in\nthe 1950s, the functional relation came to be thought of as a\nphysiological state, which they called ‘fear’, that connected\nthe threatening conditioned stimulus to the defensive con-\nditioned response. The amygdala, of course, became the\nhome of that that mindless fear state [14 –16,33,34].But some researchers rebelled against the sterile con-\nception of behaviour offered by behaviourist approaches\n[35–40]. The emotion researchers among them promoted\nthe idea that rodent fear was more or less like human fear,and therefore that animal studies could be used to under-\nstand human emotions. These anti-behaviourist brain\nresearchers treated subcortical brain areas, like the amygdalaand periaqueductal gray, as being responsible not just for\ndefensive behaviours but also for the subjective feeling of\nfear in animals and humans alike [35].\nBoth groups of researchers, in other words, used the term\n‘fear’to describe functions subserved by subcortical circuits,\nbut they used the term in different ways. The behaviour-ists–learning crowd did not bother to explain what they\nmeant. For them, conscious fear was a useless construct\nthat had been successfully purged from scientific discourse,and any serious scientist knows that ‘fear’is simply a physio-\nlogical state that controls behaviour. The anti-behaviourists,\non the other hand, made it very clear that fear was consciousfear. The general public, and even other scientists who were\nnot‘in the know ’, did not realize the difference, and simply\nassumed that when a scientist wrote or said ‘fear’they\nmeant conscious fear. By failing to explicitly define their\nterms, the behaviourist crew ’s message was lost.\nI was caught in the middle [18,19,41 –43]. I was aligned with\nmy behaviourist-oriented colleagues in emphasizing that phys-\niological states within amygdala circuits control defensive\nbehaviour rather than make fearful feelings. But like the anti-behaviourists, I treated conscious fear as real and important.\nYet, I viewed conscious fear as a product of cognitive processes\ninstantiated in cortical circuits, rather than as a hard-wiredfunction of subcortical areas [18,41,42] (figure 1).\n5. Rethinking the emotional brain\nOver the years, the amygdala went from being an obscure brainarea of interest to only a handful of neuroscientists to cultural\nmeme —the‘amygdala fear centre ’. This meme appeared in\nnovels, movies, songs, self-help books, cartoons and online\n(a) \n(b) \n(c) amygdala conscious fear    state circuit\namygdala defensive survival state circuitthreatsensory\nsystem\nthreatsensory\nsystemphysiological\nfear state\nconscious\nfear statedefensive\nbehaviour\ndefensive\nbehaviour\nthreatsensory\nsystemdefensive\nsurvival\ncircuit statedefensive\nbehaviouramygdala    physiological fear     state circuit\nFigure 1. Amygdala fear versus defensive survival circuit views. (Online version in colour.)royalsocietypublishing.org/journal/rstb Phil. Trans. R. Soc. B 377: 202102923\n Downloaded from https://royalsocietypublishing.org/ on 24 October 2022"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "merchandise from tee-shirts to amulets to essential oils. Despite\nmy efforts to draw a distinction between conscious fear and its\nbehavioural and physiological correlates, my work was often\nused as scientific support for the meme, and I was often intro-duced at scientific and lay lectures as having discovered how\nconscious feelings of fear arise from the amygdala.\nBy 2012, it was clear to me that the loose, casual use of\ncommon language terms, especially psychological terms, as\nnames for scientific constructs, can have a negative impact\non our understanding of scientific findings and their impli-cations. To be perfectly honest, though, I was not always as\nclear as I now realize I should have been. I resolved to find\na better way to write and talk about fear and the brain,both to other scientists and to lay audiences.\nI published scientific articles with titles like, ‘Rethinking the\nemotional brain ’,‘Coming to terms with fear ’and‘Semantics,\nsurplus meaning and the science of fear ’[44–46], and books\ncalled Anxious [47] and The deep history of ourselves [2]. In these\npublications, I argued that the use of mental state terms, like‘fear’, to describe circuits that control behavioural and physio-\nlogical responses conflates correlation with causation. For\nexample, fear often occurs when we freeze or flee in a dangeroussituation, but not because a feeling of fear that bubbles up out of\ntheamygdalaisthe underlying cause oftheresponses. Although\nthe subjective experience and the objective responses are bothtriggered by the same threat stimulus, I propose that they are\nseparate consequences mediated by different outputs of the sen-\nsory system. One output takes the threat stimulus information tothe amygdala to control behaviour and physiology , and the\nother takes it to cortical cognitive circuits as part of the process\nof assembling the conscious state we know of as fear.\nIn these publications, I emphasized that scientists should\nstrive for conceptual clarity , and I offered a simple solution in\nthe case of emotions. I suggested that we reserve the use ofmental state terms, like ‘fear’, for the mental state that the\nword names, as opposed to using such terms to describe\nbehavioural and physiological correlates of the consciousexperience of fear. For example, rather than treating amygdala\ncircuits activated by threats as ‘fear’circuits of either kind\n(physiological or subjective), I proposed that they be called‘defensive survival circuits ’(figure 1). After all, they control\nboth defensive behaviours and the physiological responses\nthat provide metabolic support for the behaviours in danger-ous situations. I also suggested that the procedure called ‘fear\nconditioning ’be referred to as ‘threat conditioning ’.\nThe fact is that ‘threat ’and‘defense ’were already com-\nmonly, though inconsistently, used in the field. All I did was\nsuggest that we use the psychologically more neutral terms,\ninstead of the one ’s with subjective implications, when refer-\nring to behaviour and body physiology, saving ‘fear’for the\nmental state. There has been some progress, but also resist-\nance. A colleague wrote a commentary about one of mypapers [48] saying that following the ideas I have been pro-\nmoting would take psychiatry back to the dark time when\nsubjectivity ruled the field [49]. As I will argue below,though, the marginalization of subjective experience is why\nthe treatment of mental disorders is not more effective.\n6. The language of psychology\nI am hardly the first to raise questions about scientificterminology of psychology [1,50 –55]. Critics have noted\nthat psychologists tend to be sloppy with words; thatcategory names can create illusions of understanding; and\nthat the use of common language terms as names for scienti-\nfic constructs can skew our understanding of the underlying\nprocesses. For example, calling the amygdala a fear generator[49], regardless of whether a physiological or subjective\nmeaning of fear is intended, infects this brain area with sub-\njective properties that it may well not deserve.\nIt is especially important to be careful when we extrap-\nolate across species based on similarity in behaviours in\nhumans and other animals. When we do this, we are usingour introspections about the relation of our mental states to\nour behaviours to explain animal behaviour. The quote\nbelow from the pioneering ethologist, Nico Tinbergen,succinctly summarized the problem some 70 years ago:\n‘Hunger, like, anger, fear, and so forth, is a phenomenon that can\nbe known only by introspection. When applied to another. . .\nspecies, it is merely a guess about the possible nature of the ani-\nmal’s subjective state ’. [56, p. 5]\nBeing careful about the use of common language terms as\nnames for scientific constructs is more important in the\npsychological sciences, including psychological aspects of\nneuroscience, than in other areas. For example, no one actu-ally thinks that there is a hedgehog living in the gene of\nthat name. But people do believe that fear lives in the\namygdala ‘fear centre ’.\nI agree with those who propose that the traditional\npsychological categories used to conceptualize behaviour\ncan be problematic [1,57,58]. But I do not think this appliesacross the board. Problems especially arise when mental\nstate words derived from human introspection [53] are used\nto talk about behaviours that do not depend on mentalstates [2,45 –47], both in humans and other animals. In such\ncases, brain circuits that control such behaviours inherit the\nmental implications of the common language terms.\nThat said, there is a place for everyday words about mental\nstates in the psychological and brain sciences. They are the coin\nof the mental realm, and are necessary when talking about ourmental lives, even scientifically [51,57,59,60]. Summarizing\nsuch views about the special role of common language in\npsychology , I wrote this in my 2015 book Anxious [47, p. 40]:\nPhysicists, astronomers, and chemists don ’t need to take\nseriously commonsense ideas about nature because people ’s\nbeliefs and attitudes about the stars, matter and energy , and\nchemical elements don ’t affect the subject under investigation.\nThe fact that we commonly say (and some may actually believe)\nthat‘the sun rises in the east ’does not have any scientific bearing\non the fact that sunrise is an illusion. But psychologists do have topay attention to folk psychology because people ’s common\nbeliefs about the mind influence their thoughts and actions in\ndaily life and are thus an important part of what psychology is\nall about. Folk psychology is a window into the things that inter-\nest people and affect their lives.\n7. Deep survival\nAmygdala defensive survival circuits are present throughout\nvertebrate species [61 –64]. One proposal is that this is a\nderived trait that emerged in fish tens of thousands of\nyears after the first fish arrived [65,66]. Another possibilityis that early vertebrates, in fact, had an amygdala homolog.\nThat this may be the case is suggested by the work of Sten\nGrillner and colleagues on the jawless fish, lamprey, one ofthe oldest living vertebrates [67,68]. In fact, their findings\nshow striking similarities between the entire forebrains of\nlamprey and all other vertebrates. Recent findings showingroyalsocietypublishing.org/journal/rstb Phil. Trans. R. Soc. B 377: 202102924\n Downloaded from https://royalsocietypublishing.org/ on 24 October 2022"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "that the vertebrate telencephalon evolved from a brain pre-\ncursor region in ancestral chordates implies homology of\nthese structures. Given this, it is possible that the amygdala,\na region of telencephalon, may also have originated from thisprecursor region [69 –71].\nMost invertebrates, though, belong to a separate line of des-\ncent. Although their nervous systems are not equipped with anamygdala, they do behave defensively, and have their own\ndefensive survival circuits. For example, circuits have been\nidentified that control freezing in flies [72]. This finding wasunfortunately described as being functionally similar to ‘fear’\ncircuits in mammals and, as such, suggested that it may be\nable to shed light on aspects of human ‘fear’. This kind of\nprose invites the conclusion by journalists that flies may be\nemotional beings with conscious feelings of fear similar to\nours [73]. This is an excellent example of how using the survi-val circuit terminology could have helped avoid unintended\nmisrepresentation in the press of otherwise important research.\nConsistent with the idea of conserved survival circuitry in\ndiverse animals is the fact that, as mentioned above, some\ngenes and molecules involved in implicit learning about and\ncontrol of behaviours in the presence of threat are conservedin vertebrates and invertebrates. This does not necessarily\nmean that having the genes shows that the function is con-\nserved. But the correlation between the presence of the genesand the function is at least suggestive that similarities in implicit\nforms of learning in vertebrates and invertebrates may be due to\na common set of synaptic plasticity-related genes inherited froma common basal ancestor. Research using modern genetic tools,\nin fact, supports this suggestion [74 –76].\nBut the connection runs deeper. Some of these plasticity\ngenes and molecules are present in radial organisms with dif-\nfuse, poorly centralized, nervous systems, like jellyfish and\nhydra, which express simple forms of learning [77]. Someof these genes and molecules also exist in sponges, which\nlack nervous systems, but may, long ago, have had one [78].\nHowever, the focus on inherited features of nervous systemsmay be the wrong emphasis, as the trend predates neurons\nand synapses.\nSingle-cell protozoa share a common ancestor with ani-\nmals. Being unicellular, protozoa could not have ever had a\nnervous system [78 –81]. Yet they behave, approaching\nuseful and avoiding harmful stimuli [82]. This is at leastsuperficially similar to animal behaviour. Also like animals,\nthey undergo simple forms of implicit learning about biologi-\ncally significant stimuli [83], and possess some of the sameplasticity genes and molecules that animals have [74 –76].\nAnd even bacteria approach useful and avoid harmful stimuli\n[84] and may even be capable of simple implicit learning [85],but this is not well established.\nThe key takeaway , though, is not about learning. It is about\nbehaviour. Darwin ’s protégé Romanes treated behaviour as an\nambassador of the mind [86]. While this, of course, is true to\nsome extent, behaviour is not fundamentally a psychological\ncapacity [1,2]. It is simply one of the tools that organisms useto go about the day-to-day business of staying alive.\nBacteria and protozoa, for example, do not approach food\nout of hunger or ‘tumble ’away from harmful molecules out\nof‘fear’. Such responses are defined by the physical fact\nthat any movement of an object places it further from or\ncloser to other objects in the environment, and by the physio-logical fact that such movements support survival in harmful\nand beneficial situations, respectively.If withdrawal and approach are universal, life-sustaining\ncapacities of all extant organisms [87], it follows that such beha-\nviours may likely have existed as part of the homeostatic\nsurvival toolkit of early cells, which likely had to movearound to manage their physiological viability in an ever-\nchanging milieu —as soon as there was life, there was danger.\nMy inclination after reaching the above conclusions was\nto assume that animals inherited fundamental survival beha-\nviours related to defense, feeding, fluid regulation and\nreproduction from unicellular microbes by virtue of geneticand molecular inheritance. But I realized there was another,\nless biologically daunting, way to think about this than to\nassume that complex defensive, feeding and reproductivebehaviours of present-day animals were literally inherited\nfrom ancient microbes.\nAll organisms have to manage energy resources, regulate\nintracellular fluids, defend against harm and reproduce, but\nthe way any one organism does these things depends on the\nkind of body its species evolved. For example, different mam-malian species flee from danger by running, flying or\nswimming, depending on the kind of locomotory capacities\nthat evolved with their bodies. In short, behaviours are bau-plan-dependent (species-specific) survival implementations\nof universal (species-general) survival requirements. And sur-\nvival circuits are the species-specific neural implementation bywhich the behavioural implementation of the universal\nrequirement is achieved in each animal.\nThe point is, we should not be looking for how motor fea-\ntures of defensive or feeding behaviours were passed on from\nbacteria to archaea, and from them to protozoa and from them\nto animals. How animals manage survival motorically is essen-\ntially an artefact of their species ’body plan. Therefore, what we\nneed to understand are the physiological substrata of survival\nfunctions that have been maintained across evolutionary tran-sitions to ensure that animals possess body plan-appropriate,\nlife-sustaining motoric responses that sustain individual life.\n8. Human emotional experience\nIf the conscious mental state of fear in humans is not a pro-\nduct of the amygdala defensive survival circuit, how doesit come about? I propose that it comes about much like any\nother conscious mental state. Although there are a number\nof theories of consciousness [88 –93], I will focus on my cog-\nnitive account of mental state consciousness [2,94 –98].\nIt is sometimes said that emotions like fear are universal.\nBut I argue that it is danger, not fear, that is universal[19,94,96]. I define fear as a personal, schema-based, narra-\ntive-driven, culturally shaped, subjective experience that\noccurs in a biologically or psychologically significant situation(figure 2). Schema are collections of memories about specific\nkinds of situations in life that underlie our thoughts, feelings\nand actions in life.\nThe key idea is that conscious experience, whether\nemotional or not, is always preceded by non-conscious (pre--\nconscious) cognitive processing of sensations and memories,including schema, that results in a mental model of the situ-\nation. In an emotional situation, such as fear, brain and body\nconsequences of threat-elicited survival circuit activationbecome part of the model. The output of the model is a\nnon-conscious narration (which can be verbal and/or non-\nverbal). The narration then supplies the content of theroyalsocietypublishing.org/journal/rstb Phil. Trans. R. Soc. B 377: 202102925\n Downloaded from https://royalsocietypublishing.org/ on 24 October 2022"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "conscious experience, and separately, the content of verbal\nreport. Because conscious experience and verbal report involve\ndifferent downstream circuits, verbal report does not always\nperfectly reflect the person ’s experience.\nNevertheless, verbal report is the most reliable means,\nthe gold standard, for assessing consciousness in humans\n[99–102]. The importance of verbal report was recognized\nin the late nineteenth century by the pioneering brain scientist\nDavid Ferrier, who lamented the absence of verbal report in\nmonkeys and the limits that this lack imposed on his abilityto study conscious perception in them [103]. The use of\nverbal report in studies of human consciousness will be\ndiscussed further below.\nThis perspective on emotion, of course, relates back the con-\nclusion that Gazzaniga and I drew from our studies of split-\nbrain patients —that an important feature of human conscious-\nness is the maintenance of a sense of mental unity via cognitive\ninterpretations that attribute meaning and cause to behaviours\nthat are controlled non-consciously by the brain. In extendingour ideas to emotional consciousness, we built on Schachter\nand Singer ’s cognitive theory of emotion [104], which I con-\ntinue to do in spirit, if not substance, as do many othercurrent cognitive theories of emotion [105 –111].\nA popular cognitive approach theory of emotion takes a\nconstructionist perspective [105,112,113]. My approach fallsroughly into this camp to the extent that it treats conscious\nemotions as cognitive conceptions that are assembled in the\nmoment, rather than being elicited as innate mental states. Iwas on this track long before it carried the constructionist label.\nThe typical constructionist perspective views the con-\nceptions underlying emotions as the result of interactionsbetween two generalized activities in the brain, valence and\narousal, and minimizes the importance of innate, species-\ntypical processes. This reflects constructionists ’battles with\nthe so-called basic emotions theories, which treat core\nemotions like fear —including the conscious experience of\nfear—as innate products of subcortical circuits [35]. My\nmodel falls between basic and constructionist theories.\nLike basic emotions theories, I emphasize innate circuits\n(in my case defensive survival circuits rather than fear cir-cuits) that control behavioural and physiological body\nresponses elicited by threats. But unlike basic emotionalists,\nand like constructionists, I view the conscious experience offear as a product of cortical, cognitive activity. Unlike tra-\nditional constructionists, though, I think of arousal and\nvalence as activities triggered by the particular innatesurvival circuit that is active at the moment. For example,\narousal, rather than being a purely generalized activity that\noccurs in any biologically significant situation, has elements\nthat are tailored to current circumstances by the active survi-val circuit. Donald Pfaff has argued for something similar in\nrelation to arousal —that it has specific and generalized\ncomponents [114].\nAnother way my model differs from constructionist\nand other cognitive theories of emotion is that I have situated\nit within the higher-order framework of consciousness[88,90,115]. This class of theories proposes that conscious\nexperiences result from the higher-order re-representation,\nhence conceptualization, of lower-order information. In thebrain, the hypothetical higher-order network involves regions\nof lateral prefrontal cortex (PFC), including dorsal and ventral\nlateral PFC and the lateral frontal pole. For example, the con-scious experience of an apple, in this theory , reflects the lateral\nPFC re-representation of lower-order visual cortex states.\nContemporary theories of consciousness, including\nhigher-order theories, seldom consider the role of memory\nin consciousness. But without semantic memory, and\nespecially memory-based schema [116,117], the sensory rep-resentation of an apple is not meaningful as an instance of\nthe fruit of that name [118]. My multistate representation\nmodel makes memory an essential underpinning of higher-order consciousness, including emotional consciousness\n[94,96 –98] (figure 3).\nIn the brain, for memory to impact visual perceptual\nconsciousness, the activity of temporal lobe memory systems\nmust be integrated with the sensory signals. A key way this\noccurs is by way of interactions between sensory cortex andtemporal lobe areas, especially medial temporal lobe regions\nsuch as the hippocampus and perirhinal cortex [119].\nSchema, in fact, are believed to be assembled and used byway of hippocampal interactions with medial PFC [117].\nThese sensory –memory representations, including schema,\nare then further represented by connections with prefrontalcortex areas, including the orbital, ventral medial and anterior\ncingulate areas located in the medial wall of the hemispheres,\nand the insula cortex buried deep in the Sylvian fissure. Eachof these, in turn, interact with lateral PFC areas (dorsal and\nventral latera and frontal pole), by way of various intra-\nPFC connections [120], as discussed in detail elsewhere[2,90,94,96]. In the context of my higher-order theory , the\nmedial wall and insula areas are considered ‘intermediate ’\nbetween sensory/memory circuits and lateral PFC areas.\nworldnervous system\nphysical\nor social\nthreatemotional\nexperience\nself-\nreportbehavioural and\nphysiological\nresponsesconscious pre-conscious non-conscious\nmemory\nthreat\ndetectionsensorymental\nmodelschema\nnarration\nFigure 2. My cognitive model of the conscious experience of fear in humans. Reproduced from [96]. (Online version in colour.)royalsocietypublishing.org/journal/rstb Phil. Trans. R. Soc. B 377: 202102926\n Downloaded from https://royalsocietypublishing.org/ on 24 October 2022"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "These intermediate areas have been implicated not just in\nmemory re-representation, but also in the encoding of body\nstate signals, stimulus and response values, and self [94]. In\nthe view presented here, such representations are not sufficient,on their own, and must be further represented by lateral PFC\nfor the kind of higher-order awareness we humans experience.\nBut this is hypothetical, and a higher-order account based onthe intermediate areas is also imaginable.\nIf human emotions are cognitive processes, what makes\nthem different from non-emotional cognitive states? Quitesimply, the higher-order network re-represents additional\nlower-order information when the stimulus is an emotional\none. For example, in fear, the consequences of amygdaladefensive survival circuit activation in the brain (i.e. arousal)\nand body (visceral and somatic signals that feed back to the\nbrain) are often also re-represented in the medial/insulaPFC areas mentioned above. Aspects of the various prefrontal\nrepresentations are then further integrated in the lateral PFC\nas a higher-order re-representation of diverse lower-orderstates. The emotional experience, therefore, depends not just\non PFC but also on the entire cascade of non-conscious\nsensory, mnemonic/conceptual and survival circuit proces-sing that is antecedent to PFC areas. It bears repeating that\nevery conscious state is, until its last moment of fruition,\nnon-conscious.\nOther primates have similar, though less developed,\nlateral and medial/insula areas, while non-primate mammals\nmainly possess the medial/insula areas [2,96,121]. This ana-tomical situation may limit the kinds of conscious\nemotional states each can assemble relative to humans [96],\nas elaborated later.\nThe reason that amygdala survival circuits are so often\nassociated with fear is because of their prominent role in con-\ntrolling defensive responses when humans or other animalsare in danger of bodily harm from predators. As we have\nseen, this brain function runs deep in the vertebrate lineage.\nHowever, predator danger is only one of the many kinds\nof situations that can cause fear. If you are trapped on amountain top without food, water, or shelter, body signals\nindicating low reservoirs of nutritional/energy supplies or\nfluids, or low body temperature, can lead to fear of deathby starvation, dehydration or hypothermia. In humans, fear\ncan also arise from being near someone with an infectious dis-\nease, or the news that you may have a life-threateningcondition, or from family stress, social abuse, job insecurity,\npolitical instability or just about anything imaginable —threats\ndo not have to be real to make one feel afraid or anxious. Theonly way to account for all of these under a single concept of\nfear is by way of cognitive interpretation of the situation in\nwhich you find yourself, or that you imagine you could bein. Innate states just would not do the trick.\n9. The problem of animal consciousness\nThe question of how emotions come about in the brain of ani-mals is subset of the thorny question of animal consciousness.\nI have written extensively about this [2,42,44,46,47,96] and\ncan only touch on some of the key points here.\nThe question of whether non-human organisms are\nconscious, including mammals, lower vertebrates and invert-\nebrates, and if so how, is quite contentious. The issues are farmore complex than trying to find evolutionary roots of beha-\nviours. We can directly measure behaviour in present-day\norganisms to obtain clues about what kinds of behaviours mayhave been present in their early representatives, and in the\ncommon ancestors they share with other organisms, in much\nthe same as we do with brain structures. Consciousness,\nhigher-order\nprefrontal\n(mental model)lower-order\nsensory\n(sensations)lower-order\nmemory\n(semantic, episodic)intermediate-order\nprefrontal\n(schema)\nsubcortical\nsurvival\ncircuits\nbehavioural and\nphysiological\nresponses\nFigure 3. Multi-state representation in higher-order awareness. Reproduced from [96]. (Online version in colour.)royalsocietypublishing.org/journal/rstb Phil. Trans. R. Soc. B 377: 202102927\n Downloaded from https://royalsocietypublishing.org/ on 24 October 2022"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "though, is more challenging. Whether even our closest primate\nrelatives are conscious is debated [122,123]. The problem is\nthat behaviour and physiology have limits as measures of con-\nsciousness [124], especially when only non-verbal behaviour isavailable, as discussed further below.\nIn the late nineteenth century, animal psychology tried\nto use intelligent and emotional behaviour as marks ofconsciousness [86]. This, in part, is what led to behaviourism.\nWith the behaviourists gone, some animal psychologists have\nrevived such efforts. While the behaviourists certainly wenttoo far, they were quite effective, if too dogmatic, in mana-\nging the language of psychology. And with them gone, we\nare back to the semantic ‘wild west ’of the late nineteenth\ncentury.\nPart of the problem is that the evaluation of consciousness\nin animals, whether in mammals [35] or molluscs [125], isoften based on intuitions and beliefs derived from one ’s\nunderstanding of their own behaviour, mind and/or brain.\nWhen the claims match common sense and lore, they feel cor-rect, and when they are repeated authoritatively in scientific\nor lay communities, they come to be assumed as indisputable\nfacts. This does not mean that other animals are unconsciousrobots. It simply means the behavioural data held up as proof\nof mental states are often not. The widespread assumption\nthat innate defensive behaviours are a fool-proof reflectionof conscious feelings of fear is a case in point.\nAccording to J. S. Kennedy, author of The new anthropo-\nmorphism ,‘Anthropomorphic thinking …is built into us …It\nis dinned into us culturally from earliest childhood. It has pre-\nsumably also been ‘pre-programmed ’into our hereditary\nmake-up by natural selection, perhaps because it proved tobe useful for predicting and controlling the behavior of\nanimals ’[126, p. 5]. Our language, he says, is inherently\nanthropomorphic, and, as a result, our concepts and thoughtstend to lean in this direction as well. Kennedy concludes that\nanthropomorphism is part of human nature. This is perhaps\nwhy we all see human-like emotions in our pets. Me included.We do not have to be rigorous scientists every moment of\nwaking life —but we must when we are being scientists.\nAt the turn of the twentieth century, when anthropo-\nmorphic approaches were commonplace in comparative\npsychology, Herbert Spencer Jennings, who studied the be-\nhavioural repertoire of single-cell protozoa, put it this way:‘IfAmeoba were a large animal, so as to come within the every-\nday experience of human beings, its behavior would at once\ncall forth the attribution to it of states of pleasure and pain,of hunger, desire and the like ’[82, p. 336]. But beyond such\ngeneral tendencies toward anthropomorphism, each scientist\nalso comes to his or her career with personal biases and dispo-sitions. As the philosopher Bertrand Russell once noted, ‘All\nthe animals that have been carefully observed have behaved\nso as to confirm the philosophy in which the observer believedbefore his observations began ’[127, pp. 29 –30].\nOften, proponents of animal consciousness argue by\nanalogy with human behaviour. This has been criticizedby many on the grounds that it tends to ignore ‘leaner ’alterna-\ntives that explain behaviour without recourse to consciousness\n[122,123]. The critics do so, not to deny consciousness in non-human animals, but in the spirit of fostering a more rigorous\nscientific evaluation of what the data allow us to conclude\nabout consciousness on the basis of behaviour alone.\nProblems especially arise when the claims, rather than\nbeing treated as opinions or hypotheses, are presented asindisputable facts that are presumed to be so obvious that no\nreasonable person could question them. And those who\nshow interpretative restraint are denigrated as ‘deniers ’[128],\na term that has a variety of negative connotations in contem-porary culture, and that is not suitable in a scientific debate.\nSimilar issues exist when evaluating consciousness in pre-\nverbal children. Just because an infant human, or a rat, bird,lamprey, amphioxus or octopus, behaves to an environmental\nstimulus in a way that an adult human might when they are\nconscious of a similar kind of stimulus does not necessarily\nmean that the child or animal is having a conscious experi-\nence, a mental state, similar to what the adult human has.\nThey may,\nand in some cases, likely, have some kind of con-\nscious experience. But how can we truly know if they do,\nand if they do, what it is like for them?\nTo get around this conundrum one often has to make com-\npromises about what is acceptable as scientific support for the\nhypothesis. At the end of the day , claims of consciousness in\nanimals and human infants often rest more on intuitions andbeliefs than on data, since there are often equally compelling\nnon-conscious explanations of the behaviour [122,123].\nWhy are we on any firmer ground studying consciousness\nin human adults than in adult animals? Two points are crucial.\nOne is that barring a congenital brain disorder, all humans have\nbrains with same basic structural components and functionalcapacities. Given that, if I am conscious of my mental states\nand actions, I can with some confidence assume that you\nhave this capacity as well. Like any species trait, consciousnesswill vary across individuals, but will be present, or at least is\npotentially present, in all members of our species.\nThe second point is that we humans can report on our\nconscious sates verbally or non-verbally , but can only report\non non-conscious states non-verbally. Other animals, and\nhuman infants, lacking the ability to verbally report, only havenon-verbal means of responding to both conscious and non-\nconscious states. There is, therefore, no easy way to distinguish\nconscious and non-conscious states using non-verbal behaviouralone. Given the points I made above about the shortcomings of\nbehaviour as an index of consciousness, even in humans, we\nhave a significant methodological barrier. Obviously , the impor-tance of verbal report as a methodological tool should not be\ntaken to mean that human infants or language-impaired\nadults or non-human animals lack consciousness.\n10. An empirical approach to animal\nconsciousness\nTo be clear, even if repetitive, I do not deny consciousness\nin other animals. I am perfectly comfortable saying that\nsome animals likely have conscious experiences, despite themethodological barriers that prevent clear proof. Yet, even\nif they are conscious, they would not be conscious in the\nways we are. After all, human bodies differ in unmistakableways from the bodies of other animals, including the bodies\nof our closest primate relatives. Similarly, our brains differ\nin important ways from the brains of other primates cousins[129–132], and theirs from other mammals [121,133]. It\nshould, therefore, not be controversial to suggest that their\nmental states, including their emotional states, may alsodiffer from ours.\nYet, in the light of the methodological issues, how\nwould we ever know what the experiences of other animalsroyalsocietypublishing.org/journal/rstb Phil. Trans. R. Soc. B 377: 202102928\n Downloaded from https://royalsocietypublishing.org/ on 24 October 2022"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "are like? One way might be to use understanding of con-\nscious experiences and their representation in the human\nbrain as a basis of understanding what kind of consciousnessother animals might, and might not , possess, given the ways\nthat their brains are like, and different from, ours. I explored\nthis idea in relation to other primates and other mammals ina recent publication [96] and will summarize and extend\nthese suggestions below.\nIt is important to start by pointing out that the word ‘con-\nsciousness ’is often used as if it has a single referent. But it\ndoes not, and this has caused much confusion. At a mini-\nmum, it is important to distinguish ‘creature consciousness ’\nfrom ‘mental state consciousness ’[88] (table 1). The former\nrefers to the condition of being awake and behaviourally\nresponsive to environmental stimuli. All bilateral animalshave creature consciousness. Mental state consciousness, on\nthe other hand, is the condition of actually experiencing the\nworld and one ’s relation to it using mental models. It is cru-\ncial to keep this distinction in mind when evaluating claims\nof consciousness in animals, as some claims are primarily\nabout creature consciousness.\nFor example, a much cited paper by Merker [134] defined\nconsciousness as the state of being awake and responsive to\nsensory stimuli (i.e. creature consciousness). He used findingsfrom patients with limited cortex due to hydrocephaly , and\ndecorticated rats, as core components of his evidence. In\nthese instances, and others he cites, consciousness is judgedby sensory –motor responsiveness, not by evidence of mental\nstates. In response to commentaries on his views, he says he\nis not interested in adult human consciousness (presumablycognitive-based mental state consciousness) but something\nmore primitive. This implies that here he is referring to some\nkind of primitive mental state rather than creature conscious.But what would this be? Perhaps he meant a form of sensory\nsentience, which Lacalli proposed may have even existed in\nthe invertebrate chordate ancestors of vertebrates [70,71]. Iwill build on a partition offered by Endel Tulving [135] that I\nhave used in recent publications [2,94,96 –98]. It may be able\nto account for what Merker might have had in mind, but inrelation to mental state consciousness.\nTulving distinguished between three forms of mental\nstate consciousness in humans (table 1). These are autonoetic(explicit self-awareness of one ’s existence over time), noetic\n(explicit awareness of facts and concepts about the world or\none’s self) and anoetic (implicit awareness of the world)[2,94,96 –98,135,136]. The first two are cognitive (i.e. based\non episodic and semantic explicit memory) and the third is\nprocedural (i.e. based on implicit learning). Another way of\nsaying this is that autonoetic and noetic consciousnessdepend on the use of internal representations and mental\nmodels, but anoetic consciousness does not [96].\nBecause anoetic consciousness is not an intuitive idea,\ntwo clarifications are in order.\nFirst, although ‘procedural ’and‘implicit ’traditionally\nimply ’non-conscious ’states, in the case of anoesis, non-\nconscious does not mean completely unconscious. Anoetic\nstates reside on the ‘fringe ’or‘penumbra ’of the ‘stream of con-\nsciousness ’, to use William James ’terms [137], where the line\nbetween conscious and unconscious is fuzzy. In humans,\nthese states are typically overshadowed by cognitive con-sciousness and go unnoticed [136]. But they are neverthelesspresent, and noticeable when cognitively attended to. They\nco-occur with cognitive states of consciousness and give\nthese a feeling of ‘warmth ’and‘intimacy ’, again borrowing\nfrom James. They underlie your ability to know that\nyour mental and body states are yours, without you ever\nhaving to explicitly affirm this [96,98,138]. The second clarifica-tion is that Tulving treated anoetic consciousness as a primitive\nawareness about the external world. However, I [96] and\nothers [136] have proposed that penumbral/fringe anoeticstates also represent the internal milieu (i.e. physiological\nconditions of the body and brain). Such anoetic states may\nbe what Merker had in mind when he referred to a primi-tive kind of consciousness that is different from adult\nhuman consciousness.\nThe reason I am devoting so much discussion to Tulving ’s\npartitions of conscious mental states is because I believe that\nunderstanding their representation in the brains of humans\nmight give us insights into the processes the underlie mentalstateconsciousness inotheranimals, especially those inourevol-\nutionary past [2,96]. In particular, although we cannot directly\nmeasure consciousness in other animals, Tulving ’st h r e es t a t e s\noffer an indirect way in —because the three states depend on be-\nhaviourally measurable episodic, semantic and procedural\nmemory processes, these provide pre-conscious proxies thatcan be studied in non-human species.\nResearchers have used behavioural measures of episodic\nmemory to ask whether primates, rodents and birds mighthave this capacity [119,139 –142], which is so prominent in\nhumans. Such behavioural studies can thus test the cognitive\nunderpinnings of autonoetic consciousness in animals, butcannot measure autonoetic consciousness itself. To acknowl-\nedge this, the term ‘episodic-like ’memory is often used [140].\nThe key difference is that episodic/episodic-like memory isabout what happened and when and where it happened,\nwhile autonoetic consciousness is about reflective awareness\nof one ’s self over time in such episodes. Episodic-like\nmemory, in short, takes researchers all the way to the finish\nline of consciousness. This is a significant achievement,\ndespite not being able to cross the line.\nSimilarly, semantic memory has been well researched in\nprimates and other mammals. For example, studies of object\nrecognition in relation to instrumental-goal directed beha-viours test what animals cognitively know factually and\nconceptually [119,143 –146]. Procedural memory has also\nbeen extensively studied in primates and mammals[26,119,147]. As with episodic memory, studies of semantic\nand procedural memory tell us about the foundation ofTable 1. Partitioning consciousness.\nCreature Consciousness (the state of being alive, awake, and\nbehaviourally responsive to sensory stimuli)\nMental States Consciousness (inner awareness of sensations, thoughts,\nfeelings, and/or actions)\n—Autonoetic Consciousness (cognitive awareness of oneself as an\nentity with a past, present and possible future)\n—Noetic Consciousness (cognitive awareness of facts and/or ideas\nabout the world and oneself\n—Anoetic Consciousness (non-cognitive, fringe awareness of\nexternal stimuli or internal states)royalsocietypublishing.org/journal/rstb Phil. Trans. R. Soc. B 377: 202102929\n Downloaded from https://royalsocietypublishing.org/ on 24 October 2022"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "noetic and anoetic awareness, but do not demonstrate that the\nawareness itself exists.\nTulving ’s partitions thus offer a top-down (reverse engin-\neering) approach that starts with human consciousness, asopposed to bottom-up (forward engineering) evolutionary\napproaches to animal consciousness that start in the distant\npast [35,70,71,125,136]. An advantage of the top-downapproach is that it explicitly identifies how consciousness\nmight differ in different animals in our evolutionary past rela-\ntive to our kinds of consciousness, based on similarities anddifferences in their brains and ours. In other words, our\nkind of consciousness tells us what to look for. Clearly, the\nfurther back we try to look, the harder it gets to use humanconsciousness to understand possible states of consciousness\nin other animals. But given the striking similarities in the\ndetailed organization of the forebrain in all vertebrates[67,68,148], and the known involvement of homologous cir-\ncuits in the relevant learning processes, we have some basis\nfor speculating about the underpinnings of consciousness.\nIn humans, much is known about the neural basis of\nexplicit (episodic and semantic) and implicit (procedural)\nmemory [26,119,149 –152]. The brain areas involved in the\nencoding of episodic memories include regions of the hippo-\ncampal formation, regions of medial PFC (anterior cingulate\nand ventromedial PFC) and regions of lateral PFC (dorsolat-eral and polar PFC). For semantic memories, including\nschema, the lateral prefrontal areas involved are the same\nas in episodic memory, but some areas of the hippocampalformation differ (parahippocampal in episodic; perihinal in\nsemantic), and some areas of medial PFC also differ (anterior\ncingulate in episodic; media orbital in semantic). The ventro-medial PFC then connects both anterior cingulate and media\norbital to lateral PFC areas. Note that these are not simply\none-way cascades, as there are reciprocal connections ateach step.\nImplicit procedural memory does not involve a single\nsystem, but instead is stored in circuits that process stimuliand/or control responses. For example, plasticity in sensory\nand motor cortex in sensory –motor learning; the amygdala\nin Pavlovian threat conditioning; and the basal ganglia ininstrumental habit learning [19,26,153 –157].\nNon-human primates have homologs of many the areas\nimplicated in episodic and semantic memory, with the poss-ible exception of the lateral polar PFC [130,158,159]. At a\nminimum, this allows primates to use non-verbal episodic\nand semantic memory (including schema) to create mentalmodels and use these to guide responses to recognized\nobjects. Similarly, procedural circuits are quite similar in in\nnon-human primates and humans.\nOther mammals possess homologues of the medial areas\ninvolved in non-verbal episodic and semantic memory\npresent in primates and humans, but lack homologs of lateralPFC areas [121,133]. They thus must depend on hippocampal\nformation interactions with medial PFC for memory re-rep-\nresentations. Procedural circuits in mammals are largelyhomologous with those in non-human primates and humans.\nThe interim conclusion from this discussion is that the\nthree kinds of memory/learning processes discussed reflectphylogenetic elaborations of the PFC over the evolutionary\nhistory of mammals. The implication is that the three kinds\nof conscious states associated with these memory processesmay have followed the same evolutionary course, either aris-\ning in tandem with the memory/learning circuits, or becauseof their existence. However, extension to consciousness\nremains hypothetical.\nCan we take these ideas to lower vertebrates? An entry\npoint for this may be the suggestion by Shepherd and othersthat, in mammals, olfactory paleocortex, via connections with\nmedial wall cortical areas, especially orbitofrontal cortex,\nplays a role in olfactory consciousness [160 –162]. But what\nkind of consciousness might that be? Following Tulving ’s\nscheme, it can be called anoetic olfactory consciousness. Also\nof note is that olfactory paleocortex and orbitofrontal cortexare both connected with the amygdala in mammals. This\nsuggests the possibility that orbitofrontal re-representation of\nolfactory-triggered amygdala states might constitute anoeticexperiences about the biological significance of olfactory\nstimuli, and of the bodily consequences that co-occur with\nthese significant stimuli. But diurnal mammals also rely onother senses, and these also activate the amygdala, allowing\na wider range of anoetic states via cortical re-representation.\nEarly vertebrates possessed a medial pallium, a primitive\nhomologue of the mammalian hippocampus, that received\nolfactory and visual inputs and created and stored spatial rep-\nresentations that guided navigation and foraging [148,163 –\n165]. If the amygdala homologue in early vertebrates was\nalso connected with the medial pallium, re-representation of\nsensory and amygdala activity by the medial pallium mayhave supported both olfactory-based anoetic sensory experi-\nence, and amygdala-based anoetic experience of biologically\nsignificant stimuli. Given that they lack medial PFC homol-ogues, medial pallium re-representation of sensory stimuli\nwould have been the sole basis for sensory and amygdala\ninformed experiences. As a result, such a state would likelyhave been even more primitive than anoetic experiences in\nmammals.\nIf the above is roughly correct, it would have an important\nimplication. Namely , the medial pallium ’s capacity to acquire\nand retain spatial maps may have paved the way in mammals\nfor additional functions of the hippocampus. In particular, Ihave in mind its capacity to form and store complex semantic\nmemories and schema, and, via re-representation in medial\nPFC, to create mental models that underlie non-verbal noeticconscious awareness of the meaning of stimuli and responses\nin light of their value in survival situations. In non-human pri-\nmates, and the evolution of lateral PFC, more elaborateexecutive functions may have enabled more complex forms\nof non-verbal behavioural control and noetic awareness.\nFurther expansion of lateral PFC in humans, includingenhanced executive functions and top-down control, and the\ninvention of language, may have ushered in verbal noesis\nand autonoesis.\nSo far, I have described how different kinds of conscious-\nness may have evolved in vertebrates. But this discussion\nbegs the question of what might be the functional advantage\nof consciousness? The most general answer is that conscious-\nness opens up novel forms of behavioural control [166]. But\nlet me be more specific. Following the evolutionary threadjust discussed, in early vertebrates, non-cognitive anoetic con-\nsciousness may have provided important advantages in\nnavigation and foraging, including novel processing capacitiesfor sensing the world, learning relations between sensory pro-\ncessing and biologically significant stimuli, and selection of\nactions based on past consequences [167]. With cortical expan-sion in mammals, and then primates, additional survival\nadvantages related to behavioural control may have comeroyalsocietypublishing.org/journal/rstb Phil. Trans. R. Soc. B 377: 2021029210\n Downloaded from https://royalsocietypublishing.org/ on 24 October 2022"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "with more complex anoetic and novel cognitive (noetic)\nconsciousness, with the latter involving the use of mental\nmodels. And in humans, with still further cortical expansions\nand the addition of language, verbal-based cognitive noesisand autonoesis have allowed us to know ourselves as entities\nwith a past and present, and also to anticipate possible futures.\nRegardless of whether actual states of consciousness can beexperienced in non-human animals, the evidence described\nshows the kinds of neural underpinnings that may underlie\nthe evolutionary past of anoetic, noetic and autonoetic con-sciousness in humans, and perhaps in some non-human\nanimals as well.\nThese ideas are, of course, highly speculative. But by link-\ning the speculations to facts about the structure and functions\nof the human brain, and following the evolutionary history of\nthe relevant structures underlying different kinds of con-scious experiences in humans back in history, we may have\nat least some empirical grounding for such speculations.\n11. Mental disorders put things in perspective\nOne of the factors that has motivated my efforts to reconceptua-\nlize fear is the much-discussed failure of the pharmaceutical\nindustry to find better treatments for problems related to fear\nand anxiety [168,169]. The typical approach to drug discoveryis to test animals, often rodents, using ‘fear-like ’or‘anxiety-\nlike’behavioural tasks and administer compounds to them.\nThe assumption is that because we inherited our ‘fear’circuit\nfrom our mammalian ancestors, and because this circuit both\nassembles feelings of fear and controls behavioural and phys-\niological responses in danger, it should be the case that drugsthat make rats less timid behaviourally and less physiologically\naroused should make people less fearful or anxious.\nYet, despite decades of research, new, better treatments\nwere seldom found [170]; drugs that showed promise in ani-\nmals often flopped in human clinical trials [171], and while\nthose that made it into circulation may have had fewer sideeffects, they were at best only as effective as the older ones.\nAs a result, Big-Pharma has been withdrawing funding for\nresearch on fear and anxiety, and also depression [168,169].\nGiven the various points made earlier, it seems unrealistic\nto have expected that drugs that change the behavioural or\nphysiological responses in rodents would be the solution tothe problem of how to make people feel subjectively less\nfearful or anxious. The more realistic expectation is that\nbehavioural (avoidance) and physiological (hyperarousal)symptoms might be dampened, since that ’s what we know\nwith confidence the drugs did in the laboratory studies. But\nif an anti-anxiety medication makes you less jittery and avoi-dant, but you still feel anxious, the treatment is not living up\nto the promise of its name.\nTo be fair, some drugs give some people some psycho-\nlogical relief. But the question is, does this result from the\nmedication turning off a fear or anxiety circuit in the brain,\nor is it because it has indirect effects on feelings of fear oranxiety? Specifically, the psychological relief, when it\noccurs, could be secondary to other changes that affect fearful\nand anxious feelings. For example, some relief could comefrom alteration of defensive survival circuits that control be-\nhavioural and physiological symptoms, and/or alteration of\nsomatic and visceral motoric control circuits in the brainstem,the spinal cord or the periphery that are the final paths to\nthe symptoms.\nClearly, such indirect effects are useful to the patient. And if\nchanging such symptoms was the expectation, the industry ,treatment community and patients might view the medications\nas a rousing success, since they would be understood as doing\nwhat they were designed to do in the animal studies, ratherthan not doing what they were incorrectly advertised to do.\nAnother possible account of positive effects, at least for medi-\ncations like benzodiazepines, on anxious feelings is generalemotional blunting, rather than a specific reduction in anxiety ,\nresulting from sedative effects consequent to enhancing\nGABAergic inhibitory neural activity in widespread areas ofthe brain [172].\nIt matters that we figure out how treatments work. Other-\nwise, we will never advance the cause of finding the besttreatment, given the patient ’s particular problems. The fact\nis, what people really want from any kind of therapy is to\nfeel better subjectively. The best way to improve this likeli-hood would be to put the mental back into mental\ndisorders [48,173,174].\n12. Conclusion\nThe survival circuits of mammals are neural implementationsof ancient and necessarily persistent physiological survival\nrequirements that have allowed organisms throughout thehistory of life to move in ways that extended their life\nbeyond the present moment in biologically significant situ-\nations. The consequences of survival circuit activation canindirectly modulate conscious feelings. But they do not, on\ntheir own, define the conscious content of feelings. Feelings,\ninstead, are cognitive interpretations of significant situationsthat we encounter in life. Although I had some inkling of\nthese conclusions decades ago from studying split-brain\npatients, it was my decades of work on rodents that allowedme to see the field the way I do today. The approach I offer\nhere, based on a distinction between ancient defensive survi-\nval circuits that control behavioural and supportingphysiological responses, and more recent cognitive circuits\nthat assemble conscious feelings of fear, seems at least\nworth considering as a possible way forward.\nThe bottom-line general conclusion I would like to end\nwith is that our understanding of a psychological process in\nthe brain is only as good as our conceptualization of whatthat process is. If we do not know what we are looking for,\nwe will never find it. And as we search for knowledge\nabout psychological processes in the brain, we should onlyuse mental state words to refer to mental states. Additionally,\nwe should refrain from attributing behavioural control to\nmental states, whether in humans or other animals, withoutcompelling evidence. It is of course acceptable to speculate\nabout the mental lives of other animals, which I have done\nmy share of in this article. But when we speculate, weshould be clear that we are doing so. I hope that I have at\nleast achieved this.\nData accessibility.\nThis article does not contain any additional data.\nCompeting interests. I declare I have no competing interests.\nFunding. I received no funding for work on this paper.royalsocietypublishing.org/journal/rstb Phil. Trans. R. Soc. B 377: 2021029211\n Downloaded from https://royalsocietypublishing.org/ on 24 October 2022"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "References\n1. Cisek P. 2019 Resynthesizing behavior through\nphylogenetic refinement. Atten. Percept. Psychophys.\n81, 2265–2287. (doi:10.3758/s13414-019-01760-1)\n2. LeDoux J. 2019 The deep history of ourselves: the\nfour-billion-year story of how we got conscious\nbrains . New York, NY: Viking.\n3. Emerson RW. 1870 Society and solitude . Boston, MA:\nFields, Osgood & Co.\n4. LeDoux JE, Wilson DH, Gazzaniga MS. 1977 A\ndivided mind: observations on the consciousproperties of the separated hemispheres. Annu.\nNeurol. 2, 417–421. (doi:10.1002/ana.410020513)\n5. Gazzaniga MS, LeDoux JE. 1978 The integrated\nmind . New York, NY: Plenum.\n6. Cannon WB. 1929 Bodily changes in pain, hunger,\nfear, and rage , 2nd edn. New York, NY: Appleton.\n7. Hess WR, Brugger M. 1943 Das subkortikale\nZentrum der affektiven Abwehrreaktion.\nHelvPhysiolPharmacolActa 1,3 3–52.\n8. de Molina A F, Hunsperger RW. 1959 Central\nrepresentation of affective reactions in forebrain\nand brain stem: electrical stimulation of amygdala,stria terminalis, and adjacent structures. J. Physiol.\n145, 251–265. (doi:10.1113/jphysiol.1959.\nsp006140)\n9. Hilton SM, Zbrozyna AW. 1963 Amydaloid region for\ndefense reactions and its efferent pathway to the\nbrainstem. J. Physiol. 165, 160–173. (doi:10.1113/\njphysiol.1963.sp007049)\n10. MacLean PD. 1949 Psychosomatic disease and the\n\"visceral brain\": recent developments bearing onthe Papez theory of emotion. Psychosom. Med. 11,\n338–353. (doi:10.1097/00006842-194911000-\n00003)\n11. MacLean PD. 1952 Some psychiatric implications of\nphysiological studies on frontotemporal portion of\nlimbic system (visceral brain). Electroencephalogr.\nClin. Neurophysiol. 4, 407–418. (doi:10.1016/0013-\n4694(52)90073-4)\n12. Kandel ER. 1976 Cellular basis of behavior: an\nintroduction to behavioral neurobiology . San\nFransisco, CA: W.H. Freeman and Company.\n13. Miller NE. 1948 Studies of fear as an acquirable\ndrive: I. Fear as motivation and fear reduction as\nreinforcement in the learning of new responses.\nJ. Exp. Psychol. 38,8 9–101. (doi:10.1037/\nh0058455)\n14. Davis M. 1992 The role of the amygdala in\nconditioned fear. In The amygdala: neurobiological\naspects of emotion, memory, and mental dysfunction\n(ed. JP Aggleton), pp. 255 –306. New York, NY:\nWiley-Liss, Inc.\n15. Kapp BS, Whalen PJ, Supple WF, Pascoe JP. 1992\nAmygdaloid contributions to conditioned arousal\nand sensory information processing. In\nThe\namygdala: neurobiological aspects of emotion,\nmemory, and mental dysfunction (ed. JP Aggleton),\npp. 229 –254. New York, NY: Wiley-Liss.\n16. LeDoux JE. 1992 Emotion and the amygdala. In The\namygdala: neurobiological aspects of emotion,memory, and mental dysfunction (ed. JP Aggleton),\npp. 339 –351. New York, NY: Wiley-Liss, Inc.\n17. LeDoux JE. 1994 Emotion, memory and the brain.\nSci. Am. 270,5 0–57. (doi:10.1038/\nscientificamerican0694-50)\n18. LeDoux JE. 1996 The emotional brain . New York, NY:\nSimon and Schuster.\n19. LeDoux JE. 2000 Emotion circuits in the brain. Annu.\nRev. Neurosci. 23, 155–184. (doi:10.1146/annurev.\nneuro.23.1.155)\n20. Blair HT, Schafe GE, Bauer EP, Rodrigues SM, LeDoux\nJE. 2001 Synaptic plasticity in the lateral amygdala:\na cellular hypothesis of fear conditioning. Learn.\nMem. 8, 229–242. (doi:10.1101/lm.30901)\n21. Rodrigues SM, Schafe GE, LeDoux JE. 2004\nMolecular mechanisms underlying emotionallearning and memory in the lateral amygdala.\nNeuron 44,7 5–91. (doi:10.1016/j.neuron.2004.09.\n014)\n22. Lamprecht R, LeDoux J. 2004 Structural plasticity\nand memory. Nat. Rev. Neurosci. 5,4 5–54. (doi:10.\n1038/nrn1301)\n23. Won J, Silva AJ. 2008 Molecular and cellular\nmechanisms of memory allocation in\nneuronetworks. Neurobiol. Learn. Mem. 89,\n285–292. (doi:10.1016/j.nlm.2007.08.017)\n24. Kandel ER. 2006 Search of memory: the emergence\nof a new science of mind . New York, NY: W.W.\nNorton.\n25. Glanzman DL. 2010 Common mechanisms of\nsynaptic plasticity in vertebrates and invertebrates.Curr. Biol. 20, R31–R36. (doi:10.1016/j.cub.2009.10.\n023)\n26. Squire L. 1987 Memory and brain . New York, NY:\nOxford University Press.\n27. Ohman A. 2005 The role of the amygdala in\nhuman fear: automatic detection of threat.Psychoneuroendocrinology 30, 953–958. (doi:10.\n1016/j.psyneuen.2005.03.019)\n28. Morris JS, Ohman A, Dolan RJ. 1999 A subcortical\npathway to the right amygdala mediating ‘unseen ’\nfear. Proc. Natl Acad. Sci. USA 96, 1680–\n1685.\n(doi:10.1073/pnas.96.4.1680)\n29. Bornemann B, Winkielman P, van der Meer E. 2012\nCan you feel what you do not see? Using internal\nfeedback to detect briefly presented emotionalstimuli. Int. J. Psychophysiol. 85, 116–124. (doi:10.\n1016/j.ijpsycho.2011.04.007)\n30. de Gelder B, Vroomen J, Pourtois G, Weiskrantz L.\n2000 Affective blindsight: are we blindly led by\nemotions? Response to Heywood and Kentridge\n(2000). Trends Cogn. Sci. 4, 126–127. (doi:10.1016/\nS1364-6613(00)01470-4)\n31. Anderson AK, Phelps EA. 2002 Is the human\namygdala critical for the subjective experience ofemotion? Evidence of intact dispositional affect in\npatients with amygdala lesions. J. Cogn. Neurosci.\n14, 709–720. (doi:10.1162/08989290260138618)\n32. Feinstein JS, Buzza C, Hurlemann R, Follmer RL,\nDahdaleh NS, Coryell WH, Welsh MJ, Tranel D,Wemmie JA. 2013 Fear and panic in humans with\nbilateral amygdala damage. Nat. Neurosci. 16,\n270–272. (doi:10.1038/nn.3323)\n33. Blanchard DC, Blanchard RJ. 1972 Innate and\nconditioned reactions to threat in rats with\namygdaloid lesions. J Comp. Physiol. Psych. 81,\n281–290. (doi:10.1037/h0033521)\n34. Fanselow MS, Poulos AM. 2005 The neuroscience of\nmammalian associative learning. Annu. Rev. Psychol.\n56, 207–234. (doi:10.1146/annurev.psych.56.\n091103.070213)\n35. Panksepp J. 1998 Affective neuroscience . New York,\nNY: Oxford University Press.\n36. Panksepp J. 2005 Affective consciousness: core\nemotional feelings in animals and humans.\nConscious Cogn. 14,3 0–80. (doi:10.1016/j.concog.\n2004.10.004)\n37. Watt DF. 2000 Emotion and consciousness: Part II.\nJ. Consciousness Stud. 7,7 2–84.\n38. Burghardt G. 1991 Cognitive ethology and critical\nanthropomorphism: a snake with two heads and\nhognose snakes that play dead. In Cognitive\nethology: the minds of other animals: essays in\nhonor of Donald R Griffin (ed. CA Ristau), pp.\n53–90. Hillsdale, NJ: Lawrence Erlbaum Associates.\n39. Bekoff M. 2000 Animal emotions: exploring\npassionate natures: current interdisciplinary research\nprovides compelling evidence that many animalsexperience such emotions as joy, fear, love, despair,\nand grief —we are not alone. BioScience 50,\n861–870. (doi:10.1641/0006-3568(2000)050[0861:\nAEEPN]2.0.CO;2)\n40. Griffin DR. 2001 Animal minds: beyond cognition to\nconsciousness . Chicago, IL: University of Chicago\nPress.\n41. LeDoux JE. 2002 Synaptic self: how our brains\nbecome who we are . New York, NY: Viking.\n42. LeDoux JE. 2008 Emotional colouration of\nconsciousness: how feelings come about.\nInFrontiers of consciousness: chichele lectures\n(eds L Weiskrantz, M Davies), pp. 69 –130. Oxford,\nUK: Oxford University Press.\n43. LeDoux JE. 1990 Information flow from sensation to\nemotion: plasticity in the neural computation of\nstimulus value. In Learning and computational\nneuroscience: foundations of adaptive networks. 1(eds M Gabriel, J Moore), pp. 3 –52. Cambridge, UK:\nMIT Press.\n44. LeDoux J. 2012 Rethinking the emotional brain.\nNeuron 73, 653–676. (doi:10.1016/j.neuron.2012.\n02.004)\n45. LeDoux JE. 2014 Coming to terms with fear. Proc.\nNatl Acad. Sci. USA 111, 2871–2878. (doi:10.1073/\npnas.1400335111)\n46. LeDoux JE. 2017 Semantics, surplus meaning, and\nthe science of fear. Trends Cogn. Sci. 21, 303–306.\n(doi:10.1016/j.tics.2017.02.004)\n47. LeDoux JE. 2015 Anxious: using the brain to\nunderstand and treat fear and anxiety . New York,\nNY: Viking.royalsocietypublishing.org/journal/rstb Phil. Trans. R. Soc. B 377: 2021029212\n Downloaded from https://royalsocietypublishing.org/ on 24 October 2022"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "48. LeDoux JE, Pine DS. 2016 Using neuroscience to\nhelp understand fear and anxiety: a two-system\nframework. Am. J. Psychiatry. 173, 1083–1093.\n(doi:10.1176/appi.ajp.2016.16030353)\n49. Fanselow MS, Pennington ZT. 2017 The danger of\nLeDoux and Pine ’s two-system framework for fear.\nAm. J. Psychiatry. 174, 1120–1121. (doi:10.1176/\nappi.ajp.2017.17070818)\n50. Marx MH. 1951 Intervening variable or hypothetical\nconstruct? Psychol. Rev. 58, 235–247. (doi:10.1037/\nh0054854)\n51. Mandler G, Kessen W. 1964 The language of\npsychology , 2nd edn. New York, NY: John Wiley &\nSons, Inc.\n52. Block J. 1995 A contrarian view of the five-factor\napproach to personality description. Psychol. Bull.\n117, 187–215. (doi:10.1037/0033-2909.117.2.187)\n53. Danziger K. 1997 Naming the mind: how psychology\nfound its language . London, UK: Sage Publications, Ltd.\n54. Taylor C, Dewsbury BM. 2018 On the problem and\npromise of metaphor use in science and science\ncommunication. J. Microbiol. Biol. Educ. 19, 19.\n(doi:10.1128/jmbe.v19i1.1538)\n55. Brick C, Hood B, Ekroll V, de-Wit L. 2021 Illusory\nessences: a bias holding back theorizing inpsychological science. Perspect. Psychol. Sci.\n1745691621991838. (doi:10.1177/\n1745691621991838)\n56. Tinbergen N. 1951 The study of instinct . New York,\nNY: Oxford University Press.\n57. Cisek P. 2021 Evolution of behavioural control from\nchordates to primates. Phil. Trans. R. Soc. B 377,\n20200522. (doi:10.1098/rstb.2020.0522)\n58. Pessoa L, Medina L, Desfilis E. 2021 Refocusing\nneuroscience: moving away from mental categories\nand toward complex behaviors. Phil. Trans. R. Soc. B\n377, 20200534. (doi:10.1098/rstb.2020.0534)\n59. Fletcher GJO. 1995 Two uses of folk psychology:\nimplications for psychological science. Philos.\nPsychol. 8, 221–238. (doi:10.1080/\n09515089508573155)\n60. Kelley HH. 1992 Common-sense psychology and\nscientific psychology. Annu. Rev. Psychol. 43,1–24.\n(doi:10.1146/annurev.ps.43.020192.000245)\n61. Martínez-García F, Lanuza E. 2018 Evolution\nof vertebrate survival circuits. Curr. Opin.\nBehav. Sci. 24, 113–123. (doi:10.1016/j.cobeha.\n2018.06.012)\n62. Butler AB. 2000 Topography and topology of the\nteleost telencephalon: a paradox resolved. Neurosci.\nLett.\n293,9 5–98. (doi:10.1016/S0304-\n3940(00)01497-X)\n63. Portavella M, Vargas JP, Torres B, Salas C. 2002 The\neffects of telencephalic pallial lesions on spatial,\ntemporal, and emotional learning in goldfish. Brain\nRes. Bull. 57, 397–399. (doi:10.1016/S0361-\n9230(01)00699-2)\n64. Lal P et al. 2018 Identification of a neuronal\npopulation in the telencephalon essential for fear\nconditioning in zebrafish. BMC Biol. 16, 45. (doi:10.\n1186/s12915-018-0502-y)\n65. Biechl D, Tietje K, Ryu S, Grothe B, Gerlach G,\nWullimann MF. 2017 Identification of accessoryolfactory system and medial amygdala in the\nzebrafish. Sci. Rep. 7, 44295. (doi:10.1038/\nsrep44295)\n66. Maximino C, Lima MG, Oliveira KR, Batista Ede J,\nHerculano AM. 2013 \"Limbic associative\" and\n\"autonomic\" amygdala in teleosts: a review of the\nevidence. J. Chem. Neuroanat. 48-49 ,1–13. (doi:10.\n1016/j.jchemneu.2012.10.001)\n67. Suryanarayana SM, Perez-Fernandez J, Robertson B,\nGrillner S. 2021 Olfaction in lamprey palliumrevisited —dual projections of mitral and tufted\ncells. Cell Rep. 34, 108596. (doi:10.1016/j.celrep.\n2020.108596)\n68. Suryanarayana SM, Robertson B, Grillner S.\n2021 The neural bases of vertebrate motor\nbehaviour through the lens of evolution. Phil.\nTrans. R. Soc. B 377, 20200521. (doi:10.1098/rstb.\n2020.0521)\n69. Benito-Gutierrez E, Gattoni G, Stemmer M, Rohr SD,\nSchuhmacher LN, Tang J, Marconi A, Jékely G,\nArendt D. 2021 The dorsoanterior brain of adult\namphioxus shares similarities in expression profileand neuronal composition with the vertebrate\ntelencephalon. BMC Biol. 19, 110. (doi:10.1186/\ns12915-021-01045-w)\n70. Lacalli T. 2021 Innovation through heterochrony: an\namphioxus perspective on telencephalon origin and\nfunction. Front. Ecol. Evol. 9, 318. (doi:10.3389/fevo.\n2021.666722)\n71. Lacalli TC. 2021 An evolutionary perspective on\nchordate brain organization and function: insightsfrom amphioxus, and the problem of sentience.\nPhil. Trans. R. Soc. B 377, 20200520. (doi:10.1098/\nrstb.2020.0520)\n72. Gibson WT et al. 2015 Behavioral responses to a\nrepetitive visual threat stimulus express a persistent\nstate of defensive arousal in Drosophila .Curr. Biol.\n25, 1401–1415. (doi:10.1016/j.cub.2015.03.058)\n73. Viegas J. 2015 Flies have feelings: fear and maybe\nmore. See http:/ /www.abc.net.au/science/articles/2015/05/15/4236373.htm, retrieved May 11, 2018\n2015.\n74. Ryan TJ, Grant SG. 2009 The origin and evolution of\nsynapses. Nat. Rev. Neurosci. 10, 701\n–712. (doi:10.\n1038/nrn2717)\n75. Conaco C, Bassett DS, Zhou H, Arcila ML, Degnan\nSM, Degnan BM, Kosik KS .2013 Functionalization of\na protosynaptic gene expression network. In In the\nlight of evolution: vol. VI: brain and behavior (eds GF\nStriedter, JC Avise, FJ Ayala), pp. 3 –19. Washington,\nDC: The National Academies Press.\n76. Sakarya O, Armstrong KA, Adamska M, Adamski M,\nWang IF, Tidor B, Degnan BM, Oakley TH, Kosik KS.\n2007 A post-synaptic scaffold at the origin of the\nanimal kingdom. PLoS ONE 2, e506. (doi:10.1371/\njournal.pone.0000506)\n77. Greenspan RJ. 2007 An introduction to nervous\nsystems . New York, NY: Cold Spring Harbor\nLaboratory Press.\n78. Arendt D, Tosches MA, Marlow H. 2016 From nerve\nnet to nerve ring, nerve cord and brain —evolution\nof the nervous system. Nat. Rev. Neurosci. 17,\n61–72. (doi:10.1038/nrn.2015.15)79. Jekely G. 2011 Origin and early evolution of neural\ncircuits for the control of ciliary locomotion. Proc. R.\nSoc. B 278, 914–922. (doi:10.1098/rspb.2010.2027)\n80. Holland LZ. 2000 Body-plan evolution in the\nBilateria: early antero-posterior patterning and the\ndeuterostome –protostome dichotomy. Curr. Opin\nGenet. Dev. 10, 434–442. (doi:10.1016/S0959-\n437X(00)00109-X)\n81. Holland ND. 2003 Early central nervous system\nevolution: an era of skin brains? Nat. Rev. Neurosci.\n4, 617–627. (doi:10.1038/nrn1175)\n82. Jennings HS. 1906 Behavior of the lower organisms .\nNew York, NY: Columbia University Press.\n83. Hennessey TM, Rucker WB, McDiarmid CG.\n1979 Classical conditioning in paramecia.\nAnim. Learn. Behav. 7, 417–423. (doi:10.3758/\nBF03209695)\n84. Vladimirov N, Sourjik V. 2009 Chemotaxis: how\nbacteria use memory. Biol. Chem. 390, 1097–1104.\n(doi:10.1515/BC.2009.130)\n85. Zhang H et al. 2014 Programming a Pavlovian-like\nconditioning circuit in Escherichia coli .Nat. Commun.\n5, 3102. (doi:10.1038/ncomms4102)\n86. Keller FS. 1973 The definition of psychology .\nNew York, NY: Appleton-Century-Crofts.\n87. Schneirla TC. 1959 An evolutionary theory of\nbiphasic processes underlying approach and\nwithdrawal. In Nebraska symposium on motivation\n(ed. MR Jones), pp. 1 –42. Lincoln, NB: University of\nNebraska Press.\n88. Rosenthal DM. 2005 Consciousness and mind .\nOxford, UK: Oxford University Press.\n89. Dennett DC. 1991 Consciousness explained . Boston,\nMA: Little, Brown and Company.\n90. Brown R, Lau H, LeDoux JE. 2019 Understanding\nthe higher-order approach to consciousness.\nTrends Cogn. Sci. 23, 754–768. (doi:10.1016/j.tics.\n2019.06.009)\n91. Graziano MSA, Guterstam A, Bio BJ, Wilterson AI.\n2020 Toward a standard model of consciousness:reconciling the attention schema, global workspace,\nhigher-order thought, and illusionist theories. Cogn.\nNeuropsychol. 37, 155–172. (doi:10.1080/02643294.\n2019.1670630)\n92. Tononi G, Koch C. 2015 Consciousness: here, there\nand everywhere? Phil. Trans. R Soc. B 370,\n20140167. (doi:10.1098/rstb.2014.0167)\n93. Mashour GA, Roelfsema P, Changeux JP, Dehaene S.\n2020 Conscious processing and the global neuronalworkspace hypothesis. Neuron 105, 776–798.\n(doi:10.1016/j.neuron.2020.01.026)\n94. LeDoux JE. 2020 Thoughtful feelings. Curr. Biol. 30,\nR619–RR23. (doi:10.1016/j.cub.2020.04.012)\n95. LeDoux JE. 2020 How does the non-conscious\nbecome conscious? Curr. Biol. 30, R196–R199.\n(doi:10.1016/j.cub.2020.01.033)\n96. LeDoux JE. 2021 What emotions might be like in\nother animals. Curr. Biol. 31, R824–R829. (doi:10.\n1016/j.cub.2021.05.005)\n97. LeDoux JE, Brown R. 2017 A higher-order\ntheory of emotional consciousness. Proc. Natl Acad.\nSci. USA 114, E2016 –E2025. (doi:10.1073/pnas.\n1619316114)royalsocietypublishing.org/journal/rstb Phil. Trans. R. Soc. B 377: 2021029213\n Downloaded from https://royalsocietypublishing.org/ on 24 October 2022"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "98. LeDoux JE, Lau H. 2020 Seeing consciousness\nthrough the lens of memory. Curr. Biol. 30,\nR1018–R1022. (doi:10.1016/j.cub.2020.08.008)\n99. Rosenthal D. 2019 Consciousness and confidence.\nNeuropsychologia 128, 255–265. (doi:10.1016/j.\nneuropsychologia.2018.01.018)\n100. Weiskrantz L. 1997 Consciousness lost and found: a\nneuropsychological exploration . New York, NY:\nOxford University Press.\n101. Dehaene S, Sergent C, Changeux JP. 2003 A\nneuronal network model linking subjective reports\nand objective physiological data during conscious\nperception. Proc. Natl Acad. Sci. USA 100,\n8520–8525. (doi:10.1073/pnas.1332574100)\n102. Koch C, Tsuchiya N. 2007 Phenomenology without\nconscious access is a form of consciousness withouttop-down attention. Behav. Brain Sci. 30, 509–510.\n(doi:10.1017/S0140525X07002907)\n103. Ferrier D. 1876 The functions of the brain . London,\nUK: Smith, Elder and Co.\n104. Schachter S, Singer JE. 1962 Cognitive, social, and\nphysiological determinants of emotional state.Psychol. Rev. 69, 379–399. (doi:10.1037/h0046234)\n105. Barrett LF. 2017 How emotions are made . New York,\nNY: Houghton Mifflin Harcourt.\n106. Russell JA. 1980 A circumplex model of affect.\nJ. Pers. Soc. Psychol. 39, 1161–1178. (doi:10.1037/\nh0077714)\n107. Ortony A, Clore GL, Collins A. 1988 The cognitive\nstructure of emotions . Cambridge, UK: Cambridge\nUniversity Press.\n108. Frijda N. 1986 The emotions . Cambridge, UK:\nCambridge University Press.\n109. Mesquita B, Boiger M, De Leersnyder J. 2016\nThe cultural construction of emotions. Curr. Opin.\nPsychol. 8,3 1–36. (doi:10.1016/j.copsyc.2015.\n09.015)\n110. Scherer KR. 1984 On the nature and function of\nemotion: a component process approach. In\nApproaches to emotion (eds KR Scherer, P Ekman),\npp. 293 –317. Hillsdale, NJ: Lawrence Erlbaum\nAssociates Inc.\n111. Flanagan O. 2021 How to do things with emotions:\nanger and shame across cultures . Princeton, NJ:\nPrinceton University Press.\n112. Barrett LF, Russell J (eds) 2015 The psychological\nconstruction of emotion . New York, NY: Guilford\nPress.\n113. Russell JA. 2014 The greater constructionist project\nfor emotion. In The psychological construction of\nemotion (eds LF Barrett, JA Russell), pp. 429 –\n447.\nNew York, NY: Guilford Press.\n114. Pfaff D. 2019 How brain arousal mechanisms work:\npaths toward consciousness . New York, NY:\nCambridge University Press.\n115. Lau H, Rosenthal D. 2011 Empirical support for\nhigher-order theories of conscious awareness.\nTrends Cogn. Sci. 15, 365–373. (doi:10.1016/j.tics.\n2011.05.009)\n116. Gilboa A, Marlatte H. 2017 Neurobiology of schemas\nand schema-mediated memory. Trends Cogn. Sci.\n21, 618–631. (doi:10.1016/j.tics.2017.04.013)117. van Kesteren MT, Fernandez G, Norris DG, Hermans\nEJ. 2010 Persistent schema-dependent\nhippocampal-neocortical connectivity during\nmemory encoding and postencoding rest inhumans. Proc. Natl Acad. Sci. USA 107, 7550–7555.\n(doi:10.1073/pnas.0914892107)\n118. Gregory RL. 1997 Knowledge in perception and\nillusion. Phil. Trans. R Soc. Lond. B 352, 1121–1127.\n(doi:10.1098/rstb.1997.0095)\n119. Murray EA, Wise SP, Graham KS. 2017 The evolution\nof memory systems: ancestors, anatomy, and\nadaptations . Oxford, UK: Oxford University Press.\n120. Yeterian EH, Pandya DN, Tomaiuolo F, Petrides M.\n2012 The cortical connectivity of the prefrontal\ncortex in the monkey brain. Cortex 48,5 8–81.\n(doi:10.1016/j.cortex.2011.03.004)\n121. Preuss TM. 1995 Do rats have prefrontal cortex? The\nRose-Woolsey-Akert program reconsidered. J. Cogn.\nNeurosci. 7,1–24. (doi:10.1162/jocn.1995.7.1.1)\n122. Heyes C. 2008 Beast machines? Questions of animal\nconsciousness. In Frontiers of consciousness:\nChichelle lectures (eds L Weiskrantz, M Davies), pp.\n259–274. Oxford, UK: Oxford University Press.\n123. Povinelli DJ, Bering JM, Giambrone S. 2000 Toward\na science of other minds: escaping the argument byanalogy. Cogn. Sci. 24, 509–541. (doi:10.1207/\ns15516709cog2403_7)\n124. Richer J. 2021 The evolution of consciousness –\nthe shortcomings of: the ancient origins of\nconsciousness by Todd Feinberg and Jon Mallatt,\nand an alternative approach. Hum. Ethol. 36,\n27–35. (doi:10.22330/he/36/027-035)\n125. Feinberg TE, Mallatt JM. 2016 The ancient origins of\nconsciousness . Cambridge, MA: MIT Press.\n126. Kennedy JS. 1992 The new anthropomorphism .\nNew York, NY: Cambridge University Press.\n127. Russell B. 1927 Philosophy . New York, NY: Norton.\n128. de Waal FBM. 1999 Anthropomorphism and\nanthropodenial: consistency in our thinking abouthumans and other animals. Philos. Top. 27,\n255–280. (doi:10.5840/PHILTOPICS199927122)\n129. Preuss TM. 2011 The human brain: rewired and\nrunning hot. Ann. N Y Acad. Sci. 1225 (Suppl. 1),\nE182–E191. (doi:10.1111/j.1749-6632.2011.06001.x)\n130. Semendeferi K, Teffer K, Buxhoeveden DP, Park MS,\nBludau S, Amunts K, Travis K, Buckwalter J 2011Spatial organization of neurons in the frontal pole\nsets humans apart from great apes. Cereb. Cortex.\n21, 1485–1497. (doi:10.1093/cercor/bhq191)\n131. Koechlin E, Basso G, Pietrini P, Panzer S, Grafman J.\n1999 The role of the anterior prefrontal cortex in\nhuman cognition. Nature 399, 148–151. (doi:10.\n1038/20178)\n132. Kaas JH, Herculano-Houzel S. 2017 What makes the\nhuman brain special: key features of brain andneocortex. In The physics of the mind and brain\ndisorders: integrated neural circuits supporting the\nemergence of mind (eds I Opris, MF Casanova),\npp. 3–22. Cham, Switzerland: Springer International\nPublishing.\n133. Kaas JH. 2019 The origin and evolution of\nneocortex: from early mammals to modern humans.Prog. Brain Res. 250,6 1–81. (doi:10.1016/bs.pbr.\n2019.03.017)\n134. Merker B. 2007 Consciousness without a cerebral\ncortex: a challenge for neuroscience and medicine.Behav. Brain Sci. 30,6 3–81; discussion -134.\n(doi:10.1017/S0140525X07000891)\n135. Tulving E. 2005 Episodic memory and autonoesis:\nuniquely human? In The missing link in cognition\n(eds HS Terrace, J Metcalfe), pp. 4 –56. New York,\nNY: Oxford University Press.\n136. Vandekerckhove M, Panksepp J. 2011 A\nneurocognitive theory of higher mental emergence:\nfrom anoetic affective experiences to noeticknowledge and autonoetic awareness. Neurosci.\nBiobehav. Rev. 35, 2017–2025. (doi:10.1016/j.\nneubiorev.2011.04.001)\n137. James W. 1890 Principles of psychology . New York,\nNY: Holt.\n138. Klein SB. 2015 The feeling of personal ownership of\none’s mental states: a conceptual argument and\nempirical evidence for an essential, but\nunderappreciated, mechanism of mind. Psychol.\nConsciousness Theory Res. Practice 2, 355–376.\n(doi:10.1037/cns0000052)\n139. Eichenbaum H, Fortin NJ, Ergorul C, Wright SP,\nAgster KL. 2005 Episodic recollection in animals: ‘If\nit walks like a duck and quacks like a duck …’.\nLearn. Motivation 36, 190\n–207. (doi:10.1016/j.lmot.\n2005.02.006)\n140. Clayton NS, Bussey TJ, Dickinson A. 2003 Can\nanimals recall the past and plan for the future? Nat.\nRev. Neurosci. 4, 685–691. (doi:10.1038/nrn1180)\n141. Dickinson A. 2008 Why a rat is not a beast machine.\nInFrontiers of consciousness (eds L Weiskrantz, M\nDavies), pp. 275 –288. Oxford, UK: Oxford University\nPress.\n142. Balleine BW. 2019 The meaning of behavior:\ndiscriminating reflex and volition in the brain.\nNeuron 104,4 7–62. (doi:10.1016/j.neuron.2019.\n09.024)\n143. Devito LM, Kanter BR, Eichenbaum H. 2010 The\nhippocampus contributes to memory expression\nduring transitive inference in mice. Hippocampus\n20, 208–217.\n144. DeVito LM, Lykken C, Kanter BR, Eichenbaum H.\n2010 Prefrontal cortex: role in acquisition ofoverlapping associations and transitive inference.\nLearn. Mem. 17, 161–167. (doi:10.1101/lm.\n1685710)\n145. Clayton N, Dickinson A. 2006 Rational rats. Nat.\nNeurosci. 9, 472–474. (doi:10.1038/nn0406-472)\n146. Dickinson A, Balleine B. 2002 The role of learning in\nthe operation of motivational systems. In Steven ’s\nhandbook of experimental psychology: learning,\nmotivation and emotion. 3 (ed. CR Gallistel), pp.\n497–534, 3 edn. New York, NY: John Wiley & Sons.\n147. Eichenbaum H, Cohen NJ. 2001 From conditioning to\nconscious recollection . New York, NY: Oxford\nUniversity Press.\n148. Striedter GF, Northcutt RG. 2020 Brains through\ntime: a natural history of vertebrates . New York, NY:\nOxford University Press.royalsocietypublishing.org/journal/rstb Phil. Trans. R. Soc. B 377: 2021029214\n Downloaded from https://royalsocietypublishing.org/ on 24 October 2022"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "149. Ritchey M, Libby LA, Ranganath C. 2015 Cortico-\nhippocampal systems involved in memory and\ncognition: the PMAT framework. Prog. Brain Res.\n219,4 5–64. (doi:10.1016/bs.pbr.2015.04.001)\n150. Schacter DL, Addis DR. 2007 On the constructive\nepisodic simulation of past and future events.\nBehav. Brain Sci. 30, 331–332. (doi:10.1017/\nS0140525X07002178)\n151. Wheeler MA, Stuss DT, Tulving E. 1997 Toward a\ntheory of episodic memory: the frontal lobes andautonoetic consciousness. Psychol. Bull. 121,\n331–354. (doi:10.1037/0033-2909.121.3.331)\n152. Northoff G, Bermpohl F. 2004 Cortical midline\nstructures and the self. Trends Cogn. Sci. 8,\n102–107. (doi:10.1016/j.tics.2004.01.004)\n153. Robbins TW, Costa RM. 2017 Habits. Curr. Biol. 27,\nR1200–R12R6. (doi:10.1016/j.cub.2017.09.060)\n154. Graybiel AM. 2008 Habits, rituals, and the\nevaluative brain. Annu. Rev. Neurosci. 31, 359–387.\n(doi:10.1146/annurev.neuro.29.051605.112851)\n155. Balleine BW, O ’Doherty JP. 2010 Human and rodent\nhomologies in action control: corticostriataldeterminants of goal-directed and habitual action.\nNeuropsychopharmacology 35,4 8–69. (doi:10.1038/\nnpp.2009.131)\n156. Weinberger NM. 1995 Retuning the brain by fear\nconditioning. In The cognitive neurosciences (ed. MS\nGazzaniga), pp. 1071 –1090. Cambridge, MA: The\nMIT Press.\n157. Merzenich MM, Jenkins WM. 1995 Cortical plasticity,\nlearning, and learning dysfunction. In Maturational\nwindows and adult cortical plasticity (eds B Julesz,\nI Kovacs), pp. 247 –272. Reading, MA: Addison-\nWesley.158. Neubert FX, Mars RB, Thomas AG, Sallet J,\nRushworth MF. 2014 Comparison of human ventral\nfrontal cortex areas for cognitive control and\nlanguage with areas in monkey frontal cortex.Neuron 81, 700–713. (doi:10.1016/j.neuron.2013.\n11.012)\n159. Koechlin E. 2011 Frontal pole function: what is\nspecifically human? Trends Cogn. Sci. 15, 241.\n(doi:10.1016/j.tics.2011.04.005)\n160. Shepherd GM. 2007 Perspectives on olfactory\nprocessing, conscious perception, and orbitofrontal\ncortex. Ann. N Y Acad. Sci. 1121 ,8 7–101. (doi:10.\n1196/annals.1401.032)\n161. Merrick C, Godwin CA, Geisler MW, Morsella E. 2014\nThe olfactory system as the gateway to the neural\ncorrelates of consciousness.\nFront. Psychol. 4, 1011.\n(doi:10.3389/fpsyg.2013.01011)\n162. de Vries J, Ward LM. 2016 An \"ecological\" action-\nbased synthesis. Behav. Brain Sci. 39, e173. (doi:10.\n1017/S0140525X15002046)\n163. Murray EA, Wise SP, Graham KS. 2018\nRepresentational specializations of the hippocampusin phylogenetic perspective. Neurosci. Lett. 680,\n4–12. (doi:10.1016/j.neulet.2017.04.065)\n164. Suryanarayana SM, Pérez-Fernández J, Robertson B,\nGrillner S. 2021 The Lamprey Forebrain -\nevolutionary implications. Brain Behav. Evol. 30,\n1–16. (doi:10.1159/000517492)\n165. Bennett MS. 2021 Five breakthroughs: a first\napproximation of brain evolution from early\nbilaterians to humans. Front. Neuroanat. 15,\n693346. (doi:10.3389/fnana.2021.693346)\n166. LeDoux J, Daw ND. 2018 Surviving threats: neural\ncircuit and computational implications of a newtaxonomy of defensive behaviour. Nat. Rev.\nNeurosci. 19, 269–282. (doi:10.1038/nrn.2018.22)\n167. Stephenson-Jones M, Samuelsson E, Ericsson J,\nRobertson B, Grillner S. 2011 Evolutionaryconservation of the basal ganglia as a common\nvertebrate mechanism for action selection. Curr.\nBiol. 21, 1081–1091. (doi:10.1016/j.cub.2011.05.\n001)\n168. Miller G. 2010 Is pharma running out of brainy\nideas? Science 329, 502–504. (doi:10.1126/science.\n329.5991.502)\n169. Hyman SE. 2013 Psychiatric drug development:\ndiagnosing a crisis. Cerebrum 2013 ,5 .\n170. Griebel G, Holmes A. 2013 50 years of hurdles and\nhope in anxiolytic drug discovery. Nat. Rev. Drug\nDiscovery. 12, 667–687. (doi:10.1038/nrd4075)\n171. Kehne JH, Cain CK. 2010 Therapeutic utility of non-\npeptidic CRF1 receptor antagonists in anxiety,\ndepression, and stress-related disorders: evidencefrom animal models. Pharmacol. Ther. 128,\n460–487. (doi:10.1016/j.pharmthera.2010.08.011)\n172. Gray JA, McNaughton N. 2000 The neuropsychology\nof anxiety , 2nd edn. Oxford, UK: Oxford University\nPress.\n173. LeDoux JE, Hofmann SG. 2018 The subjective experience\nof emotion: a fearful view. C u r r .O p i n .B e h a v .S c i . 19,\n67–72. (doi:10.1016/j.cobeha.2017.09.011)\n174. Taschereau-Dumouchel V, Michel M, Lau H,\nHofmann S, LeDoux JE. In press. Subjective fear,\nimplicit metacognition, and the rehabilitation of\nconsciousness as a major factor in the\nconceptualization and treatment of mental\ndisorders. Mol. Psychiatry . (doi:10.1038/s41380-021-\n01395-5)royalsocietypublishing.org/journal/rstb Phil. Trans. R. Soc. B 377: 2021029215\n Downloaded from https://royalsocietypublishing.org/ on 24 October 2022"
    }
  ]
}