{
  "doc_type": "scientific paper",
  "title": "Clinical characteristics of treatment‐seeking youth with misophonia",
  "authors": [
    "Adam B. Lewin",
    "Lauren Milgram",
    "Sandra L. Cepeda",
    "Sarah Dickinson",
    "Morgan Bolen",
    "Kelly Kudryk",
    "Cassidy Bolton",
    "Ashley R. Karlovich",
    "Hannah L. Grassie",
    "Aileen Kangavary",
    "Sherelle L. Harmon",
    "Andrew Guzick",
    "Jill Ehrenreich‐May"
  ],
  "year": 2024,
  "journal": "Journal of Clinical Psychology",
  "doi": "10.1002/jclp.23672",
  "abstract": "Objective: Misophonia is a psychiatric condition characterized by strong emotional and/or behavioral responses to auditory stimuli, leading to distress and functional impairment. Despite previous attempts to define and categorize this condition, misophonia is not currently included in the Diagnostic and Statistical Manual of Mental Disorders or International Classification of Diseases. The lack of formal diagnostic consensus presents challenges for research aimed at assessing and treating this clinical presentation. Methods: The current study presents clinical characteristics of youth (N = 47) with misophonia in the largest treatment-seeking sample to date. We examined demographic characteristics of the sample, frequency of comorbid disorders, frequency of specific misophonia symptoms (i.e., triggers, emotional and behavioral responses, and impairments), and caregiver-child symptom agreement. Misophonia symptoms were evaluated using a multimodal assessment including clinician, youth, and caregiver reports on empirically established misophonia measures, and concordance among measures was assessed. Results: Youth seeking treatment for misophonia presented with marked misophonia symptoms and an array of comorbid conditions. Youth and caregivers identified various triggers of misophonia symptoms (e.g., chewing sounds, breathing sounds), as well as a wide range of emotional (e.g., anger, annoyance, disgust) and behavioral (e.g., aggression, avoidance) responses to triggers. Youth and caregivers exhibited high agreement on misophonia triggers but lower agreement on symptom severity and associated impairment. Compared to younger children (aged 8–13), older children (aged 14+) appeared to report symptom severity and associated impairment more reliably. Conclusion: Misophonia is a heterogeneous and impairing clinical condition that warrants future investigation and evidence-based treatment development.",
  "keywords": [
    "assessment",
    "clinical characteristics",
    "misophonia",
    "youth"
  ],
  "research_topics": [
    "Misophonia",
    "Clinical characteristics",
    "Youth mental health",
    "Psychiatric comorbidity",
    "Symptom assessment",
    "Treatment-seeking populations",
    "Behavioral and emotional responses to auditory stimuli",
    "Psychometric evaluation",
    "Caregiver-child symptom agreement",
    "Cognitive behavioral therapy"
  ],
  "created_at": "2025-05-05T03:16:54.023091Z",
  "source_pdf": "documents/research/Global/Lewin 2023 Clinical Characteristics of treatment seeking youth with misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Received: 13 October 2023 |Accepted: 13 February 2024\nDOI: 10.1002/jclp.23672\nRESEARCH ARTICLE\nClinical characteristics of treatment ‐seeking\nyouth with misophonia\nAdam B. Lewin1|Lauren Milgram2|Sandra L. Cepeda2|\nSarah Dickinson1|Morgan Bolen1|Kelly Kudryk3|\nCassidy Bolton1|Ashley R. Karlovich2|Hannah L. Grassie2|\nAileen Kangavary4|Sherelle L. Harmon5|Andrew Guzick6|\nJill Ehrenreich ‐May2\n1Department of Pediatrics, Rothman Center\nfor Neuropsychiatry, University of South\nFlorida, Tampa, Florida, USA\n2Department of Psychology, University of\nMiami, Coral Gables, Florida, USA\n3Department of Psychology, University of\nUtah, Salt Lake City, Utah, USA\n4Department of Educational and\nPsychological Studies, University of SouthFlorida, Tampa, Florida, USA\n5Department of Psychology, Florida State\nUniversity, Tallahassee, Florida, USA\n6Department of Psychiatry, University of\nPennsylvania, Philadelphia,Pennsylvania, USA\nCorrespondence\nAdam B. Lewin, Department of Pediatrics,\nRothman Center for Neuropsychiatry,\nUniversity of South Florida, 601 7th St South,Bayfront Medical Plaza, Suite 425, St.\nPetersburg, FL 33701, USA.\nEmail: alewin@usf.edu\nFunding information\nREAM Foundation; MisophoniaResearch FundAbstract\nObjective: Misophonia is a psychiatric condition character-\nized by strong emotional and/or behavioral responses to\nauditory stimuli, leading to distress and functional impair-\nment. Despite previous attempts to define and categorize\nthis condition, misophonia is not currently included in the\nDiagnostic and Statistical Manual of Mental Disorders or\nInternational Classification of Diseases. The lack of formal\ndiagnostic consensus presents challenges for research\naimed at assessing and treating this clinical presentation.\nMethods: The current study presents clinical characteristics\nof youth ( N= 47) with misophonia in the largest treatment ‐\nseeking sample to date. We examined demographic\ncharacteristics of the sample, frequency of comorbid\ndisorders, frequency of specific misophonia symptoms\n(i.e., triggers, emotional and behavioral responses, and\nimpairments), and caregiver ‐child symptom agreement.\nMisophonia symptoms were evaluated using a multimodal\nassessment including clinician, youth, and caregiver reports\non empirically established misophonia measures, and\nconcordance among measures was assessed.\nResults: Youth seeking treatment for misophonia presented\nwith marked misophonia symptoms and an array of\ncomorbid conditions. Youth and caregivers identified\nJ Clin Psychol . 2024;1 –15. wileyonlinelibrary.com/journal/jclp © 2024 Wiley Periodicals LLC. | 1"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "various triggers of misophonia symptoms (e.g., chewing\nsounds, breathing sounds), as well as a wide range of\nemotional (e.g., anger, annoyance, disgust) and behavioral\n(e.g., aggression, avoidance) responses to triggers. Youth\nand caregivers exhibited high agreement on misophoniatriggers but lower agreement on symptom severity and\nassociated impairment. Compared to younger children\n(aged 8 −13), older children (aged 14+) appeared to report\nsymptom severity and associated impairment more reliably.\nConclusion: Misophonia is a heterogenous and impairing\nclinical condition that warrants future investigation and\nevidence ‐based treatment development.\nKEYWORDS\nassessment, clinical characteristics, misophonia, youth\n1|INTRODUCTION\nThe term “misophonia ”was first coined by audiologist Pawel J. Jastreboff in the early 2000s following his clinical\nobservations of patients' negative reactions to specific auditory stimuli (Jastreboff & Jastreboff, 2000 ). When\ntriggered by a specific sound or anticipation of a sound, individuals with misophonia typically experience strongemotional and/or behavioral responses (Lewin et al., 2021 ; Potgieter et al., 2019 ; Rosenthal et al., 2021 ; Swedo\net al., 2022 ). Following the initial inception of the term, Schröder et al. ( 2013 ) characterized misophonia as a\npsychiatric disorder and proposed criteria for its diagnosis. These proposed criteria included: (1) a strong adversereaction to the presence or anticipation of a particular sound produced by another human, (2) immediate feelings ofanger and a loss of self ‐control, (3) recognition of the unreasonableness of this reaction, (4) purposeful avoidance of\nsuch sounds or intense discomfort in such situations, and (5) significant distress in daily life. Conceptualizations of\nmisophonia have more recently expanded to include a wider range of auditory triggers (i.e., nonhuman as well ashuman sounds) and responses (i.e., anxiety and disgust in addition to anger; see Swedo et al., 2022 ). Diagnostic\ncriteria for misophonia have also been proposed from an audiological perspective, though no formal diagnosis has\nbeen established in this frame either (Aazh, 2023 ; Campbell, 2023 ). Misophonia is not currently included as a\npsychiatric disorder in the latest versions of the Diagnostic and Statistical Manual of Mental Disorders (DSM ‐5‐TR;\nAmerican Psychiatric Association, 2022 ) and the International Classification of Diseases (ICD ‐11; World Health\nOrganization, 2022 ), despite previous attempts to categorize the condition and despite the clinical evidence that\nmisophonia is a distinct psychiatric phenomenon not explained by the presence of another disorder, that leads to\nsignificant distress and impairment.\nWhile misophonia research has grown considerably in recent years, there is still limited empirical evidence of\nthe prevalence, etiology, phenomenology, and clinical characteristics of this condition. Given the paucity in theliterature and the lack of formal nosology for misophonia, guidance, and consensus on the assessment and common\nclinical presentations of misophonia remains unclear. Numerous clinician ‐and self ‐reported measures have been\ndeveloped to assess misophonia symptom presentation and severity to aid in diagnosis, yet it is unclear the extentto which these tools measure distinct aspects of the disorder versus related characteristics of commonly comorbid\npsychiatric symptoms (e.g., anxiety, anger/irritability). Researchers examining clinical characteristics of individuals2 |LEWIN ET AL.\n 10974679, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23672 by Minnesota State University - Moorhead - USA, Wiley Online Library on [06/03/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "with misophonia have generally used convenience samples (e.g., undergraduate university students, online\ncrowdsourced individuals; Rouw & Erfanian, 2018 ; Wu et al., 2014 ) and variable measurement of misophonia for\ninclusion criteria given the historical lack of consensus on disorder criteria (Rosenthal et al., 2022 ; Schröder et al.,\n2013 ). Moreover, most existing research on the measurement and clinical presentations of misophonia symptoms\nhas been conducted within adult samples (e.g., Jager et al., 2020 ; Rosenthal et al., 2022 ). Recent research has\nassessed misophonia within an internet ‐based youth sample (Guzick et al., 2023 ), yet little is known about the\nclinical characteristics of treatment ‐seeking youth with misophonia.\nTo address these gaps in the literature, the current study presents clinical characteristics of youth misophonia\nin the largest clinical treatment ‐seeking sample to date. Specifically, we examined demographic characteristics of\nthe sample, frequency of comorbid disorders, frequency of specific misophonia symptoms (i.e., triggers, emotional\nand behavioral responses, and impairments), and caregiver ‐child symptom agreement. Misophonia symptoms were\nevaluated using a multimodal assessment including clinician, youth, and caregiver reports on empirically establishedmisophonia measures, and concordance among measures was assessed.\n2|METHODS\n2.1 |Participants\nParticipants included 47 youth with misophonia (ages 8 −17) and their caregivers who were screened for enrollment\nin a cognitive behavioral therapy treatment study (Lewin et al., 2021 ). Of these, 46 youth and 45 caregivers\ncompleted study measures. Inclusion criteria included: (1) children who exhibited clinical ‐level misophonia\nsymptoms as defined as a clinical severity rating (CSR) of 4 ( “Moderate ”) or greater on the Misophonia Assessment\nInterview (MAI) and/or a misophonia symptom severity score of 3 ( “Mildly Ill ”) or greater on the clinical global\nimpression –severity scale (CGI ‐S), (2) misophonia symptoms were the primary concern for treatment (in the case of\ncomorbidity), and (3) children and caregiver were able to complete informed consent and assessment procedures in\nEnglish. Exclusion criteria included: (1) children who had previously received treatment for emotional disorders (i.e.,\nUnified Protocols for Transdiagnostic Treatment of Emotional Disorders in Children and Adolescents) ormisophonia, (2) children who presented with a psychotic disorder, bipolar disorder, eating disorder, alcohol/substance use, intellectual disability, or active suicidal ideation.\n2.2 |Measures\n2.2.1 |Clinician ‐reported measures\nMisophonia assessment interview (MAI ; Lewin, 2020 )\nThe MAI is a semistructured clinical interview created by Dr. Lewin based on proposed diagnostic criteria from\nSwedo et al. ( 2022 ) and Schröder et al. ( 2013 ). The MAI is comprised of 11 items that assess various aspects of\nmisophonia and related symptoms, including sound sensitivities, emotional and behavioral responses to sound\ntriggers, distress caused by having excessive sensitivity of sounds (i.e., misophonia), and avoidance of specificsituations. Respondents also rated interference caused by misophonia symptoms on a scale from 0 to 8, where 0indicates “Not at all, ”4 indicates “Some, ”and 8 indicates “Very, very much. ”Caregivers and youth were both\nadministered the MAI. Clinicians assigned a misophonia CSR based on data gathered from the MAI. Approximately\nhalf ( n= 26) of participants' CSRs were double ‐rated to assess interrater reliability. Agreement on misophonia CSR\nratings was good (Cohen's ϰ= 0.79, p< .001). In almost all cases (25 out of 26; 96%), clinicians agreed on whether\nthe presenting misophonia symptoms were above the clinical threshold (CSR ≥4).LEWIN ET AL. | 3\n 10974679, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23672 by Minnesota State University - Moorhead - USA, Wiley Online Library on [06/03/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Anxiety and related disorders interview schedule for the DSM ‐5, child and parent version: Child interview\nschedule (ADIS ‐5; Albano & Silverman, 2014 )\nThe ADIS ‐5 is a semistructured interview designed to assess for anxiety, mood, trauma and stressor, obsessive ‐\ncompulsive, and related disorders using criteria from the DSM ‐5 (American Psychiatric Association, 2022 ). The\nADIS ‐5 is based on previous versions of the ADIS, which have demonstrated strong psychometric properties (Wood\net al., 2002 ). In this study, the ADIS ‐5 was used to assess the presence of comorbid clinical conditions. Clinicians\nassigned a CSR for each presenting comorbidity. A CSR for youth's misophonia diagnosis was assigned based on the\nMAI. Disorder severity was rated on a scale from 0 to 8 and disorders rated 4 or higher were considered to meet the\nthreshold for clinical diagnosis of a comorbidity.\nClinical global impression ‐severity scale (CGI ‐S; Goodman et al., 1989 ; Guy, 1976 )\nA modified version of the CGI ‐S was used to assess youths' overall severity and impairment of presenting\nsymptoms. Clinicians rated overall symptom severity on a 7 ‐point scale, ranging from 1 ( “No psychiatric illness ”)t o7\n(“Extremely severe ”). In this study, clinicians provided both a CGI ‐S rating of the youths' overall illness severity and a\nseparate CGI ‐S rating specific to the youths' overall misophonia symptom severity.\nChildren's global assessment scale (CGAS; Shaffer et al., 1983 )\nThe CGAS is a measure of a child's overall psychological and social functioning. Overall functioning is rated on a\nscale from 1 to 100, using 10 ‐point increments, on which 1 −10 indicates “Extremely impaired (needing 24 h care) ”\nand 91 −100 indicates “Doing very well. ”\n2.2.2 |Caregiver ‐and youth ‐reported measures\nAmsterdam misophonia scale (AMISO ‐S; Schröder et al., 2013 )\nThe A ‐MISO ‐Si sa6 ‐item caregiver ‐and youth ‐reported measure of misophonia symptom severity. Total scores\nrange from 0 to 24. Scores of 5 and above are considered clinically elevated, and scores of 15 and above indicate\nsevere misophonia symptoms. Previous studies have demonstrated adequate ‐to‐good internal consistency for the\nA‐MISO among youth with misophonia (Cervin et al., 2023 ; Guzick et al., 2023 ). In the current study, the AMISO ‐S\ncaregiver ( α= .71) and youth ( α= .70) reports exhibited adequate internal consistency.\nMisophonia assessment questionnaire (MAQ; Johnson et al., 2013 )i sa2 1 ‐item caregiver ‐and youth ‐reported\nmeasure that assesses misophonia ‐related thoughts and feelings. Items are rated on a scale of 0 ( None of the time )t o\n3(Almost all the time ). Items are summed to create a total score ranging from 0 to 63. Scores above 22 indicate\nclinically elevated symptoms, and scores above 43 indicate severe symptoms. The MAQ parent ‐and child ‐reported\nversions have shown strong internal consistency among a sample of youth with misophonia (Cervin et al., 2023 ). In\nthe current study, the MAQ caregiver ( α= .94) and youth ( α= .92) reports exhibited strong internal consistency.\nMisophonia questionnaire (MQ; Wu et al., 2014 )\nThe MQ is a three ‐part youth self ‐reported scale that evaluates misophonia symptoms, emotional and behavioral\nresponses, and overall condition severity. The MQ has participants respond to several statements on a 4 ‐point scale\nfrom 0 ( Not at all true )t o4( Always true ). The MQ offers an overall rating of a respondent's misophonia on a scale of\n1−15, with 1 being “Minimal ”and 15 being “Very severe. ”An overall severity score of 7 or above indicates clinically\nsignificant misophonia symptoms. The MQ has previously shown good internal consistency among college students\n(Wu et al., 2014 ). In the current study, youth report on the MQ symptom scale ( α= .63), the MQ emotional and\nbehavioral response scale ( α= .68), and the MQ total score (i.e., the sum of both the misophonia symptoms and\nemotional/behavioral response scales; α= .68) demonstrated questionable internal consistency.\nIn addition to these questionnaires, youth and their caregivers also completed a demographics questionnaire.4 |LEWIN ET AL.\n 10974679, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23672 by Minnesota State University - Moorhead - USA, Wiley Online Library on [06/03/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "2.3 |Procedure\n2.3.1 |Recruitment and enrollment\nPotential participants were identified through routine clinic recruitment channels as well as advertising with local\nmental health professionals, pediatricians, audiologists, and misophonia ‐based patient organizations. All study\nactivities were approved by the Institutional Review Boards at the two study sites. Caregivers provided informed\nconsent and youth provided assent before any study procedures.\n2.3.2 |Participant assessment and compensation\nParticipants who appeared eligible after initial phone sc reening completed a semistructured clinical interview\nusing the ADIS ‐5 and MAI to assess presence and severity of misophonia and comorbid disorders. Assessors\nwere graduate student and post ‐doctoral clinicians trained to relia bility on both assessment measures.\nParticipants also completed caregiver ‐and youth ‐reported questionnaires at the time of the clinical\ninterview. Participants were compensated up to $50 for t heir completion of study procedures, including the\nbaseline clinical interview, youth ‐and caregiver ‐report questionnaires, and follow ‐up clinical assessments if\napplicable.\n2.3.3 |Data analysis\nDescriptive analyses were conducted to characterize ( 1) the demographics of the sample, (2) frequencies of\ncomorbid disorders, measured using the ADIS ‐5 and associated CSR ratings, (3) overall symptom\nseverity of the sample, and (4) frequencies of speci fic misophonia symptoms, measured using the MAI.\nRates of agreement on each item of the MAI were cal culated between caregiver and youth reports.\nStatistically significant symptom agreement/di sagreement was assessed by calculating Cohen's ϰ;pvalues\nless than .05 indicate significant agreement, and pvalues greater than .05 indicate nonsignificant agreement,\nor significant disagreement. Differential rates of sy mptom endorsement per reporter were assessed using\nMcNemar's test, which assesses whether one reporte r was more likely to endorse a given symptom across\nthe sample (i.e., caregivers consistently endorsing a given symptom more or less frequently than youth;indicated by p< .05). A correction for multiple testing was not employed given that the analyses were\nexploratory in nature. Zero ‐order correlations were conducted to assess relationships among clinician ‐rated\nmisophonia severity and the caregiver ‐and youth ‐reported misophonia symptom measures. A post hoc\nanalysis was conducted to examine concordance of caregiver ‐and youth ‐reported measures between\nyounger (aged 8 −13) versus older (aged 14+) children to dete rmine if there were di fferences in these\nrelationships by age group.\n3|RESULTS\n3.1 |Demographic characteristics\nThe sample was majority female (69.6%), White (87%), and non ‐Hispanic/Latino (63%), with a mean age of 13.2\nyears (SD = 2.0). Caregiver demographics differed only marginally. See Table 1for demographic characteristics of\nthe study sample.LEWIN ET AL. | 5\n 10974679, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23672 by Minnesota State University - Moorhead - USA, Wiley Online Library on [06/03/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "3.2 |Clinical characteristics\n3.2.1 |Comorbidities\nMany participants had comorbid conditions along with their misophonia. The most common comorbid clinical\ndiagnoses included generalized anxiety disorder (36.2%), social anxiety (29.8%), and attention ‐deficit/hyperactivity\ndisorder (14.9%). See Table 2for frequencies of comorbid diagnoses among youth with misophonia.\n3.2.2 |Misophonia symptoms\nOverall, youth presented with moderate to severe misophonia symptoms and reported marked distress and\nfunctional impairment. See Table 3for descriptive statistics for all symptom measures.\nSymptom onset\nAll participants reported that their child's sensitivity of certain sounds had been happening for at least 4 weeks, with\n35 youth (92.1%) and 35 caregivers (87.5%) indicating that their child has had this sensitivity of certain sounds for at\nleast 1 year. Youth reported a mean age of onset of 9.2 years (SD = 2.7), while caregivers reported a mean age ofonset of 8.7 (SD = 3.8). Caregivers also more frequently indicated that their child had experienced specific sound\nsensitivity (i.e., misophonia ‐related symptoms) from birth.TABLE 1 Demographic characteristics of the study sample.\nCaregiver report N= 45 Youth report N=4 6\nAge M (SD) 13.1 (2.1) 13.2 (2.0)\nSexN(%)\nMale 12 (26.7) 13 (28.3)\nFemale 32 (71.1) 32 (69.6)Other 1 (2.2) 1 (2.2)\nGender N(%)\nMale 13 (28.9) 14 (30.4)Female 30 (66.7) 30 (65.2)Other 2 (4.4) 2 (4.3)\nRace N(%)\nBlack or African American 1 (2.2) 1 (2.2)White 39 (86.7) 40 (87.0)Other 2 (4.4) 2 (4.3)Did not respond 3 (6.6) 3 (6.5)\nEthnicity N(%)\nHispanic 15 (33.3) 15 (32.6)\nNot Hispanic 28 (62.2) 29 (63.0)\nDid not respond 2 (4.4) 2 (4.3)6 |LEWIN ET AL.\n 10974679, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23672 by Minnesota State University - Moorhead - USA, Wiley Online Library on [06/03/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Triggers\nCaregivers of youth with misophonia reported that eating sounds were the most common sound sensitivity ( n= 44,\n98%), followed by breathing sounds ( n= 32, 71%), throat sounds ( n= 25, 56%), and tapping sounds ( n= 23, 51%).\nAdditional trigger sounds reported included environmental sounds (e.g., clock ticking, refrigerator humming, etc.;n= 8, 18%), rustling/clattering ( n= 10, 22%), specific language sounds/tones (e.g., “k”sounds, etc.; n= 10, 22%), and\nsounds from silverware/dishes ( n= 8, 18%). Youth reports were consistent with caregiver reports of individual\nsound triggers (see Table 4).\nEmotional and behavioral responses\nCaregivers most commonly reported t heir child experiencing anger ( n= 40, 89%) in response to hearing or\nanticipating a trigger sound, followed by annoyance/irritation ( n= 36, 80%), distress ( n= 32, 71%), and\ndisgust ( n= 28, 62%). However, youth reported annoyance/irritation ( n= 42, 91%), followed by anger ( n=4 1 ,\n89%), worry/anxiety ( n= 29, 63%), and distress ( n= 29, 63%) as emotional responses to sound triggers.\nCaregivers also reported several behavioral responses to hearing or anticipating a trigger sound. About one ‐\nthird of caregivers reported that their child had become verbally aggressive in the past ( n= 30, 67%), and a\nlittle over 40% reported that their child had lost self ‐control ( n= 19). Youth more frequently reported no\nprevious behavioral response ( n= 12, 26%) compared to their caregivers ( n= 8, 18%). Both youth (( n=3 1 ,\n89%) and caregivers ( n= 28, 78%) in this sample reported awarene ss that their emotional response (e.g.,\nanger, fear, irritation) was unreasonable or excessive.TABLE 2 Frequency of comorbid diagnoses among youth with misophonia.\nClinical (CSR 4+) * Subclinical (CSR 1 −3)*\nSeparation anxiety 1 (2.1) 0\nSocial anxiety 14 (29.8) 0\nGeneralized anxiety disorder 17 (36.2) 6 (12.8)\nSpecific phobia —animals 2 (4.3) 1 (2.1)\nSpecific phobia —blood/injury/infection 2 (4.3) 1 (2.1)\nSpecific phobia —other 2 (4.3) 0\nOther specified anxiety disorder 0 1 (2.1)\nAny anxiety disorder 28 (59.6) 9 (19.1)\nMajor depressive disorder 4 (8.5) 7 (14.9)\nPersistent depressive disorder 2 (4.3) 1 (2.1)\nObsessive ‐compulsive disorder 1 (2.1) 1 (2.1)\nObsessive ‐compulsive spectrum disorder 0 1 (2.1)\nPosttraumatic stress disorder 3 (6.4) 0\nAutism spectrum disorder 2 (4.3) 0\nAttention deficit hyperactivity disorder 7 (14.9) 1 (2.1)\nOppositional defiant disorder 4 (8.5) 0\nTic disorder 3 (6.4) 3 (6.4)\nOther disorder 2 (4.3) 0\n*Numbers in parentheses are percent of the sample with diagnosis.LEWIN ET AL. | 7\n 10974679, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23672 by Minnesota State University - Moorhead - USA, Wiley Online Library on [06/03/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Distress and impairment\nOnly 46% of youth ( n= 21) reported that having misophonia bothered or caused them distress (in contrast to 63% of youth\nwho reported that experiencing or expecting to hear trigger sounds caused them distress ). Caregivers agreed, with 44%\n(n= 20) reporting that their child was distressed by having misophonia symptoms and 71% ( n= 32) reporting that\nexperiencing or expecting to hear trigger sounds caused their child distress . Nevertheless, a majority of youth participants\nreported purposely avoiding specific people or place sa sar e s u l to ft h e i rm i s o p h o n i a ,w i t hf a m i l ym e m b e r s( n= 31, 67%)\nand meals ( n= 28, 61%) being the most common. Additionally, many r eported using various protective measures such as\nwearing protective equipme nt, headphones, or ear plugs ( n= 33, 72%); covering ears with hands ( n= 29, 63%); or eating\nprivately ( n= 29, 63%). For both caregiver and youth reports, only one respondent (2%) expressed using no protective\nmeasures. Interference was reported by youth in a variet y of domains, including family life/relationships ( n= 35, 76%),\ninteracting with people ( n= 13, 28%), and learning/homework ( n= 13, 28%). Similarly, caregivers reported that family life/\nrelationships were the most frequently impacted ( n= 37, 82%) and additionally indicated their child experienced\ninterference with being in public ( n= 11, 24%) and attending classes ( n= 11, 24%). Youth reported a mean interference\nrating of 5.4 (SD = 1.8) on a scale from 0, meaning “N o ta ta l l , ”to 8, meaning “Very much. ”Caregivers of youth with\nmisophonia reported an average i nterference rating of 5.76 (SD = 1.3) on the same scale. While overall interference ratings\nwere not significantly different between caregiver and youth reports, we had five youth give a rating of 0 −2, whereas no\ncaregiver reported interference less than 3.\n3.2.3 |Caregiver ‐child misophonia symptom agreement\nMost items on the MAI were similarly reported across caregiver ‐and youth ‐reports. Frequencies of caregiver and\nyouth endorsement per item and percent agreement is presented in Table 4. Caregivers and youth disagreed onTABLE 3 Descriptive statistics for all symptom measures.\nMeasure Mean (SD) Interpretation\nClinician report\nClinical global impression –severity (CGI ‐S) overall 5.3 (1.0) Moderate to severe\nChildren's global assessment scale (CGAS) 53.7 (10.9) Moderate functioninga\nClinical global impression –severity (CGI ‐S) misophonia 4.9 (0.8) Moderate to severe\nClinical severity rating (CSR) for misophonia 4.8 (1.0) Moderate\nCaregiver report\nMisophonia assessment interview –interference rating 5.8 (1.3) Moderate to marked\nAmsterdam misophonia scale (AMISO ‐S) 12.2 (3.0) Clinically elevated\nMisophonia assessment questionnaire (MAQ) 34.7 (12.9) Clinically elevated\nYouth report\nMisophonia assessment interview –interference rating 5.4 (1.8) Moderate to marked\nAmsterdam misophonia scale (AMISO ‐S) 11.9 (3.0) Clinically elevated\nMisophonia assessment questionnaire (MAQ) 34.0 (12.8) Clinically elevatedMisophonia questionnaire (MQ) 8.6 (2.7) Clinically elevated\naVariable functioning with sporadic difficulties or symptoms in several but not all social areas. Disturbance would be\napparent to those who encounter the child in a dysfunctional setting or time but not to those who see the child in other\nsettings.8 |LEWIN ET AL.\n 10974679, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23672 by Minnesota State University - Moorhead - USA, Wiley Online Library on [06/03/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "TABLE 4 Youth ‐and caregiver ‐report misophonia symptoms and agreement, measured using the MAI.\nCaregiver\nreport N=4 5Youth\nreport N=4 6Percent\nagreementCaregiver/youth\nagreement (Cohen's ϰ)Differential rates of endorsement\n(McNemar test)\nTrigger sounds\nEating, chewing, swallowing, lip smacking, slurping,\nteeth tapping44 (97.8) 44 (95.7) 97.7% Agree ( p< .001) No differences\nBreathing, sniffing, exhaling, inhaling, yawning 32 (71.1) 34 (73.9) 86.4% Agree ( p< .001) No differences\nThroat clearing sounds, coughing 25 (55.6) 26 (56.5) 70.5% Agree ( p= .008) No differences\nTapping with hands, feet, objects 23 (51.1) 20 (43.5) 92.5% Agree ( p< .001) No differences\nEnvironmental sounds (clocks, engines, appliances,\nA/C, refrigerator)8 (17.8) 13 (28.3) 79.5% Agree ( p= .002) No differences\nRustling/clattering of paper, plastic, aluminum foil 10 (22.2) 15 (32.6) 70.5% Agree ( p= .049) No differences\nSpecific language sounds/tones 10 (22.2) 15 (32.6) 68.2% Disagree ( p= .128) No differences\nOther sounds 24 (53.3) 25 (54.3) 59.1% Disagree ( p= .232) No differences\nEmotional responses\nAnger 40 (88.9) 41 (89.1) 90.9% Agree ( p< .001) No differences\nWorry/anxiety 25 (55.6) 29 (63.0) 63.6% Disagree ( p= .086) No differences\nDistress 32 (71.1) 29 (63.0) 81.8% Agree ( p< .001) No differences\nDisgust 28 (62.2) 24 (52.2) 70.5% Agree ( p= .005) No differences\nSadness/depression 13 (28.9) 17 (37) 63.6% Disagree ( p= .180) No differences\nAnnoyance/irritation 36 (80.0) 42 (91.3) 81.8% Agree ( p= .005) No differences\nOther emotion 8 (17.8) 8 (17.4) 81.8% Agree ( p= .010) No differences\n(Continues)LEWIN ET AL. | 9\n 10974679, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23672 by Minnesota State University - Moorhead - USA, Wiley Online Library on [06/03/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "TABLE 4 (Continued)\nCaregiver\nreport N=4 5Youth\nreport N=4 6Percent\nagreementCaregiver/youth\nagreement (Cohen's ϰ)Differential rates of endorsement\n(McNemar test)\nBehavioral responses\nBecome verbally aggressive 30 (66.7) 26 (56.5) 75.0% Agree ( p< .001) No differences\nBecome physically aggressive, had aggressive\noutbursts, or destroyed objects/property15 (33.3) 14 (30.4) 77.3% Agree ( p= .002) No differences\nExpressed violent thoughts 14 (31.1) 14 (30.4) 70.5% Agree ( p= .042) No differences\nLost self ‐control 19 (42.2) 21 (45.7) 77.3% Agree ( p< .001) No differences\nProtective actions\nWorn protective equipment, headphones, or ear plugs 31 (68.9) 33 (71.7) 79.5% Agree ( p< .001) No differences\nCovered ears with hands 19 (42.2) 29 (63) 68.2% Agree ( p= .004) Caregivers > youth ( p= .013)\nAte privately or used other arrangements (e.g.,\naway from siblings)29 (64.4) 29 (63) 81.8% Agree ( p< .001) No differences\nUsed classroom modifications 8 (17.8) 5 (10.9) 84.1% Agree ( p= .010) No differences\nOther special considerations 8 (17.8) 6 (13) 79.5% Disagree ( p= .209) No differences\nNote : Percent agreement is calculated as the percentage of caregiver/child dyads who agreed on a particular item (both yes or both no).\nAbbreviation: MAI, misophonia assessment interview.10 |LEWIN ET AL.\n 10974679, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23672 by Minnesota State University - Moorhead - USA, Wiley Online Library on [06/03/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "“Specific language sounds/tones ”(Cohen's ϰ= 0.22, SE = 0.15, t= 1.52, p= .128) and “Other sounds ”(Cohen's\nϰ= 0.18, SE = 0.15, t= 1.20, p= .232) as triggers of misophonia symptoms. Caregivers and youth disagreed on\nworry/anxiety (Cohen's ϰ= 0.25, SE = 0.15, t= 1.71, p= .086) and sadness/depression (Cohen's ϰ= 0.20, SE = 0.15,\nt= 1.34, p= .180) as emotional responses to misophonia triggers. Caregivers and youth also disagreed on “Other\nspecial considerations ”(Cohen's ϰ= 0.19, SE = 0.19, t= 1.26, p= .209) for preventative actions in response to\nmisophonia triggers. Notably, disagreement on these items appeared to be at “random ”rather than in a particular\ndirection; caregivers did not consistently endorse these items more or less frequently than youth, as indicated by\nnonsignificant McNemar tests for these items. Examining differential rates of endorsement, youth were significantly\nmore likely to report covering their ears ( n= 29, 62%) than caregivers ( n= 19, 40%; McNemar's test p= .013). All\nother items were endorsed at similar rates by caregivers and youth across the sample (i.e., McNemar's test\np> .05) ( p> .05).\n3.2.4 |Associations among clinician ‐, caregiver ‐, and youth ‐reported misophonia\nsymptom measures\nZero ‐order correlations among clinician ‐, caregiver ‐, and youth ‐reported symptom measures are presented in\nTable 5. Clinician ‐rated misophonia severity (measured by the CSR) was positively correlated with overall clinician ‐\nrated symptom severity (measured by the CGI ‐S),r(43) = .59, p< .001. Clinician ‐rated misophonia severity\n(measured by the CSR) was also positively associated with caregiver ‐reported misophonia severity (measured by\nthe AMISO ‐S parent), r(41) = .35, p= .022. Clinician ‐rated misophonia severity (measured by the CSR) was\nnegatively associated with clinician ratings of youth's overall functioning (measured by the CGAS), r(39) = −.55,\np< .001. A closer examination of associations among measures by age group (children aged 8 −13 vs. children aged\n14+) indicated that, among older children, clinician ‐rated misophonia severity (measured by the CSR) was still\npositively associated with clinician ‐rated symptom severity (measured by the CGI ‐S),r(20) = .71, p< .001 and\nnegatively associated with clinician ratings of youths' overall functioning (measured by the CGAS), r(19) = −.74,\np< .001, and also positively correlated with youth ‐reported misophonia symptoms measured by the MQ\n(r[16] = .47, p= .049) and AMISO ‐S(r[18] = .46, p= .042). Alternatively, among younger children, clinician ‐rated\nTABLE 5 Correlations between clinician ‐reported misophonia severity and child ‐and caregiver ‐report\nmisophonia symptom measures.\nCGI ‐S\nClinicianCGAS\nClinicianMQ\nChildAMISO ‐S\nChildAMISO ‐S\nParent\nCSR‐all ages ( n= 45) 0.587 −0.55 0.12 0.22 0.34\npValue <.001 <.001 .48 .17 .02\nN 45 41 35 40 43\nCSR‐adolescents (14+; n= 22) 0.707 −0.74 0.47 0.46 0.37\npValue <.001 <.001 .04 .04 .10\nN 22 21 18 20 20\nCSR‐children (8 −13,n= 23) 0.59 −0.37 −0.14 −0.07 0.33\npValue .003 .11 .60 .77 .13\nN 23 20 17 20 23\nAbbreviations: AMISO ‐S, Amsterdam misophonia scale; CGAS, children's global assessment scale; CGI ‐S, clinical global\nimpressions –severity scale; CSR, clinician ‐rated clinical severity rating of misophonia; MQ, misophonia questionnaire.LEWIN ET AL. | 11\n 10974679, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23672 by Minnesota State University - Moorhead - USA, Wiley Online Library on [06/03/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "misophonia severity (measured by the CSR) was only associated with overall clinician ‐rated symptom severity\n(measured by the CGI ‐S),r(21) = .59, p= .003, but was not associated with clinician ratings of youths' overall\nfunctioning (measured by the CGAS), nor with caregiver (AMISO ‐S) or youth (AMISO ‐S; MQ) reports of misophonia\nsymptoms.\n4|DISCUSSION\nThis study examined the clinical characteristics of 47 youth with misophonia in the largest clinical treatment ‐\nseeking sample to date. The sample was predominantly female, White, and non ‐Hispanic, which is fairly consistent\nwith previously studied samples of youth with misophonia symptoms (Guzick et al., 2023 ; Wu et al., 2014 ). Most\nyouth presented with moderate to severe misophonia symptoms. A majority of youth presented with at least oneclinical comorbid condition, with the most common being generalized anxiety disorder, social anxiety, and\nattention ‐deficit/hyperactivity disorder. The finding of high comorbidity in this sample is consistent with findings in\nother samples (e.g., Guzick et al., 2023 ; Siepsiak et al., 2023 ).\nParticipants reported a variety of misophonia triggers, including but not limited to eating sounds, breathing ‐\nrelated sounds, throat clearing and coughing sounds, and tapping, each of which has been identified as misophonia\ntriggers in prior studies (Rouw & Erfanian, 2018 ). Surprisingly, only half of youth were reported to be distressed\nabout having misophonia (despite a high rate of reported distress associated with trigger stimuli, more specifically).This lower ‐than ‐expected rate of “distress with having misophonia ”by youth may reflect the range of\ncompensatory behaviors (including avoidance/accommodation) participants used to cope with misophonia ‐\nrelated distress. Participants reported a range of emotional responses to hearing or anticipating a trigger sound,including annoyance, irritation, anger, worry/anxiety, and distress, as well as behavioral responses such as becoming\nphysically or verbally aggressive and losing self ‐control. A majority of youth were aware of the unreasonableness of\ntheir emotional response to the sound triggers. Avoidance of people and locations was also commonly reported,with family members and meals being the most frequently avoided settings. Over two ‐thirds of participants\nreported using protective measures in anticipation of trigger sounds, including wearing headphones, covering their\nears, or eating separately from others. Participants reported that their family life and relationships were impactedsignificantly by misophonia symptoms. Findings are largely consistent with prior studies indicating that misophoniasymptoms lead to a range of responses and impairments. However, compared to a recent study examining clinical\ncharacteristics of youth misophonia in an internet ‐based sample (Guzick et al., 2023 ), participants in the current\ntreatment ‐seeking sample less frequently endorsed experiencing distress related to misophonia triggers (63% of\nyouth and 71% of caregivers reported distress caused by triggers sounds in this sample compared to 93% of youth\nwithin the internet ‐based sample). Participants in this sample also less frequently reported engaging in emotional\nand behavioral responses to triggers (e.g., 63% of youth and 56% of caregivers in this sample reported worry/anxiety as an emotional response compared to 79% of youth within the internet ‐based sample). While many\nindividual symptoms were reported more frequently within the internet ‐based sample, there were not any\nnoteworthy differences in the respective rates of symptoms (i.e., the more common and lesser common symptomsremained the same). Differences between these two samples may be related to sampling bias as the current study\nrequired consent for participation in exposure ‐based treatment after baseline assessment whereas the internet ‐\nbased study did not. It is possible that particularly severe youth may have self ‐selected out of participation in the\ncurrent study. The sample of youth included in the current study nonetheless reported a range of clinicallysignificant symptoms and impairments distinct from those explained by comorbid disorders, without any one sole\nconsistent comorbid disorder across the sample, providing further evidence of misophonia as a distinct clinical\nsymptom presentation warranting evidence ‐based treatment.\nWe also examined concordance among a range of empirically established clinician ‐, caregiver ‐, and youth ‐\nreport measures of misophonia symptoms. Overall, findings suggest that caregivers and youth exhibit high12 |LEWIN ET AL.\n 10974679, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23672 by Minnesota State University - Moorhead - USA, Wiley Online Library on [06/03/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "agreement on specific misophonia symptoms (e.g., triggers) but lower agreement on symptom severity and\nassociated impairment. A closer examination of concordance among measures within younger children (8 −13 years)\nversus older children (14+ years) subsamples suggests that adolescents are more reliable reporters (i.e., exhibit\ngreater concordance with clinician ‐and caregiver ‐report measures) of misophonia symptoms than young children.\nThis finding suggests that clinician and caregiver reports may be the most reliable reports of misophonia symptomsfor younger children. This finding could inform guidance for clinicians conducting clinical interviews of misophoniasymptoms with youth and families.\nThis study presents several limitations that should be noted when considering the results. The sample\nwas predominantly female, White, and non ‐Hispanic, and participants we re recruited from mostly urban/\nsuburban areas. Clinical characteristics of youth with m isophonia may differ slightly across racial, ethnic and\ncultural populations. As misophonia is still an under studied condition, further validation of assessment\nmeasures is needed, particularly among racially, ethni cally, and geographically representative samples.\nF i n a l l y ,a n da sd i s c u s s e da b o v e ,c e r t a i na s p e c t so ft h i s study's recruitment and enrollment procedures may\nhave impacted characteristics of the sample. Youth we re only included if they had not previously received\ntreatment for misophonia, were willing to enroll in an exposure ‐based treatment, and identified misophonia\nas the primary treatment target, and thus, it is likely that youth with more complex clinical presentations (e.g.,\nnonresponse to prior treatment, tr eatment refusal, severe comorbid disorders) are not reflected in this\nstudy's results.\nFuture research should continue to examine misopho nia as a distinct clinical condition needing further\ninvestigation. Studies of misophoni a prevalence and clinical characteri stics should aim to recruit a diverse\narray of participants from geographi cally representative locations to capture the full range of possible\nsymptom presentations. While various measures hav e been developed, as described in the current study,\nfuture research is nonetheless needed to further establ ish the psychometric properties of these measures in\ndiverse populations and settings. Future etiological re search should aim to identify factors (e.g., specific\nmisophonia symptoms, comorbid disorders) associated with greater misophonia symptom severity and poorer\noutcomes. Finally, as scientific understanding of misoph onia as a distinct clinical condition increases, efforts\nshould be made to design and empirically test clinica l interventions for this symptom presentation.\nTransdiagnostic treatment approaches may be well ‐suited for the treatment of misophonia given the\napparent high rates of comorbid psychiatric disord ers. In particular, transdiagnostic cognitive ‐behavioral\ninterventions such as the Unified Protocols for Transdia gnostic Treatment of Emotio nal Disorders in Children\nand Adolescents (Ehrenreich ‐May et al., 2017 ) may improve emotion regulation skills as to reduce the strong\nemotional responses that characterize misophonia. For individuals who respond with anxiety and avoidanceto sound triggers, exposure ‐based cognitive behavioral intervent ions may be effective (Mattson et al., 2023 ),\nalthough more research is needed in this area, as exp osure alone may not be sufficient for some youth with\nmisophonia. As misophonia is a heterogenous clinical c ondition with a range of triggers and emotional and\nbehavioral responses, evidence ‐based treatment approaches will need to be tailored to the unique symptoms\nof the individual to maximize likelihood of response. Fur ther research will elucidate particular interventions\nthat are effective to treat differing patte rns of misophonia symptom presentations.\nACKNOWLEDGMENTS\nThis study was funded by a grant to Dr. Adam B. Lewin from the Misophonia Research Fund/Ream Foundation.\nDATA AVAILABILITY STATEMENT\nData may be made available upon request from the corresponding author.\nORCID\nLauren Milgram\nhttp://orcid.org/0000-0001-5252-6803LEWIN ET AL. | 13\n 10974679, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23672 by Minnesota State University - Moorhead - USA, Wiley Online Library on [06/03/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "PEER REVIEW\nThe peer review history for this article is available at https://www.webofscience.com/api/gateway/wos/peer-\nreview/10.1002/jclp.23672 .\nREFERENCES\nAazh, H. (2023). Commentary: Consensus definition of misophonia. Frontiers in Neuroscience ,16, 1077097.\nAlbano, A., & Silverman, W. (2014). Anxiety and related disorders interview schedule for DSM ‐5, child and parent version\n[Unpublished manuscript]. Yale School of Medicine.\nAmerican Psychiatric Association. (2022). Diagnostic and statistical manual of mental disorders (5th ed.). APA.\nCampbell, J. (2023). Misophonia: A need for audiologic diagnostic guidelines. Journal of the American Academy of Audiology .\nAccepted manuscript. https://doi.org/10.1055/a-2125-7645\nCervin, M., Guzick, A. G., Clinger, J., Smith, E. E. A., Draper, I. A., Goodman, W. K., Lijffijt, M., Murphy, N., Rast, C. E.,\nSchneider, S. C., & Storch, E. A. (2023). Measuring misophonia in youth: A psychometric evaluation of child and parentmeasures. Journal of Affective Disorders ,338, 180 –186.\nEhrenreich ‐May, J., Kennedy, S. M., Sherman, J. A., Bilek, E. L., Buzzella, B. A., Bennett, S. M., & Barlow, D. H. (2017). Unified\nprotocols for transdiagnostic treatment of emotional disorders in children and adolescents: Therapist guide . Oxford\nUniversity Press.\nGoodman, W. K., Price, L. H., Rasmussen, S. A., Mazure, C., Delgado, P., Heninger, G. R., & Charney, D. S. (1989). The yale ‐\nbrown obsessive compulsive scale: II. Validity. Archives of General Psychiatry ,46(11), 1012 –1016.\nGuy, W. (1976). ECDEU assessment manual for psychopharmacology. US Department of Health, Education, and Welfare,\nPublic Health Service.\nGuzick, A. G., Cervin, M., Smith, E. E. A., Clinger, J., Draper, I., Goodman, W. K., Lijffijt, M., Murphy, N., Lewin, A. B.,\nSchneider, S. C., & Storch, E. A. (2023). Clinical characteristics, impairment, and psychiatric morbidity in 102 youth\nwith misophonia. Journal of Affective Disorders ,324, 395 –402.\nJager, I., de Koning, P., Bost, T., Denys, D., & Vulink, N. (2020). Misophonia: Phenomenology, comorbidity and\ndemographics in a large sample. PLoS One ,15(4), e0231390.\nJastreboff, P. J., & Jastreboff, M. M. (2000). Tinnitus retraining therapy (TRT) as a method for treatment of tinnitus and\nhyperacusis patients. Journal of the American Academy of Audiology ,11(03), 162 –177.\nJohnson, P. L., Webber, T. A., Wu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2013). When selective audiovisual\nstimuli become unbearable: A case series on pediatric misophonia. Neuropsychiatry ,3(6), 569 –575.\nLewin, A. B. (2020). Misophonia assessment interview [Unpublished manuscript]. University of South Florida.\nLewin, A. B., Dickinson, S., Kudryk, K., Karlovich, A. R., Harmon, S. L., Phillips, D. A., Tonarely, N. A., Gruen, R., Small, B., &\nEhrenreich ‐May, J. (2021). Transdiagnostic cognitive behavioral therapy for misophonia in youth: Methods for a\nclinical trial and four pilot cases. Journal of Affective Disorders ,291, 400 –408.\nMattson, S. A., D'Souza, J., Wojcik, K. D., Guzick, A. G., Goodman, W. K., & Storch, E. A. (2023). A systematic review of\ntreatments for misophonia. Personalized Medicine in Psychiatry ,3 9–40, 100104. https://doi.org/10.1016/j.pmip.2023.\n100104\nPotgieter, I., MacDonald, C., Partridge, L., Cima, R., Sheldrake, J., & Hoare, D. J. (2019). Misophonia: A scoping review of\nresearch. Journal of Clinical Psychology ,75\n(7), 1203 –1218.\nRosenthal, M. Z., Anand, D., Cassiello ‐Robbins, C., Williams, Z. J., Guetta, R. E., Trumbull, J., & Kelley, L. D. (2021).\nDevelopment and initial validation of the duke misophonia questionnaire. Frontiers in Psychology ,12, 709928.\nRosenthal, M. Z., McMahon, K., Greenleaf, A. S., Cassiello ‐Robbins, C., Guetta, R., Trumbull, J., Anand, D., Frazer ‐Abel, E. S.,\n& Kelley, L. (2022). Phenotyping misophonia: Psychiatric disorders and medical health correlates. Frontiers in\nPsychology ,13, 941898.\nRouw, R., & Erfanian, M. (2018). A large ‐scale study of misophonia. Journal of Clinical Psychology ,74(3), 453 –479.\nSchröder, A., Vulink, N., & Denys, D. (2013). Misophonia: Diagnostic criteria for a new psychiatric disorder. PloS one ,8(1),\ne54706.\nShaffer, D. (1983). A children's global assessment scale (CGAS). Archives of General Psychiatry ,40(11), 1228 –1231.\nSiepsiak, M., Vrana, S. R., Rynkiewicz, A., Rosenthal, M. Z., & Dragan, W. Ł. (2023). Does context matter in misophonia? A\nmulti ‐method experimental investigation. Frontiers in Neuroscience ,16, 880853.\nSwedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A., Jastreboff, P. J., Kumar, S., Rosenthal, M. Z.,\nRouw, R., Schiller, D., Simner, J., Storch, E. A., Taylor, S., Werff, K. R. V., Altimus, C. M., & Raver, S. M. (2022).\nConsensus definition of misophonia: A delphi study. Frontiers in Neuroscience ,16, 841816.\nWood, J. J., Piacentini, J. C., Bergman, R. L., McCracken, J., & Barrios, V. (2002). Concurrent validity of the anxiety disorders\nsection of the anxiety disorders interview schedule for DSM ‐IV: Child and parent versions. Journal of Clinical Child &\nAdolescent Psychology ,31(3), 335 –342.14 |LEWIN ET AL.\n 10974679, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23672 by Minnesota State University - Moorhead - USA, Wiley Online Library on [06/03/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "World Health Organization. (2022). ICD ‐11: International classification of diseases (11th revision). WHO.\nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2014). Misophonia: Incidence, phenomenology, and clinical correlates\nin an undergraduate student sample. Journal of Clinical Psychology ,70(10), 994 –1007.\nHow to cite this article: Lewin, A. B., Milgram, L., Cepeda, S. L., Dickinson, S., Bolen, M., Kudryk, K., Bolton,\nC., Karlovich, A. R., Grassie, H. L., Kangavary, A., Harmon, S. L., Guzick, A., & Ehrenreich ‐May, J. (2024).\nClinical characteristics of treatment ‐seeking youth with misophonia. Journal of Clinical Psychology ,1–15.\nhttps://doi.org/10.1002/jclp.23672LEWIN ET AL. | 15\n 10974679, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/jclp.23672 by Minnesota State University - Moorhead - USA, Wiley Online Library on [06/03/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License"
    }
  ]
}