{
  "doc_type": "scientific paper",
  "title": "Using ‘the body’ as an ‘instrument of research’: kimch’i and pavlova",
  "authors": [
    "Robyn Longhurst",
    "Elsie Ho",
    "Lynda Johnston"
  ],
  "year": 2008,
  "journal": "Area",
  "doi": null,
  "abstract": "Often researchers position themselves in relation to race, age and gender, but the body is less often discussed as an actual ‘instrument of research’. We aim to extend thinking on this point by reflecting on a project we conducted on migrant women and food in New Zealand. We present a vignette as an example of how we used our bodies as ‘instruments of research’ at a ‘shared lunch’ attended by new migrants from a range of different countries. At the lunch some combined on their plates spicy dishes such as kimch’i (fermented vegetables) and sweet dishes such as pavlova (a meringue dessert). For others this combination prompted feelings of disgust. We conclude that the body is a primary tool through which all interactions and emotions filter in accessing research subjects and their geographies.",
  "keywords": [
    "New Zealand",
    "food",
    "migrants",
    "disgust",
    "bodies",
    "embodied knowing"
  ],
  "research_topics": [
    "qualitative research methods",
    "embodied research",
    "migrant women",
    "food and eating",
    "body as instrument of research",
    "emotional geographies",
    "cultural diversity",
    "poststructuralist geography",
    "feminist methodology",
    "migration studies"
  ],
  "created_at": "2025-05-05T04:00:30.342370Z",
  "source_pdf": "documents/research/Global/Longhurst 2007 using the body as a instrument of research.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Area \n (2008) 40.2, 208–217 \nArea \n Vol. 40 No. 2, pp. 208–217, 2008\nISSN 0004-0894 © The Authors.\nJournal compilation © Royal Geographical Society (with The Institute of British Geographers) 2008 \nBlackwell Publishing Ltd \nUsing ‘the body’ as an ‘instrument of research’: \nkimch’i and pavlova \nRobyn Longhurst*, Elsie Ho** and Lynda Johnston* \n*Department of Geography, Tourism and Environmental Planning, University of Waikato,\nHamilton, Aotearoa New Zealand\nEmail: robynl@waikato.ac.nz\n**Migration Research Group, University of Waikato, Hamilton, Aotearoa New Zealand\nRevised manuscript received 18 December 2007 \nOften researchers position themselves in relation to race, age and gender, but the body\nis less often discussed as an actual ‘instrument of research’. We aim to extend thinkingon this point by reflecting on a project we conducted on migrant women and food inNew Zealand. We present a vignette as an example of how we used our bodies as‘instruments of research’ at a ‘shared lunch’ attended by new migrants from a range ofdifferent countries. At the lunch some combined on their plates spicy dishes such askimch’i (fermented vegetables) and sweet dishes such as pavlova (a meringue dessert).For others this combination prompted feelings of disgust. We conclude that the body isa primary tool through which all interactions and emotions filter in accessing researchsubjects and their geographies.  \nKey words: \nNew Zealand, food, migrants, disgust, bodies, embodied knowing \nIntroduction \nIn a progress report entitled ‘Qualitative methods:touchy, feely, look-see?’, Mike Crang questions ‘whethermethods often derided for being somehow soft and“touchy-feely” have in fact been rather limited intouching and feeling’ (2003, 494). Crang continuesthat although geographers have over the past fewyears begun to include ‘the body’ in their researchtopics ‘these ideas have had a muted impact interms of thinking through qualitative researchpractice’ (Crang 2003, 499). We agree with Crangthat in much qualitative research the bodies ofresearchers tend to become a kind of ‘ghostlyabsence’ (2003, 499). Researchers sometimes positionthemselves in relation to race, age, gender and soon, but other aspects of body–space relations suchas smells, tastes, gestures, reactions, clothing, glancesand touches often slip away unnoticed and/or\nundocumented.There is now an enormous amount of critical\ngeographic scholarship on the body and the variousways in which bodies and spatiality are closelyentwined (Probyn 2003) and yet it has taken sometime for these arguments to extend into the realm ofmethods and methodology. Bodies are always located(Longhurst 2001; Nast and Pile 1998) and thisincludes in ‘the field’. Bodies are also always inter-pellated by a range of ideological practices and this\nincludes research practices. Researchers and participantsperform different embodied subjectivities (sometimescontradictory) in different spaces. Bodies producespace and knowledge, and space and knowledge\nproduce bodies. Being and knowing cannot be easily\nseparated. There is less of a distinction between ontologyand epistemology than might have earlier been assumed.\nIn this article we build on Crang’s ideas on qualitative\nmethods and the embodied subjectivities of both\nresearchers and participants (not that these arealways mutually exclusive categories) by reflecting"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Using ‘the body’ as an ‘instrument of research’ \n209 \nArea \n Vol. 40 No. 2, pp. 208–217, 2008\nISSN 0004-0894 © The Authors.Journal compilation © Royal Geographical Society (with The Institute of British Geographers) 2008 \non a project on ‘migrant women and food’ in Hamilton,\nAotearoa New Zealand. We wanted to embark upona project that allowed us to think not just about‘cultural diversity’, but about ‘culturally embodieddifference’. We decided, therefore, to examine thelives of some migrant women through the lenses offood and eating. Focusing on food and eating (inboth a metaphoric and real sense) has enabled us tounderstand in more depth what it means to embodycultural difference, but it has also enabled us tounderstand in more depth the process of research.The aim of this article then is to probe what itmeans to use ‘the body’ as ‘an instrument ofresearch’ (Crang 2003) or as a tool to gain insightsinto research subjects and their geographies.\nThe article is divided into four sections. The first\nsection reviews recent geographical research onqualitative research method/ologies. It also points tothe importance of recent geographical research onemotions. Crang suggests that ‘Rethinking notions offeeling’ is a way of probing further the problematic‘issue of the dominance of certain forms of vision inthe discipline’ (2003, 494). The second section providessome background information on the research projecton migrant women and food. The project began in2006. We are currently ‘writing up’ research articles.\nIt aimed to use the subject of food to understandfurther the relationship between identity, place andpower relations for migrant women in Hamilton,New Zealand. Third, we focus on a specific researchencounter that illustrates how the researcher’s andparticipants’ bodies were used as ‘instruments ofresearch’. The encounter was a ‘shared lunch’ at amigrant resource centre with new migrants (men andwomen) who were attending a course that aimed toassist them to find employment. The article concludesthat geographers could benefit from paying moreexplicit attention to bodily performances whenundertaking research. Recognising all our senses – tactile,olfactory, taste, auditory and visual (see Rodaway1994) – has the potential to enrich understanding ofbody–space relationships. \nMethod/ologies \nOver the past few years there has emerged a richarray of work on qualitative method/ologies commonlyused in geography. Authors have paid attentionto focus groups and group interviews (Cameron2000; Crang 2001; Longhurst 2003), autobiography\nand authoethnography (Butz 2001; Moss 2001),\ninterviewing (Dunn 2000; England 2001), participantobservation (Dowler 2001; Kearns 2000), reading\ntexts (Forbes 2000) and working in different cultures(Smith 2003). Numerous edited books on researchmethod/ologies have been published, includingMelanie Limb and Claire Dwyer (2001)  \nQualitative\nmethodologies for geographers \n, Pamela Shurmer-Smith \n(2002)  \nDoing cultural geography \n, Ian Hay (2000) \nQualitative research methods in human geography \n, \nNicholas Clifford and Gill Valentine (2003)  \nKey methods\nin geography \n and Pamela Moss (2001)  \nPlacing\nautobiography in geography \n and (2002)  \nFeminist\ngeography in practice \n. Some authored books such\nas Keith Hoggart  \net al. \n (2002)  \nResearching human\ngeography \n have also been published. Method/ology\nis currently a ‘hot topic’ in the discipline (for areview of work on qualitative method/ologies seeCrang’s reports in  \nProgress in Human Geography \n(2002 2003 2005) and Davies and Dwyer (2007)).\nOne could be tempted to think that there is little\nleft to say about generating and analysing qualitativedata and yet one important gap remains. There is\nstill relatively little information on using the body\nas a tool in the research process. The work that has\nbeen carried out on this topic, however, is usefuland worth reviewing.\nNearly a decade ago Heidi Nast drew on examples\nfrom her ethnographic research in Kano, Nigeria torethink the notion of reflexivity arguing ‘In meta-\nphorical and material terms . . . [it] is about allowingour bodies to become places which “field” difference’(1998, 94). Nast built on Cindi Katz’s (1994) ideathat the geographical ‘field’ is not a discretely boundedarea but rather defined through our research questions,through a politics of place, and through socio-spatialrelations. Nast argues that the field is not only‘potentially everywhere and nowhere’ but it is also \n‘every  \nbody \n’ (1998, 111; italics in original). Similarly,\nin 2000 Felix Driver introduced a special issue on‘Field-work in geography’ explaining the field is‘produced in situ through a variety of embodiedspatial practices’ (2000, 267). Hayden Lorimer and\nNick Spedding (2002) encouraged contributors to aspecial issue on ‘Putting philosophies of geographyinto practice’ to include the seemingly mundanedetails about research. The issue aimed to examine‘aspects of disciplinary practice that tend to beportrayed as mundane or localised, but that representthe very routines of  \nwhat we do \n’ (Lorimer and Spedding\n2002, 227; italics in original). John-David Dewsbury\nand Simon Naylor argue it is not easy to imagine\nthe field ‘without the performance of bodies andmaterialities to define its boundaries’ (2002, 256)."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "210 \nLonghurst et al. \nArea \n Vol. 40 No. 2, pp. 208–217, 2008\nISSN 0004-0894 © The Authors.\nJournal compilation © Royal Geographical Society (with The Institute of British Geographers) 2008 \nSeveral other geographers have also recognised\nthe importance of the body to the field and theresearch process. Reflecting on her first-ever day offield research, Hester Parr (2001) explains she feltnervous – her ‘stomach churned’. Similarly, BenMalbon (1999) in the preface to his book  \nClubbing \n,\ndescribes carrying out participant observation invery embodied terms. He talks about a visit to TheTunnel Club in the summer of 1997 in London on aSaturday night and reports on what he wore, whathe drank, who he met, the music he listened anddanced to, the atmosphere at the Club as the nightprogressed and the journey home at 4.30 am. Ina similar vein, Philip Crang (1994) draws on hisembodied experiences of being a waiter at SmokyJoe’s restaurant in southeast England. More recentlyAlison Bain and Catherine Nash (2006) reflectedon what it means to embody research when theycarried out ethnographic work at a queer bathhouseevent in Toronto, Canada. They describe preparingtheir bodies to attend the bathhouse (decidingwhat to wear), positioning their bodies within thespaces of the bathhouse (deciding where to standor sit) and interacting through their bodies duringthe event.\nClearly we are not the first to think about the\nways in which bodies – comportment, eating, facialexpressions, speech acts – ‘matter’ in researchencounters. In addition to the geographers mentionedabove, many anthropologists have engaged withthis issue. A useful example can be seen in DonKulick and Margaret Willson’s (1995) edited collec-tion  \nTaboo \n, which focuses on the ethnographer and\nsexuality in anthropological fieldwork. There is,however, still plenty of scope for more sustainedreflection on the ways in which our own and others’bodily performances are written into projects. Thiscan be a challenging task. Eric Laurier and ChrisPhilo ask ‘Is the encounter at the heart of fieldworkultimately unspeakable?’ (2006, 353). Fully under-standing and representing ourselves as researchers,\nthe researched and the research context is difficult,maybe even impossible. However, Dewsbury andNaylor suggest that one way of getting at how bodies\nare ‘agents that . . . negotiate the world’ (2002, 257)is to consider emotion – an area that is fast gainingattention in the discipline of geography.\nJoyce Davidson and Christine Milligan (2004,\n524) claim that geographers are starting to feel a\n‘welling up’. This emerging interest in emotional\ngeographies has brought an increased recognitionthat bodies are lived and experienced throughemotions (Anderson and Smith 2001; Laurier and\nParr 2000). This work builds on the substantialcontributions of embodied geographies. This is perhapsnot surprising given that ‘our first and foremost,most immediate and intimately \n \nfelt \n geography is the\nbody, the site of emotional experience and expression \npar excellence \n’ (Davidson and Milligan 2004, 524;\nitalics in original). Emotions are not just tied to thebody, however; they are also bound up with widerstructures and processes (Bondi 2005; Thein 2005).The consideration of emotions seems crucial in anyattempt to understand how ‘lives are lived andsocieties made’ (Anderson and Smith 2001, 7). Differentplaces and bodies are imbued with different emo-tional and affective geographies (Tolia-Kelly 2006).To neglect feelings and emotions, therefore, is to\nexclude key relations through which places and\nbodies become meaningful. It is important to considerthe emotional processes of  \ndoing \n research and of \nbeing \n researchers. \nThe project \nFood and eating (in both a metaphoric and real sense)are useful lenses through which to examine theimpacts of transnational migration (Ashley  \net al \n.\n2004; Kershen 2002; Watson and Caldwell 2005).\nAfter all, it is not just what we eat that makes us whowe are, it is also  \nwhere \n we eat (Bell and Valentine\n1997; Cook and Harrison 2003 2007). Food can \nhelp people feel at home, it can prompt themto miss home, it can be a bridge to a new home andit can provoke racism (Narayan 1995; Oum 2005).The aim of our research was to use the subject offood to understand further the relationship betweenidentity, place and power relations for migrantwomen (including refugees, international students andtemporary workers).\nThe research aimed to help fill a gap in the\nmigration and feminist socio-cultural geographicalliterature by developing new knowledge about theexperiences of migrant women in New Zealand.Food in many cultures is important to women, sinceit is often women who are primarily responsible forpurchasing, preparing and cooking food for familieson a daily basis (Burns 2004). We focused mainlyon the meaning of food prepared and consumedat home (Kneafsey and Cox 2002; Law 2001). Theburgeoning of ethnic food purveyors and restaurantsis an important social and economic phenomenonin many countries, but in this research we wereinterested in the roles played by food in women’s"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Using ‘the body’ as an ‘instrument of research’ \n211 \nArea \n Vol. 40 No. 2, pp. 208–217, 2008\nISSN 0004-0894 © The Authors.Journal compilation © Royal Geographical Society (with The Institute of British Geographers) 2008 \ndomestic lives and spaces (Salih 2003; Valentine\n1999). It is these hidden, private geographies ofwomen and food that have, to this point, remainedlargely unexamined in New Zealand and yet it ismigrant women (and children and young people)who often have the greatest need for health, educationand social services. This article, however, focusesnot on the research ‘outcomes’, which are stillbeing prepared, but on the methodological processused in the project.\nWe thought long and hard about what kind of\nmethod/ology would be most appropriate for thisproject. This research was informed by feminist,poststructuralist, geographical theory on ‘the body’and we wanted methods that sat comfortably withthis theoretical perspective. Finally we devised aresearch programme that involved in the first instanceseeking guidance from a range of ‘service providers’including Refugee Resettlement, and Home Tutors(who visit migrant women in their homes in orderto assist them with learning English). Next we set upvisits with 11 migrant women in their homes inHamilton in order to talk with them, and/or assistwith the preparation and cooking of food that issignificant to them in some way.\nHamilton is New Zealand’s fourth largest city and\nhas a population of approximately 130 000. The city’spopulation has been transformed over the past 10years, especially by immigration of new residentsfrom ‘non-traditional’ source countries such ascountries in Asia, Africa and the Middle East. In2006 Hamilton’s population was approximately \nmade up of P \na \nkeh \na \n or European (65.3%), M \na \nori\n(19.9%), Asian (10.6%), Pacific peoples (4.2%) andMiddle Eastern, Latin American and African (1.5%). \n1 \nThere are many ‘ethnic restaurants’ in the city,including Mexican, Thai, Chinese, Japanese, Indian,Middle Eastern and Italian. Participants in our studycame from a range of countries, including SouthAfrica, Singapore, Mexico, Korea, India, Iraq, Somalia,Japan, Indonesia, Thailand and Hong Kong. Theyranged in age from approximately mid-20s to 60s.Due to space constraints it is not possible to talkabout the method/ology of the project in its entiretyhere. Instead, we focus on just one experience thatin memory stood out as helping us to crystallisesome thoughts about using the body as an ‘instrumentof research’. The experience was a ‘shared lunch’with a group of approximately 15 new migrants\n(the group included men) who were enrolled in a\ncourse designed to help them find employment inNew Zealand. \nSharing lunch: disgust and desire \nThe lunch was held at the Waikato Migrant ResourceCentre (WMRC) in Hamilton, New Zealand. Onlyone of us (Robyn), accompanied by a researchassistant, was able to attend the lunch. Several stafffrom WMRC also ate with the group. Students, thetutor and staff from WMRC came from a range ofcountries including England, Iraq, Malaysia, theNetherlands, Vietnam, Korea, Taiwan, Malaysia,Russia, Madagascar and New Zealand. Robyn andresearch assistant Annika came from New Zealand \n(P \na \nkeh \na \n or white European) and Germany (white\nEuropean) respectively. Each of us took along a dishfrom our own country. On arrival our dishes weretaken by one of the students – a Korean woman –who placed them on a large oblong table. The tutor– a New Zealand woman of Dutch ancestry –advised the students that the dishes needed to bedivided into savoury and sweet. The Korean studentsseemed uncertain as to why this was the case butattempted to segregate the ‘mains’ and ‘desserts’.Dishes brought along to share at the lunch includedvarious rice and clear noodle dishes, boiled eggssoaked in tea, meat balls, spicy sheep stomach,kimch’i (Korean fermented seasonal vegetable dish),dumplings, and a moist bread dish amongst otherthings. There was also pavlova (meringue dessertnamed after the ballet dancer Anna Pavlova – bothNew Zealand and Australia claim the dessert astheir own), a German-style cake, brandy snaps filledwith cream, and cheesecake. Coke was availableand drunk from glass coffee mugs (as can be seenin Plate 1). Guests collected a crockery plate from astack of dinner plates that sat at one end of the tableand helped themselves to a buffet-style lunch. Someguests at lunch ate with chopsticks, others with aknife and fork.\nThe researcher (Robyn) placed a small amount of\nfood from each of the dishes on her plate. Somedishes such as noodles and dumplings were familiar,but others such as spicy sheep stomach were not.She was not keen to try the spicy sheep stomach,but felt somewhat obliged, given the nature of theresearch project, to move beyond her ‘food comfortzone’. She was aware that some of the diners werewatching her choose her food. After taking a littlebit of everything, Robyn sat down beside the tutor, aWMRC staff member, and across from several trainees.She noted that the tutor also had some spicy sheepstomach on her plate and asked her if she had tried\nit yet. The tutor replied ‘oh, is that what that is? No,"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "212 \nLonghurst et al. \nArea \n Vol. 40 No. 2, pp. 208–217, 2008\nISSN 0004-0894 © The Authors.\nJournal compilation © Royal Geographical Society (with The Institute of British Geographers) 2008 \nI haven’t tried it and I don’t think I want to.’ She\nthen asked a trainee across from her if she wouldplease take it off her plate. The trainee obliged,putting it on her own plate. The tutor continued toeat her meal, praising many of the dishes for theirtastiness.\nRobyn found most of the food on her plate to be\ndelicious, although a couple of the dishes were notto her liking. The kimch’i was ‘hotter’ than shewould usually eat, but it was ‘tolerable’. The sheepstomach was chewy and swallowing it made herfeel nauseous. When asked by a WMRC staff memberif she liked it, she said she liked the spicy taste butwas not accustomed to the texture. He replied thatthe dish was ‘tough’ and had not been cooked longenough. A completely honest answer to the WMRCstaff member’s question might have been ‘no and itmakes me feel sick’, but as a guest at the lunch thisresponse seemed inappropriate and rude. It felt likethere was a risk that such a blunt response mightbe interpreted as ‘no and you make me feel sick’, asthough there might be some unspoken and unexplainedslippage between the food and the people at thelunch who had bought along the food. Robyn, aftereach mouthful of sheep stomach, took a mouthful ofcoke. The taste and texture of the coke was familiarand helped quell the churning in her stomach andlump in her throat. She finished her small serving of\nsheep stomach and then moved on to eating otherfoods that she found more appetising. Some peopleat the lunch did leave food on their plate, butRobyn felt that her plate was under scrutiny fromother diners. It seemed important to some of themigrants at the lunch that she liked the food.\nAt least half of the group at the lunch, especially\nthose from Asia, placed both savoury and sweetfood on their plates together. Others ate savouryfood first and then placed sweet food on the sameplate despite the fact that most plates contained theresidue from dishes such as sheep stomach andkimch’i. Robyn, Annika, the tutor and a couple ofother staff members from WMRC used a ‘clean’plate for dessert. For some, mainly but not entirelyfrom European countries, mixing savoury, non-sweetand spicy foods with dessert crossed a cultural lineengendering feelings of unease and disgust. It wasnot so much what was said about combining particularfoods (after all, WMRC is a space that welcomesand indeed promotes cultural difference and peopleat the lunch were affirming of the food rather thancritical) but about body language. Maybe becauseRobyn felt some discomfort with combining thenon-sweet and sweet dishes she became attuned toothers’ reactions, such as a crinkling of the nose, a\nPlate 1 Shared lunch with new migrants at the Waikato Migrant Resource Centre, Hamilton, New Zealand\nSource : Photograph by Robyn Longhurst"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Using ‘the body’ as an ‘instrument of research’ \n213 \nArea \n Vol. 40 No. 2, pp. 208–217, 2008\nISSN 0004-0894 © The Authors.Journal compilation © Royal Geographical Society (with The Institute of British Geographers) 2008 \nscrewing up of the face and turning away from the\nplate. While dishes such as kimch’i or pavlova maybe ‘acceptable’, or even considered delicious, bythemselves or with other savoury/spicy/sweet foods,for some when combined they became ‘matter outof place’ (Douglas 1966, 35) and invoked disgust.\nThis story about combining kimch’i and pavlova\nin one sense is symbolic. It represents Koreans andother migrants coming to New Zealand and bringingtheir highly valued and complex food traditionswith them (see Walraven (2002) on kimch’i, Koreanidentity and globalisation and Tam (2002) on bringingHong Kong style Yumcha to Australia). Food from‘home’ (or as close as one can get) becomes part ofday-to-day life in a new place. Foods and the cultural\npractices that surround them in the ‘homeland’ donot remain neatly intact but merge with food andthe cultural practices in the ‘host country’. To put itmetaphorically, kimch’i and pavlova are combined.\nAt the shared lunch, kimch’i and pavlova were\nliterally combined on the plates of at least half ofthe guests. While some at lunch didn’t see this asunusual (and may even have found it to be a tastycombination) others, including Robyn, were repelledby the idea of combining the two dishes. Thisvignette about combining kimch’i and pavlovaillustrates very ‘real’ bodily reactions can come fromdeep within during the research process. Whensharing food and drink with research participants,one wants to be ‘agreeable’, have a healthy regardfor a range of cuisines, be open to cultural differenceand ‘cosmopolitan’ (see Hannerz 1990), but pretendingto like food raises the spectre of insincerity. Clearlythere are ethical issues that need unravelling here,but there are also issues about using the body as an‘instrument of research’.\nEating sheep stomach, and others combining sheep\nstomach, noodles, boiled eggs, kimch’i and pavlovatogether engendered in Robyn feelings of unease,disgust, possibly even abjection. Donovan (2007)notes that it can be the idea, smell, taste or eventexture of some foods that can prompt feelings ofabjection. Some common examples include seaweed,insects, tapioca, cow tongue, testicles, octopus, giz-zards, sheep brains, pig trotters, chicken feet, necksand giblets (see Donovan 2007; de Garine 2001).Julia Kristeva (1982) discusses three broad categoriesof abjection. One of these is abjection towardfood and thus toward bodily incorporation. The\nsocial significance of the abject is that it functions\nto constitute the ‘proper’ social body, one thatconforms to but does not exceed in any way culturalexpectations (see Grosz 1994, 193). In Aotearoa\nNew Zealand, the ‘proper’ social body separates themain course from dessert.\nIt did not feel appropriate to discuss these issues\nat the shared lunch itself, but in subsequent cookingsessions and interviews with migrant women wetook the opportunity, in the more intimate settingof migrant women’s homes, to talk about Robyn’sexperiences at the shared lunch. In particular, wepromoted conversation about combining savouryand sweet dishes and the way in which this mightengender disgust in some people. We discussedcultural differences around separating meals intocourses and the possibility that the trainees at thelunch did not want to make more dirty dishes byusing two plates (something that we hadn’t previouslyconsidered). Some of the migrant women alsotalked about what food made their stomachs churn.Many did not like vegemite (a dark brown savouryspread made of yeast extract) that many ‘kiwis’ andAustralians enjoy spread on sandwiches, toast andcracker biscuits.\nAlthough it is now permissible, even desirable,\nwithin critical discourse to acknowledge somethingof ourselves and our political locatedness in theproduction of our research (as complex as this is– see Rose 1997), it is still only permissible toacknowledge and reflect on some things aboutourselves – things we are supposed to unproblemat-ically know and understand such as our gender,\nethnicity and/or age. Many things remain off limitsbecause they are too private, too ‘inappropriate’ ortoo messy to include our written research (Longhurst2001). Feeling like gagging when we eat others’food is one of those things that is likely to get writtenout of the research and yet it is exactly the bodilyreaction and emotion that needs to be written in. \nSome might argue that things such as feelings of\nunease, disgust and abjection belong in the categoryof the everyday, prosaic and banal, since these arecommon experiences for most of us. Perhaps they\ndo. But banal does not necessarily imply that some-thing is intellectually unimportant. The banal shouldnot be sidelined from research. In discussing our own\nbodies as researchers and our participants’ bodies,we can begin to establish relationships. We situate\nourselves not as autonomous, rational academics, butas people who sometimes experience irrational\nemotions including during the course of research.\nEmotions matter. This enables geographers to begin\nto talk from an embodied place, rather than from a\nplace on high."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "214 \nLonghurst et al. \nArea \n Vol. 40 No. 2, pp. 208–217, 2008\nISSN 0004-0894 © The Authors.\nJournal compilation © Royal Geographical Society (with The Institute of British Geographers) 2008 \nIris Young, drawing on the work of Joel Kovel\n(1984), argues that racism takes many forms. Oneform is a covert kind of racism that manifests itselfas ‘avoidances, aversion, and separations enactedby the privileged in relation to the oppressed’(Young 1990, 142). Kovel calls this ‘aversive racism’.Aversive racism, he says, digs into the preoedipalpsyche and seeks to construct some subjects as pureand others as defiled. Building on this thinking,Young claims that racism and other oppressions incontemporary society tend to be structured by thesekinds of reactions of aversion. Alan Han argues thatfood consumption functions to create a distinctionbetween ‘raced-abject-Other bodies, and clean whiteeaters’ (2007, 361).\nIn recognising our own reactions as researchers\nand as people with particular food traditions tothe mixing of kimch’i and pavlova, we were able touse our bodies as an integral part of the researchprocess. We were forced to recognise our own  sub-\nject positions as P \na \nkeh \na \n, white and European and\nour own feelings of unease, disgust, abjection andfear. Bodily reactions, gestures, physical presence,the smell of bodies, tone of voice and comportmentall make a difference to the research process. Sensoryperceptions and emotions provoke feelings of like anddislike, desire and fear, acceptance and oppression.\nKelvin Low (2005) used ‘narrative interviews’ to\nunderstand more about how people regard smell intheir everyday life experiences. He asked a numberof respondents in Singapore ‘Tell me about yourexperiences of smell’. Low explains that one of themost prominent themes that emerged in the researchwas how ‘social others’, particularly racial groupssuch as ‘Indian’, ‘Chinese’ and ‘Malay’, were judgedin accordance to their smell. For example, one ofLow’s respondents, Khaliza, explains: \nit’s very hard for me to like differentiate between smell\nof Indian food and smell of Indians, because to methey are both moving into one. Usually the smell ofIndians right, it’s associated with their food isn’t it?Like they eat of lot of curry. . . . So that’s why theysmell like that. Strong. How would I describe theplace (the Tekka Centre in ‘Little India’ in Singapore)?Er . . . personally I . . . don’t like it, because . . . it’sreally like . . . overwhelming . . . and they sell thingswhich I don’t fancy and . . . it stinks. To put it brutally,they are very smelly. I don’t like it. (Low 2005, 410;ellipses in original) \nRecognising and attempting to understand our\nresearch participants’ and our own reactions toembodied difference is important. It propelled us\nto think more about our plural, shifting and deeplycomplex and contradictory feelings towards others.We do not mean that this would in some way betherapeutic (although it may well be), but rather thatthere is a political imperative in recognising theOther within the Self.\nIn this research, having invited participants to\nprepare and/or cook a meal that is significant to  \nthem \n,\nfor  \nus \n, meant we have all had to wrestle with the\npossible implications of refusing food or gaggingwhen we attempt to eat that which we find offensive(see Han (2007) who examines the tensions betweenfood as benign symbol of multiculturalism and asabjection). Disgust and abjection are not necessarilyvoluntary responses. Bodily reactions to certain(Other) foods and bodies are sometimes unconscious.Often we feel shame at our own feelings of disgust(Probyn 2000). Elspeth Probyn argues that it isimportant that we recognise our feelings of disgustand shame when confronting that which we perceiveas Other because this might pave the way to under-standing and acceptance.\nWhile it may seem easier in some ways to use the\nbody as ‘an instrument of research’ when carryingout work on food, we think it is possible and indeeddesirable to do this for generating a range of differentqualitative data. In the past we have each engaged \nin research on a range of topics including su n-tanning,\ngay pride parades, fat bodies, pregnancy, mothering,mental health of migrants and ‘astronaut’ families.In all these projects, bodily performances – our ownbodies and our participants’ bodies – that occurredduring the course of research were significant insome ways and told us more than the transcribedinterviews. \nConclusion \nAs this research project on migrant women and foodunfolded, we found ourselves thinking more andmore about our own bodies and our participants’bodies as ‘instruments of research’. As we sharedfood with migrants we were forced to confront whatit means to learn through our bodies. Sometimes wefound our interviewees’ culinary creations to bedelicious, other times our bodies involuntarily gaggedat smells and tastes that we were unaccustomed to.We are not claiming that we are uncovering somekind of truth that is grounded in our embodiedexperiences of this research, but we want toexamine what embodied senses such as smell and"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Using ‘the body’ as an ‘instrument of research’ \n215 \nArea \n Vol. 40 No. 2, pp. 208–217, 2008\nISSN 0004-0894 © The Authors.Journal compilation © Royal Geographical Society (with The Institute of British Geographers) 2008 \ntaste can add to our understanding of relationships\nbetween people and places. \nThis research to date has taught us as much about\nour own embodied selves as it has about the parti-cipants. Perhaps the same can be said for all research,\nbut in this case confronting our own feelings ofdisgust with certain foods, food combinations, andculinary practices when we prepared ourselves tonot just figuratively but also literally ingest Othernesshas caused some anxious moments. Any under-standing of preparing, cooking and eating food, and\nwhat these things mean to us, is informed by andinseparable from our knowledge of its culturalconstruction and representation.\nIt is now well established that that the gendered\nnature of knowledge production and academic\nscholarship has privileged rational thought over‘irrational’ emotionality (Bennett 2004; Longhurst\n2001; Rose 1997). The marginalisation of emotionhas been \npart of a gender politics of research in which detach- \nment, objectivity and rationality have been valued,\nand implicitly masculinized, while engagement, sub-\njectivity, passion and desire have been devalued, and\nfrequently feminized. (Anderson and Smith 2001, 7) \nThe discipline of geography has tended to ‘deny, avoid,\nsuppress or downplay its emotional entanglements’(Bondi  \net al. \n 2005, 1). Yet clearly emotions affect\nthe ways in which we perceive and react to peopleand places (Anderson and Smith 2001).\nThis research on migrant women and food has\nopened up us, as researchers, to a different kind ofknowing, one which is based on a full range onsenses rather than just on eyes or ears. The ‘geographyof disgust’ that we at times experienced is a kind ofunspeakable geography and yet it is very ‘real’.Feelings of disgust at certain foods or food combina-tions are difficult to articulate in words. Our feelingsmade us question our own silences and constructionsof Otherness. This research has been about muchmore than what is said. It has been about researchas an embodied process.\nGail Davies and Claire Dwyer say ‘it is hard,\nthough perhaps not impossible, to imagine what a\nradically new form of qualitative research practice\nmight look like’ (2007, 257). We agree. The samesuite of qualitative methods – such as interviews,focus groups and ethnographies – are still beingused but there are changes in the way they arebeing conceptualised and executed. Davies andDwyer (2007, 257) argue that related to this thereare transformations in the way these methods are\nbeing employed to make claims to understandingand engaging with people and places. Increasingly,academic writing is articulating ‘the preoccupationsand passions of its authors’ (Davidson \n \net al. \n 2005,\n11). Singular, clear, rational arguments are nolonger the goal (see Law (2004) on ‘mess in socialscience’). Like Isabel Dyck, we want to think moreabout embodied researchers ‘whose interpretationstell a particular story of others’ lives and embodiment’(2002, 235). Questions about embodiment, reflexivity,\nagency, performativity, emotion and affect areincreasingly making their way on to geographers’and other social scientists’ research agendas. Welook forward to reading more about research as anembodied practice and about researchers using theirbodies as ‘instruments of research’. \nAcknowledgements \nWe would like to thank the migrants and others from the\nWaikato Migrant Resource Centre in Hamilton, New Zea-land, who assisted us with this project. We appreciate yourtime and insights. Thanks are also due to  \nHui Rangahau\nTahi \n BRCSS Network for funding this research. Finally,\nwe would like to thank the two anonymous reviewers andeditors at  \nArea \n who provided invaluable feedback on an\nearlier draft of this article.  \nNote \n1 The percentages for all ethnic groups added together\ncan exceed 100 per cent, as individuals have been able \nto self-identify with more than one ethnic group inNew Zealand’s censuses since 1981. \nReferences \nAnderson \n  \nK and Smith \n  \nS \n 2001 Editorial. Emotional geogra-\nphies  \nTransactions of the Institute of British Geographers \n26 7–10 \nAshley \n  \nB, Hollows \n  \nJ, Jones \n  \nS and Taylor \n  \nB \n 2004  \nFood and\ncultural studies \n Routledge, London \nBain \n  \nA L and Nash \n  \nC J \n 2006 Undressing the researcher:\nfeminism, embodiment and sexuality at a queer bathhouseevent  \nArea \n 38 99–106 \nBell \n  \nD and Valentine \n  \nG \n 1997  \nConsuming geographies: we\nare where we eat \n Routledge, London \nBennett \n  \nK \n 2004 Emotionally intelligent research  \nArea \n 36\n414–22 \nBondi \n  \nL \n 2005 Making connections and thinking through\nemotions: between geography and psychotherapy \nTransactions of the Institute of British Geographers \n 30\n433–48"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "216 \nLonghurst et al. \nArea \n Vol. 40 No. 2, pp. 208–217, 2008\nISSN 0004-0894 © The Authors.\nJournal compilation © Royal Geographical Society (with The Institute of British Geographers) 2008 \nBondi \n  \nL, Davidson \n J and Smith  S 2005 Introduction: geo-\ngraphy’s ‘emotional turn’ in Davidson  J, Bondi  L and Smith\nM eds Emotional geographies  Ashgate, Aldershot 1–16\nBurns  C 2004 Effect of migration on food habits of Somali\nwomen living as refuges in Australia Ecology of Food and\nNutrition  43 213–29\nButz D 2001 Autobiography, autoethnography, and inter-\nsubjectivity: analysing communication in northern Pakistanin Moss P  ed Placing autobiography in geography  Syracuse\nUniversity Press, Syracuse NY 149–66\nCameron  J 2000 Focussing on the focus group in Hay I  ed\nQualitative research methods in human geography  Oxford\nUniversity Press, Oxford 83–102\nClifford  N J and Valentine  G eds 2003 Key methods in\ngeography  Sage, London\nCook  I and Harrison  M 2003 Cross over food: re-materializing\npostcolonial geographies Transactions of the Institute of\nBritish Geographers  28 296–317\nCook  I and Harrison  M 2007 Follow the thing: ‘West Indian\nhot pepper sauce’ Space and Culture  10 40–63\nCrang  M 2001 Filed work: making sense of group interviews\nin Limb  M and Dwyer  C eds Qualitative methodologies\nfor geographers: issues and debates  Arnold, London\n215–33\nCrang  M 2002 Qualitative methods: the new orthodoxy?\nProgress in Human Geography  26 647–55\nCrang  M 2003 Qualitative methods: touchy, feely, look-see?\nProgress in Human Geography  27 494–504\nCrang  M\n 2005 Qualitative methods: there is nothing outside\nthe text? Progress in Human Geography  29 225–33\nCrang  P 1994 It’s showtime: on the workplace geographies\nof display in a restaurant in southeast England Environment\nand Planning D: Society and Space  12 675–704\nDavidson  J and Milligan  C 2004 Editorial. Embodying\nemotion sensing space: introducing emotion geographiesSocial and Cultural Geography  5 523–32\nDavidson  J, Bondi  L and Smith  M eds 2005 Emotional geo-\ngraphies  Ashgate, Aldershot\nDavies  G and Dwyer  C 2007 Qualitative methods: are you\nenchanted or are you alienated? Progress in Human\nGeography  31 257–66\nde Garine  I 2001 Views about food prejudice and stereotypes\nSocial Science Information  40 487–507\nDewsbury  J D and Naylor  S 2002 Practising geographical\nknowledge: fields, bodies and dissemination Area 34\n253–60\nDonovan  A M 2007 Tentacles? Testicles! A sampling of per-\nceptions on uneatable food items among undergraduatestudents. Paper presented at The Association of AmericanGeographers Meeting 17–21 April 2007 San Francisco,California\nDouglas  M 1966 Purity and danger: an analysis of concepts\nof pollution and taboo  Routledge, London\nDowler  L 2001 Fieldwork in the trenches: participant\nobservation in a conflict area in Limb  M and Dwyer  C\neds Qualitative methodologies for geographers: issues and\ndebates  Arnold, London 153–64Driver  F 2000 Editorial: Fieldwork in geography Transactions\nof the Institute of British Geographers  25 267–8\nDunn  K 2000 Interviewing in Hay I  ed Qualitative research\nmethods in human geography  Oxford University Press,\nMelbourne 50–82\nDyck  I 2002 Further notes on feminist research: embodied\nknowledge in place in Moss P  ed Feminist geography in\npractice: research and methods  Blackwell, Oxford\nEngland  K 2001 Interviewing elites: cautionary tales about\nresearching women managers in Canada’s bankingindustry in Moss P  ed Placing autobiography in geography\nSyracuse University Press, Syracuse NY 200–13\nForbes  D 2000 Reading texts and writing geography in Hay\nI ed Qualitative research methods in human geography\nOxford University Press, Melbourne 122–43\nGrosz  E 1994 Volatile bodies. Toward a corporeal feminism\nAllen and Unwin, St Leonards\nHan A 2007 ‘Can I tell you what we have to put up with?’:\nstinky fish and offensive durian Continuum: Journal of\nMedia and Cultural Studies  21 361–77\nHannerz  U 1990 Cosmopolitans and locals in world culture\nin Featherstone M  ed Global culture  Sage, London\nHay I ed 2000 Qualitative research methods in human geo-\ngraphy  Oxford University Press, Melbourne\nHoggart  K, Lees  L and Davies  A eds 2002 Researching\nhuman geography  Arnold, London\nKatz C 1994 Playing the field: questions of fieldwork in geo-\ngraphy The Professional Geographer  46 67–72\nKearns  R 2000 Being there: research through observing and\nparticipating in Hay I  ed Qualitative research methods\nin human geography  Oxford University Press, Melbourne\n103–21\nKershen  A J ed 2002 Food in the migrant experience  Ashgate,\nAldershot\nKneafsey  M and Cox  R 2002 \nFood, gender and Irishness:\nhow Irish women in Coventry make home Irish Geography\n35 6–15\nKovel  J 1984 White racism: a psychohistory  2nd edn Colum-\nbia University Press, New York\nKristeva  J 1982 Powers of horror: an essay on abjection  trans-\nlated by Leo Roudiez Columbia University Press, New York\nKulick  D and Willson  M 1995 eds Taboo: sex, identity and\nerotic subjectivity in anthropological fieldwork  Routledge,\nLondon\nLaurier  E and Parr  H 2000 Emotions and interviewing in\nhealth and disability research Ethics, Place and Environ-\nment  3 98–102\nLaurier  E and Philo  C 2006 Possible geographies: a passing\nencounter in a café Area 38 353–63\nLaw J 2004 After method: mess in social science research\nRoutledge, London\nLaw L 2001 Home cooking: Filipino women and geographies\nof the senses in Hong Kong Cultural Geographies  8 264\nLimb  M and Dwyer  C eds 2001 Qualitative methodologies\nfor geographers: issues and debates  Arnold, London\nLonghurst  R 2001 Bodies: exploring fluid boundaries\nRoutledge, London"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Using ‘the body’ as an ‘instrument of research’ 217\nArea Vol. 40 No. 2, pp. 208–217, 2008\nISSN 0004-0894 © The Authors.Journal compilation © Royal Geographical Society (with The Institute of British Geographers) 2008Longhurst  R 2003 Semi-structured interviews and focus\ngroups in Clifford  N J and Valentine  G eds Key methods\nin geography  Sage, London 117–32\nLorimer  H and Spedding  N 2002 Editorial: putting philoso-\nphies of geography into practice Area 34 227–28\nLow K E Y  2005 Ruminations on smell as a sociocultural\nphenomenon Current Sociology  53 397–417\nMalbon  B 1999 Clubbing: dancing, ecstasy and vitality\nRoutledge, London\nMoss  P ed 2001 Placing autobiography in geography\nSyracuse University Press, Syracuse NY\nMoss  P ed 2002 Feminist geography in practice: research and\nmethods  Blackwell, Oxford\nNarayan  U 1995 Eating cultures: incorporation, identity and\nIndian food Social Identities  1 63–87\nNast H 1998 The body as ‘place’: reflexivity and fieldwork\nin Kano, Nigeria in Nast H and Pile S  eds Places through\nthe body  Routledge, London 93–116\nNast H and Pile  S eds 1998 Places through the body\nRoutledge, London\nOum  Y R 2005 Authenticity and representation: cuisines\nand identities in Korean–American diaspora Postcolonial\nStudies  8 109–25\nParr H 2001 Feeling, reading, and making bodies in space\nThe Geographical Review  91 158–67\nProbyn  E 2000 Carnal appetites : \nfoodsexidentities  Routledge,\nLondon\nProbyn  E 2003 The spatial imperative of subjectivity in\nAnderson  K, Domosh  M, Pile  S and Thrift  N eds Handbook\nof cultural geography  Sage, London 290–9Rodaway  P 1994 Sensuous geographies: body, sense and\nplace  Routledge, London\nRose  G 1997 Situating knowledges: positionality, reflexivities\nand other tactics Progress in Human Geography  21 305–20\nSalih  R 2003 Gender in transnationalism: home, longing and\nbelonging among Moroccan migrant women  Routledge,\nLondon\nShurmer-Smith  P ed 2002 Doing cultural geography  Sage, London\nSmith  F M 2003 Working in different cultures in Clifford  N J\nand Valentine  G eds Key methods in geography  Sage,\nLondon 179–93\nTam S M 2002 Heunggongyan forever. Immigrant life and\nHong Kong style Yumcha  in Australia in Wu D Y H and\nCheung  S C H  eds The globalization of Chinese food\nCurzon, Surrey 131–51\nThein  D 2005 After or beyond feeling? A consideration of\naffect and emotion in geography Area 37 450–4\nTolia-Kelly  D 2006 Affect – an ethnocentric encounter?\nExploring the ‘universalist’ imperative of emotional/affectualgeographies Area 38 213–17\nValentine  G 1999 Eating in: home, consumption and identity\nThe Sociological Review  47 491–524\nWalraven\n B 2002 Bardot soup and Confucians’ meat: food\nand Korean identity in global context in Cwiertka K J  and\nWalraven B  Asian food: the global and the local  Curzon\nPress, Richmond 95–115\nWatson  J L and Caldwell  M L 2005 The cultural politics of\nfood and eating: a reader  Blackwell, Malden MA\nYoung  I 1990 Justice and the politics of difference  Princeton\nUniversity Press, Princeton NJ"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": ""
    }
  ]
}