{
  "doc_type": "scientific paper",
  "title": "Aphantasia: a philosophical approach",
  "authors": [
    "Joel J. Lorenzatti"
  ],
  "year": 2023,
  "journal": "Philosophical Psychology",
  "doi": "10.1080/09515089.2023.2253854",
  "abstract": "In the last six or seven years, aphantasia has received attention from media outlets, television shows, and social networks. This alleged condition, however, has hardly been discussed in the philosophy of mind. In this paper, I assess some of the research conducted in cognitive science and provide, for the first time in the literature, a comprehensive assessment of possible explanations for aphantasia. Specifically, the hypotheses I submit for consideration ascribe the reports of absence of visual imagery to (i) a discrepancy at the level of concepts, (ii) a failure of attentional mechanisms that modulate introspection, (iii) a lack of personal-level access to sub-personal imagistic representations, and (iv) an absence of sub-personal imagistic representations. I conclude that hypotheses (i) and (ii) can be rejected while hypotheses (iii) and (iv) can be accepted as defensible candidates for explaining aphantasia, although the latter is better suited to account for the available evidence in both comparative and absolute terms. Finally, I present some educated guesses and empirical research that could shed further light on the study of this condition.",
  "keywords": [
    "Aphantasia",
    "mental imagery",
    "visual imagery",
    "visualization"
  ],
  "research_topics": [
    "aphantasia",
    "philosophy of mind",
    "mental imagery",
    "visual imagery",
    "cognitive science",
    "introspection",
    "conceptual analysis",
    "consciousness",
    "attention",
    "personal-level vs sub-personal representations",
    "visualization",
    "neuropsychology"
  ],
  "created_at": "2025-05-05T03:13:07.536945Z",
  "source_pdf": "documents/research/Global/Lorenzatti 2023 Aphantasia a Philosophical approach.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:Philosophical psychology.\nArticleTitle: Aphantasia: aphilosophical approach\nArticleAuthor: Lorenzatti\nPages:1-29\nOCLC-41544536; ISSN-09515089; LCN-00238791;\nPublisher: 2023-09-13\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Full Terms & Conditions of access and use can be found at\nhttps://www.tandfonline.com/action/journalInformation?journalCode=cphp20Philosophical Psychology\nISSN: (Print) (Online) Journal homepage: https://www.tandfonline.com/loi/cphp20\nAphantasia: a philosophical approach\nJoel J. Lorenzatti\nTo cite this article:  Joel J. Lorenzatti (13 Sep 2023): Aphantasia: a philosophical approach,\nPhilosophical Psychology, DOI: 10.1080/09515089.2023.2253854\nTo link to this article:  https://doi.org/10.1080/09515089.2023.2253854\nPublished online: 13 Sep 2023.\nSubmit your article to this journal \nArticle views: 243\nView related articles \nView Crossmark data"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Aphantasia: a philosophical approach\nJoel J. Lorenzatti\nPhilosophy Department, University of Connecticut, Storrs, CT, USA\nABSTRACT\nIn the last six or seven years, aphantasia has received atten -\ntion from media outlets, television shows, and social net-\nworks. This alleged condition, however, has hardly been \ndiscussed in the philosophy of mind. In this paper, I assess \nsome of the research conducted in cognitive science and \nprovide, for the first time in the literature, a comprehensive \nassessment of possible explanations for aphantasia. \nSpecifically, the hypotheses I submit for consideration ascribe \nthe reports of absence of visual imagery to (i) a discrepancy \nat the level of concepts, (ii) a failure of attentional mechan -\nisms that modulate introspection, (iii) a lack of personal-level \naccess to sub-personal imagistic representations, and (iv) an \nabsence of sub-personal imagistic representations. \nI conclude that hypotheses (i) and (ii) can be rejected while \nhypotheses (iii) and (iv) can be accepted as defensible candi -\ndates for explaining aphantasia, although the latter is better \nsuited to account for the available evidence in both com -\nparative and absolute terms. Finally, I present some educated \nguesses and empirical research that could shed further light \non the study of this condition.ARTICLE HISTORY \nReceived 17 February 2023  \nAccepted 24 August 2023 \nKEYWORDS \nAphantasia; mental imagery; \nvisual imagery; visualization\n1.Introduction\nMental imagery seems to be a ubiquitous component of mental life. Ask \nsomeone to close their eyes and not imagine an elephant coming down \nthe street, and it could already be too late; mental images of the heavy \nanimal crossing a red traffic light and smashing everything in its path \nmay spontaneously and effortlessly come to their mind. Mental imagery \nis also claimed to be the very fabric of literature and the arts. It is \ncommonplace to hear that some people do not want to see the movie \nversion of a story they have read to avoid the almost certain disappoint -\nment of seeing characters and places depicted differently than they \nimagined. The importance of mental imagery is no less apparent in \nscience. From Euclid defining the sphere through the imaginary rotation \nof a semicircle over its diameter to Einstein’s reliance on hypothetical \nscenarios conceived in the mind’s eye, visualization permeates every \nCONTACT Joel J. Lorenzatti \n joel.lorenzatti@uconn.edu \n 344 Mansfield Road, Unit 1054, Storrs, CT 06269-1054PHILOSOPHICAL PSYCHOLOGY                         \nhttps://doi.org/10.1080/09515089.2023.2253854\n© 2023 Informa UK Limited, trading as Taylor & Francis Group"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "corner of scientific practice. Finally, mental imagery also plays a central \nrole in philosophy. Controversies about the rational role of mental \nimagery are found as early as Plato and Aristotle and as recently as the \ndiscussions on the epistemic status of thought experiments in contem -\nporary analytic philosophy.1\nDespite the apparent role of mental imagery in supporting and facilitating \na substantial part of our mental lives, some otherwise healthy individuals \nhave recently reported a complete inability to produce it. While most \nindividuals can visualize, to use the previous example, an elephant coming \ndown the street, others report being unable to do so—they do not have, or so \nthey claim, a “mind’s eye.” They employ imagistic vocabulary just as every -\none else, but, for them, having mental images is nothing but a figure of \nspeech—a metaphor with no literal meaning.\nThis apparent condition, virtually neglected for more than a century since \nfirst described by Galton (1880 ), has recently received the name of \n“aphantasia.”2 The term, coined by Zeman and colleagues in their seminal \nwork, derives from the privative “a” and “phantasía,” a Greek word com -\nmonly translated as “imagination” (Zeman et al., 2015 ).3 Previous terms \nused in the psychological and neurological literature include “visual irremi -\nniscence” (Nielsen, 1946 ), “defective revisualization” (Botez et al., 1985 ), \nand “blind imagination” (Zeman et al., 2010 ). Individuals with this hypothe -\ntical condition are currently called “aphantasics” (D’Aloisio-Montilla, 2017 ; \nKeogh & Pearson, 2018 ; Watkins, 2018 ). Other terms used in the literature \ninclude “non-imagers” (Marks, 1986 ), “image-blinds” (Faw, 1997 ), and \n“non-visualizers” (Kendle, 2017 ).\nMost self-described aphantasics, however, report having mental ima-\ngery during hypnagogic states and dreams; and even though recent \nsurveys revealed that they have less frequent and vivid dreams compared \nto control groups, the absence of mental imagery during these states \nshould not be taken to be a defining feature of aphantasia (Dawes \net al., 2020 ; Faw, 1997 ; Kendle, 2017 ; Zeman et al., 2020 ). Nor is the \nabsence of mental imagery limited to the visual sensory modality. \nAlthough the paradigm case of aphantasia is the lack of visual imagery \n—and this paper is limited to the research conducted in that sensory \nmodality—there are reports of lack of mental imagery in modalities other \nthan visual, the most salient being the inability to produce acoustic \nimagery in inner speech and silent reading (Dawes et al., 2020 ; Faw,  \n2009 ). Some scholars use the terms “visual aphantasia,” “auditory aphan -\ntasia,” “gustatory aphantasia,” and so forth to refer to lack of mental \nimagery in other modalities (Monzel et al., 2022 ; Tween, 2019 ). \nA complete inability to form any sensory experiences in the absence of \nthe proper stimuli is sometimes referred to as “full aphantasia” (Tween,  \n2019 ) or “multisensory aphantasia” (Monzel et al., 2022 ).2\n J. J. LORENZATTI"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "This alleged condition is also claimed to have different etiologies, for it \nwould be important to distinguish between “acquired” and “congenital” \naphantasia (Dawes et al., 2020 ; Pounder et al., 2022 ; Zeman et al., 2015 ). \nWhile some cases of acquired aphantasia were reported in the psychological \nand neurological literature throughout the twentieth century, usually in con-\nnection with brain injuries, cases of congenital aphantasia started being \nwidely reported only after the term “aphantasia” gained some traction.4 \nThis is the case of otherwise healthy individuals who learn about their \ncondition while having a casual conversation, watching television, or brows -\ning on the internet and come to the astonishing conclusion that, for other \nindividuals, having mental images is more than a figure of speech.5 In this \nregard, congenital aphantasia could constitute a paradigm case of hidden \ndifferences in phenomenal experience; that is, subjective differences of which \nindividuals remain largely unaware, concealed by the assumption that what is \nin one’s mind is in everyone’s mind (Lupyan et al., 2023 ; Phillips, 2014 ).\nIn the last six or seven years, aphantasia has received attention from media \noutlets, television shows, and social networks. For instance, articles about the \ntopic appeared in The New York Times (2015) and Scientific American (2018); \nnews stories were broadcast on the BBC (2015) and CBC (2016); testimonials \nwere shared at TEDx events (2016); and references were made in Netflix’s \nSpace Force (2020). Aphantasia discussion groups also proliferated on \nFacebook, Reddit, and other social networks, not to mention the creation of \nthe awareness website Aphantasia Network. In 2020, Altmetric placed Zeman \net al.’s (2015 ) seminal work in the top 1% of scientific outputs, reflecting \na sustained surge of interest in the phenomenon. The alleged condition, \nhowever, has hardly been discussed in the philosophy of mind. Just \na couple of years ago, for example, the entry of “mental imagery” in the \nStanford Encyclopedia of Philosophy , authored by N. J. T. Thomas, neither \nmentioned aphantasia nor discussed imagery deficits beyond the incidental \nand skeptic note that “a few people may insist that they rarely, or even never, \nconsciously experience imagery” (Thomas, 2021 , p. 3). By the time of sub-\nmitting this paper, Thomas’s entry had been replaced by Nanay’s, which \nmentions aphantasia from the first section of the article, albeit without delving \nmuch into details (Nanay, 2021a ). Notable exceptions that discussed cases of \nlack of mental imagery in the philosophical literature before the term “aphan -\ntasia” was even coined are Faw (2009 ) and Phillips (2014 ).6\n2.The puzzle\nThe puzzle raised by aphantasia is how to explain the enormous range \nof tasks that self-described aphantasics are objectively capable of per-\nforming despite subjective reports of lack of visual imagery. As Brain \nwrote more than half a century ago, “perhaps the most surprising PHILOSOPHICAL PSYCHOLOGY\n 3"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "feature is how little the loss of voluntary visualization impaired func -\ntions in which visual imagery might have been expected to play some \npart” (Brain, 1954 , p. 290). Alleged aphantasics can carry on activities \nin a way that is apparently indistinguishable from other individuals; \nfrom telling a story to drawing an object, there seem to be no beha -\nvioral differences between aphantasics and visualizers aside from their \nreports. Self-described aphantasics have developed successful careers as \ngraphic designers, fine artists, creative photographers, screenplay wri-\nters, film directors, and many other occupations in which visual ima-\ngery is considered to play an essential role. This serves to confirm what \nGalton noted more than a century ago, that “men who declare them -\nselves entirely deficient in the power of seeing mental pictures can \nnevertheless give life-like descriptions of what they have seen, and \ncan otherwise express themselves as if they were gifted with a vivid \nvisual imagination” (Galton, 1880 , p. 304).\nExperimental research makes this puzzle even more interesting. In the \nstudy of visual imagery, cognitive scientists often deploy a battery of stan-\ndardized tests. Some of these tests are intended to capture and parametrize \nindividuals’ subjective reports of visual imagery, while others are intended \nto measure their objective performance in imagery-related tasks. \nSurprisingly, low ratings in reported visual imagery among self-described \naphantasics stand in strong contrast with the normal scores they achieve in \ntests devised to measure objective visual imagery and visual memory \ncapacities.\nThe standardized tests cognitive scientists use to capture and parametrize \nthe subjective reports of visual imagery are the Vividness of Visual Imagery \nQuestionnaire (VVIQ) (Marks, 1973 ), the Spontaneous Use of Imagery \nScale (SUIS) (Reisberg et al., 2003 ), and the Object and Spatial Imagery \nQuestionnaire (OSIQ) (Blajenkova et al., 2006 ). The VVIQ is a sixteen- \nquestion questionnaire in which participants are asked to visualize some \nscenes and rate the vividness of their experiences on a five-point Likert scale. \nIndividuals may be asked, for example, to imagine “a country scene which \ninvolves trees, mountains and a lake” or “some relative or friend whom you \nfrequently see,” and then to rate the picture that comes before their mind’s \neye on a scale from “no image at all” to “as clear and vivid as normal vision.” \nSUIS and OSIQ do not explicitly ask the participants to engage in visualiza -\ntion exercises, but instead, participants are provided with certain statements \nand asked to express agreement or disagreement with on a five-point Likert \nscale. Individuals may be asked, for example, to rate their agreement with \nstatements such as, “When I hear a commercial on the radio, I have a clear \npicture of what the announcer is trying to sell,” or, “If I am looking for new \nfurniture in a store, I always visualize what the furniture would look like in \nparticular places in my home.”4\n J. J. LORENZATTI"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "The standardized tests that cognitive scientists use to measure objective \nperformance in imagery-related tasks are the tests of mental rotation \n(Shepard & Metzler, 1971 ), recollection of details (Behrmann et al., 1994 ; \nWeber & Castleman, 1970 ), and identification of colors (Eddy & Glass,  \n1981 ; Heuer et al., 1986 ). The test of mental rotation in the version of \nShepard and Metzler works with three-dimensional objects formed by ten \ncubes. The examiners present the participants with two objects with differ -\nent degrees of rotation, and the participants must determine as quickly as \npossible whether the objects presented are identical in shape. The tests of \nrecollection of details, which are more associated with visual memory \ncapacities, may ask the participants to answer questions about parts of \nanimals (e.g., elephant: “Does it have a long tail proportional to its body \nsize?” “Does it have floppy or upright ears?”), determine whether letters \nhave certain characteristics (e.g., letter “f”: “Does it extend below the line?” \n“Does it have curved parts?”), and answer questions about salient features of \nfamous people (e.g., Tony Blair: “Does he have large ears?” “Does he have \na mustache?”). Finally, the tests of identification of colors require the \nparticipants to make comparative judgments about different hues of color \n(e.g., “Is the green of grass darker than the green of a pine tree?” “Which of \nthese five reds is the color of a stop-sign?”).\nSuccess in these tests has always been considered to be a sensitive indi-\ncator of the presence of mental imagery because, first, most individuals \nreport solving the required tasks by conjuring visual images and, second, the \nobjects, details, and colors at issue are likely to be coded visually as opposed \nto verbally or otherwise (Dean & Morris, 2003 ; Shepard & Metzler, 1971 ; \nThomas, 2021 ).7 It was not expected that otherwise healthy individuals who \nsincerely report a lack of visual imagery could succeed in tests devised to \nmeasure objective performance in imagery-related tasks; and yet, this \nassumption was wrong. As Phillips puts it, there is a “puzzle raised by the \napparent lack of correlation between objective task performance in imagery \ntasks and reported imagery” (Phillips, 2014 , p. 279). But even if some \ncorrelations were to be found, this would not diminish the puzzle of how \nindividuals who supposedly have no visual imagery can solve these tasks at \nall. The distinct possibility that self-described aphantasics are indeed aphan -\ntasics elicits important psychological and philosophical questions; chiefly, \nhow can there be individuals who retrieve visual information about objects \nin their absence without mental imagery, and how they can do it without \ncompromising the accuracy and richness of the visual information they can \nretrieve?\nMoreover, the ability to retrieve visual information in the alleged absence \nof mental imagery has made some researchers compare aphantasia with \nblindsight; that is, cases of cortically blind patients who, nevertheless, are \nable to solve visual and motor tasks that would be impossible to solve PHILOSOPHICAL PSYCHOLOGY\n 5"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "without visual information (D’Aloisio-Montilla, 2017 ; Fulford et al., 2018 ; \nPhillips, 2014 ; Zeman et al., 2010 ). Although aphantasia and blindsight are \nentirely different and unrelated conditions, aphantasics and blindseers share \nthe ability to solve tasks without metacognition of the first-order mental \nstates that enable their performance; while blindseers can answer questions \nabout objects in front of them and dodge obstacles that would have other -\nwise involved conscious perception, aphantasics can answer questions about \nabsent objects and perform spatial operations that would have otherwise \ninvolved conscious visual imagery.\n3.Four hypotheses\nIn what follows, I present four hypotheses that researchers have put forward \nin relation to reports of lack of visual imagery and assess some of the evidence \navailable in cognitive science. However, evaluation of the hypotheses cannot \nbe limited to surveying the available empirical research but must engage with \nconceptual problems that emerge from data interpretation. Understanding \naphantasia depends not just on empirical findings and cognitive models but \nalso on what we make of concepts like that of “consciousness,” “experience,” \nand “awareness.” For example, some psychologists and cognitive scientists \nuse the term “experience” almost automatically with perceptual language, \nand philosophers have to disambiguate where there is a question of whether \nthe individual is aware of the relevant mental state (Lycan, 1996 ). Similarly, \nthe distinction between what is taken to be “conscious” and what is taken to \nbe “unconscious” is usually not accompanied by an explanation of whether it \nhinges upon attentional processes that modulate introspection or whether it \nroughly overlaps, at least extensionally so, with the distinction between \npersonal and sub-personal states (Drayson, 2012 ).\nIt is important to mention that the following list is not intended to be \nexhaustive of the possible explanations of aphantasia.8 Also, even when the \nfollowing hypotheses are presented as alternative explanations—and in an \nimportant sense, they are competing hypotheses about aphantasia—this \nexposition should not preclude the possibility that more than one hypoth -\nesis could describe the condition of a particular individual, or that different \nindividuals could report lack of visual imagery for different reasons. \nThe hypotheses under consideration are the following:\nDESCRIPTION : Individuals who report no visual imagery are simply describing \ntheir mental experiences in a different way, with no significant \ncognitive differences between self-described aphantasics and \nother individuals.6\n J. J. LORENZATTI"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "INTROSPECTION : Individuals who report no visual imagery fail to become \naware of personal-level mental states that they nonetheless \nhave, due to intrinsic unreliability or abnormal performance \nof introspection.\nDISCONNECTION : Individuals who report no visual imagery have sub-personal \nmechanisms with imagistic representations that are not \naccessible at a personal level.\nABSENCE : Individuals who report no visual imagery have no sub-personal \nmechanisms with imagistic representations but use alternative \ncognitive strategies to compensate in activities that would other -\nwise involve visual imagery.\nIt is worth noting that DESCRIPTION and INTROSPECTION deny the existence of \nsubstantial differences between self-described aphantasics and visualizers \nbesides their reports, and thereby conclude that there is no such condition as \naphantasia in a stricter sense—individuals that report lack of visual imagery \nare mistaken in thinking that they lack visual imagery. By contrast, \nDISCONNECTION and ABSENCE acknowledge the existence of substantial differ -\nences in the capacities to conjure visual imagery among individuals and \nprovide an explanation of aphantasia in terms of a condition. In accordance \nwith the above, DESCRIPTION and INTROSPECTION either downplay or outright \ndisregard the authority of self-described aphantasics’ reports, whereas \nDISCONNECTION and ABSENCE offer explanations in consonance with reported \nexperiences. Differences between these hypotheses will become clear in the \nfollowing sections.\n3.1.DESCRIPTION\nAccording to DESCRIPTION , individuals who report no visual imagery are \nsimply describing their mental experiences in a different way, with no \nsignificant cognitive differences between self-described aphantasics and \nother individuals. The insight underpinning DESCRIPTION is that mental \nexperiences are confusing, and we should not be surprised to find that \ndiscrepancies between subjective reports are at the level of concepts; while \nsome individuals may be prone to recognize a similarity between imagery \nand perception, others may claim that they do not see mental images “any \nmore than a man sees the thousand lines of Sophocles which under due \npressure he is ready to repeat” (Galton, 1880 , p. 302). After all, imagining \nsomething is different from seeing something, and given that it is impossible \nto provide an ostensive definition to calibrate the referents of the concepts \nused to communicate our mental states, it is uncertain whether two indivi -\nduals are applying them in the same way. In short, according to DESCRIPTION , \ndiscrepancies between mental imagery reports are to be understood as \na form of miscommunication.PHILOSOPHICAL PSYCHOLOGY\n 7"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "This hypothesis has been suggested by Thomas (2001 ) and discussed, \nalthough not endorsed, by Schwitzgebel (2011 ). It is also the most \nparsimonious explanation about alleged cases of aphantasia and that \nwhich captures the pre-theoretical intuitions of most visualizers when \npresented with the case of individuals who claim to have no visual \nimagery whatsoever (Faw, 2009 ; Lupyan et al., 2023 ; Phillips, 2014 ).\nThomas’s main argument is that introspective reports, in general, cannot \nbe taken at face value since they are theory-laden—and hopelessly so. Folk \nand scientific theories influence the way we describe our mental states to the \nextent that reported discrepancies in subjective experience are more reflec -\ntive of differences in our personal idiosyncrasies than actual differences in \nour mental states. Thomas brings up the historical case of J. B. Watson, who \nwent from reporting that his mental imagery was as clear as perception to \ndenying its very existence some years later, eventually rendering the concept \nof mental imagery to a “sheer bunk” and “medieval” superstition. These \ndifferences in subjective reports cannot be ascribed to significant changes at \nthe cognitive level or systematic dishonesty in the reports but, rather, the \nargument goes, “it is much more plausible to believe that they reflect \nchanges in how the people concerned were inclined to conceptualize their \nminds’ workings, and, thus, to describe them verbally, to themselves as well \nas to others” (Thomas, 2001 , p. 5).\nSubjective tests of visual imagery, from Galton’s breakfast table to \nMarks’s VVIQ, import concepts in connection to the visual modality—our \nconceptual repertoire includes phrases such as “to have a mental picture,” \n“to create a mental image,” “to see with the mind’s eye,” and so forth. Now, \nvision gives us a grasp of the outer world, and we perceive objects as being \nlocated within our egocentric space—but where are mental images located? \nDoes it make sense to compare mental imagery with physical images so as to \njustify the figure of speech of mental pictures that can be seen in the mind’s \neye? Mental pictures are certainly not photographs that can be handed \naround the table or displayed on the phone—you cannot point at a mental \nimage to clarify what you mean and settle a discussion. In short, there are \nmany disanalogies between what is conceptualized as mental imagery and \nthe metaphors used to describe it, and, as Thomas argues, “because it is \nprivate, it is hard to be sure that we are applying the words we use to \ndescribe it in the same way that the next person does” (Thomas, 2001 , p. 6).\nDespite our charitable efforts, DESCRIPTION does not seem to be a good \nexplanation for aphantasia. It is true that notions of mental imagery may \nvery well differ among individuals. One may even concede that what \nseems to be univocal in a certain context may be equivocal in others and \nthat subjective reports are theory-laden. Still, to claim that two indivi -\nduals could be in roughly the same mental states and yet one of them \nfails to describe them in terms of mental imagery is nonetheless 8\n J. J. LORENZATTI"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "something different. The phenomenal similarity between visual imagery \nand visual perception is not only informed by ordinary life, as evidenced \nby the conceptual repertories used to describe these mental states across \nmany languages, but by psychological practice as well (Brogaard & \nGatzia, 2017 ; Nanay, 2015a , 2021b ; Price, 1952 ). To begin with, visual \nimagery and visual perception represent the same determinable proper -\nties, such as shape and color. Visualizing an elephant involves visualizing, \nat a minimum, certain color patches arranged in a certain way. Second, \nmuch like visual perception, visual imagery is perspectival. Visualizing an \nelephant amounts to visualizing it from a certain perspective, obscuring \nthe other side. Although visualizers can switch from, for example, the \nfront view to the back view, these views are not simultaneously given. \nThird, both visual imagery and visual perception can be sharpened \nthrough attention. When visualizing an elephant, visualizers might not \nbe initially aware of the elephant’s tail size or ear shape, but they can \nfocus on these features by directing their attention toward them. But \nperhaps the most compelling evidence of the phenomenal similarity \nbetween visual imagery and visual perception comes from Perky’s famous \nexperiments in the early twentieth century, along with their successive \nreplications (Perky, 1910 ; Segal, 1972 ; Segal & Nathan, 1964 ). In these \nexperiments, participants looking at a wall were given the task of visua -\nlizing objects such as a tomato or a banana while the experimenters \nprojected, without the participants’ knowledge, faintly colored images \nof these objects. The “Perky effect” showed that participants took them -\nselves to be visualizing the objects being projected. The fact that visual \nperception and visual imagery could be systematically confused under \nthese settings suggests that the corresponding mental representations are \nsimilar. If the standard interpretation of these psychological experiments \nis correct, one might ask how plausible it is that a group of individuals \ncould fail to describe mental imagery as having some of the character -\nistics they nonetheless ascribe to perception.\nSome self-described aphantasics report grasping something they describe \nas “subvisual models” or “subliminal imaging,” which certainly could give \na certain credibility to DESCRIPTION . However, others adduce having no \nrepresentations whatsoever supporting their performance in visual imagery \nand visual memory tests. For these individuals, there is no mental repre -\nsentation that helps them to determine, for instance, if two three- \ndimensional structures in the test of mental rotation are the same, nor do \nthey report any kind of mental representation in virtue of which they can \ndetermine whether elephants have long tails in proportion to their body \nsizes. Most self-described aphantasics simply pause for a moment and claim \nthey “just know” or “remember” the information at issue (Faw, 2009 ; \nKendle, 2017 ; Phillips, 2014 ).PHILOSOPHICAL PSYCHOLOGY\n 9"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Now, even though this argument against DESCRIPTION may not be con-\nclusive, additional reasons in the following sections will rule out this \nhypothesis as a general explanation for aphantasia.\n3.2.INTROSPECTION\nAccording to INTROSPECTION , individuals who report no visual imagery fail to \nbecome aware of personal-level mental states that they nonetheless have, \ndue to intrinsic unreliability or abnormal performance of introspection. The \ncore idea of this hypothesis is that there is a set of attentional mechanisms by \nmeans of which individuals typically form judgments about their mental \nstates, and this set of mechanisms may be failing to provide information \nabout these mental states to the individual.9 In other words, these atten -\ntional mechanisms may systematically fail to make individuals aware of \ncertain mental states, leading them to report a lack of mental imagery. As \nwith DESCRIPTION , INTROSPECTION implies that aphantasia is not a true condi -\ntion, for self-described aphantasics do actually have mental imagery. \nAgainst DESCRIPTION , however, INTROSPECTION entails that the initial puzzle \ncannot be explained by mere discrepancies at the level of concepts—it is not \na problem of miscommunication but metacognition.\nA version of this hypothesis was originally suggested by Hebb (1968 ), for \nwhom individuals who report a lack of visual imagery are able to form \nmental images that they are unable to retrieve.10 This view also seems to \nhave been proposed by Marks, for whom “non-(visual)-imagers may be \nsuffering from some sort of sub-clinical neurological disconnection syn-\ndrome, whereby they do have visual imagery, but are unable to report it” \n(Thomas, 2001 , p. 3).11 Schwitzgebel (2011 ) and, more recently, Nanay \n(2021a , 2021b ) have also defended some versions of INTROSPECTION .\nNanay claims, for example, that “at least some aphantasics seem to have \nmental imagery that they are not aware of” (Nanay, 2021a , p. 7). He \nconsiders aphantasia to be a behavioral category that may have different \nunderlying conditions, one of which must be explained by analogy with \ncases of unconscious perception and unpacked in terms of failures of \nattentional processes. In other words, some cases of aphantasia are best \nexplained as cases of “unconscious visual imagery.”12 In any event, this \nshould not be a reason for concern because, according to Nanay, “recent \nresearch highlights that there are very few behavioral or neural differences \nbetween conscious and unconscious mental imagery” (Nanay, 2021b , p. 1).\nSchwitzgebel is possibly the philosopher of mind who has most \nresolutely defended the idea that introspection is unreliable, even in \nnormal conditions. The fact that certain individuals may fail to \nbecome aware of their mental imagery need not be something patho -\nlogical but an extreme of the distribution of individuals who are in 10\n J. J. LORENZATTI"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "themselves lousy at understanding their mental lives. Moreover, exten -\nsive variation in mental imagery, according to Schwitzgebel, is a myth \nbased on the excessive weight given to our ability to understand our \nmental lives. If differences in visual imagery were as vast as self- \ndescribed aphantasics report, we should expect substantial behavioral \ndifferences, “differences comparable to that between a prodigy and \na normal person or between a normal person and one with severe \ndisabilities” (Schwitzgebel, 2011 , p. 44). However, as our initial puzzle \nsuggests, there seems to be no correlation between subjective reports \nand objective performance in visual imagery and visual memory tests, \nand, therefore, we should not honor the reports of self-described \naphantasics.\nThe most immediate criticism of INTROSPECTION draws attention to \nthe fact that while descriptions of our mental lives can be messy and \nliable to error, the thesis that some individuals systematically fail to \nintrospect their mental imagery is a very demanding one. Most self- \ndescribed aphantasics are able to introspect visual imagery during \nhypnagogic states and dreams, and others are able to introspect \nmental imagery in other sensory modalities (Dawes et al., 2020 ; Faw,  \n2009 ; Zeman et al., 2020 ). Thus, INTROSPECTION would fall short in \nexplaining why otherwise healthy individuals can introspect some \nforms of mental imagery but not others. One may acknowledge that \nindividuals sometimes make mistakes about their mental lives, but to \ninsist that self-described aphantasics consistently misunderstand their \nmental lives, even in favorable circumstances and regardless of their \nattentiveness, is a thesis that should provide further reasons to be \ntaken seriously.\nPerhaps more important, INTROSPECTION —but also DESCRIPTION —predicts \nlittle to no behavioral differences between self-described aphantasics and \nother individuals besides their reports. However, recent evidence supports \nthe existence of these differences. For example, differences between self- \ndescribed aphantasics and visualizers have been observed in the information \nthat each group is able to retrieve from visualization exercises. One of these \nexercises, which is used as a shibboleth for aphantasia in some “awareness” \ncircles, runs as follows13:\nVisualize the following scene: There is a ball on a table. Someone walks up \nto the table and gives the ball a push. The ball rolls and finally falls to the \nfloor.\nNow, answer the following questions:\n(a)What size and color was the ball?\n(b)What gender was the person that pushed the ball?\n(c)How exactly did the ball move after being pushed?PHILOSOPHICAL PSYCHOLOGY\n 11"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "This exercise is interesting because, should visual imagery be conjured, \nvisualizers should have a somewhat clear idea of what the ball, person, \nand resulting motion looked like (the reader may have experienced some \nof this when reading the prompt). It is not surprising to find that most \nvisualizers often provide additional information that is not explicitly asked \nfor in the questions. Visualizers may reply, for example, that they visualized \na rubber ball about the size of a handball, or that they are not entirely certain \nabout the gender as they only saw the person’s feet, but they are confident \nthat it was a child (among my colleagues, one even reported visualizing not \na person but a monkey). These answers are similar to those that would be \nobtained if the participants were asked about a scene they witnessed a few \nmoments ago. After all, as Berkeley observed in his critique of Locke’s \ntheory of abstract ideas more than three centuries ago, “whatever . . . \nI imagine, it must have some particular shape and color. Likewise, the \nidea of man that I frame to myself must be either of a white, or a black, or \na tawny, a straight, or a crooked, a tall, or a low, or a middle-sized man. \nI cannot by any effort of thought conceive the abstract idea above described. \nAnd it is equally impossible for me to form the abstract idea of motion \ndistinct from the body moving, and which is neither swift nor slow, curvi -\nlinear nor rectilinear” (Berkeley, 1910 , p. 11). While Berkeley’s observation \nseems true for visualizers, it should not, the argument goes, hold true for \nself-described aphantasics; given that these individuals allegedly lack visual \nimagery, they should not be able to provide positive answers to the ques -\ntions in the prompt. In fact, that is what happens; self-described aphantasics \nsimply shrug their shoulders as if they were asked about the ball’s serial \nnumber or the person’s ice cream preferences.\nThe results obtained in visualization exercises like the one introduced \nabove are part of a broader phenomenon that is also manifest in the way \ndifferent individuals experience the practice of reading. Most readers cannot \navoid creating visual images of the characters and places involved in a story, \nand as Berkeley notes, having a mental image of something is having \na mental image along with many of its determinable properties. Self- \ndescribed aphantasics, however, report creating no visual images as the \nnarrative of a story unfolds (Alireza, 2016 ; Kendle, 2017 ). Consequently, \ncharacters in fictional stories are ex hypothesi not assigned the determinable \nproperties that most individuals promptly and involuntarily assign to them. \nAragorn in The Lord of the Rings , to mention a well-known example, has no \nphysiognomy outside of that specified by the narrator. Likewise, Gondor has \nno topography beyond what is mentioned in the story. For movies based on \nbooks, it is interesting to note that visualizers often complain about char -\nacters and places being represented differently than they had pictured when \nreading the book. It is commonplace to hear that some people do not want \nto see the Hollywood version of a story they have read—anyone who has 12\n J. J. LORENZATTI"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "read J. R. R. Tolkien has already formed a vivid mental image of the fictional \nuniverse in the story. By contrast, the information that self-described \naphantasics are able to gather from the reading is, according to them, not \ndetailed enough to produce such disappointment-by-mismatch when they \nsee, for example, Viggo Mortensen carrying the shards of Narsil or New \nZealand’s mountain ranges portrayed as Gondor. The point is not, of course, \nthat self-described aphantasics cannot be disappointed by the way certain \ncharacters or places are portrayed in movies but that the nature and extent \nof their disappointment differ from that of visualizers.\nThe proponent of INTROSPECTION could attempt to disregard these obser -\nvations by reminding the contender that self-described aphantasics’ reports \n—or any subjective reports, for that matter—need not be honored. \nHowever, notice that the above are not reports about the intimacy of visual \nimagery, or lack thereof—they are reports about the information one can \nretrieve from a visualization exercise or fictional story.\nMoreover, these differences seem to extend to the emotions that visuali -\nzation exercises and fictional stories are capable of evoking. Indeed, some \nresearchers have found a positive correlation between the reported vividness \nof visual imagery and the extent to which individuals are affected by \nfrightening scenarios. Wicken et al. (2021 ), for example, showed that self- \ndescribed aphantasics exhibit no physiological response to fear, as measured \nby skin conductance, when reading frightening stories, even though they \nshow no difference compared to control groups when viewing frightening \nimages.14\nRelatedly, surveys revealed that about two-thirds of self-described \naphantasics report difficulties with autobiographical memory; that is, the \nability to recreate past episodic memories from a personal point of view \n(Zeman et al., 2015 ). Watkins even suggested incidences of aphantasia in \ndisorders such as the recently described syndrome of “severely deficient \nautobiographical memory” (SDAM), in which individuals are prevented \nfrom traveling in time to reenact experiences and emotions (Watkins,  \n2018 ). These reports were recently confirmed by other systematic and \nwide-ranging psychological studies with self-described aphantasics \n(Dawes et al., 2020 ; Milton et al., 2021 ).\nNow, it is unlikely that these behavioral differences can be attributed to \nfailures of the attentional mechanisms that modulate introspection.15 Skin \nconductance tracks changes in autonomic nervous system arousal, which, in \nturn, are triggered by low-level processes of which the individual may or \nmay not be aware. Introspection, or the lack thereof, is thus unlikely to \nproduce the effects described above. Indeed, Wicken et al. (2021 ) dismiss \nthe hypothesis that self-described aphantasics lack good metacognition of \ntheir mental images and provide an explanation that delves deeper into our \ncognitive architecture.PHILOSOPHICAL PSYCHOLOGY\n 13"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "If the interpretation of these empirical results is correct, there are good \nreasons to believe that INTROSPECTION not only fails to predict but also would \nbe unable to explain the behavioral differences between self-described \naphantasics and visualizers. But even if one were to maintain this hypothesis \nas a viable contender, the following sections will present additional experi -\nmental results that virtually rule out INTROSPECTION —and DESCRIPTION —as \na plausible explanation for aphantasia.\n3.3.DISCONNECTION\nAccording to DISCONNECTION , individuals who report no visual imagery have \nsub-personal mechanisms with imagistic representations that are not acces -\nsible at a personal level. The personal and sub-personal distinction, intro -\nduced by Dennett (1969 ), is between states and capacities attributed to the \nindividual (for example, the capacity to perceive objects or understand \nlanguage) and states and capacities attributed to a particular component \nof the individual’s cognitive system (for example, the capacity to convert \ndifferences in luminosity into edges or combine words into grammatical \nsentences). According to this hypothesis, subsystems within the self- \ndescribed aphantasics would be endowed with the same cognitive mechan -\nisms as visualizers but without the relevant information being accessible to \nthe individual as such.\nAlthough DISCONNECTION resembles INTROSPECTION , these hypotheses differ \nin two important ways. First, while the hypothesis of a failure of attentional \nmechanisms that modulate introspection denies the existence of consider -\nable differences between self-described aphantasics and visualizers, the \nhypothesis of a disconnection between personal-level mental states and sub- \npersonal mechanisms predicts significant differences from the beginning, \nfor it is true that the whole individual does not have visual imagery. \nConsequently, while INTROSPECTION does not honor the reports of those \nwho claim to have no mental imagery, DISCONNECTION grants prima facie \ncredibility to these reports and explains the nature of the deficit. Second, \nwhile INTROSPECTION blames attentional mechanisms that modulate intro -\nspection for what it regards as false reports, DISCONNECTION claims that there \nis nothing to blame these mechanisms for—no more than we would blame \nthem for failing to reveal the algorithms of edge detection or the rules of \ntransformational grammar.\nThis hypothesis seems to have been first proposed, at least for patients \nwith acquired aphantasia, by Brain (1954 ) after studying cases of loss of \nvisual imagery due to brain injuries.16 For the cases of congenital aphanta -\nsia, the first conceptual and empirical articulation probably belongs to Botez \nand colleagues, who conclude that “visual imagery does exist in our patient \nat a subliminal level, but he is incapable of conscious retrieval and 14\n J. J. LORENZATTI"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "reporting” (Botez et al., 1985 , p. 387). In that particular case, Botez and \ncolleagues attribute the lack of visual imagery to neurological causes that \naffected the visual interhemispheric transfer.17 More recently, two similar \nversions of DISCONNECTION have been proposed by Faw (1997 , 2009 ) and \nPhillips (2014 ). Although neither of them denies the existence of specific \nneural correlates of visual imagery and the lack thereof, their explanations \ndo not entail neurological damage, as in Brain’s patients, or abnormal \nneurological development, as in Botez’s patient.\nFaw (2009 ) introduces the concepts of “MI-1” to refer to the objective \ncapacity for mental imagery and “MI-2” to refer to the subjective capacity \nfor mental imagery. The MI-1/MI-2 distinction is not intended to provide \na specific hypothesis but a somewhat higher-level description of the phe-\nnomenon that, in turn, could be instantiated by several lower-level hypoth -\neses. The lower-level hypothesis favored by him, however, seems to fall into \nDISCONNECTION . In Faw’s own words, individuals who report a lack of visual \nimagery “might have some sort of subliminal imaging ability that allows \nnormal perception but not conscious supraliminal imaging” (Faw, 2009 , \np. 46). Individuals with only MI-1 (lacking MI-2) would have cognitive \nmechanisms endowed with imagistic representations, but these would not \nconstitute mental states of the whole person.\nIn a similar vein, Phillips (2014 ) distinguishes two senses of “mental \nimagery,” namely, the “representational” and “experiential” senses.18 \nImagery in the representational sense refers to those “underlying sub- \npersonal representations” that are constitutively structured as images. By \ncontrast, imagery in the experiential sense refers to “conscious personal- \nlevel episodes.” While visual imagery and visual memory tests measure \nimagery in the representational sense, individual reports describe imagery \nin the experiential sense. There is a theoretical possibility, therefore, that \nself-described aphantasics have underlying sub-personal representations \nthat allow them to solve visual imagery and visual memory tests but lack \npersonal-level episodes that allow them to produce the corresponding \nreports.\nThis view grants that some individuals could be correct in reporting no \nvisual imagery—inasmuch as they have no personal-level episodes of visual \nimagery—and, at the same time, explains why they can score well in visual \nimagery and visual memory tests—insofar as they have underlying sub- \npersonal representations just like visualizers.\nWhat about the observed differences in information retrieval and emo -\ntional response in the context of visualization exercises and fictional stories? \nDISCONNECTION does not provide an explanation for these differences, but \nunlike previous hypotheses, it contains theoretical elements that extend \nbeyond mere discrepancies at the level of concepts or failures of attentional \nprocesses. Proponents of this view count with the resources for creating PHILOSOPHICAL PSYCHOLOGY\n 15"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "models in which the lack of personal-level access to sub-personal imagistic \nrepresentations affects differentially other personal or sub-personal agencies \nthat typically benefit from this informational access. Even so, as we will see, \nDISCONNECTION may encounter some difficulties in explaining other empiri -\ncal findings related to aphantasia.\n3.4.ABSENCE\nAccording to ABSENCE , individuals who report no visual imagery have no \nsub-personal mechanisms with imagistic representations but use alternative \ncognitive strategies to compensate in activities that would otherwise involve \nvisual imagery.\nThis hypothesis has been defended by Zeman et al. (2010 , 2015 ), and \npointed as one among other possible explanations of aphantasia by Keogh \nand Pearson (2018 ), Kay et al. (2022 ), Wicken et al. (2021 ), and Pounder et \nal. (2022 ).19 Acquired aphantasia was studied by the former in a patient who \nreported a loss of mental imagery after a minor surgery. Zeman and \ncolleagues found that despite subjective reports of lack of visual imagery, \nhe was not impaired in solving visual imagery and visual memory tasks. \nHowever, since the cognitive strategy used by most participants in Shepard \nand Metzler’s tests is rotating the three-dimensional objects in the mind’s \neye, data typically show a linear correlation between the angle of rotation \nand the time required to determine whether the objects presented in the task \nare the same—larger angles correlate with longer response time, and smaller \nangles correlate with shorter response time. The pattern obtained from \nZeman’s patient showed a less clear relationship between angular rotation \nand response time, suggesting that he adopted a different cognitive strategy \nfor solving mental rotation tasks.\nThis anomaly led Zeman and colleagues to perform further research \nusing functional magnetic resonance imaging (fMRI). Studies showed strik -\ning differences between their patient and the control group in tasks that \nrequired visualizing the faces of famous people, but not in those that \nrequired viewing them in pictures. Specifically, both Zeman’s patient and \nthe individuals in the control group activated posterior cortical areas asso-\nciated with vision when asked to look at famous faces, but only the control \ngroup showed considerable activation of these areas when asked to visualize \nthese faces. Instead, Zeman’s patient showed higher activation in anterior \ncortical areas that are typically associated with executive functions.20\nThe contrast observed in the respective patterns of cortical activation can \nbe interpreted as evidence against DESCRIPTION and INTROSPECTION since \nneither of these hypotheses predicts considerable differences at \na neurological level. In addition, the apparent use of a different cognitive \nstrategy in the test of mental rotation may be understood as evidence against 16\n J. J. LORENZATTI"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "DISCONNECTION . If Zeman’s patient had sub-personal mechanisms associated \nwith visual imagery operating normally; that is, differing from control \ngroups only on the information that is consciously accessible at a personal \nlevel, then it would have been correct to predict similar performance to the \ncontrol group. In other words, there is prima facie no reason to think that \nthe patient’s failure to consciously access representations that are imagistic \nin nature would have affected his response time in a way that does not \ncorrelate with the angular rotation. Indeed, the lack of correlation led \nZeman and colleagues to reject an explanation in terms of processing of \nimagistic representations which do not enter consciousness.\nDoes this mean that DISCONNECTION is not a plausible hypothesis for \naphantasia? Drawing that conclusion about all cases of aphantasia, includ -\ning both congenital and acquired, would be a hasty generalization. What the \nresearch conducted by Zeman and colleagues shows is that DISCONNECTION \ndoes not provide a good explanation for their patient. Whether this conclu -\nsion can be extrapolated to otherwise healthy individuals who report \na lifelong lack of visual imagery is something that requires further evidence. \nIt is important to note that proponents of DISCONNECTION , such as Phillips \n(2014 ), acknowledge from the beginning that some cognitive processes at \nwork in standard tests of visual imagery are not imagistic and, thus, make \nroom for the possibility that patients such as Zeman’s may have developed \nstrategies that exploit other cognitive mechanisms. In fact, Phillips agrees \nwith Zeman in relation to the above patient’s condition but predicts that this \nanomaly concerning response time will not be replicated in patients with \ncongenital aphantasia.21\nMore recently, Pounder et al. (2022 ) found differences in response time \nin the mental rotation task, but only between visualizers and self-described \naphantasics who reported severe deficits in visual imagery. Other self- \ndescribed aphantasics who did not score at floor on the VVIQ scale showed \nno differences compared to control groups. These differences within the \ngroup of self-described aphantasics could be interpreted as portraying \ndifferent underlying characteristics for different individuals. It is possible \nthat some individuals report a lack of visual imagery in line with \nDISCONNECTION and others with ABSENCE . This need not be the case, however. \nIt should be noted that even when some self-described aphantasics showed \na linear correlation between angular rotation and response time in accor -\ndance with Phillips’s predictions, it does not imply the existence of sub- \npersonal imagistic representations as suggested by DISCONNECTION . It may \nwell be the case that aphantasics have no imagistic representations working \nat a sub-personal level but use haptic or motor mechanisms whose repre -\nsentations are nonetheless spatially organized. Spatial organization will \npredict, just like imagistic coding, a linear correlation between angular \nrotation and response time.PHILOSOPHICAL PSYCHOLOGY\n 17"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "However, there are independent reasons to think that cases of congenital \naphantasia are similar to cases of acquired aphantasia. Two neurological \nstudies revealed commonalities between Zeman’s patient and individuals \nwho reported lifelong deficits in visual imagery. Fulford et al.’s (2018 ) fMRI \nstudies showed that individuals with deficits in visual imagery had a more \nwidespread cortical activation than their respective control groups when \nasked to visualize famous faces and places. Moreover, the participants in the \nstudy showed, just like Zeman’s patient, lower activation in posterior cor-\ntical areas associated with vision and higher activation in anterior cortical \nareas associated with executive functions when asked to visualize famous \nfaces and places. In the same vein, Milton et al.’s (2021 ) fMRI studies \nshowed that self-described aphantasics had lower activation in posterior \ncortical areas compared to high-visualizers and lower activation in anterior \nparietal areas compared to both high-visualizers and control groups. Milton \nand colleagues interpret their results in terms of a reduction in connectivity \nbetween cognitive control systems and visual cortices.22 Taken together, \nthese neurological results can be understood as evidence in favor of ABSENCE , \nsuggesting that aphantasics have no visual imagery whatsoever, not even \nsub-personal imagistic representations, but they exploit other cognitive \nmechanisms somewhat comparable in richness.\nAnother line of research intended to shed light on the nature of \naphantasia has been conducted by Keogh and Pearson (2018 ) by exploit -\ning the effects of binocular rivalry. In standard tests of binocular rivalry, \nthe participants are presented with two different images, one to each eye. \nInstead of seeing two superimposed images, participants perceive one \nimage while the other is suppressed. Using the same binocular rivalry \nsetup, Pearson et al. (2008 ) have further demonstrated that presenting \na very faint projection of one of the images prior results in a higher \nprobability of that image being dominant in the test. In other words, the \ndominance of one image over the other can be induced by faintly \nshowing one of them to the participant before the instance of binocular \nrivalry. This effect in which one image is induced over the other is called \nthe “priming effect.” Now, similar results can be obtained when, instead \nof presenting the participants with one of the images before the instance \nof binocular rivalry, they are asked to visualize one of them (Pearson,  \n2014 ; Pearson et al., 2008 ). This means that visual imagery can prime \ndominance of one image over the other in a similar way that visual \nperception does. Interestingly, the binocular rivalry tests conducted \nwith self-described aphantasics revealed no significant dominance- \ninducing effect of one image over the other (Keogh & Pearson, 2018 ). \nIn other words, the experimental results showed that the priming effect \namong aphantasics does not differ substantially from chance. Along the \nsame line, Keogh and Pearson, led by Kay et al. (2022 ), have recently 18\n J. J. LORENZATTI"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "gathered evidence that indicates that self-described aphantasics, unlike \nvisualizers, do not adjust the size of their pupils when asked to visualize \nhigh-luminance objects.\nHow should these experimental results be understood in relation to the \nhypotheses we are considering? The visual rivalry and pupillometry experi -\nmental paradigms provide strong evidence against DESCRIPTION and \nINTROSPECTION insofar as they clearly show significant behavioral differences \nbetween self-described aphantasics and visualizers beyond subjective \nreports. In turn, they also provide evidence against our initial puzzle, for \ndifferences at the behavioral level could be more important than supposed at \nfirst. Notice that the absence of priming effect and pupillary response to \nillusory brightness among self-described aphantasics cannot be attributed to \nthe inherent difficulty to describe our mental lives or the failure to form \nadequate judgments about our mental states. Given that these experimental \nparadigms allow experimenters to dispense with any interpretation of indi-\nviduals’ own mental lives and bypass subjective reports of visual imagery, \nresearchers do not need to honor or dishonor self-described aphantasics’ \nconstruals—they can simply point out the behavioral differences between \nthe groups.\nMoreover, evidence stemming from the visual rivalry and pupillometry \nexperimental paradigms incidentally supports the thesis that individuals \nhave good metacognition of their mental states and strengthens the program \nof finding hidden differences in phenomenal experience through self- \nreports (Lupyan et al., 2023 ; Phillips, 2014 ). The fact that individuals’ \nconstruals of their own mental lives are a reliable predictor of either the \npresence or absence of priming effect and pupillary response suggests that \nintrospection may not be as unreliable as Schwitzgebel and others claim.\nHow these results should be evaluated in relation to DISCONNECTION , on the \nother hand, is less clear. It could be tempting to conclude that if aphantasia \nwas to involve a lack of visual imagery in the sense of differences at the \npersonal level with no significant differences at the sub-personal level, we \nshould be able to observe priming effect and pupillary response among \naphantasics. Since this prediction is not verified, the argument goes, aphan -\ntasics must lack sub-personal imagistic representations. However, the pro-\nponent of DISCONNECTION may claim that this conclusion presupposes that \nthe priming effect and pupillary response are driven by sub-personal ima-\ngistic representations. An alternative explanation would be that the priming \neffect and pupillary response are not bound to these sub-personal represen -\ntations but to higher-order states such as beliefs and expectations. In other \nwords, the visual rivalry and pupillometry experimental paradigms favor \nABSENCE over DISCONNECTION on the plausible but unproven assumption that \nthe priming effect and pupillary response are causally connected to the \nactivation of the visual cortices and other areas related to visual imagery.PHILOSOPHICAL PSYCHOLOGY\n 19"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "At this juncture, another line of psychological research proves to be \nparticularly relevant. Keogh and Pearson (2014 ) also showed that back -\nground luminance substantially decreases performance in visual work -\ning memory tasks among high-visualizers but not low-visualizers. In \nother words, they found that, while high-visualizers have—on average— \nbetter performance in visual working memory tasks compared to low- \nvisualizers, their performance drops drastically when background lumi -\nnance is increased. In stark contrast, low-visualizers’ performance \nremains constant across illumination conditions. Importantly, the effect \nof background luminance among high-visualizers is restricted to visual \nworking memory tasks, for neither group decreased performance in \nverbal work memory tasks. Although this study predates the identifica -\ntion of aphantasia as such and, therefore, participants were recruited as \nlow-visualizers as determined by low priming effect and not self-reports \nof lack of visual imagery, some participants in the study may have \nnonetheless been aphantasics (Keogh & Pearson, 2018 ). But even if \nthis were not the case, evidence suggests that individuals employ multi -\nple cognitive strategies to solve visual working memory tasks, albeit \nwith varying degrees of success.\nA plausible yet by no means uncontroversial interpretation of these \nexperimental results is that, while high-visualizers use cognitive mechan -\nisms supported by cortical areas associated with vision—mechanisms that \ncan be selectively disrupted by illumination conditions—low-visualizers \nemploy cognitive mechanisms that share little to no neural correlates with \nthe visual modality. Given that incoming visual information has obligatory \naccess to the visual areas, it is not surprising, then, that changes in lumi -\nnance can interfere with the performance of individuals using mechanisms \nthat employ these areas, while the performance of individuals using other \ncognitive mechanisms remains unaffected.\n4.Future directions\nAlthough DISCONNECTION cannot be discarded as a general explanation for \naphantasia, it nonetheless seems less suited than ABSENCE to explain the \navailable evidence. Further research in this direction could help us to either \ndecide between these hypotheses, accept them both as two possible under -\nlying explanations of what is generically referred to as “aphantasia,” or \nsuggest an alternative account not considered here.\nSpecific experimental paradigms could shed further light on this issue: \nFirst, the imagery value test (Paivio, 1971 ; Sadoski, 2005 ). Assessing whether \nnouns with high imagery value (such as “elephant”) and nouns with low \nimagery value (such as “truth”) are remembered and retrieved at different \nrates in self-described aphantasics, as has been observed among visualizers, 20\n J. J. LORENZATTI"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "could provide crucial evidence concerning how these concepts are codified \nand thus help us understand the relationship between mental imagery and \ndifferent forms of memory.\nSecond, the pupillometry paradigm could also provide differential evi-\ndence for one of the hypotheses above. Binda et al. (2013 ), for example, \nfound that grayscale pictures of high-luminance objects (such as the sun) \nelicit greater pupil constriction than those of low-luminance objects (such as \nthe moon). Although it remains unclear whether pupil responses were \nproduced in response to higher-level semantic representations or lower- \nlevel imagistic representations, the absence of pupillary response to illusory \nbrightness among self-described aphantasics points in the direction of the \nlatter possibility (Kay et al., 2022 ). Similarly, Mathôt et al. (2017 ) found that \nwords conveying brightness (such as “day”) also elicit greater pupil con-\nstriction than words conveying darkness (such as “night”). Further research \nusing this experimental paradigm with self-described aphantasics could \nshow whether reading or hearing words associated with degrees of illumi -\nnation produce distinctive effects among self-described aphantasics. Similar \neffects would favor DISCONNECTION over ABSENCE , while differential effects \nwould favor ABSENCE over DISCONNECTION .\nThird, the eye-tracking paradigm could determine whether self-described \naphantasics show similar eye-movement patterns when asked to visualize \nand perceive a certain scene. It has been documented among visualizers that \neyes move “around” visualized objects in a similar way that they would \nmove around actually perceived objects (Altmann, 2004 ; Nanay, 2015b ). \nA commonality in eye-movement patterns between self-described aphanta -\nsics and visualizers would indicate the existence of imagistic representations \nthat are nevertheless not accessible at a personal level, favoring \nDISCONNECTION , while a dissimilarity in eye-movement patterns would sug-\ngest the presence of alternative mechanisms, favoring ABSENCE .\nFinally, further research using fMRI with a battery of imagery-related \ntasks (instead of tasks requiring participants to visualize only faces and \nplaces) with self-described aphantasics is expected to provide conclusive \nevidence not only for the study of aphantasia but also mental imagery in \ngeneral, as there is still no consensus on which cortical areas are strictly \nassociated with visual imagery.23\n5.Concluding summary\nIn this paper, I have considered four hypotheses aimed at explaining \naphantasia. After assessing the available evidence, various reasons have \nemerged to doubt that it could be explained either as a discrepancy at the \nlevel of concepts or a failure of attentional mechanisms; neither DESCRIPTION \nnor INTROSPECTION predicts the behavioral and neurological differences PHILOSOPHICAL PSYCHOLOGY\n 21"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "observed between self-described aphantasics and visualizers. In turn, the \nhypothesis of a lack of personal-level access to sub-personal imagistic \nrepresentations cannot be discarded as an explanation for aphantasia but \nmay encounter some difficulties in explaining the empirical findings sur-\nveyed above. Despite its strengths in accommodating aphantasics’ self- \nreports and providing a framework for models that explain certain beha -\nvioral differences, DISCONNECTION faces problems in accounting for the beha -\nvioral effects induced by the visual rivalry, pupillary, and luminance \nexperimental paradigms and may also face challenges in accounting for \nthe widespread cortical activation in aphantasics. Finally, the hypothesis of \nan absence of sub-personal imagistic representations is both in comparative \nand absolute terms better suited to explain the previous psychological and \nneurological studies; ABSENCE can accommodate virtually all the evidence \ngathered thus far.\nFrom an interdisciplinary perspective, it is hoped that the philosophical \nconcepts presented here have proven helpful in addressing some of the \nproblems emerging from cognitive science. Three elements I take to be \nparticularly relevant to the discussion are: First, to provide a conceptual \narticulation of what is as yet only a diverse array of empirical studies and \noffer, for the first time in the literature, a comprehensive evaluation of \npossible explanations for aphantasia. Second, to call attention to the dis-\ntinction between what I termed “INTROSPECTION ” and “DISCONNECTION ,” some -\nthing that is too often blurred by vague use of the concepts of \n“consciousness,” “experience,” and “awareness.” Third, and related to the \nprevious point, to call for greater precision in what we mean by “mental \nimagery” in relation to aphantasia—and thus avoid the ambiguity of \nwhether it refers to personal-level events (of which the individual may or \nmay not be aware) or sub-personal imagistic representations (of which the \nsubject is necessarily unaware). In this regard, aphantasia is a case in which \nconceptual clarification is of particular importance, not only for empirical \nresearch but also for philosophical inquiry itself, inasmuch as this condition \nchallenges many of our pre-theoretical and philosophical intuitions alike.\nNotes\n1. Euclid’s definition of the sphere can be found in the Book IX, Definition 14, of his \nElements . Einstein’s famous Gedankenexperimente can be found in his \nAutobiographical Notes . For the controversy between Plato and Aristotle about the \nrational role of mental imagery, see, for example, Ananth (2014 ). For discussion about \nthe rational role of imagination in contemporary analytic philosophy, see Berto and \nSchoonen (2018 ).\n2. I will refer to aphantasia as a “condition” or “alleged condition” with the caveat that \nmany self-described aphantasics do not think their perceived lack of visual imagery in \nterms of an impairment, disability, or handicap. The same applies to other 22\n J. J. LORENZATTI"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "expressions such as “otherwise healthy individuals” I will be employing in this paper. \nIn this regard, Zeman et al. (2020 ) write that they “do not at present consider lifelong \naphantasia to be a medical disorder, but rather an intriguing variation in human \nexperience, analogous to synesthesia” (p. 438).\n3. Plato uses the term “phantasía” to refer to appearances and regards this notion as \na combination of perception and belief (Soph . 263b–264b, Tht. 152a–186e). Aristotle \ninherits this use but sometimes employs the term in ways that seem to refer to imagination \nand mental imagery (DA III, 3, 427b 17–25, 428a 1–16, Mem . I, 450a 20–25).\n4. According to some estimates, extreme cases of this alleged condition may affect up to \n1% of the population (Zeman et al., 2020 ).\n5. For testimonials, see Price (1952 ), Faw (2009 ), Ross (2016 ), Alireza (2016 ), Kendle \n(2017 ), and Watkins (2018 ). Perhaps I should add that I describe myself as an \naphantasic.\n6. More recently, D’Aloisio-Montilla (2017 ) has argued that aphantasia provides a new \nline of argument in favor of the “overflow account;” that is, the view that phenomenal \nconsciousness is far richer than access consciousness (Block, 2011 ).\n7. For an extensive review of the literature about the apparent lack of correlation \nbetween subjective reports of visual imagery and objective performance in imagery- \nrelated tasks, see Dean and Morris (2003 ), Nanay (2021b ), Schwitzgebel (2011 ), and \nPhillips (2014 ).\n8. Another possible explanation of aphantasia that I have not included here is that \nindividuals who report no visual imagery have the capacity to produce it but are \nprevented from doing so by other personal or sub-personal agencies. In other words, \nself-described aphantasics would be able to conjure visual imagery but are system -\natically prevented from reaching the instance in which visual imagery is produced. \n“Neurosis,” “anxiety,” “repression,” “depression,” “biases,” and simply “refusal to \nimagine” are some of the interfering factors considered in the literature. Different \nversions of this hypothesis, which I have termed “INTERFERENCE ,” have been suggested \nby Charcot and Bernard (1883 ), Zangwill (according to Brain, 1954 ), Kunzendorf \n(1995 ), and de Vito and Bartolomeo (2016 ) and constitute one of the possibilities that \nresearchers either explicitly or implicitly attempt to rule out in contemporary work on \naphantasia (see, for example, Kay et al., 2022 ; Wicken et al., 2021 ).\n9. For theories of introspection and discussion, see Armstrong (1968 ), Dennett (1969 ), \nLycan (1987 ), and Hill (1988 ).\n10. Hebb (1968 ) claims that “the difference between those who have little imagery and \nthose who have much may be not a difference of the mechanism of thinking, but \na difference in the retrievability of the image” (p. 476).\n11. The ideas that Thomas (2001 ) ascribes to Marks on the basis of their personal \ncommunication seem to be akin to what I have called “INTROSPECTION ” (all this \nprovided that by “visual imagery” Marks signifies personal-level states and not sub- \npersonal representations, for otherwise his view would be best described as what \nI have termed “DISCONNECTION ”).\n12. Nanay’s stance on this matter requires further clarification. For a mental state to be \n“unconscious” in Nanay’s sense, the individual must lack “conscious awareness” and, \ntherefore, his take on the issue is similar to what we have described as INTROSPECTION . \nHowever, since he defines “mental imagery” in terms of “cortical activation of the \nearly visual cortices,” he makes no room for the distinction between INTROSPECTION \nand DISCONNECTION ; if having mental imagery is simply being in such a neurological \nstate, whether the lack of access to information pertaining to that state occurs due to \na failure in introspection or lack of personal access makes no difference, the only case PHILOSOPHICAL PSYCHOLOGY\n 23"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "in which an underlying condition would count as a genuine case of lack of mental \nimagery would be that of absence of cortical activation of the early visual cortices, \nsomething analogous to ABSENCE , of which Nanay is skeptical (Nanay, 2021b ).\n13. This is a modified version of a visualization exercise found on Reddit: https://www. \nreddit.com/r/Aphantasia/comments/c6k023/this_is_why_the_new_users_here_are_ \nconfused_two/\n14. Dadds et al. (2004 ) have also suggested a positive correlation between the reported \nvividness of visual imagery and the extent to which individuals are affected by \naversions (but see Dawes et al., 2020 , for a nuanced hypothesis). Also, see Milton \net al. (2021 ) for other psychological characteristics that could potentially be associated \nwith aphantasia, such as elevated IQ scores, traits on the autistic spectrum, and \nintroversion.\n15. Thanks to an anonymous reviewer for bringing to my attention the need to include \nthis point in the argument.\n16. Brain (1954 ) claims that “it follows that visual imagery is not essential to these \nprocesses, which therefore must depend upon neurophysiological schemas which \ndo not themselves enter consciousness” (p. 290).\n17. Specifically, Botez et al. (1985 ) found hypoplasia of the right hemisphere and abnor -\nmal development of the posterior and superior parts of a stretched corpus callosum. \nAlthough the passage itself does not allow us to distinguish between INTROSPECTION and \nDISCONNECTION , the existence of these neural correlates suggests the latter.\n18. It is important to mention that the famous “mental imagery debate” from the \nseventies and eighties pertains only to imagery in the sense of underlying sub- \npersonal representations. Thus, there is no need to get involved in such debate in \nthis paper besides pointing out that DISCONNECTION would require sub-personal repre -\nsentations to be imagistic in nature.\n19. For example, Zeman et al. (2010 ) conclude that their patient “preserved performance \non tests of visual imagery . . . [due to] the use of alternative nonvisual strategies” \n(p. 154). Keogh and Pearson (2018 ) claim that their experimental results “support the \ntheory that congenital aphantasia is characterized by a lack of low-level sensory visual \nimagery, and is not due to a lack of metacognition or an inability to introspect” \n(p. 58). Wicken et al. (2021 ) argue that the data “provide further support for \naphantasia being a condition that is characterized by a true lack of visual imagery, \nrather than a condition of poor metacognition” (p. 4). Kay et al. (2022 ) claim that \ntheir research “provide strong evidence linking the pupillary light response to mental \nimagery, as well as supporting the behavioral work showing that aphantasic indivi -\nduals indeed lack visual sensory imagery” (p. 8). Finally, Pounder et al. (2022 ) suggest \nthat “it is the possible that aphantasic individuals are completing these tasks without \naccess to visual imagery, but rather by using spatial imagery (similar to congenitally \nblind individuals)” (p. 189).\n20. Specifically, Zeman’s patient and the control group showed no differential activa -\ntion in the inferior occipital and fusiform gyri when viewing pictures of famous \nfaces. However, when prompted to visualize these faces, the patient showed \na comparatively reduced activation in the bilateral fusiform gyri, superior temporal \ngyri/sulci, inferior occipital gyri, and calcarine sulci, and a comparatively increased \nactivation in the right anterior cingulate, bilateral inferior frontal gyri, and the \nprecuneus (Zeman et al., 2010 ).\n21. In Phillips’s own words, “what Zeman et al. call ‘blind imagination’ apparently \ninvolves the ‘successful use of an alternative strategy to perform imagery tasks in \nthe absence of the experience of imagery’ (Zeman et al., 2010 , [p.] 145). One piece of 24\n J. J. LORENZATTI"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "evidence for this is that their subject does not exhibit the standard reaction time effect \nin the mental rotation task. Acknowledging the size of this empirical assumption, \nI assumed above that this is not true of professed non-imagers” (2014 , p. 296).\n22. Surprisingly, neither Fulford et al. (2018 ) nor Milton et al. (2021 ) found a positive \ncorrelation between visual imagery and activation in the early visual cortices.\n23. For discussion about the cortical areas that underlie visual imagery, see Albers \net al. (2013 ), Brogaard and Gatzia (2017 ); Fulford et al. (2018 ), Nanay (2021b ), \nand Spagna et al. (2021 ).\nAcknowledgements\nI am extremely grateful to Bill Lycan, Lionel Shapiro, Diego Lawler, Elena Comay del Junco, \nand two anonymous reviewers of this journal for providing insightful comments on earlier \nversions of this paper.\nDisclosure statement\nNo potential conflict of interest was reported by the author.\nORCID\nJoel J. Lorenzatti \n http://orcid.org/0009-0008-6541-6054\nReferences\nAlbers, A. M., Kok, P., Toni, I., Dijkerman, H. C., & de Lange, F. P. (2013 ). Shared \nrepresentations for working memory and mental imagery in early visual cortex. Current \nBiology , 23(15), 1427–1431. https://doi.org/10.1016/j.cub.2013.05.065\nAlireza, T. (2016 , June 30). Aphantasia: Seeing the world without a mind’s eye. [Video], \nYouTube. https://youtu.be/arc1fdoMi2Y \nAltmann, G. T. M. (2004 ). Language-mediated eye movements in the absence of a visual \nworld: The ‘blank screen paradigm. Cognition , 93(2), B79–B87. https://doi.org/10.1016/j. \ncognition.2004.02.005\nAnanth, M. (2014 ). A cognitive interpretation of Aristotle’s concepts of catharsis and tragic \npleasure. International Journal of Art and Art History , 2(2), 4–19. https://doi.org/10. \n15640/ijaah.v2n2a1\nArmstrong, D. M. (1968 ). A materialist theory of the mind . Routledge and Kegan Paul.\nBehrmann, M., Moscovitch, M., & Winocur, G. (1994 ). Intact mental imagery and impaired \nvisual perception: Dissociable processes in a patient with visual agnosia. Journal of \nExperimental Psychology: Human Perception and Performance , 20(5), 1068–1087.  \nhttps://doi.org/10.1037//0096-1523.20.5.1068\nBerkeley, G. (1910 ). A treatise concerning the principles of human knowledge . The Open \nCourt Publishing Company.\nBerto, F., & Schoonen, T. (2018 ). Conceivability and possibility: Some dilemmas for \nhumeans. Synthese , 195(6), 2697–2715. https://doi.org/10.1007/s11229-017-1346-7\nBinda, P., Pereverzeva, M., & Murray, S. O. (2013 ). Pupil constrictions to photographs of the \nsun. Journal of Vision , 13(8), 1–9. https://doi.org/10.1167/13.6.8PHILOSOPHICAL PSYCHOLOGY\n 25"
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "Blajenkova, O., Kozhevnikov, M., & Motes, M. A. (2006 ). Object-spatial imagery: A new \nself-report imagery questionnaire. Applied Cognitive Psychology , 20(2), 239–263. https:// \ndoi.org/10.1002/acp.1182 \nBlock, N. (2011 ). Perceptual consciousness overflows cognitive access. Trends in Cognitive \nSciences , 15(12), 567–575. https://doi.org/10.1016/j.tics.2011.11.001 \nBotez, M. I., Olivier, M., Vézina, J. L., Botez, T., & Kaufman, B. (1985 ). Defective revisua -\nlization: Dissociation between cognitive and imagistic thought case report and short \nreview of the literature. Cortex , 21(3), 375–389. https://doi.org/10.1016/S0010-9452(85) \n80003-4\nBrain, R. W. (1954 ). Loss of visualization. Proceedings of the Royal Society of Medicine , 47(4), \n288–290. https://doi.org/10.1177/003591575404700410 \nBrogaard, B., & Gatzia, D. E. (2017 ). Unconscious imagination and the mental imagery \ndebate. Frontiers in Psychology , 8. Article 799. https://doi.org/10.3389/fpsyg.2017.00799\nCharcot, J. M., & Bernard, D. (1883 ). Un cas de suppression brusque et isolée de la vision \nmentale des signes et des objets (formes et couleurs). Le Progrès Médical , 11, 568–571.\nDadds, M. R., Hawes, D., Schaefer, B., & Vaka, K. (2004 ). Individual differences in imagery \nand reports of aversions. Memory , 12(4), 462–466. https://doi.org/10.1080/ \n09658210444000070\nD’Aloisio-Montilla, N. (2017 ). Imagery and overflow: We see more than we report. \nPhilosophical Psychology , 30(5), 545–570. https://doi.org/10.1080/09515089.2017.1298086 \nDawes, A. J., Keogh, R., Andrillon, T., & Pearson, J. (2020 ). A cognitive profile of \nmulti-sensory imagery, memory and dreaming in aphantasia. Scientific Reports , 10(1), \n10022. https://doi.org/10.1038/s41598-020-65705-7\nDean, G. M., & Morris, P. E. (2003 ). The relationship between self-reports of imagery and \nspatial ability. British Journal of Psychology , 94(2), 245–273. https://doi.org/10.1348/ \n000712603321661912\nDennett, D. C. (1969 ). Content and consciousness . Routledge and Kegan Paul.\nde Vito, S., & Bartolomeo, P. (2016 ). Refusing to imagine? On the possibility of psychogenic \naphantasia. A commentary on Zeman et al. (2015). Cortex , 74, 334–335. https://doi.org/ \n10.1016/j.cortex.2015.06.013\nDrayson, Z. (2012 ). The uses and abuses of the personal/subpersonal distinction. \nPhilosophical Perspectives , 26(1), 1–18. https://doi.org/10.1111/phpe.12014\nEddy, J. K., & Glass, A. L. (1981 ). Reading and listening to high and low imagery sentences. \nJournal of Verbal Learning & Verbal Behavior , 20(3), 333–345. https://doi.org/10.1016/ \nS0022-5371(81)90483-7 \nFaw, B. (1997 ). Outlining a brain model of mental imaging abilities. Neuroscience and \nBiobehavioral Reviews , 21(3), 283–288. https://doi.org/10.1016/S0149-7634(96)00026-7 \nFaw, B. (2009 ). Conflicting intuitions may be based on differing abilities: Evidence from \nmental imaging research. Journal of Consciousness Studies , 16(4), 45–68. https://psycnet. \napa.org/record/2009-05537-003 \nFulford, J., Milton, F., Salas, D., Smith, A., Simler, A., Winlove, C., & Zeman, A. (2018 ). The \nneural correlates of visual imagery vividness—an fMRI study and literature review. \nCortex , 105, 26–40. https://doi.org/10.1016/j.cortex.2017.09.014\nGalton, F. (1880 ). Statistics of mental imagery. Mind , 5(19), 301–318. https://doi.org/10. \n1093/mind/os-V.19.301\nHebb, D. O. (1968 ). Concerning imagery. Psychological Review , 75(6), 466–477. https://doi. \norg/10.1037/h0026771 \nHeuer, F., Fischman, D., & Reisberg, D. (1986 ). Why does vivid imagery hurt colour \nmemory? Canadian Journal of Psychology / Revue Canadienne de Psychologie , 40(2), \n161–175. https://doi.org/10.1037/h008009026\n J. J. LORENZATTI"
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "Hill, C. S. (1988 ). Introspective awareness of sensations. Topoi , 7(1), 11–24. https://doi.org/ \n10.1007/BF00776205\nKay, L., Keogh, R., Andrillon, T., & Pearson, J. (2022 ). The pupillary light response as \na physiological index of aphantasia, sensory and phenomenological imagery strength. \neLife , 11, 1–17. https://doi.org/10.7554/eLife.72484\nKendle, A. (2017 ). Aphantasia: Experiences, perceptions, and insights . Dark River.\nKeogh, R., & Pearson, J. (2014 ). The sensory strength of voluntary visual imagery predicts \nvisual working memory capacity. Journal of Vision , 14(12), 1–13. https://doi.org/10.1167/ \n14.12.7\nKeogh, R., & Pearson, J. (2018 ). The blind mind: No sensory visual imagery in aphantasia. \nCortex , 105, 53–60. https://doi.org/10.1016/j.cortex.2017.10.012\nKunzendorf, R. G. (1995 ). VVIQ construct validity: Centrally excited sensations versus \nanalog representations and memory images. Journal of Mental Imagery , 19(3–4), 150– \n153. https://psycnet.apa.org/record/1996-29149-001 \nLupyan, G., Uchiyama, R., Thompson, B., & Casasanto, D. (2023 ). Hidden differences in \nphenomenal experience. Cognitive Science , 47(1), e13239. https://doi.org/10.1111/cogs. \n13239 \nLycan, W. G. (1987 ). Consciousness . MIT Press.\nLycan, W. G. (1996 ). Consciousness and experience . MIT Press.\nMarks, D. F. (1973 ). Visual imagery differences in the recall of pictures. British Journal of \nPsychology , 64(1), 17–24. https://doi.org/10.1111/j.2044-8295.1973.tb01322.x\nMarks, D. F. (Ed.). (1986 ). Theories of image formation . Brandon House.\nMathôt, S., Grainger, J., & Strijkers, K. (2017 ). Pupillary responses to words that convey \na sense of brightness or darkness. Psychological Science , 28(8), 1116–1124. https://doi.org/ \n10.1177/0956797617702699 \nMilton, F., Fulford, J., Dance, C., Gaddum, J., Heuerman-Williamson, B., Jones, K., \nKnight, K. F., MacKisack, M., Winlove, C., & Zeman, A. (2021 ). Behavioral and neural \nsignatures of visual imagery vividness extremes: Aphantasia versus hyperphantasia. \nCerebral Cortex Communications , 2(2), 1–15. https://doi.org/10.1093/texcom/tgab035\nMonzel, M., Mitchell, D., Macpherson, F., Pearson, J., & Zeman, A. (2022 ). Aphantasia, \ndysikonesia, anauralia: Call for a single term for the lack of mental imagery-commentary \non Dance et al. (2021) and Hinwar and Lambert (2021). Cortex , 150, 149–152. https://doi. \norg/10.1016/j.cortex.2022.02.002\nNanay, B. (2015a ). Perceptual content and the content of mental imagery. Philosophical \nStudies , 172(7), 1723–1736. https://doi.org/10.1007/s11098-014-0392-y \nNanay, B. (2015b ). Perceptual representation/perceptual content. In M. Matthen (Ed.), \nOxford handbook for the philosophy of perception (pp. 153–167). Oxford University Press.\nNanay, B. (2021a ). Mental imagery. In E. N. Zalta (Ed.), Stanford encyclopedia of philosophy \n(Winter 2021, ed). Stanford University. https://plato.stanford.edu/archives/win2021/ \nentries/mental-imagery/ \nNanay, B. (2021b ). Unconscious mental imagery. Philosophical Transactions of the Royal \nSociety B, 376(1817), 1–9. https://doi.org/10.1098/rstb.2019.0689\nNielsen, J. M. (1946 ). Agnosia, apraxia, aphasia. Their value in cerebral localization (2nd \ned.). Hoeber.\nPaivio, A. (1971 ). Imagery and verbal processes . Holt, Rinehart and Winston.\nPearson, J. (2014 ). New directions in mental-imagery research: The binocular-rivalry tech-\nnique and decoding fMRI patterns. Current Directions in Psychological Science , 23(3), \n178–183. https://doi.org/10.1177/0963721414532287 PHILOSOPHICAL PSYCHOLOGY\n 27"
    },
    {
      "section": "Page 30",
      "page_number": 30,
      "text": "Pearson, J., Clifford, C. W. G., & Tong, F. (2008 ). The functional impact of mental imagery \non conscious perception. Current Biology , 18(13), 982–986. https://doi.org/10.1016/j.cub. \n2008.05.048\nPerky, C. W. (1910 ). An experimental study of imagination. The American Journal of \nPsychology , 21(3), 422–452. https://doi.org/10.2307/1413350 \nPhillips, I. (2014 ). Lack of imagination: Individual differences in mental imagery and the \nsignificance of consciousness. In M. Sprevak & J. Kallestrup (Eds.), New waves in \nphilosophy of mind (pp. 278–300). Palgrave Macmillan.\nPounder, Z., Jacob, J., Evans, S., Loveday, C., Eardley, A. F., & Silvanto, J. (2022 ). Only \nminimal differences between individuals with congenital aphantasia and those with \ntypical imagery on neuropsychological tasks that involve imagery. Cortex , 148, \n180–192. https://doi.org/10.1016/j.cortex.2021.12.010\nPrice, H. H. (1952 ). Image thinking. Proceedings of the Aristotelian Society , 52(1), 135–166.  \nhttps://doi.org/10.1093/aristotelian/52.1.135\nReisberg, D., Pearson, D. G., & Kosslyn, S. M. (2003 ). Intuitions and introspections about \nimagery: The role of imagery experience in shaping an investigator’s theoretical views. \nApplied Cognitive Psychology , 17(2), 147–160. https://doi.org/10.1002/acp.858 \nRoss, B. (2016 , April 22). Aphantasia: How it feels to be blind in your mind . Facebook. \nhttps://www.facebook.com/notes/blake-ross/aphantasia-how-it-feels-to-be-blind-in- \nyour-mind/10156834777480504/ \nSadoski, M. (2005 ). A dual coding view of vocabulary learning. Reading & Writing \nQuarterly , 21(3), 221–238. https://doi.org/10.1080/10573560590949359\nSchwitzgebel, E. (2011 ). Perplexities of consciousness . The MIT Press. https://doi.org/10. \n7551/mitpress/8243.001.0001\nSegal, S. J. (1972 ). Assimilation of a stimulus in the construction of an image: The Perky \neffect revisited. In P. W. Sheehan (Ed.), The function & nature of imagery (pp. 203–230). \nAcademic Press.\nSegal, S. J., & Nathan, S. (1964 ). The Perky effect: Incorporation of an external stimulus into \nan imagery experience under placebo and control conditions. Perceptual and Motor Skills , \n18(2), 385–395. https://doi.org/10.2466/pms.1964.18.2.385 \nShepard, R. N., & Metzler, J. (1971 ). Mental rotation of three-dimensional objects. Science , \n171(3972), 701–703. https://doi.org/10.1126/science.171.3972.701\nSpagna, A., Hajhajate, D., Liu, J., & Bartolomeo, P. (2021 ). Visual mental imagery engages \nthe left fusiform gyrus, but not the early visual cortex: A meta-analysis of neuroimaging \nevidence. Neuroscience and Biobehavioral Reviews , 122, 201–217. https://doi.org/10.1016/ \nj.neubiorev.2020.12.029 \nThomas, N. J. T. (2001 , December 22). Are there people who do not experience imagery? (and \nwhy does it matter?) . Imagery Imagination. http://www.imagery-imagination.com/non- \nim.htm \nThomas, N. J. T. (2021 ). Mental imagery. In E. N. Zalta (Ed.), Stanford encyclopedia of \nphilosophy (Fall 2021, ed). Stanford University. https://plato.stanford.edu/archives/ \nfall2021/entries/mental-imagery/ \nTween, O. (2019 , May 3). Investigation into aphantasia: Neurological, functional, and \nbehavioral correlates . Beloit College. https://doi.org/10.31237/osf.io/q7v2k\nWatkins, N. W. (2018 ). (A)phantasia and severely deficient autobiographical memory: \nScientific and personal perspectives. Cortex , 105, 41–52. https://doi.org/10.1016/j.cor \ntex.2017.10.010\nWeber, R. J., & Castleman, J. (1970 ). The time it takes to imagine. Perception & \nPsychophysics , 8(3), 165–168. https://doi.org/10.3758/BF03210196 28\n J. J. LORENZATTI"
    },
    {
      "section": "Page 31",
      "page_number": 31,
      "text": "Wicken, M., Keogh, R., & Pearson, J. (2021 ). The critical role of mental imagery in human \nemotion: Insights from fear-based imagery and aphantasia. Philosophical Transactions of \nthe Royal Society B, 288(1946), 1–6. https://doi.org/10.1098/rspb.2021.0267\nZeman, A. Z. J., Della Sala, S., Torrens, L. A., Gountouna, V. E., McGonigle, D. J., & \nLogie, R. H. (2010 ). Loss of imagery phenomenology with intact visuo-spatial task \nperformance: A case of ‘blind imagination’. Neuropsychologia , 48(1), 145–155. https:// \ndoi.org/10.1016/j.neuropsychologia.2009.08.024\nZeman, A., Dewar, M., & Della Sala, S. (2015 ). Lives without imagery—congenital aphanta -\nsia. Cortex , 73, 378–380. https://doi.org/10.1016/j.cortex.2015.05.019\nZeman, A., Milton, F., Della Sala, S., Dewar, M., Frayling, T., Gaddum, J., Hattersley, A., \nHeuerman-Williamson, B., Jones, K., MacKisack, M., & Winlove, C. (2020 ). Phantasia- \nthe psychological significance of lifelong visual imagery vividness extremes. Cortex , 130, \n426–440. https://doi.org/10.1016/j.cortex.2020.04.003PHILOSOPHICAL PSYCHOLOGY\n 29"
    }
  ]
}