{
  "doc_type": "scientific paper",
  "title": "Acoustic Quality of the External Environment: Indications on Questionnaire Structure for Investigating Subjective Perception",
  "authors": [
    "Anna Magrini",
    "Gelsomina Di Feo",
    "Andrea Cerniglia"
  ],
  "year": 2023,
  "journal": "Journal of Otorhinolaryngology, Hearing and Balance Medicine",
  "doi": "10.3390/ohbm4010004",
  "abstract": "The subjective judgment on the annoyance produced by noise is always an important tool to complete an investigation, and to find the best way for its reduction. Therefore, acoustic analyses for environmental improvement frequently combine objective measures with subjective surveys to gain a comprehensive understanding of the problem. The technical specification, concerning the “Assessment of noise annoyance by means of social and socio-acoustic surveys”, ISO/TS 15666 (revised in 2021), has represented a basis for these activities since 2003, when it aimed to obtain information about noise annoyance “at home”. The more recent ISO/TS 12913-2 (2018), aimed at soundscape studies, investigations and applications, provides guidelines for conducting social and socio-acoustic surveys to assess noise annoyance and, in particular, it gives detailed indications on data collection and reporting. The indications provided by the technical specifications represent a common guideline for addressing the implementation of a subjective survey in the acoustic field, and to make investigations as comparable as possible. However, they do not cover all the fields of acoustic subjective investigations. Therefore, to make the collection of information from questionnaires more effective, it is useful to have a broader review of the issues that need to be addressed. To support this type of activity, this paper collects and presents relevant observations for the design of subjective survey questionnaires focused on outdoor acoustic quality. Drawing on previous research studies and experiences, it provides a series of observations on the main aspects to be considered in order to structure multipurpose acoustic evaluation questionnaires, including discussion of the general considerations for questionnaire structure, administration methods, population sample characterization, question formulation, and classification. It also deals with specific indications related to acoustic evaluations, such as the characteristics of annoying noise, boundary conditions, subjective feelings, and source features.",
  "keywords": [
    "acoustic survey",
    "questionnaire structure",
    "subjective assessment"
  ],
  "research_topics": [
    "noise annoyance",
    "subjective perception",
    "environmental acoustics",
    "soundscape studies",
    "social and socio-acoustic surveys",
    "questionnaire design",
    "environmental noise pollution",
    "acoustic quality",
    "noise impact assessment",
    "subjective surveys in acoustics"
  ],
  "created_at": "2025-05-05T02:36:37.337695Z",
  "source_pdf": "documents/research/Global/Magrini 2023 Acoustic Quality of the External Environment.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Citation: Magrini, A.; Di Feo, G.;\nCerniglia, A. Acoustic Quality of the\nExternal Environment: Indications on\nQuestionnaire Structure for\nInvestigating Subjective Perception. J.\nOtorhinolaryngol. Hear. Balance Med.\n2023 ,4, 4. https://doi.org/10.3390/\nohbm4010004\nAcademic Editor: Toshihisa\nMurofushi\nReceived: 10 May 2023\nRevised: 31 May 2023\nAccepted: 14 June 2023\nPublished: 19 June 2023\nCopyright: © 2023 by the authors.\nLicensee MDPI, Basel, Switzerland.\nThis article is an open access article\ndistributed under the terms and\nconditions of the Creative Commons\nAttribution (CC BY) license (https://\ncreativecommons.org/licenses/by/\n4.0/).\nJournal of \nOtorhinolaryngology, Hearing \nand Balance Medicine \nReview\nAcoustic Quality of the External Environment: Indications on\nQuestionnaire Structure for Investigating Subjective Perception\nAnna Magrini1,*\n, Gelsomina Di Feo2and Andrea Cerniglia2\n1Department of Civil Engineering and Architecture, University of Pavia, Via Ferrata 3, 27100 Pavia, Italy\n2Accon Italia, Via Trento 11/A, 27010 San Genesio ed Uniti, Italy\n*Correspondence: magrini@unipv.it\nAbstract: The subjective judgment on the annoyance produced by noise is always an important tool\nto complete an investigation, and to ﬁnd the best way for its reduction. Therefore, acoustic analyses\nfor environmental improvement frequently combine objective measures with subjective surveys\nto gain a comprehensive understanding of the problem. The technical speciﬁcation, concerning\nthe “Assessment of noise annoyance by means of social and socio-acoustic surveys”, ISO/TS 15666\n(revised in 2021), has represented a basis for these activities since 2003, when it aimed to obtain\ninformation about noise annoyance “at home”. The more recent ISO/TS 12913-2 (2018), aimed at\nsoundscape studies, investigations and applications, provides guidelines for conducting social and\nsocio-acoustic surveys to assess noise annoyance and, in particular, it gives detailed indications on\ndata collection and reporting. The indications provided by the technical speciﬁcations represent a\ncommon guideline for addressing the implementation of a subjective survey in the acoustic ﬁeld, and\nto make investigations as comparable as possible. However, they do not cover all the ﬁelds of acoustic\nsubjective investigations. Therefore, to make the collection of information from questionnaires\nmore effective, it is useful to have a broader review of the issues that need to be addressed. To\nsupport this type of activity, this paper collects and presents relevant observations for the design of\nsubjective survey questionnaires focused on outdoor acoustic quality. Drawing on previous research\nstudies and experiences, it provides a series of observations on the main aspects to be considered\nin order to structure multipurpose acoustic evaluation questionnaires, including discussion of the\ngeneral considerations for questionnaire structure, administration methods, population sample\ncharacterization, question formulation, and classiﬁcation. It also deals with speciﬁc indications\nrelated to acoustic evaluations, such as the characteristics of annoying noise, boundary conditions,\nsubjective feelings, and source features.\nKeywords: acoustic survey; questionnaire structure; subjective assessment\n1. Introduction\nNoise pollution is one of the major environmental problems, particularly prevalent in\nurban areas where it often becomes the subject of thorough investigation [ 1]. The health,\ncomfort, and productivity of individuals both outdoors and indoors [ 2] are strongly inﬂu-\nenced by environmental quality.\nNegative effects associated with noise annoyance include difﬁculties in verbal commu-\nnication, sleep disturbance, altered behaviours and psychological conditions [ 3,4]. More-\nover, the resulting stress may contribute to the onset of serious diseases, mostly related to\nthe cardiovascular, respiratory, and nervous systems [5,6].\nIn the strategies for evaluating acoustic quality, both in internal and external envi-\nronments, two main aspects can be emphasized: quantifying physical parameters using\nmeasurements and simulations, and assessing individual perception through subjective\ninvestigations [7,8].\nJ. Otorhinolaryngol. Hear. Balance Med. 2023 ,4, 4. https://doi.org/10.3390/ohbm4010004 https://www.mdpi.com/journal/ohbm"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "J. Otorhinolaryngol. Hear. Balance Med. 2023 ,4, 4 2 of 20\nThe collection of data on noise levels, the analysis of their characteristics, and of the\nresults is generally performed using technological tools (measurement and data-processing\ntools). The methods for measuring and processing data are usually deﬁned by regulatory\nindications aimed at protecting potentially exposed individuals.\nHowever, often the thresholds do not match actual individual perception and do not\ncorrespond to a judgment on the acoustic quality of the environment. Therefore, it can be\nconcluded that technical investigations alone are not exhaustive and do not adequately\nrepresent individual perception in a satisfactory manner [9].\nThe opinions expressed by the population constitute a valuable source of information\non the environmental quality in which we live and work. They allow identifying and\ncharacterizing the relationships between environment, comfort, and productivity in a\nbetter way [10].\nBased on this, it is evident that there is a need for subjective investigations to support\nthe usual methods of technical-scientiﬁc analysis, in order to improve the overall evaluation.\nSome regulations already acknowledge the importance of citizen participation in\naddressing environmental noise [ 11,12]. However, they often limit citizen involvement\nto information dissemination rather than active engagement in social investigations that\nprovide a more complete understanding of the issue.\nAs a result, the population’s role is passive as they are only provided with infor-\nmation after technical decisions have been made, without being asked for their opinions\nbeforehand.\nAn active survey system, on the other hand, enables the collection of data in a stan-\ndardized manner on extensive samples, allowing for mathematical and statistical analyses\nthat can provide useful insights and support decision-making processes decisions based on\nindividual satisfaction.\nHuman perception involves both a cognitive dimension, where individuals retrospec-\ntively evaluate their personal standards (expectations, desires, previous experiences, etc.),\nand an affective dimension, where present experiences inﬂuence retrospective reﬂections.\nThese two processes inﬂuence the correlation between objective and subjective data, making\nthe association between the investigated event and the opinion expressed on it dynamic.\nThe interpretive process of the results is inﬂuenced by hysteresis, and thus it is essential\nto rely on a robust statistical analysis to minimize uncertainties. When the statistical analysis\nconﬁrms a non-objective but shared situation, this reveals that individual judgment has\nsuch a high weight, to be held in high consideration, as it tends to prevail over the objectivity\nof the phenomenon being studied.\nThe objective of this work is to provide reﬂections and guidelines to support the\ndevelopment of questionnaires based on previous experiences and information collection.\nSome considerations pertain to the overall structure of a questionnaire, while subsequent\nones speciﬁcally address questionnaires related to aspects of environmental acoustics. The\naspects covered encompass a wide range of contexts, extending beyond the soundscape, and\nare applicable to any situation where the use of subjective survey instruments is valuable\nfor analysing the impact of external environmental acoustic issues on the population.\nIn this phase of the project, the focus was not on analysing the relationship between\nquestionnaire results and quantitative acoustic measurements. Instead, attention is directed\ntowards factors that can inﬂuence the user’s judgment beyond the conﬁnes of quantitative\nparameters that characterize the phenomenon. The study complements an extensive and\nspeciﬁc literature review [ 13] on surveys in the acoustics ﬁeld, which has considerably\ndifferent investigation methods such as soundwalks, interviews, listening tests, and focus\ngroups. It provides additional insights for the formulation of questionnaires, both in general\nterms and within the speciﬁc ﬁeld of application.\nThe analysis focuses on formulating indications to be included in guidelines for creat-\ning subjective survey questionnaires, speciﬁcally for the acoustic ﬁeld. General notes on\nspeciﬁc acoustic investigations developed through subjective perception questionnaires\ndemonstrate the usefulness of this tool. The beneﬁts of indications shared through guide-"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "J. Otorhinolaryngol. Hear. Balance Med. 2023 ,4, 4 3 of 20\nlines and regulatory indications, which promote greater replicability of the models and\ncomparison of surveys, are outlined (par. 2). The article ﬁrst discusses general considera-\ntions that apply to questionnaires in various ﬁelds of investigation (par. 3). It then outlines\nthe main steps involved in creating an effective questionnaire, starting with the overall\nstructure, primary questions, and population sample considerations. The section focuses\non the peculiarities of the questions that should be anticipated for different purposes of\nthe questionnaire, as well as some characteristics of the administration methods. It serves\nas a necessary foundation for acoustic surveys. The subsequent section (par. 4) highlights\nseveral salient aspects that are speciﬁc to acoustic surveys, including the type of noise being\nstudied, the characteristics of the questions and their evaluation scales, the administration\nmethods, and the types of sound sources being examined to collect information related to\nsubjective perception.\n2. State of the Art: Questionnaire Approach for Outdoor Noise Investigations\nThe results of some previous experiences [ 14,15] have supported the notes presented\nhere. Some general premises related to the psychological perspective introduce the analysis\nof signiﬁcant researches in the ﬁeld.\nA questionnaire is generally deﬁned as a tool for gathering information, consisting of\na structured set of questions to which the subject responds by reporting and evaluating\ntheir experiences. These tools are closely linked to the knowledge acquired through contact\nwith the surrounding reality [ 16]. The experiences that are the focus of this investigation\nare rooted in three main concepts, sensation, perception, and attention [17]:\n\u000f Sensation is a process that originates from a physical stimulus, which can be any form\nof matter or energy that affects the senses. A stimulus is any chemical or physical\nactivator that elicits a response in a receptor, such as light stimuli in the eye or sound\nstimuli in the ear. The result is a psychological and subjective sensory experience.\n\u000f Perception is the ability to process, receive, and interpret information by extracting\norganized, meaningful, and useful representations.\n\u000f Attention , meanwhile, is a cognitive process that enables the selection of some envi-\nronmental stimuli from among the many available at a given moment, while ignor-\ning others.\nThe stimulus, which is physically measurable and objective, is internalized, classiﬁed\nand associated with some speciﬁc contexts, and is deﬁned in psychology as a process of\nsigniﬁcation.\nThis last phase often involves a reconnection with one’s own experiences, which are\nmainly made up of two circumstances: personal experience and the social sphere.\nPersonal experience can be associated with the historical memory of the subject,\nwhich is a database of emotions, situations, and contexts that characterize that person in a\nprecise way.\nThe social context, on the other hand, is made up of its education and the set of cultural\nand relational conditions with other subjects, hence its position in the society in which it is\nborn and grows.\nIn the scientiﬁc literature, several subjective investigations have been indicated to\nsupport the evaluation of noise annoyance both in external and internal environments.\nFor example, in acoustics, a subjective survey can allow one to understand the reactions\nof the population to environmental noise. The subjective judgment does not always put\ntrafﬁc noise at the forefront. In Curitiba, Brazil, 860 questionnaires indicated that trafﬁc\nwas the main noise source causing disturbance (73%), but neighbourhood noise (such as\nnoise from neighbours, animals, sirens, civil construction, religious temples, nightclubs,\ntoys, and domestic electric appliances) was also mentioned. Therefore, actions that could\nreduce trafﬁc noise should be combined with measures for better management of urban\nspaces and activities [18].\nThe results of subjective investigations in Skopje, Macedonia Republic showed the\nneed for national building standards and public health-oriented urban planning. In this"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "J. Otorhinolaryngol. Hear. Balance Med. 2023 ,4, 4 4 of 20\nstudy, 700 interviewed subjects indicated neighbourhood noise as the most annoying source,\nrepresented by construction and other human activities (75%) [19].\nThe results of a questionnaire study in a residential area of Lerum Municipality for\nthe EU NOISUN project conﬁrmed that the most important noise sources in the residential\narea were due to rail and road trafﬁc, with noise from neighbours being the second-most\nimportant source [ 20]. The opportunity for noise barrier protection was investigated\nand conﬁrmed to represent a good technical solution, increasing the satisfaction level of\nthe residents.\nFrom a health point of view, good correlation between subjective noise level assess-\nments and objective noise measurements was found in a research study on young adults’\nnoise awareness, supporting the encouragement of young adults to take protective action\nwhen they ﬁnd themselves in a noisy situation [21].\nThese ﬁndings attest to the usefulness of subjective investigation methods to identify\nthe most critical situations in terms of the annoyance they cause, rather than in relation to\nmeasurable sound levels.\nThe survey structure generally follows an “ad hoc” scheme, depending on the type of\nsound source or environmental context being analysed. The complexity of the assessment\nmakes it impossible to standardize a methodology for its formulation. In several studies,\na series of proposed questions aims to help us understand the sound events in urban\nlandscapes as a whole, without investigating a speciﬁc sound source [ 22–26]. In these\nsituations, the analysis of results is complex due to the large number of variables that\ndepend on the different types of sources that contribute to the sound ﬁeld. Speciﬁcally, one\nof the main obstacles is identifying the impact that each phenomenon has on individual\nperception, or how much more annoying one noise is than another.\nTo distinguish between noise sources, an in-depth analysis of the acoustic data mea-\nsured in the areas of interest is carried out, considering percentile levels, sound levels,\nspectral analyses, and psychoacoustic parameters obtained through precise analyses [27].\nIn urban contexts, the subjective investigation directs the empirical evaluation towards\na series of connections capable of justifying and explaining how users perceive a particular\nacoustic environment.\nThis approach becomes even more effective and interesting when applied to city\ncontexts or other sound environments with similar characteristics.\nHowever, subjective evaluation in these contexts needs to be structured according to\ndifferent areas of investigation. First of all, personal data provides the ﬁrst important aid\nfor the collection and analysis of data.\nAs indicated in Annex C of ISO/TS 12913-1 [ 28], a standard more widely considered,\nin addition to age and occupation, information on hearing difﬁculty and diagnosis of\nhearing loss is also required.\nOther elements suggested in various studies include knowledge of the urban situation,\nglobal assessment of the place, and ﬁnally, the assessment of the sound environment or of\nthe acoustic comfort [29–31].\nThe measurement or simulation of physical parameters alone is not always sufﬁcient\nto fully characterize a disturbance or to establish a direct correlation between the object of\ninvestigation and the perceptions of those interviewed. Knowledge of the phenomenon and\nopinions can only be obtained through ﬁeld experience. Administering questionnaires to\ninvestigate certain acoustic phenomena, whether they originate from single sources or from\nseveral sources that characterize a soundscape, can yield a large amount of information\nthat can serve as a foundation for creating a database [32].\nTherefore, results from surveys previously conducted in a speciﬁc context can be\nuseful in supporting new evaluations. It is worth noting that extensive studies and research\nhave been conducted over time on the acoustic quality of indoor environments and on the\nannoyance that noise can cause in building occupants.\nThe procedures for structuring questionnaires in the ﬁeld of acoustics are the subject\nof interest in the international standardization ﬁeld. Guidelines for this are included in the"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "J. Otorhinolaryngol. Hear. Balance Med. 2023 ,4, 4 5 of 20\ntechnical speciﬁcation ISO/TS 15666 “Acoustics—Assessment of noise annoyance by means\nof social and socio-acoustic surveys” [ 33], which is currently being revised. The ﬁrst version\nof ISO/TS 15666, published in 2003, attests the strong interest to put common rules and the\nneed for standardized questions. The standard covers scaling, noise annoyance questions,\nassessment of annoyance degree, and other elements that can make a survey statistically\nrelevant, and offer more and better-quality information for use by environmental policy\nmakers. This includes the possibility of comparing survey results. However, the indications\npresented in ISO/TS 15666 refer speciﬁcally to surveys conducted to obtain information\nabout noise annoyance experienced “at home”.\nFurthermore, the importance of subjective investigations to understand the effects of\nnoise inside homes has been the subject of various European projects. Under the Cost Action\nTU0901 (Integrating and Harmonizing Sound Insulation Aspects in Sustainable Urban\nHousing Constructions), a questionnaire for socio-acoustic surveys in residential buildings\nwas developed and translated into 20 languages to facilitate comparisons of perceived\nsatisfaction or annoyance related to neighbour noise across different countries [34].\nA systematic review of more than one thousand papers selected some studies that use\nquestionnaires to survey the indoor acoustic environment as perceived by building occu-\npants [ 35]. In the research, some results that can be extended to the outdoor environment\nwere discussed. It was highlighted that aspects related to the nature of sounds and their\nspectral and temporal composition, as well as factors unrelated to the acoustic environment\n(such as urban context, building characteristics, personal traits, socio-economic features, sit-\nuational circumstances, and environmental conditions), can signiﬁcantly affect perceptual\noutcomes. The study suggested that the “the quieter, the better” strategy may not always\nbe the best solution and conﬁrmed that the integration of soundscape methodologies into\nindoor environmental quality research would enhance user health and comfort.\nIn soundscape studies, the current reference document for assessing all sounds per-\nceived in an environment in all their complexity is the more recent technical speciﬁcation\nISO/TS 12913-2 “Acoustics—Soundscape—Part 2: Data collection and reporting require-\nments” [ 28]. This speciﬁcation employs a variety of data related to human perception,\nacoustic environment, and context, with human perception considered more important\nthan physical measurements.\nTwo methods, based on sound walks and questionnaires (Method A: questionnaire;\nMethod B: questionnaire and open-answer), are proposed for data collection in an infor-\nmative manner, while a third method involves narrative interviews. In [ 36], the ﬁrst two\nmethods were applied to test whether compatible results could be obtained, and positive\nresults were achieved.\nFollowing the technical standard indications, a soundscape procedure for evaluating\nurban spaces was proposed in [ 37]. Data on people’s perception of the acoustic environ-\nment in a seaport area were collected via a questionnaire. The approach aimed to avoid\nconsidering annoyance caused by noise and to propose a new concept of soundscape and\nacoustic planning for improving environmental quality.\nIn the following section (par. 3), some procedural indications for making the use of\na subjective survey a very effective tool are outlined, based on the general principles of a\nsuitable approach. Like all subjective investigations, a structural scheme is required that\ngoes beyond the speciﬁc context but belongs to the generic formulation.\nIn the next section (par. 4), more targeted criteria related to the application of subjective\nsurveys in the speciﬁc ﬁeld of environmental acoustics are analysed, in order to obtain an\noverall methodological reference framework. In this context, the focus is on the individual’s\nperception of the stimulus and their reactions, rather than on the correlation between\nquestionnaire survey results and objective measurements of sound levels.\n3. General Observations on a Questionnaire Structure\nThe questionnaire is a tool commonly used to collect information from representative\nsamples of the population. Its standardization and structure make it an excellent research"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "J. Otorhinolaryngol. Hear. Balance Med. 2023 ,4, 4 6 of 20\ntool, as in most cases, the researcher does not need to conduct any direct intervention\non the interviewee, but simply administers the questionnaire. The general structure of\na questionnaire is summarized in Figure 1 (with the main elements explained in the\ncorresponding paragraphs indicated in brackets). The following suggestions concern the\nstructure of a questionnaire suitable for multiple research topics, not limited to acoustics.\nJ. Otorhinolaryngol. Hear. Balance Med. 2023 , 4, x FOR PEER REVIEW 6 of 20 \n \n individual\u001f s perception of the stimulus and their re actions, rather than on the correlation \nbetween questionnaire survey results and objective measurements of sound levels. \n3. General Observations on  a Questionnaire Structure \nThe questionnaire is a tool commonly used to  collect information from representative \nsamples of the population. Its standardization and structure make it an excellent research \ntool, as in most cases, the researcher does not need to conduct any direct intervention on \nthe interviewee, but simply administers the questionnaire. The general structure of a ques-\ntionnaire is summarized in Figu re 1 (with the main elements explained in the correspond-\ning paragraphs indicated in brackets). The fo llowing suggestions concern the structure of \na questionnaire suitable for multiple research topics, not limited to acoustics. \n \nFigure 1. General structure of a questionnaire. \n3.1. Administration Method \nThe ﬁrst step in undertaking a subjective investigation to support technical and sci-\nentiﬁc assessments is to choose the appropriate instrument to use. Various investigation \ntechniques di ﬀer according to the method of administ ration, such as direct (e.g., face-to-\nface) or indirect (telephone, online, etc.) interviews, questionnaires, direct observations \n(carried out only by the surveyor), diaries (particular types of questionnaires specially \nstructured to record frequent and minor events  such as low expenses or daily activities), \nmixed techniques (e.g., diary combined with  the interview), etc. Based on the speci ﬁc type \nof investigation and the characteristics of the population sample to be analysed, speci ﬁc \nadvantages and disadvantages can be identi ﬁed. For example, for health surveys or pop-\nulation samples within a certain age group, certain types of investigation may be more \nadvantageous due to a direct approach, or the technology used. \nOnly some general aspects of the various administration methods are outlined here. \nIn general, the choice of method is essentia lly based on two factors: the subject of the \nstudy and the availability of resources, while considering which of the possibilities men-\ntioned below can lead to results in line with the research purposes: \n1. Face-to-face questionnaires are suitable for complex formulations with the possibility \nof direct control over the interviewee and the environment in which they complete the questionnaire. In this case, the depth of the questionnaire can be managed freely \nby the researcher who can also in ﬂuence or direct the respondent\u001f s ideas. \n2. Phone surveys, generally supported by comp uters, require that the questionnaire is \ncompleted under the dictation of the inte rviewee. These are fast and practical \nFigure 1. General structure of a questionnaire.\n3.1. Administration Method\nThe ﬁrst step in undertaking a subjective investigation to support technical and\nscientiﬁc assessments is to choose the appropriate instrument to use. Various investi-\ngation techniques differ according to the method of administration, such as direct (e.g.,\nface-to-face ) or indirect (telephone, online, etc.) interviews, questionnaires, direct observa-\ntions (carried out only by the surveyor), diaries (particular types of questionnaires specially\nstructured to record frequent and minor events such as low expenses or daily activities),\nmixed techniques (e.g., diary combined with the interview), etc. Based on the speciﬁc type\nof investigation and the characteristics of the population sample to be analysed, speciﬁc\nadvantages and disadvantages can be identiﬁed. For example, for health surveys or pop-\nulation samples within a certain age group, certain types of investigation may be more\nadvantageous due to a direct approach, or the technology used.\nOnly some general aspects of the various administration methods are outlined here.\nIn general, the choice of method is essentially based on two factors: the subject of\nthe study and the availability of resources, while considering which of the possibilities\nmentioned below can lead to results in line with the research purposes:\n1. Face-to-face questionnaires are suitable for complex formulations with the possibility\nof direct control over the interviewee and the environment in which they complete\nthe questionnaire. In this case, the depth of the questionnaire can be managed freely\nby the researcher who can also inﬂuence or direct the respondent’s ideas.\n2. Phone surveys, generally supported by computers, require that the questionnaire is\ncompleted under the dictation of the interviewee. These are fast and practical systems,\nbut unlike face-to-face interviews, it is not possible to obtain a high degree of depth.\n3. Postal and online questionnaires are based on self-completion, with the great advan-\ntage of extending research on a large territorial scale. The disadvantage is that the\nresearcher cannot know the environment and the context in which the questionnaire\nis completed. The online method is an increasingly popular tool, but it should be care-\nfully used by selecting a well-representative sample [ 38]. In recent times, smartphones\nhave been considered as a useful tool for collecting data for acoustic quality assess-\nments through digital questionnaires that can be easily accessed and distributed [ 39]."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "J. Otorhinolaryngol. Hear. Balance Med. 2023 ,4, 4 7 of 20\nAdvantages over traditional printed questionnaires include lower costs, immediate\ntransmission upon completion, and automatic controls to ensure proper responses.\nIn a study on opinions regarding education policies, online and face-to-face admin-\nistration methods were analysed to assess potential differences attributed to the mode of\nadministration [ 40]. The survey results indicate that for online surveys, the population\nsample should be chosen in a way that includes both internet users and non-users, to\nprovide representative insights for the entire population.\nThe ﬁndings emphasize the importance of interpreting responses in relation to the\nmode of administration, taking into account the nature of the question, particularly for\nsensitive questions.\nOne aspect to consider is the overall length of the questionnaire. Excessive information\nand/or requests can decrease the interviewee’s attention and concentration, resulting in\nunreasonable and thus unrepresentative answers in some cases, and in others, it may lead\nto the non-completion of the questionnaire, rendering the survey invalid.\nThis issue can be solved by keeping the questionnaire concise and essential, but a\nmore targeted solution is to provide information on the overall length of the questionnaire.\nFor instance, in the case of a paper survey, page numbers can be inserted with the total\nnumber of pages (e.g., 1/2) at the bottom of each page (the location where most people\nare accustomed to reading documents). In online questionnaires, this information can\nbe presented using graphic tools such as a bar that is coloured and/or ﬁlled in as the\nrespondent progresses through the survey.\nAn important aspect to consider in the preliminary stage of any survey is preparing\nthe participant, who should be informed about the objectives of the study. The presentation\nof the questionnaire should be simple and concise, yet effectively frame the subject of\nthe study in a clear and direct manner. Therefore, the questionnaire should include a\nbrief introduction that can be easily read and understood by the participant, enabling\nthem to respond more appropriately to the subsequent questions. This aspect must be\ncarefully addressed, especially in self-administered surveys where it is not possible to ask\nfor clariﬁcations during the completion process. The construction of the questionnaire\nstarts with a design phase based on the target deﬁnition. Generally, the use of this tool\nbegins even with minimal or unstructured knowledge of information related to the object\nor area to be investigated. The design of the questionnaire has three main purposes:\n\u000f deﬁning the involved variables,\n\u000f establishing the reason for the investigation,\n\u000f identifying the target.\nDuring this phase, macro-topics or macro-areas of interest should be deﬁned, trying\nto divide the topics to be investigated as much as possible. The investigation focus can be\naddressed by articulating the formulation in sections and subsections, paying attention to\nfactors such as the topic, the degree of respondent involvement, and the duration of the\ncompilation, which is closely related to the length of the questionnaire.\n3.2. Characterization of the Sample Population\nIn statistics, the population is deﬁned as the “universe,” while the sample represents a\nportion of it, including the number of people who will actually participate in the survey.\nPreliminary considerations about the sample include:\nThe sample size, assuming a statistically adequate number of respondents;\nThe responsiveness of the interviewed sample, since it is possible that not all people\nto whom the questionnaire is administered will ﬁll it out.\nSample selection is a complex operation based on speciﬁc statistical methods. The two\ntypes of sampling used in subjective investigations are deﬁned according to a probabilistic\nor non-probabilistic scheme:\nSample selection can take place according to probabilistic schemes, in which each\nsubject has a non-zero probability of being included in the sample. This form guarantees"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "J. Otorhinolaryngol. Hear. Balance Med. 2023 ,4, 4 8 of 20\nthe representability of the entire population, unlike the non-probabilistic case, in which the\nsurvey results cannot be generalized.\nIn non-probabilistic samples, the sample selection method can be reasoned or subjec-\ntive, while representativeness is connected to theoretical evaluations carried out by the\nresearcher.\nGenerally, the sample choice is based on the availability and reachability of the subjects.\nIf participation in the survey relates to a speciﬁc type of response, what can be obtained\nhas an effect deﬁned as “selection bias.” Nonetheless, for example, if it is assumed that\nparticipation depends exclusively on age (or age groups), the interviewer can select a\nsample non-randomly, with the attention of respecting quotas of interviews by age in the\nsample, thus eliminating or reducing distortions.\nHowever, the sample estimation process generates a result affected by a certain vari-\nability, as it is a partial and not global observation of the population [ 16]. It is necessary\nto take into account not only age and gender, but also other speciﬁc characteristics of the\nsample, mainly cultural level and social position. In the case of a probabilistic sampling\napproach, it is impossible to determine these attributes a priori. In the deterministic case,\nthis operation is facilitated by making it easier to deﬁne the language and formulation for\nthe survey.\n3.3. Question Structuring\nBuilding a questionnaire must follow a series of rules to achieve a certain degree of\nstandardization and ensure clarity and consistency with the object of study. The preparation\nof questions is just one step in obtaining a good questionnaire, because control techniques\nare necessary for achieving thoroughness in the protocol.\nStandardization processes are related to the stimulus-response technique in admin-\nistration. Interviewees must receive uniform stimuli to obtain homogeneous responses\nwith respect to the question formulation and the investigation’s objective. The types of\nquestions can vary depending on the design methods and the deﬁned purposes, which\nmust be well established beforehand. Speciﬁc notes on conducting an acoustic survey are\nindicated in technical standard [33].\nIn this section, question types at a more general level, valid in a wider context, are\nconsidered. Questions can be characterized by the type of answer they imply, and they can\nbe divided into:\nOpen questions: These questions do not allow for a predetermined answer, and the\ninterviewee can freely respond and provide interesting data. However, the statistical\ntreatment of the data is complicated by the variability of the results.\nClosed questions (dichotomous, polytomic, numerical, verbal, multiple scales): These\nquestions propose possible answers, and the subject chooses from the options presented\n(generally two or three). Data collection is simple and rigorous, but this type of answer is\nonly suitable for very precise questions, that are not always the most appropriate questions.\nFor example, dichotomous questions provide a single answer between two options (ex-\namples: yes/no, true/false, agree/disagree), while polytomic questions provide a single\nchoice between three or more answers.\nStructured questions: These questions present a predetermined set of answers selected\non the basis of previous studies by the researchers, on the basis of surveys already con-\nducted in the same area. The subject is invited to choose one of the answers or possibly to\ninsert his own answer. This approach allows the subject to select an answer they deem most\nconsistent with their own judgment. From this form of questions, improperly structured\ndata can be generated which require a more in-depth analysis, often of a manual type.\nInaccuracies related to clarity and comprehensibility, with respect to the reference\nobjective, can be generated in the formulation phase of the questions.\nA structured questionnaire, composed of closed-ended questions, leads to a greater de-\ngree of interpretative and elaborative simplicity of the results compared to semi-structured\nquestionnaires."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "J. Otorhinolaryngol. Hear. Balance Med. 2023 ,4, 4 9 of 20\nSemi-structured questionnaires consist mainly of open-ended questions, which gener-\nate major difﬁculties in the same processes.\nGeneral indications mainly concern the use of simple language, the choice of non-\nnegative formulations or doubled questions, the use of clear time references to facilitate\nestimates, the provision of a logical succession of topics, and so on.\n3.4. Questions Classiﬁcation and Type\nThe questions can be classiﬁed into three assessment areas:\n\u000f individual data (personal and sociographic data);\n\u000f behaviours;\n\u000f attitudes.\nThe questions that pertain to registry data or sociographic context are aimed at iden-\ntifying the social and economic characteristics that distinguish the interviewee, and for\nthis reason, they are considered individual questions. This category includes questions\nabout gender, age, marital status, educational qualiﬁcations, and profession. In addition to\nthese individual aspects, there are other contextual factors that are considered, such as the\nmunicipality of residence, the urban or rural context, etc.\nAn analysis was conducted in [ 41] regarding the inﬂuence of psychological well-\nbeing and demographic characteristics on the perception of the acoustic environment\nor soundscape. The results revealed a positive correlation between psychological well-\nbeing and pleasantness and a negative correlation between psychological well-being and\neventfulness, mostly in males (who did not indicate their occupation in the questionnaire).\nFurthermore, the occupational status, speciﬁcally retirement as a proxy for age and gender,\nwas found to contribute to both pleasantness and eventfulness.\nBehaviours are closely linked to experiences and are therefore concrete, and far from\nthe imaginary and abstract dimension of attitudes (motivations, ideals, values, judgments,\netc.). This determines, in the ﬁrst case, simpler question formulations, while in the latter\ncase, a higher level of complexity is required.\nTo overcome these difﬁculties, it is possible to translate the abstract dimension into\nreality, by transforming thoughts or ideas into actions, while keeping in mind the cognitive\nand cultural level of the interviewee.\nThe types of questions that require the use of scales can be numeric, such as symmetri-\ncal scales with odd numbers (usually ﬁve, seven or eleven values) when there is a central\nor neutral value, or asymmetrical scales with even numbers (usually four or ten values).\nThe use of numerical scales reduces the possibility of distortions caused by idiosyncratic\ninterpretations of verbal classiﬁcations.\nScales with an odd number of responses increase the risk of thickening at intermediate\nvalues but do not force the interviewee to ‘take sides’ and underestimate the level of\nindecision, as what happens with an even number of choices.\nVerbal scales usually consist of ﬁve (i.e., strongly agree, somewhat agree, neither agree\nnor disagree, somewhat disagree, strongly disagree) or seven answer options, often with\nnumerical values attached to them, which allow for the attribution of scores. The validation\nof evaluation scales is a delicate process that requires a large statistical sample. There is a\nrisk of not obtaining the predetermined result but instead getting a different or similar one.\nThe design of the answers must be based on creating an objective and valid research tool for\nall respondents in relation to the context to analyse. In this context, it becomes important to\ndeﬁne a logical structure that encourages and assists the interviewee in responding to what\nis being investigated.\n3.5. Language and Graphic Limitations\nThe language used for creating questions and any verbal scales represents another\nimportant aspect for the standard formulation of questionnaires.\nThe difﬁculty arises in the type of language and syntax to be used, which must necessar-\nily require a high level of comprehensibility and clarity in relation to the respondent’s type ."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "J. Otorhinolaryngol. Hear. Balance Med. 2023 ,4, 4 10 of 20\nFor this reason, the choice of words and their arrangement in the question setting is a\nprocedure that requires particular attention. Furthermore, if the questionnaire needs to be\nadministered in other languages besides the one in which the research is conducted, there\nis also the difﬁculty of translation.\nThe meaning attributed to some terms is not universally the same in all languages.\nTherefore, the risk is to formulate questions that deviate from the study objective. A solution\nto the latter problem can be represented by a pre-test to be submitted to other researchers\nor experts in the ﬁeld of research who are of a different nationality to understand if under\ncompetent judgment, the questionnaire meaning remains unchanged (see below).\nOnce the appropriate language has been deﬁned for the ﬁeld of study, another aspect\nto pay attention to is the graphic form of the questionnaire. The ﬁrst objective in this context\nis to create an attractive look, with project objectives and section titles in evidence.\nThe presence of images, beyond those required for the investigation, which do not\nhinder the smoothness and essentiality of the structure and are not subject to piloting with\nrespect to the answers to be given, is not excluded. Even the choice of colours, if provided,\nboth for the writings and for the images must be based on some criteria:\n\u000f avoid generating visual strains in the reader, for example by using too light or too\nbright colours,\n\u000f avoid using random associations of colours, unless this use depends on the researcher’s\nwillingness to emphasize some concepts or contexts,\n\u000f try to pursue, as much as possible, monochromatism, with the advantage of not\ngenerating confusion in the reader.\nWhen the draft of the questionnaire has been outlined, it needs to be tested on people\nbelonging to the research context or on subjects external to the project. This check has the\npurpose of detecting the presence of ambiguous or unclear questions, verifying the length\nof the questionnaire, and ensuring correspondence with the objectives of the study.\nSometimes, it is useful to refer to a “control group”, which is a series of subjects not\ndirectly involved in the investigation and who can express a judgment without being\ninﬂuenced by socio-psycho-perceptual dynamics that could affect the veriﬁcation outcome.\nOnce an adequate degree of formulation for the investigation and a good level of\nconsistency with the set objectives have been reached, the questionnaire will be ready to be\nadministered according to a standard scheme. A well-designed investigative tool implies a\nsigniﬁcant reduction in uncertainties and errors in the subsequent phases of data collection,\nprocessing, and analysis.\nIt is good practice for the initial part to be dedicated to an illustrative section, in\nwhich the objectives of the research and the purposes it covers are explained and speciﬁed.\nThis presentation, often considered superﬂuous, plays an important role in allowing the\nresearcher to illustrate clearly the reasons for investigating the population’s opinion and\nestablishing a relationship of trust.\nThe compilation should then continue following a “funnel” scheme, gradually moving\ntowards increasingly speciﬁc questions. It is a mistake to think that the registry/sociographic\ncontext should be placed in the ﬁnal part of the questionnaire to prevent the initial premises\nfrom being contradicted, placing the interviewee in a suspicious position regarding the\ninvestigation and its purposes.\nUseful indications for a general approach are presented in the ISO Technical Stan-\ndard [ 28], even if it regards a survey model at home, and speciﬁcally refers to questions on\nnoise annoyance. These guidelines are appropriate for conducting surveys on long-term\nnoise annoyance. Two kinds of questions can be constructed: one with a verbal rating\nscale (Not at all—Slightly—Moderately—Very—Extremely) and the other with a numerical\nrating scale of 0 to 10, by indicating the meaning of the two extremes.\nThe standard is currently being reviewed, and a recent version proposes to conduct\nthe overall evaluation using weighting factors. Recent studies propose values of the\nweighting factor for verbal responses to achieve a satisfactory comparison between the two"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "J. Otorhinolaryngol. Hear. Balance Med. 2023 ,4, 4 11 of 20\nmethods. This is performed to ensure that the verbal responses are taken into account in an\nappropriate and accurate manner [42,43].\nThe questionnaires for soundscape evaluation proposed in the technical speciﬁcation\nISO/TS 12913-2 [ 28] are edited in the English language. A problem related to the correct\ntranslation of each question and the possible answers in all the proposed methods has been\naddressed in [44]. In [45], the proper application of a translation methodology is outlined,\nespecially in cases where there are no corresponding words in the target language.\n4. Speciﬁc Observations on a Questionnaire for Acoustic Investigations\nWhen administering a questionnaire for acoustic investigations, aspects related to\nsound/acoustic perception become obviously fundamental. These investigations concern\nthe sensory sphere and involve subjective assessments, which are independent of the\nmere objectivity of the phenomenon being investigated. Noise perception is a particularly\ncomplex issue as it involves physical, neurological, and psychological areas. These aspects,\nwhen combined, can generate very different perceptions between different subjects, even\nwith the same stimulus.\nThe variability of the results of an acoustic investigation is different if it refers to the\nevaluation of an internal environment (building or architectural acoustics) or an external\nenvironment (environmental acoustics). In the former case, attention is paid to the usability\nof the spaces and the comfort of the living environment, taking into account the inﬂuence\nof the phenomenon on daily life activities. In the latter case, the respondent is immersed in\na sound landscape where the number of sources and environmental factors are difﬁcult to\ncontrol and subject to change.\nTo obtain a good response from the subjects involved in the investigation, it is necessary\nto contextualize the research and consider all possible aspects that may inﬂuence the\nresponses and consequently the outcome of the study [46,47].\n4.1. Annoying Noise Characteristics\nThe perception of noise is strongly inﬂuenced by the acoustic context in which it is\ngenerated. For example, a disturbance that occurs in an already compromised acoustic\nenvironment is generally less annoying than a disturbance that occurs in a low-noise\nsituation. To complicate matters further, there are other factors, such as the temporal trend\nassociated with annoying noise (continuous, ﬂuctuating, impulsive) and the characteristics\nof the background noise (continuous, ﬂuctuating) [48,49].\nOn a physical level, stationary noise has almost constant energy as a function of time,\nwhile ﬂuctuating noise has characteristics of temporal variability according to a more or\nless regular trend. An impulsive noise is an event that occurs one or more times with a\nconcentrated amount of energy in a very short interval of time.\nIn the perceptual environment, a continuous noise, if characterized by a contained\nlevel and without potentially annoying tonal components, can become part of the daily\nbackground through a neurological process that allows our brain to get used to recognizing\nit and “cancel” it out compared to the association with a disturbed condition.\nThis obviously does not apply to impulsive noises, as neurological processing, mostly\natavistic, associates a threat with a sudden event. In addition, impulsive noises are per-\nceived more intrusively than noises with a continuous or ﬂuctuating course. For example,\nthe sound of a dripping tap, although it has a very low acoustic energy content, can be\nunbearable for a person who is trying to fall asleep. Conversely, the same person, subject to\nthe sound of a stream or pouring rain, with much greater energy than that of the tap, in\nmost cases, ﬁnds this situation conducive to falling asleep.\nIt is important to highlight that noise can be more or less disturbing depending on the\nfrequencies that constitute it. Fletcher’s masking studies [ 50] have demonstrated that one\ntone with a high amplitude can mask another tone that is close in frequency but with a\nlower amplitude. This indicates that the disturbance caused by an acoustic phenomenon\nis not only linked to the energy of the phenomenon itself, but also to other characteristics"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "J. Otorhinolaryngol. Hear. Balance Med. 2023 ,4, 4 12 of 20\nsuch as variability in the time and frequency domains, as well as the acoustic context in\nwhich it occurs.\nHowever, any assessment of acoustic quality is affected by subjective preferences\nfor the perceived sound and the discomfort it may cause to individuals. For instance,\nevaluations of noise pollution in public parks [ 51] have identiﬁed areas where the sound\nlevel limits that should characterize quiet areas were exceeded, despite some interviewees\nexpressing appreciation for the sound environment in the park. This implies that noise\nmitigation actions should be taken to reduce noise levels, even if some individuals enjoy\nthe sound environment.\nIn another study that examined the effects of soundscape complexity on urban noise\nannoyance ratings, the impact of trafﬁc-related sound sources received a higher score in\nthe noise annoyance evaluation than nature-related sound sources, with comparable noise\nlevels [ 52,53]. These results conﬁrm that the type of sound, which can be classiﬁed as\npleasant or unpleasant, also inﬂuences the judgment of annoyance associated with its\npresence in the urban environment.\nAn acoustic questionnaire needs to take into account that technical aspects should be\nlinked to perception. They are part of the contextualization processes of the phenomenon,\nand therefore need to be analysed in order to characterize the sound sources present in the\nenvironment under investigation, as will be discussed later.\n4.2. Boundary Conditions\nAcoustic questionnaires are generally used to evaluate the discomfort caused by the\npresence of one or more noise sources in a given environment, or to understand the level of\ncomfort related to the listening conditions. Since these assessments are related to sensory\nperception, it is important to include questions about the respondent’s state of health and\nquality of life in the questionnaire and/or tests aimed at understanding their hearing ability.\nTo assess the respondent’s hearing ability, a multimedia instrument that allows the in-\nterviewee to listen to soundtracks in speciﬁc frequency ﬁelds may be necessary. This would\nhelp to deﬁne the listening range with non-marginal limits due to device characteristics.\nThese exploratory questions should be asked in a preliminary phase of the questionnaire to\ndetermine its validity. If multimedia tools are not available, the validity of the investigation\nrelies on the sincerity of the respondent, without direct veriﬁcation by the researcher.\nHealth-related questions may include requests to indicate if the respondent is suffering\nfrom any pathology or disease that may affect their responses. Quality of life can be\ninvestigated by asking about the level of satisfaction with daily activities [54,55].\nSince these questionnaires are related to the user’s experience, it is not possible to rely\non market research to guide their design, as the respondent is not necessarily a consumer.\nTherefore, attention should be focused on the comfort connected to the respondent’s life in\nthe speciﬁc environment being investigated.\nIn the case of building or architectural acoustics, the questions relating to behaviour\nand attitudes should concern not only acoustic aspects but also speciﬁc assessments of the\ncontext under investigation and all the components that contribute to the comfort of the\nenvironment’s users. Speciﬁcally, it is necessary to investigate not only acoustic aspects\nbut also thermal, hygrometric, and lighting aspects. However, the acoustic aspect cannot\nbe isolated from the context, as all factors together determine the overall comfort, and the\npoor quality of any one of the elements mentioned above can also affect the others.\nThermal comfort also affects the perception of acoustic comfort outdoors. In a study [ 56],\nthe relationship between acoustic perception and thermal comfort was analysed, and it was\nfound that people experienced higher thermal comfort with natural sounds and meaningful\nsound (broadcasting music). The authors found that satisfying thermal sensation was\nperceived when people were acoustically comfortable, while low thermal comfort was a\nconsequence of acoustic discomfort. However, in a study involving elderly adults, it was\nfound that thermal sensation and comfort judgments were susceptible to the acoustic and"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "J. Otorhinolaryngol. Hear. Balance Med. 2023 ,4, 4 13 of 20\nvisual environments, while the inﬂuence of the visual environment and temperature on\nacoustic sensation and comfort evaluation was not signiﬁcant [57].\nMoreover, it was observed that there is a seasonal dependence on these aspects: in\nthe summer, overall comfort is mostly affected by thermal comfort, while in the spring,\nacoustic comfort has the highest impact on comfort. The thermal and acoustic environment\nhas some inﬂuence on subjective evaluations. It was found that high trafﬁc noise intensiﬁes\nthe sensation of heat in summer in the thermal evaluations. In the acoustic evaluations,\nlow temperature in the winter and high temperature in the summer increase acoustic\ndiscomfort [58].\nIn general, the sensation produced by the other components that characterize the\nurban space under investigation has an inﬂuence on the judgment of the acoustic quality. In\nmany cases, investigations should also take into account the assessment of aspects related\nto air pollution and air quality, urban safety and legality, presence of public green areas,\nurban layout, hygienic conditions, and the healthiness of areas, liveliness of the city, and\npresence of commercial and work activities.\nFor example, comparing a town square with high air pollution, disorder, and widespread\nurban decay to another characterized by the presence of public green areas, order, and\ncleanliness, both influenced by the same noise level, is likely to lead to a negative judgment\nfor the first case rather than the second one.\nFrom this, it can be deduced that the boundary conditions in terms of perception of\nthe environment mutually inﬂuence each other, creating in the subject a prejudiced attitude\ntowards aspects that characterize the environment.\nAnother aspect that deserves investigation in an acoustic questionnaire is the time\nspent in the places under investigation. An appropriate formulation for these types of\nquestions could be: “How much time do you spend at home/ofﬁce/outdoors/etc.?” with\na structured response on a scale such as: “up to 8 h/8 to 12 h/from 12 to 16 h/over 16 h.”\nTemporal permanence is an important element because it allows the quantiﬁcation of\nthe time of exposure to the source of noise and therefore the impact that this can have on\nthe psychophysical state of the interviewee.\nAs the investigation tool explores into increasingly speciﬁc questions regarding the\nobject of study, according to the previously deﬁned ‘funnel’ scheme, the level of processing\ndifﬁculty of the investigation tool increases. In building/architectural acoustics, the size and\nnumber of sources are known variables and limited to the situation, as already highlighted;\nin environmental acoustics, these characteristics are not always predictable, and indeed\nthey are often unknown.\nA good solution could be represented by identifying macro-areas associated with\nsound environments in order to group a signiﬁcant number of sound sources, both known\nand unknown, within a single sub-group. Here are some examples of macro-areas relating\nto different environmental noises:\n\u000f Anthropogenic noise (voices, footsteps, screams, laughter, nightlife, shops, etc.).\n\u000f Infrastructure noise (vehicular trafﬁc, rail trafﬁc, ship trafﬁc, air trafﬁc).\n\u000f Industrial noise (industrial activities such as textiles, metallurgy, drilling wells, etc.).\n\u000f Nature noise (wind, rain, sea, animals, etc.).\n\u000f Technological noise (HVAC, cooling/heating systems, fans, ﬁlters, etc., at home).\nIn relation to the indicated macro-areas, it would be useful to have an indication of\nhow frequently the subjects hear these noises throughout the day, using structured or\nnumerical response scales with deﬁned limits (for example, from rarely to frequently).\nFurthermore, information on the perceived sound intensity corresponding to the noises\nheard, using similar response scales, is also important (for example, by setting “high/low”\nor “loud/weak” as scale limits).\nIn Figure 2, an example is given of categories of sound sources that can be considered\nin an acoustic survey [59]."
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "J. Otorhinolaryngol. Hear. Balance Med. 2023 ,4, 4 14 of 20\nJ. Otorhinolaryngol. Hear. Balance Med. 2023 , 4, x FOR PEER REVIEW 14 of 20 \n \n highlighted; in environmental acoustics, thes e characteristics are not always predictable, \nand indeed they are often unknown. \nA good solution could be represented by identifying macro-areas associated with \nsound environments in order to group a signi ﬁcant number of sound sources, both known \nand unknown, within a single sub-group. Here are some examples of macro-areas relating \nto diﬀerent environmental noises: \n• Anthropogenic noise (voices, footsteps, scre ams, laughter, nightl ife, shops, etc.). \n• Infrastructure noise (vehicular tra ﬃc, rail tra ﬃc, ship tra ﬃc, air traﬃc). \n• Industrial noise (industrial activities such as textiles, metallurgy, drilling wells, etc.). \n• Nature noise (wind, rain, sea, animals, etc.). \n• Technological noise (HVAC, cooling/heating systems, fans, ﬁlters, etc., at home). \nIn relation to the indicated macro-areas, it would be useful to have an indication of \nhow frequently the subjects hear these noises throughout the day, using structured or nu-\nmerical response scales with de ﬁned limits (for example, from rarely to frequently). Fur-\nthermore, information on the perceived sound intensity corresponding to the noises \nheard, using similar response scales, is also important (for example, by se tting “high/low” \nor “loud/weak” as scale limits). \nIn Figure 2, an example is given of categori es of sound sources that can be considered \nin an acoustic survey [59]. \n \nFigure 2. Example of sound-source categories. \nThe response scales used to indicate the noise that mainly refers to the sound envi-\nronment can be structured and polytomic. They  mainly use adjectives such as annoying, \nnoisy, unpleasant, and disturbing, which contra st with others such as pleasant, silent, \nagreeable, and relaxing. If the extremes of th e scale represented by contrary terms are not \nused, adverbs and other words can be used for the purpose of strengthening or weakening \nthe concept (examples: li ttle, enough, much, neither-nor, etc.). \n  \nFigure 2. Example of sound-source categories.\nThe response scales used to indicate the noise that mainly refers to the sound environ-\nment can be structured and polytomic. They mainly use adjectives such as annoying, noisy,\nunpleasant, and disturbing, which contrast with others such as pleasant, silent, agreeable,\nand relaxing. If the extremes of the scale represented by contrary terms are not used,\nadverbs and other words can be used for the purpose of strengthening or weakening the\nconcept (examples: little, enough, much, neither-nor, etc.).\n4.3. Administration Related Issues\nQuestionnaires used in the ﬁeld of acoustics belong to the category of surveys that\naim to evaluate perception. As mentioned in the generic formulation of a questionnaire,\nperceptual aspects involve the presence of a sensory stimulus that initiates the process\nleading to the deﬁnition of an experience.\nA good way to investigate a sensory aspect is to stimulate the sensory organ to activate\nit. Just as knowledge of the perception of ﬂavour corresponds to the action of tasting, and\nknowledge of the perception of an odour corresponds to the action of smelling, noise also\nrequires a particular action that corresponds to listening. However, these activities are often\ndifﬁcult or impossible to carry out due to the method of administration.\nIn general, the absence of direct stimulation of the sensory organ implies the activation\nof memory or, in any case, a mnemonic process, which has a particular sensation, and in\nsome way, the re-elaborative activity of thought can be distorted, leading to a result that is\nnot strictly objective.\nIf the sensation or emotion felt in relation to a particular sensory activity does not\nmanifest itself strongly and precisely, making it difﬁcult to remain inside, it is difﬁcult to\nexpress a real judgment on the event. An optimal administration of a questionnaire linked\nto perception should be conducted, therefore, directly in the context of the investigation or\nin a different place but subjecting the subject to the sensory stimulus [60].\nIn the case of an acoustic questionnaire, this means that the compilation should take\nplace in an external environment, in the case of environmental acoustic investigations [51,61] ,\nor in an internal environment, in case of investigations in building/architectural acoustics."
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "J. Otorhinolaryngol. Hear. Balance Med. 2023 ,4, 4 15 of 20\nIf it is impossible to put the respondent in these conditions, it is possible to set up audio,\nextracted from the contexts of investigations or similar to them. This excludes all postal\nand paper administrations a priori, with limiting effects also on the possibility of telephone\ninquiries.\nIn the event that the planned administration is online or face-to-face, there are still dif-\nﬁculties related to the limitations of the acoustic devices used. It is important to remember\nthat devices such as computers, tablets, and smartphones are not able to reproduce low\nfrequencies, with limits usually at 100 Hz, while distortions may be generated above some\nhigh frequencies.\nAnother issue is the regulation of listening volume, which again depends on the\ndevices, and can only be solved in the case of online administration when the interviewees\nare in the same environment, using the same devices, and generating a homogeneous and\nunambiguous stimulus.\nAn important step in preparing the questionnaire is normalizing the audio tracks, a\nprocess where the signal amplitude is increased or reduced to standardize it and obtain\nuniform input for all respondents.\nIn addition to environmental conditions, attention must also be paid to the timing\nof administration. The psychological conditions of subjects can ﬂuctuate considerably\ndepending on the month of the year, day of the week, or different times of the day. Stress\nlevels are typically higher before and after holidays, during the summer and Christmas, at\nthe beginning of the week, and at the end of the day. These uncomfortable conditions can\nresult in highly negative and intolerant responses. To avoid such inﬂuences, it is preferable\nto analyse in advance and identify the most appropriate moments for administration.\n4.4. Procedural Implications due to the Source\nThe questions of an acoustic questionnaire largely concern the inﬂuence of the source(s)\nin the sound environment, both outdoors and indoors.\nIn building and architectural acoustics, the sources of noise are clearly identiﬁable,\nas well as the investigation objectives with reference to different environments. In the\ncase of residential environments, the analysis is often connected to the reverberation time\nand the degree of acoustic insulation of ﬂoors, ceilings, walls, ﬁxtures, etc., against noise\ncoming from both adjacent spaces and the external environment. Depending on the place\nintended for the study, many factors can be investigated. The considerations made for\nresidential environments can be extended to all private and public environments, such\nas schools, auditoriums, conference rooms, etc. In many cases, the assessment of speech\nintelligibility, by means of the Speech Transmission Index (STI), is also important, and\nshould be considered in the evaluations.\nIn the external environment, the relationship between subjects and sources of noise, as\nwell as their inﬂuence on the perception of the overall sound environment, are based on\nanalyses that must take into account numerous other elements. One of these is the distance\nfrom the source or group of sources being examined. Depending on the position from\nthe source, certain frequency components may prevail. Low-frequency components are\nperceived even at great distances, unlike high-frequency components that can be lost due\nto atmospheric attenuation effects.\nOther important aspects are connected to meteorological conditions, particularly wind\ndirection and thermal inversion phenomena. These conditions can contribute to modifying\nthe propagation of sound waves and interfere with the perception of the phenomenon.\nRegarding thermal inversion, the heat released by the ground causes the air to become\ncolder near the Earth and warmer at higher altitudes. In this situation, the sound can reach\npoints that it would not have reached under constant temperature conditions, with the\npossibility of going even further than in a normal situation.\nEven the wind can ‘redirect’ noise to places other than those it would have reached in\nits absence. In this case, it is not a matter of transport, as is often mistakenly thought, but"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "J. Otorhinolaryngol. Hear. Balance Med. 2023 ,4, 4 16 of 20\nrather of refractive effects, which generate a change in direction compared to the natural\npropagation path.\nThese aspects must also be considered during the preliminary assessments aimed at\ncreating a questionnaire, especially in cases where the administration takes place directly\nat the location of interest. This is to ensure the maximum correspondence with the normal\nor usual situation of exposure to noise.\n5. Discussion and Conclusions\nIn the previous sections, general observations on questionnaire structure that can be\napplied in different ﬁelds have covered some main aspects regarding the administration\nmethod, characterization of the sample population, question structuring, question classiﬁca-\ntion and type, and language and graphic limitations. Moreover, referring to questionnaires\nfor acoustic investigations, aspects related to characteristics of annoying noise, boundary\nconditions, administration-related issues, and procedural implications due to the source\nhave been discussed.\nTo make the most effective use of technological development, improve investigation\ntechniques through questionnaires, and make them more reliable, further steps can be\ntaken, especially in the ﬁeld of reproducing situations in virtual reality and in an extended\nuse of mobile devices for questionnaire completion.\nOn one hand, the creation of virtual soundscapes and immersive solutions for rep-\nresenting the real environment recreated in the laboratory allows for the evaluation of\nvery different situations in the same place and the effective comparison of various sound\nenvironments in shorter times. On the other hand, the possibility of using mobile-phone\napplications for questionnaire completion in the outdoor environment facilitates the distri-\nbution of survey forms to a large number of individuals and the collection of data.\nVirtual reality has been tested in various scenarios, for example in [ 27] with the\nuse of an online application, to simulate street design and trafﬁc restriction scenarios.\nSome studies have analysed the differences between people’s behaviour in virtual and\nreal environments. In [ 62], the research results lead to afﬁrm that a virtual simulation\nof the environment is closer to reality if its visual features are completed with acoustic\ncharacteristics.\nTo effectively represent the real environment, it is necessary to pay attention to various\nelements not only related to visual perception but also to the physical characteristics of the\nreproduced sounds, especially spectral components and temporal variations, as highlighted\nin [63]. The ability to analyse various scenarios using virtual reality representation tech-\nniques and conduct in-depth research on the visual cityscape perception of a large number\nof human subjects has been utilized in [ 64] to explore new frontiers in the application of\ndigital technologies to smart-city planning.\nAn effective alternative to creating virtual environments that accurately represent\nexternal environments to consider a wide variety of situations and soundscapes is repre-\nsented by a more extensive participation in surveys that can take place through mobile\nphone applications. In this case, the questionnaire completion can involve a wider variety\nof individuals compared to investigations using virtual reality. The advantages regarding\nthe high number of questionnaires, the heterogeneity of the interviewees, and the rapidity\nof processing the responses are undeniable, although the sampling methods and other\naspects that have been discussed in the previous sections still need to be deﬁned.\nLike all subjective investigations, those related to acoustics require a particular degree\nof attention and knowledge in the ﬁeld of research. The creation of tools such as ques-\ntionnaires is a complex operation in relation to the objective to be pursued. This study\nhas provided comments on different aspects that can be included in a questionnaire. The\nobservations intend to contribute to the realization of questionnaires in the acoustic ﬁeld\nand support the aspects addressed in the ISO/TS 12913-2 technical standard, given the\nvastness of the subject and the variability of the contents."
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "J. Otorhinolaryngol. Hear. Balance Med. 2023 ,4, 4 17 of 20\nFrom the considerations presented in this study, the critical phases related to a general\nformulation of a questionnaire survey can be identiﬁed in three processes: preliminary\nstudy and deﬁnition of the focus, structuring of the questionnaire (types of questions and\nanswer scales), and method of administration.\nStarting from the ﬁrst steps, the effectiveness of the investigation depends on a large\nnumber of variables, and the degree of detail must be deﬁned at once, assuming and\nforeseeing all possible situations that may generate interference or distortions in relation to\nthe project focus. This is a very important and delicate phase, which could compromise the\nvalidity of the efforts and the analyses.\nSome aspects have been analysed: the structure of the questionnaire, the administra-\ntion method, the characterization of the sample population, the question structuring, the\nquestion classiﬁcation and type, and the language and graphic limitations. Furthermore, in\nthe acoustic ﬁeld, the contextualization of the phenomenon under investigation is a funda-\nmental procedure; the situation can take on completely different characteristics depending\non the sound environment (internal or external), the type of expected annoying-noise\nsource(s), and the surrounding conditions (other environmental parameters that contribute\nto the comfort of the user). Therefore, aspects related to the characteristics of annoying\nnoise, boundary conditions, administration-related issues, and procedural implications\ndue to the source have been discussed.\nThe ﬁnal objective of the investigation can only be achieved through a scrupulous and\nthorough analysis of all these aspects in their entirety.\nThe study also provides some concluding notes on potential future developments\nrelated to the use and administration of questionnaires in the ﬁeld of environmental noise\nand soundscape analysis. In the near future, our plan is to analyse questionnaire results\nwith a focus on the aspects emphasized during their design. This analysis aims to assess the\ndegree of success in relation to the level of accuracy employed in the questionnaire design.\nAuthor Contributions: Conceptualization, G.D.F. and A.M.; methodology, G.D.F.; analysis, G.D.F.,\nA.M. and A.C.; writing—original draft preparation, G.D.F. and A.M.; writing—review and editing,\nG.D.F. and A.M.; supervision, A.C. All authors have read and agreed to the published version of\nthe manuscript.\nFunding: This research received no external funding.\nInstitutional Review Board Statement: Not applicable.\nInformed Consent Statement: Not applicable.\nData Availability Statement: Data sharing is not applicable to this article.\nConﬂicts of Interest: The authors declare no conﬂict of interest.\nReferences\n1. Goines, L.; Hagler, L. Noise Pollution: A Modern Plague. South Med. J. 2007 ,100, 287–294. [CrossRef]\n2. Mujan, I.; An ¯delkovi´ c, A.S.; Mun´ can, V .; Kljaji´ c, M.; Ruži´ c, D. Inﬂuence of indoor environmental quality on human health and\nproductivity—A review. J. Clean. Prod. 2019 ,217, 646–657. [CrossRef]\n3. Kim, M.; Chang, S.I.; Seong, J.C.; Holt, J.B.; Park, T.H.; Ko, J.H.; Croft, J.B. Road Trafﬁc Noise: Annoyance, Sleep Disturbance, and\nPublic Health Implications. Am. J. Prev. Med. 2012 ,43, 353–360. [CrossRef]\n4. Basner, M.; McGuire, S. WHO Environmental Noise Guidelines for the European Region: A Systematic Review on Environmental\nNoise and Effects on Sleep. Int. J. Environ. Res. Public Health 2018 ,15, 519. [CrossRef]\n5. Recio, A.; Linares, C.; Banegas, J.R.; D íaz, J. Road trafﬁc noise effects on cardiovascular, respiratory, and metabolic health: An\nintegrative model of biological mechanisms. Environ. Res. 2016 ,146, 359–370. [CrossRef]\n6. Münzel, T.; Gori, T.; Babisch, W.; Basner, M. Cardiovascular effects of environmental noise exposure. Eur. Heart J. 2014 ,35,\n829–836. [CrossRef]\n7. Koprowska, K.; Łaszkiewicz, E.; Kronenberg, J.; Marci ´ nczak, S. Subjective perception of noise exposure in relation to urban green\nspace availability. Urban For. Urban Green. 2018 ,31, 93–102. [CrossRef]\n8. da Paz, E.C.; Vieira, T.J.; Zannin, P .H.T. Urban Noise as an Environmental Impact Factor in the Urban Planning Process. In An\nOverview of Urban and Regional Planning ; Intechopen: London, UK, 2018. [CrossRef]"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "J. Otorhinolaryngol. Hear. Balance Med. 2023 ,4, 4 18 of 20\n9. Paszkowski, W.; Sobiech, M. The Modeling of the Acoustic Condition of Urban Environment Using Noise Annoyance Assessment.\nEnviron. Model. Assess. 2018 ,24, 319–330. [CrossRef]\n10. Suman, A.B.; Van Geenhuizen, M. Not just noise monitoring: Rethinking citizen sensing for risk-related problem-solving.\nJ. Environ. Plan. Manag. 2020 ,63, 546–567. [CrossRef]\n11. FUTURE NOISE POLICY—European Commission Green Paper. Available online: https://eur-lex.europa.eu/legal-content/PL/\nTXT/?uri=CELEX:51996DC0540 (accessed on 1 May 2023).\n12. Wili´ nska, A.; Ka´ zmierczak, J.; Niesporek, A. Participatory approach to noise mapping and acoustic climate management. In\nProceedings of the European Conference on Noise Control, EURONOISE 2012, Prague, Czech Republic, 10–13 June 2012.\n13. Engel, M.S.; Fiebig, A.; Pfaffenbach, C.; Fels, J. A Review of Socio-acoustic Surveys for Soundscape Studies. Curr. Pollut. Rep.\n2018 ,4, 220–239. [CrossRef]\n14. Di Feo, G.; Cerniglia, A.; Magrini, A.; Quaranta, C. I suoni della memoria: Somministrazione di un questionario ad un campione\nmisto di popolazione, (Sounds of Memory: Administration of a questionnaire to a mixed population sample). In Proceedings of\nthe 46th National Conference of the Italian Acoustical Society, Pesaro, Italy, 29–31 May 2019. (In Italian).\n15. Di Feo, G.; Cerniglia, A.; Magrini, A.; Quaranta, C. Tracce del tempo: I suoni della memoria (Traces of Time: The sounds of\nmemory). Neo-Eubios 2019 ,69. ISSN 1825-5515. Available online: https://issuu.com/neoeubios/docs/eubios_69_web/s/164061\n57 (accessed on 1 May 2023). (In Italian).\n16. Zammuner, V .L. Tecniche Dell’Intervista e Del Questionario. Processi Psicologici e Qualit àDei Dati (Interview and Questionnaire\nTechniques. Psychological Processes and Data Quality) , 1998 2a ed.; IL Mulino: Roma, Italy, 1996; p. 249. (In Italian)\n17. Mastrandrea, S. Psicologia Della Percezione (Psychology of Perception) ; Carocci Editore: Rome Italy, 2017; ISBN 9788843088096.\n(In Italian)\n18. Zannin, P .H.; Calixto, A.; Diniz, F.B.; Ferreira, J.A. A survey of urban noise annoyance in a large Brazilian city: The importance of\na subjective analysis in conjunction with an objective analysis. Environ. Impact Assess. Review 2003 ,23, 245–255. [CrossRef]\n19. Ristovska, G. Questionnaire Based Survey for Noise Induced Annoyance in Urban Population. In Proceedings of the EU\nSymposium “Harmonisation of EU Sound Insulation Descriptors and Classiﬁcation Standards”, Florence, Italy, 14 December 2010 .\n20. Zhang, X. Questionnaire Study of Perceived Noise Impact in the Residential Area—Before the Noise Barrier Protection, July\n15, 2013, Action 3 Report of EU Life Project NOISUN—A Project Where Noise Barriers Produce Solar Heat. Available online:\nhttps://noisun.ﬁles.wordpress.com/2013/05/report_questionnaire_study.pdf (accessed on 1 May 2023).\n21. Beach, E.; Williams, W.; Gilliver, M. Noise level assessments: Subjective vs objective measures. In Proceedings of the Acoustics\n2011, Gold Coast, Australia, 2–4 November 2011.\n22. Raimbault, M.; Lavandier, C.; B érengier, M. Ambient sound assessment of urban environments: Field studies in two French cities.\nAppl. Acoust. 2003 ,64, 1241–1256. [CrossRef]\n23. Ballas, J.A. Common factors in the identiﬁcation of assortment of brief everyday sounds. J. Exp. Psychol. Hum. Percept. Perform.\n1993 ,19, 250–267. [CrossRef]\n24. Dubois, D. Categories as acts of meaning: The case of categories in olfaction and audition. Cogn. Sci. Q. 2000 ,1, 35–68.\n25. Yang, W.; Kang, J. Acoustic comfort evaluation in urban open public spaces. Appl. Acoust. 2005 ,66, 211–219. [CrossRef]\n26. Maristany, A.; Recuero L ópez, M.; Asensio Rivera, C. Soundscape quality analysis by fuzzy logic: A ﬁeld study in Cor-doba,\nArgentina. Appl. Acoust. 2016 ,111, 106–115. [CrossRef]\n27. Jiang, L.; Masullo, M.; Maffei, L.; Meng, F.; Vorländer, M. How do shared-street design and trafﬁc restriction improve urban\nsoundscape and human experience?—An online survey with virtual reality. Build. Environ. 2018 ,143, 318–328. [CrossRef]\n28. ISO/TS 12913-2 ; Acoustics—Soundscape—Part 2: Data Collection and Reporting Requirements. International Organization for\nStandardization (ISO): Geneva, Switzerland, 2018.\n29. Buratti, C.; Belloni, E.; Merli, F.; Ricciardi, P . A new index combining thermal, acoustic, and visual comfort of moderate\nenvi-ronments in temperate climate. Appl. Acoust. 2003 ,64, 129–145.\n30. Frontczak, M.; Andersen, R.K.; Wargocki, P . Questionnaire survey on factors inﬂuencing comfort with indoor environmental\nquality in Danish housing. Build. Environ. 2012 ,50, 56–64. [CrossRef]\n31. Nimlyat, P .S. Indoor environmental quality performance and occupants’ satisfaction [IEQPOS] as assessment criteria for green\nhealthcare building rating. Build. Environ. 2018 ,144, 598–610. [CrossRef]\n32. Nur, P .; Yorukolu, D.; Kang, J. Development and testing of Indoor Soundscape Questionnaire for evaluating contextual expe-rience\nin public spaces. Build. Acoust. 2017 ,24, 307–324.\n33. ISO/TS 15666 ; Acoustics—Assessment of Noise Annoyance by Means of Social and Socio-Acoustic Surveys. International\nOrganization for Standardization (ISO): Geneva, Switzerland, 2003.\n34. Rasmussen, B.; Machimbarrena, M. (Eds.) COST Action TU0901—Building Acoustics throughout Europe. Volume 1: Towards a\nCommon Framework in Building Acoustics throughout Europe ; DiScript Preimpresion: Madrid, Spain, 2014; e-ISBN: 978-84-697-0158-4.\n35. Torresin, S.; Albatici, R.; Aletta, F.; Babich, F.; Kang, J. Assessment Methods and Factors Determining Positive Indoor Soundscapes\nin Residential Buildings: A Systematic Review. Sustainability 2019 ,11, 5290. [CrossRef]\n36. Aletta, F.; Guattari, C.; Evangelisti, L.; Asdrubali, F.; Oberman, T.; Kang, J. Exploring the compatibility of “Method A” and\n“Method B” data collection protocols reported in the ISO/TS 12913-2:2018 for urban soundscape via a soundwalk. Appl. Acoust.\n2019 ,155, 190–203. [CrossRef]"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "J. Otorhinolaryngol. Hear. Balance Med. 2023 ,4, 4 19 of 20\n37. Di Loreto, S.; Serpilli, F.; Lori, V . Soundscape Approach in the Seaport of Ancona: A Case Study. Acoustics 2022 ,4, 492–516.\n[CrossRef]\n38. Ausejo, M.; Recuero, M.; del Carmen Morillo, M. Subjective Noise Web-Based Surveys ; Euronoise: Edinburgh, UK, 2009.\n39. Brambilla, G.; Pedrielli, F. Smartphone-Based Participatory Soundscape Mapping for a More Sustainable Acoustic Environment.\nSustainability 2020 ,12, 7899. [CrossRef]\n40. Grewenig, E.; Lergetporer, P .; Simon, L.; Werner, K.; Woessmann, L. Can internet surveys represent the entire population? A\npractitioners’ analysis. Eur. J. Politi-Econ. 2023 ,78, 102382. [CrossRef]\n41. Erfanian, M.; Mitchell, A.; Aletta, F.; Kang, J. Psychological well-being and demographic factors can mediate soundscape\npleasantness and eventfulness: A large sample study. J. Environ. Psychol. 2021 ,77, 101660. [CrossRef]\n42. Clark, C.; Gjestland, T.; Lavia, L.; Notley, H.; Michaud, D.; Morinaga, M. Assessing community noise annoyance: A review of two\ndecades of the international technical speciﬁcation ISO/TS 15666:2003. J. Acoust. Soc. Am. 2021 ,150, 3362–3373. [CrossRef]\n43. Gjestland, T.; Morinaga, M. Effect of alternate deﬁnitions of “high” annoyance on exposure-response functions. J. Acoust. Soc. Am.\n2022 ,151, 2856–2862. [CrossRef] [PubMed]\n44. Lam, B.; Chieng, J.; Watcharasupat, K.N.; Ooi, K.; Ong, Z.T.; Hong, J.Y.; Gan, W.S. Crossing the linguistic causeway: A binational\napproach for translating soundscape attributes to Bahasa Melayu. Appl. Acoust. 2022 ,199, 108976. [CrossRef]\n45. Papadakis, N.M.; Aletta, F.; Kang, J.; Oberman, T.; Mitchell, A.; Stavroulakis, G.E. Translation and cross-cultural adaptation\nmethodology for soundscape attributes—A study with independent translation groups from English to Greek. Appl. Acoust. 2022 ,\n200, 109031. [CrossRef]\n46. Magrini, A.; Di Feo Cerniglia, A. Questionnaire Analysis Survey for Acoustic Investigation—Preliminary Considerations. In\nIN-TER-NOISE and NOISE-CON Congress and Conference Proceedings, InterNoise19, Madrid, Spain ; 2019; pp. 4999–5997. Available\nonline: https://www.ingentaconnect.com/contentone/ince/incecp/2019/00000259/00000004/art00082;jsessionid=1oyj0f2i9\n31y.x-ic-live-02 (accessed on 1 May 2023).\n47. Cerniglia, A.; Chiarella, D.; Cutugno, P .; Marconi, L.; Magrini, A.; Di Feo, G.; Ferretti, M. Questionnaire analysis to deﬁne the\nmost suitable survey for port-noise investigation. In Proceedings of the 26th International Congress on Sound and Vibration\n(ICSV26), Montreal, QC, Canada, 7–11 July 2019; ISBN 978-1-9991810-0-0. Available online: https://arxiv.org/abs/2007.06915\n(accessed on 1 May 2023).\n48. Can, A. Dynamic Approaches for the Characterization and Mitigation of Urban Sound Environments. Acoustics. Ph.D. Thesis,\nUniversit édu Maine, Le Mans, France, 2019. Available online: https://hal.archives-ouvertes.fr/tel-02318710 (accessed on\n1 March 2023).\n49. Rajala, V .; Hongisto, V . Annoyance of impulsive sounds—A psychoacoustic experiment involving synthetic sounds, 2019. In\nProceedings of the 23rd International Congress on Acoustics, ICA 2019, Aachen, Germany, 9–13 September 2019.\n50. Fletcher, H.; Munson, W.A. Relation between loudness and masking. J. Acoust. Soc. Am. 1937 ,9, 1–10. [CrossRef]\n51. Curcuruto, S.; Asdrubali, F.; Brambilla, G.; Silvaggio, R.; D’Alessandro, F.; Gallo, V . Socio-acoustic survey and soundscape analysis\nin urban parks in Rome. In Proceedings of the 11th International Congress on Noise as a Public Health Problem (ICBEN) 2011,\nLondon, UK, 24–28 July 2011.\n52. Mitchell, A.; Erfanian, M.; Soelistyo, C.; Oberman, T.; Kang, J.; Aldridge, R.; Xue, J.-H.; Aletta, F. Effects of Soundscape Complexity\non Urban Noise Annoyance Ratings: A Large-Scale Online Listening Experiment. Int. J. Environ. Res. Public Health 2022 ,19, 14872.\n[CrossRef]\n53. Jin, Y.; Jin, H.; Kang, J. Effects of sound types and sound levels on subjective environmental evaluations in different seasons. Build.\nEnviron. 2020 ,183, 107215. [CrossRef]\n54. Arcangeli, G.; Mucci, N.; Giorgi, G.; Lorini, C.; Bonaccorsi, G. 566 Evaluation of quality of life and annoyance in the context of life\nmonza project. BMJ J. 2018 ,75, A518. [CrossRef]\n55. Bartalucci, C.; Borchi, F.; Carfagni, M.; Furferi, R.; Governi, L.; Lapini, A.; Volpe, Y.; Curcuruto, S.; Mazzocchi, E.; Marsico, G.; et al.\nLIFE MONZA: Project description and actions’ updating. Noise Mapp. 2018 ,5, 60–70. [CrossRef]\n56. Chen, H.; Hong, B.; Qu, H.; Geng, Y.; Su, M. Effects of Acoustic Perception on Outdoor Thermal Comfort in Campus Open Spaces\nin China’s Cold Region. Buildings 2022 ,12, 1518. [CrossRef]\n57. Du, M.; Hong, B.; Gu, C.; Li, Y.; Wang, Y. Multiple effects of visual-acoustic-thermal perceptions on the overall comfort of elderly\nadults in residential outdoor environments. Energy Build. 2023 ,283, 112813. [CrossRef]\n58. Jin, Y.; Jin, H.; Kang, J. Combined effects of the thermal-acoustic environment on subjective evaluations in urban squares. Build.\nEnviron. 2020 ,168, 106517. [CrossRef]\n59. Brown, A.; Kang, J.; Gjestland, T. Towards standardization in soundscape preference assessment. Appl. Acoust. 2011 ,72, 387–392.\n[CrossRef]\n60. Aburawis, A.A.M.; Yorukoglu, P .N.D. An integrated framework on soundscape perception and spatial experience by adapting\npost-occupancy evaluation methodology. Build. Acoust. 2018 ,25, 3–16. [CrossRef]\n61. Mitchell, A.; Oberman, T.; Aletta, F.; Erfanian, M.; Kachlicka, M.; Lionello, M.; Kang, J. The Soundscape Indices (SSID) Protocol: A\nMethod for Urban Soundscape Surveys—Questionnaires with Acoustical and Contextual Information. Appl. Sci. 2020 ,10, 2397.\n[CrossRef]\n62. Eloy, S.; Andrade, M.; Dias, L.; Dias, M.S. The impact of sound in people’s behaviour in outdoor settings: A study using virtual\nreality and eye-tracking. Appl. Ergon. 2023 ,108, 103957. [CrossRef] [PubMed]"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "J. Otorhinolaryngol. Hear. Balance Med. 2023 ,4, 4 20 of 20\n63. Jo, H.I.; Jeon, J.Y. Perception of urban soundscape and landscape using different visual environment reproduction methods in\nvirtual reality. Appl. Acoust. 2022 ,186, 108498. [CrossRef]\n64. Zhang, R.-X.; Zhang, L.-M. Panoramic visual perception and identiﬁcation of architectural cityscape elements in a virtual-reality\nenvironment. Futur. Gener. Comput. Syst. 2021 ,118, 107–117. [CrossRef]\nDisclaimer/Publisher’s Note: The statements, opinions and data contained in all publications are solely those of the individual\nauthor(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to\npeople or property resulting from any ideas, methods, instructions or products referred to in the content."
    }
  ]
}