{
  "doc_type": "scientific paper",
  "title": "Positive Attributable Visual Sources Attenuate the Impact of Trigger Sounds in Misophonia",
  "authors": [
    "Ghazaleh Mahzouni",
    "Moorea M. Welch",
    "Michael Young",
    "Veda Reddy",
    "Patrawat Samermit",
    "Nicolas Davidenko"
  ],
  "year": 2024,
  "journal": "Multisensory Research",
  "doi": "10.1163/22134808-bja10137",
  "abstract": "Misophonia is characterized by strong negative reactions to everyday sounds, such as chewing, slurping or breathing, that can have negative consequences for daily life. Here, we investigated the role of visual stimuli in modulating misophonic reactions. We recruited 26 misophonics and 31 healthy controls and presented them with 26 sound-swapped videos: 13 trigger sounds paired with the 13 Original Video Sources (OVS) and with 13 Positive Attributable Visual Sources (PAVS). Our results show that PAVS stimuli significantly increase the pleasantness and reduce the intensity of bodily sensations associated with trigger sounds in both the misophonia and control groups. Importantly, people with misophonia experienced a larger reduction of bodily sensations compared to the control participants. An analysis of self-reported bodily sensation descriptions revealed that PAVS-paired sounds led participants to use significantly fewer words pertaining to body parts compared to the OVS-paired sounds. We also found that participants who scored higher on the Duke Misophonia Questionnaire (DMQ) symptom severity scale had higher auditory imagery scores, yet visual imagery was not associated with the DMQ. Overall, our results show that the negative impact of misophonic trigger sounds can be attenuated by presenting them alongside PAVSs.",
  "keywords": [
    "attributable visual source",
    "bodily sensations",
    "misophonia",
    "multisensory perception",
    "sound-swapped videos",
    "trigger sounds"
  ],
  "research_topics": [
    "misophonia",
    "multisensory perception",
    "auditory and visual imagery",
    "cross-modal sensory integration",
    "pleasantness and bodily sensation ratings",
    "effectiveness of Positive Attributable Visual Sources (PAVS)",
    "misophonia symptom measurement",
    "Duke Misophonia Questionnaire",
    "brain responses in misophonia",
    "audiovisual incongruent stimuli"
  ],
  "created_at": "2025-05-05T00:24:09.752030Z",
  "source_pdf": "documents/research/Global/Mahzouni et al 2024  Positive attributable visual sources attenuate the impact of trigger sounds in misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10137 brill.com/msr\nPositive Attributable Visual Sources Attenuate the\nImpact of Trigger Sounds in Misophonia\nGhazaleh Mahzouni∗,Moorea M. Welch ,Michael Young ,Veda Reddy ,\nPatrawat Samermit and Nicolas Davidenko\nPsychology Department, University of California, Santa Cruz, CA 95064, USA\n*Corresponding author; e-mail: gmahzoun@ucsc.edu\nORCID iDs: Mahzouni: 0009-0004-2619-4269; Samermit: 0009-0001-2069-9416;\nDavidenko: 0000-0002-6935-5542\nReceived 21 November 2023; accepted 4 November 2024;\npublished online 12 November 2024\nAbstract\nMisophonia is characterized by strong negative reactions to everyday sounds, such as chewing, slurp-ing or breathing, that can have negative consequences for daily life. Here, we investigated the roleof visual stimuli in modulating misophonic reactions. We recruited 26 misophonics and 31 healthycontrols and presented them with 26 sound-swapped videos: 13 trigger sounds paired with the 13\nOriginal Video Sources (OVS) and with 13 Positive Attributable Visual Sources (PA VS). Our results\nshow that PA VS stimuli signiﬁcantly increase the pleasantness and reduce the intensity of bodily sen-sations associated with trigger sounds in both the misophonia and control groups. Importantly, peoplewith misophonia experienced a larger reduction of bodily sensations compared to the control partic-ipants. An analysis of self-reported bodily sensation descriptions revealed that PA VS-paired soundsled participants to use signiﬁcantly fewer words pertaining to body parts compared to the OVS-paired\nsounds. We also found that participants who scored higher on the Duke Misophonia Questionnaire\n(DMQ) symptom severity scale had higher auditory imagery scores, yet visual imagery was not asso-ciated with the DMQ. Overall, our results show that the negative impact of misophonic trigger soundscan be attenuated by presenting them alongside PA VSs.\nKeywords\nattributable visual source, bodily sensations, misophonia, multisensory perception, sound-swappedvideos, trigger sounds\nPublished with license by Koninklijke Brill BV | DOI: 10.1163/22134808-bja10137\n©GHAZALEH MAHZOUNI ET AL., 2024 | ISSN: 2213-4794 (print) 2213-4808 (online)"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "2 G. Mahzouni et al. / Multisensory Research (2024)\n1. Introduction\nFor some individuals, seemingly ordinary everyday sounds can impose dis-\nproportionate levels of distress and discomfort in their lives. Misophonia is\na relatively new disorder that describes this extreme psychological and phys-\niological reaction to speciﬁc types of trigger sounds and associated stimuli\n(Jastreboff and Jastreboff, 2001; Swedo et al ., 2022). Common misopho-\nnia triggers include human-generated eating sounds (e.g., chewing, slurping,crunching, lip smacking), nasal sounds (snoring, coughing, snifﬂing), and vari-\nous repetitive sounds such as pen tapping, refrigerator humming, clock ticking,\netc. (Schröder et al., 2013; Jager et al., 2020). An important characteristic of\nthe misophonic experience is the inordinate aversive response to the trigger\nsound, which can compromise day-to-day activities, school or work life, and\nhealthy social interactions (Edelstein et al., 2013). Trigger sounds often elicit\nan intense and automatic negative emotional response (e.g., distress, anger,\nand/or disgust toward the person generating the sound) and sympathetic (ﬁght\nor ﬂight) physiological response (e.g., increased heart rate, bodily tension) inpeople with misophonia (Edelstein et al., 2013; Jager et al., 2020; Kumar et\nal., 2017; Rouw and Erfanian, 2018).\nIn a recent large-scale study with a representative sample of the US popu-\nlation, Dixon et al. (2024) found that 78.5% of the sample reported sensitivity\nto misophonia trigger sounds, and importantly 4.6% of individuals in the US\nreported clinical levels of misophonia symptoms which were accompanied by\nsevere functional impairment in social and private activities, home manage-\nment and the ability to maintain close relationships. Despite the prevalence,\nmisophonia is not yet an ofﬁcially recognized disorder in the DSM-V , so\nthere are neither established clinical diagnostic criteria for misophonia nor\nestablished treatments. In most research studies, misophonia is assessed byself-report measures of misophonia symptoms through questionnaires such as\nthe Misophonia Questionnaire (MQ; Wu et al., 2014). Amsterdam- Misopho-\nnia Scale (A-MISO-S; Schröder et al., 2013), and most recently, the S-Five\n(Vitoratou et al., 2021) and the Duke Misophonia Questionnaire scale (DMQ;\nRosenthal et al., 2021).\nA recent neuroimaging investigation has suggested that trigger sounds are,\nin fact, processed differently in the brains of people with misophonia com-\npared to other aversive sounds. Kumar et al. (2017) asked participants to listen\nand rate misophonic trigger sounds (e.g., chewing), universally unpleasantsounds (e.g., screaming), or neutral sounds (e.g., rain) and measured brain\nactivity using fMRI. As expected, those who reported having misophonia\nrated the trigger sounds as more annoying compared to unpleasant or neutral\nsounds, whereas those without misophonia rated the universally unpleasant\nsounds as the most annoying. Critically, for the misophonic group, the trigger"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10137 3\nsounds evoked a larger response in the anterior insular cortex (AIC), as well\nas functional hyperconnectivity between areas of the brain that are responsi-\nble for emotional regulation, emotional behavior, and memories of past events,including the frontal cortex, amygdala, and hippocampus. The fact that these\ndifferences are in higher-level brain regions, as opposed to low-level auditory\nregions, suggests that misophonic responses may be modulated by high-level\ncognitive factors and multisensory processes.\nThe same study also showed that people with misophonia show an increased\nheart rate and galvanic skin response (GSR) in response to hearing trigger\nsounds (e.g., chewing) but not generally unpleasant (e.g., baby screaming)or neutral sounds (e.g., rainfall) in comparison to those without misophonia\n(Kumar et al., 2017; also see Grossini et al., 2022; Neacsiu et al., 2023). Addi-\ntionally, subjective reports of body perception as measured by the body con-\nsciousness questionnaire showed that misophonia participants had a greater\ntendency to focus on internal bodily sensations compared to healthy con-\ntrols. Kumar et al. (2017) argue that this ﬁnding, coupled with the abnormal\nfunctioning of AIC, contributes to enhanced saliency of trigger sounds formisophonia participants.\nInitially, misophonia was regarded as an audiological disorder compara-\nble to decreased sound tolerance disorders such as hyperacusis. However,\nrecent ﬁndings suggest that, unlike hyperacusis, reactions to misophonia trig-\nger sounds are not tied to speciﬁc physical characteristics of the sounds, such\nas pitch, volume, or timbre (Jastreboff and Jastreboff, 2014), and context may\nplay an important role in how a trigger sound is experienced. For example,Savard et al. (2022) embedded varying levels of noise in misophonia trigger\nsounds to make them less identiﬁable and asked participants to rate their sub-\njective emotional reaction to the sound. They found that when trigger sounds\nwere easily identiﬁable, participants with higher misophonia scores were more\nlikely to report negative emotional reactions to the sounds than when the\nsounds were difﬁcult to identify, which suggests a role of higher-level cogni-\ntion in interpreting and reacting to trigger sounds. Similarly, Heller and Smith(2022) showed that misidentifying the source of a trigger sound as belonging\nto a more neutral sound category signiﬁcantly increased the perceived pleas-\nantness of the sound.\nThe multisensory aspect of the misophonic experience has received less\nattention. Previous research has established that varying visual contexts can\nmodulate reactions to aversive sounds in the general population. For example,\nSamermit et al. (2019) found that presenting a Positive Attributable Visual\nSource (PA VS) of an aversive sound reduced negative reactions to that sound\nin a neurotypical sample. In their study, participants rated aversive sounds\npresented either with the corresponding Original Video Source (OVS) of the\nsound (e.g., a fork scraping glass), with a PA VS (e.g., someone jumping on a"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "4 G. Mahzouni et al. / Multisensory Research (2024)\nbed), or with no visual source. The results showed that pairing aversive sounds\nwith a PA VS signiﬁcantly reduced negative reactions to the aversive sounds,\nincluding discomfort, unpleasantness, and bodily sensations, compared to pre-senting the sounds alone or with the OVS. In another study, Siepsiak et al.\n(2022) found that human smacking mouth sounds paired with incongruent\nvisual stimuli (e.g., a video of a hand playing in mud) reduced self-reported\nnegative reactions to the trigger sound compared to human or animal eating\nsounds presented with their corresponding congruent video stimuli.\nRecently, Samermit et al. (2022) developed a new validated set of 36 sound-\nswapped video stimuli presenting common misophonia trigger sounds (e.g.,\ncrunchy chewing) paired with both OVS (e.g., someone biting into a chip) and\nPA VS (e.g., tearing a piece of paper; see http://osf.io/3ysfh/). In a study with\n102 neurotypical participants, observers were asked to rate each trigger sound\nin terms of its pleasantness or unpleasantness in the PA VS or OVS context.\nResults showed that misophonia trigger sounds presented in the PA VS context\nwere rated as signiﬁcantly more pleasant than the same sounds presented in the\nOVS context. Although the study was conducted on a neurotypical population,the effectiveness of the PA VS vsOVS contexts was observed across individuals\nwith varying levels of misophonia symptoms.\nAn open question remains about the effectiveness of PA VS stimuli for a\nwider range of trigger sounds in the misophonia population speciﬁcally. The\npresent study aims to answer this question by examining a group with miso-\nphonia and a control group to measure whether the effectiveness of PA VS\nstimuli in attenuating the negative reactions to trigger sounds is similar or dif-ferent between groups.\nWe hypothesized that the PA VS stimuli would increase pleasantness ratings\nof trigger sounds and decrease the intensity of bodily sensations elicited by\ntrigger sounds in both groups. Moreover, we hypothesized that there would\nbe a positive relationship between visual and auditory imagery abilities and\nhow people experience PA VS vsOVS stimuli across pleasantness and bod-\nily sensation scales. Previous work with neurotypical participants has shownthat mental imagery relies on overlapping cognitive and brain mechanisms as\nactual perception and that mental imagery, in one sense, can modulate percep-\ntion in a different sense (Berger and Ehrsson 2013, 2014; 2018; Kosslyn, 1995;\nPearson et al., 2008). For example, Berger and Ehrsson (2013) showed that\nsimply imagining an auditory /ba/ speech sound while viewing silent /ga/ lip\nmovements can lead to a classic McGurk illusion of perceiving /da/. Given that\nboth McGurk stimuli and sound-swapped stimuli involve incongruent audiovi-sual stimuli where the visual input overrides auditory perception, we reasoned\nthat multisensory imagery could help integrate the slightly mismatched audi-\ntory and visual inputs in the PA VS stimuli in a similar fashion. Although\nparticipants in our study were not asked to engage in mental imagery, we still"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10137 5\npredict that these processes, which may happen automatically, may aid partic-\nipants in integrating the visual and auditory information and experiencing the\nbeneﬁts of PA VS stimuli.\nAdditionally, previous work has shown people with misophonia report\nhaving more clear and vivid auditory imagery compared to people withoutmisophonia (Simner et al., 2021), but differences in visual imagery have not\nbeen investigated. As such, we administered the Vividness of Visual Imagery\nQuestionnaire (VVIQ), The Bucknell Auditory Imagery Scale for Vividness\n(BAIS-V), and the Clarity of Auditory Imagery Scale Vividness (CAIS) to allparticipants to investigate whether the capacity for visual and auditory mentalimagery vividness might facilitate cross-sensory remapping.\n2. Method\nAll participants were assessed on the three misophonia scales: MQ, AMISO-S,\nand DMQ. We have previously used MQ in our Samermit et al. (2022) study,\nand at the time of conducting the current study, DMQ was the most recent and\ncomprehensive measure of misophonia. For completeness, we also includedAMISO-S to see if all measures produced similar results. Given that all threemeasures were highly correlated (see Table 5 below), we focused our analysison a composite scale derived from the combined affective, physiological, and\ncognitive subscales, which we refer to as the DMQ symptom severity score\nranging from 0 to 4 (see Section 2.4. Measures ).\n2.1. Participants\nWe recruited 31 misophonic participants who were interviewed in a previous\nstudy (Samermit et al., 2022). We excluded ﬁve participants who scored lower\nthan 1.5 in the DMQ symptom severity scale, which is calculated based onthe average responses on the affective, physiological, and cognitive subscales.As such, the misophonia group included a total of 26 participants (20 females,ﬁve males, and one other, ages 20 to 63, M=27.08, SD =8.73) who received\na US $40 Amazon gift card for their participation. We also recruited 38 naive\nparticipants from the psychology research pool at the University of CaliforniaSanta Cruz (UCSC) as the control group. We excluded seven control partici-pants who scored higher than 1.5 in the DMQ symptom severity scale; thus,the control group included a total of 31 participants (26 females, three males,\nand two others, ages 18 to 61; M=21.55, SD =7.80) who received course\ncredit for their participation. Because participants in the misophonia groupwere recruited viaads from the general population, it includes a broader age\nrange compared to the control group. An independent-sample t-test revealed\nthat the average age for the misophonia group (27.08) was signiﬁcantly higher\nthan for the control group (21.55; t\n55=2.52,p=0.01); however, we have"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "6 G. Mahzouni et al. / Multisensory Research (2024)\nTable 1.\nSelf-report misophonia scores across three different misophonia questionnaires\nScale Misophonia group ( n=26) Control group ( n=31)\nM(SD) Cronbach’s M(SD) Cronbach’s\nalpha alpha\nDMQ symptom scale (0 to 4) 2.40 (0.54) 0.84 0.82 (0.28) 0.91A-MISO-S (0 to 4) 10.11 (3.01) 0.73 3.87 (2.50) 0.61\nMQ sensitivity scale (0 to 4) 36.73 (8.29) 0.73 15.10 (10.79) 0.88\nMQ severity scale (0 to 15) 5.58 (1.77) – 2.71 (2.16) –\nNote . Means with standard deviations in parentheses for Duke misophonia questionnaires\n(DMQ) symptom scale, Misophonia questionnaire (MQ), and Amsterdam misophonia scale(A-MISO-S). Cronbach’s alpha cannot be calculated for the MQ severity scale because this\nscale contains a single item.\nno reason to believe this age difference should play a signiﬁcant role in our\nresults. This study was approved by the Institutional Review Board (IRB) at\nUCSC. Table 1 shows the self-reported DMQ symptom severity scores, A-\nMISO-S, MQ-Sensitivity, and MQ-Severity scores for the misophonia and\ncontrol groups.\n2.2. StimuliAll stimuli were selected from the sound-swapped video database (https://\nosf.io/3ysfh/) published by Samermit et al. (2022). We selected the 13 most\neffective pairs of OVS and their corresponding PA VS stimuli, meaning that\nthese stimuli produced the greatest difference in pleasantness scores (PA VS–\nOVS) across the general population. The 13 sounds span 10 common trigger\ncategories: slurping, crunchy chewing, wet chewing, scraping, squeaking, snif-\nﬂing, swishing, tapping, and clicking. Table 2 includes a list and description\nof all 13 PA VS and 13 OVS stimuli used in the current study.\n2.3. ProcedureParticipants completed the experiment viaQualtrics. After ﬁlling out a consent\nform, they proceeded to watch 13 PA VS stimuli in a random order and then\nthe 13 OVS stimuli in a random order. We previously found that this order\nof presentation (PA VS before OVS) leads to a larger modulation of reactions\ncompared to presenting the OVS stimuli ﬁrst (Samermit et al., 2022). After\nwatching each video, participants were asked to provide ratings of how pleas-\nant or unpleasant they found the sound and the intensity of any experienced\nbodily sensations. After rating all of the videos, participants ﬁlled out several\nquestionnaires, including three misophonia questionnaires: the DMQ, Ams-\nterdam Misophonia Scale (A-MISO-S), and MQ. Subsequently, participants"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10137 7\nTable 2.\nList of stimuli used in the experiment\nVideo number Trigger sound\ncategoryOVS descriptions PA VS descriptions\n1 (Vid01_O/P) Slurping Actor sips empty drink\nthrough strawWater ﬂows through\nrock in creek\n2 (Vid04_O/P) Crunchy chewing Actor eats a cheese crisp Actor tears a piece of\npaper\n3 (Vid09_O/P) Scraping Fork scraping on a plate Turning a faucet4 (Vid06_O/P) Squeaking Cleaning a window Puppies barking5 (Vid07_O/P) Swishing Swishing water in mouth Shaking a water\nbottle\n6 (Vid08_O/P) Snifﬂing Actor snifﬂing loudly Sweeping ﬂoor with\na broom\n7 (Vid10_O/P) Crunchy chewing Actor crunching with closed\nmouthS t i c ki nm u d\n8 (Vid12_O/P) Snifﬂing Actor snifﬂing loudly Pencil drawing on\npaper\n9 (Vid13_O/P) Tapping Fork tapping on metal knife Hammering on nail\n10 (Vid16_O/P) Drumming Finger drumming on table Popcorn popping11 (Vid17_O/P) Wet chewing Actor chewing with mouth\nopenDraining a towel\n12 (Vid18_O/P) Gulping Actor gulps water Stirring stick in water\n13 (Vid20_O/P) Clicking Actor clicks a pen Bike wheel spinning\nNote . The names in parentheses correspond to the names used in the Sound-Swapped Video\ndatabase: https://osf.io/3ysfh/\ncompleted the VVIQ, BAIS-V , and CAIS. Finally, participants answered a set\nof demographic questions.\n2.4. Measures\n2.4.1. Pleasantness and Bodily Sensation Ratings\nPleasantness ratings were reported on the following seven-point scale: 1,\nExtremely unpleasant; 2, Very unpleasant; 3. Somewhat unpleasant; 4, Nei-\nther pleasant nor unpleasant; 5, Somewhat pleasant; 6, Very pleasant; and 7,Extremely pleasant. Ratings of the intensity of bodily sensations were reportedon the following seven-point scale: 1, No sensation; 2, 3, Mild sensation; 4,5, Intense sensation; 6, 7 Very intense sensation. After the bodily sensation\nscale, participants had the opportunity to describe their bodily sensations in\na text box. We calculated a difference score between PA VS and OVS ratings(PA VS–OVS) for pleasantness and bodily sensations to measure the effective-ness of the PA VS stimuli. A larger PA VS–OVS difference score would indicatea greater beneﬁt of PA VS in reducing negative reactions to trigger sounds."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "8 G. Mahzouni et al. / Multisensory Research (2024)\n2.4.2. Duke Misophonia Questionnaire (DMQ)\nThe DMQ is a self-report questionnaire that has been psychometrically vali-dated to measure misophonic experiences across several different dimensions\n(Rosenthal et al., 2021). The overall DMQ contains eight subscales that mea-\nsure trigger frequency, affective responses, physiological responses, cognitiveresponses, coping behaviors before, during, and after being triggered, andbeliefs. Participants in our experiment completed all eight subscales; however,we focus our analyses on a composite scale derived from the combined affec-tive, physiological, and cognitive subscales, which we refer to as the DMQ\nsymptom severity score . The three subscales asked participants to reﬂect back\non a time where they were intensely bothered by a sound and rate the fol-\nlowing: (1) in the affective response subscale (eight items), participants ratedhow often they felt various emotions such as anger, hostility, and anxious-ness; (2) in the physiological response subscale (ﬁve items), they rated howoften they experienced physiological responses such as becoming rigid, stiffor heart-racing when triggered; (3) in the cognitive subscale (10 items), par-ticipants rated how often they had thoughts such as helplessness, wanting to\ncry, or how to stop the sound. Questions on three subscales were rated on a\nﬁve-point Likert scale from 0 (Never) to 4 (Always/almost always), and ourcomposite DMQ symptoms severity score is computed as the average of all of\nthese items, ranging from 0 to 4.\n2.4.3. Amsterdam Misophonia Scale (A-MISO-S)\nA-MISO-S is a self-report measure of misophonia that consists of seven itemsthat participants rate on a ﬁve-point Likert scale (Schröder et al., 2013). The\nﬁnal item of the questionnaire requires a free text response from the respon-dent. Scores are categorized into ranges of subclinical (0–4), mild (5–9),moderate (10–14), severe (15–19), and extreme (20–24). This scale measureshow much of the participant’s time is occupied by trigger sounds, how trigger\nsounds interfere with social or work life, the amount of distress, the level of\ndistress associated with trigger sounds, the amount of effort to resist thinkingabout the triggers, and how much control they have over their thoughts abouttriggers as well as avoidance of trigger sounds.\n2.4.4. Misophonia Questionnaire (MQ)\nThe MQ is a three-part self-report questionnaire that assesses the misopho-nia symptom’s presence, the resulting emotions and behaviors, and the overallseverity of sound sensitivity (Wu et al. , 2014). The ﬁrst section, “Misopho-\nnia symptoms scale”, examines the presence of speciﬁc sound sensitivities.Participants rate their sensitivity to certain sounds (e.g., people eating, peoplemaking nasal sounds) compared to other people on a scale of 1 (not at all) to\n4 (always true). The second section, “Misophonia Emotions and Behaviors”,\nexamines emotional and behavioral reactions that arise from being exposed to"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10137 9\nmisophonic trigger sounds. Example items include “Leave the environment to\na place where the sound(s) cannot be heard anymore” and “Become anxiousor distressed.” Participants rate their experience on a scale of 1 (not at all true)to 4 (always true). The ﬁrst two sections are combined to a total score rangingfrom 0 to 68, with higher scores indicating a higher misophonia level. In thelast part, “Misophonia severity scale”, participants rated their sound sensitiv-ity on a scale of 0 (minimally) to 15 (very severe). Scores greater than or equalto 7 indicated clinically signiﬁcant symptoms.\n2.4.5. Visual Vividness Imagery Questionnaire (VVIQ)\nThe VVIQ is a self-report measure of visual imagery, which consists of foursections in which participants are asked to close their eyes and imagine differ-ent situations such as “a close friend or relative”, “rising sun”, “a store”, and “acountry scene.” There are a total of 16 items that are evaluated on a ﬁve-pointLikert scale from 1 (No imagery at all, you only “know” that you are thinkingof the object) to 5 (Perfectly clear and as lively as normal vision). A total aver-age score is calculated, with higher average scores indicating stronger visualimagery vividness (Marks, 1973).\n2.4.6. The Bucknell Auditory Imagery Scale for Vividness (BAIS-V)\nThe BAIS-V is a self-report measure of auditory imagery vividness (Halpern,2015). This scale consists of 14 items that describe scenarios involving par-ticular sounds (e.g., happy-birthday song, rainstorm, or dentist’s drill). Par-ticipants are asked to read each item and consider whether they think of anauditory image of the described sound in their head. They then rated the vivid-ness of their auditory image on a seven-point Likert scale from 1 (No auditoryimage is present at all) to 7 (The auditory image is as vivid as the actual sound).Higher scores indicate more vivid auditory imagery.\n2.4.7. The Clarity of Auditory Imagery Scale (CAIS)\nThe CAIS is another self-report scale that measures the clarity of auditoryimagery. This scale consists of 16 items, such as “a clock ticking”, “a dog\nbarking”, or “paper being torn apart.” Participants are instructed to imagineeach item and rate how clearly they could image the sound presented in eachitem using a ﬁve-point Likert scale from 1 (Not clear at all) to 5 (very clear).Higher numbers on this scale indicate more clear auditory imagery (Willanderand Baraldi, 2010).\n2.5. Qualitative Descriptions of Bodily SensationsTo get a fuller picture of the participant’s experience with the PA VS and OVS\nstimuli, we examined how each participant described their experience afterwatching each stimulus. We performed two sets of analyses to analyze thesequalitative data. First, we measured the average number of text descriptionsas well as the average number of words produced for PA VS and OVS stimuli"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "10 G. Mahzouni et al. / Multisensory Research (2024)\nby misophonia and control participants. Given that misophonia manifests as\ndistinct bodily sensations, we were interested in whether verbal descriptionswould include more references to body parts in misophonia participants under\nthe OVS vsPA VS context. In order to quantify this, we counted the number of\ntimes participants referred to body parts (head, muscle, shoulder, etc.) in theirdescriptions.\nWe determined the overall valence of each description by having two inde-\npendent raters rate each text description based on a three-point valence scale\nthat ranged from positive ( +1), to neutral (0), to negative ( −1; Cohen’s\nKappa =0.79). Text entries that described a pleasant experience, such as\nfeeling relaxed, calm, or happy, were coded as positive, while unpleasant expe-\nriences, such as tension, restlessness, or feeling claustrophobic, were coded asnegative. Descriptions that could be either positive or negative (e.g., “it wasboth annoying and amusing”) or ambiguous in nature (“tingling sensation”)\nwere coded as neutral.\n3. Results\n3.1. Misophonia ScoresAs expected, participants in the misophonia group had signiﬁcantly higher\nscores across the three misophonia scales compared to the control group. Onthe DMQ symptom severity scale, misophonia participants had higher scores(M=2.40, SD =0.54) compared to the control group ( M=0.82, SD =\n0.28,t\n55=14.29,p< 0.001,d=3.67, 95% CI [1.37, 1.86]). On the A-\nMISO-S, misophonia participants also had higher scores ( M=10.11, SD =\n3.01) compared to the control group ( M=3.64, SD =2.50,t55=9.14,\np<0.001,d=2.33, 95% CI [5.05, 7.89]). Misophonia participants also had\nhigher scores on the sensitivity scale of the MQ ( M=36.73, SD =8.29) as\nwell as severity scale ( M=5.58, SD =1.77) compared to the control group\n(M=14.32, SD =10.54, t55=8.79,p< 0.001,d=2.36, 95% CI [17.29,\n27.52]; M=2.58, SD =2.20,t55=5.58,p< 0.001,d=1.5, 95% CI =\n[1.92, 4.07] respectively).\nIn this study, the internal consistency (Cronbach’s alpha) in the misophonia\ngroup was 0.84 for the DMQ symptom severity scale, 0.73 for A-MISO-S,\nand 0.73 for the sensitivity scale of MQ. In the control group, the Cronbach\nalpha was 0.91 for the DMQ symptom severity scale, 0.61 for the AMISO-S, and 0.88 for the MQ-Sensitivity scale. Additionally, the three misophoniascales were highly correlated with each other (see Table 5 below). As such, we\nreport results based on DMQ, focusing on the symptom severity subscale, but\nresults are similar across all the scales. Figure 1 shows a histogram distributionof DMQ symptom severity scores for the misophonia and control participants."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10137 11\nFigure 1. Distribution of Duke Misophonia Questionnaire (DMQ) symptom scale scores for the\nmisophonia and control participants. The misophonia group (top) includes participants ( n=26)\nwho scored higher than 1.5 on the DMQ symptom severity scale, and the control group (bottom)\nincludes participants ( n=31) who scored lower than 1.5 on the DMQ symptom severity scale.\n3.2. Pleasantness Rating for OVS and PAVS Stimuli\nTo examine how participants in the two groups rated the OVS and PA VS stim-\nuli on the pleasantness scale, we conducted a two-way mixed-effects analysisof variance (ANOV A) with group (misophonia or control) as the between-subjects factor and video type (PA VS or OVS) as the within-subjects factor.\nThere was a signiﬁcant main effect of group ( F\n1,55=20.25,p<0.001,η2\np=\n0.32), reﬂecting that on average, misophonia participants ( M=3.07, SD =\n0.50) rated the sounds as signiﬁcantly less pleasant compared to the controlgroup ( M=3.62, SD =0.58). Our analysis also revealed a signiﬁcant main\neffect of video type ( F\n1,55=162.61,p< 0.001,η2\np=0.56), reﬂecting that\nacross all participants, the OVS-paired sounds ( M=2.87, SD =0.66) were\nrated as signiﬁcantly less pleasant than the PA VS-paired sounds ( M=3.87,\nSD=0.56). There was no statistically signiﬁcant interaction between group\nand video type on pleasantness ratings ( F1,55=0.16,p=0.56), indicating\nthat the beneﬁt of PA VS over OVS stimuli was similar across misophonia andcontrol participants (see Fig. 2a).\n3.3. Bodily Sensation Ratings for OVS and PAVS Stimuli\nWe also conducted a two-way mixed-effects ANOV A with groups (misopho-\nnia or control) as the between-subjects factor and video type (PA VS or OVS)"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "12 G. Mahzouni et al. / Multisensory Research (2024)\nFigure 2. Subjective Reports of Pleasantness and Bodily sensations and Duke Misophonia\nQuestionnaire (DMQ) symptom scale. (a, b) The average ratings for pleasantness and bodilysensations across the control ( n=31; light gray bars) and misophonia groups ( n=26; dark\ngray bars). Higher values on the pleasantness scale indicate a more pleasant experience, while\na high value on the bodily sensation scale indicates a more intense bodily sensation experience.\n(c, d) PA VS and OVS difference scores for the control (white bars) and misophonia (black bars)for pleasantness and bodily sensations. (e, f) The correlation between the DMQ symptom sever-ity scale and PA VS–OVS difference scores. Error bars represent the standard error of the meanacross participants. ***, p<0.001; **, p<0.01.\nas the within-subjects factor to assess the intensity of bodily sensation rat-\nings. There was a signiﬁcant main effect of group ( F1,55=6.99,p=0.013,\nη2\np=0.11). On average, the misophonia participants reported experiencing\nmore intense bodily sensations ( M=2.35, SD =0.96) compared to the con-\ntrol group ( M=1.84, SD =0.65). There was also a signiﬁcant main effect\nof video type ( F1,55=35.14, p <0.001, η2\np=0.14). Across both groups,\nthe OVS stimuli elicited more intense bodily sensations ( M=2.36, SD ="
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10137 13\n1.02) compared to the PA VS stimuli ( M=1.79, SD =0.65). Importantly, the\ninteraction between groups and type of video type was statistically signiﬁcant,F\n1,55=9.59,p=0.005,η2\np=0.13, indicating that the beneﬁt of PA VS over\nOVS in reducing bodily sensations was larger for the misophonia group than\nfor the control group (see Fig. 2b).\nTo better visualize the beneﬁt of PA VS over OVS stimuli, we calculated\na difference score between PA VS and OVS ratings for both the pleasantness\nand bodily sensation scales for each participant in the misophonia and control\ngroups. A larger PA VS–OVS difference score would indicate a greater beneﬁtfrom watching PA VS stimuli. Independent-samples t-tests revealed that com-\npared to the control participants, misophonia participants had a signiﬁcantly\nlarger PA VS–OVS score in bodily sensations rating ( t\n55=2.82,p=0.006,\nd=0.72, 95% CI [0.15, 0.92]; Fig. 2d), but not in the pleasantness ratings\n(t55=0.68,p=0.39; Fig. 2c).\nWe also examined the relationship between misophonia symptoms and\nthe beneﬁts of PA VS over OVS. There was no correlation between DMQsymptom severity scores and PA VS vsOVS pleasantness difference scores\n(r=0.12,p=0.37; Fig. 2e). However, there was a signiﬁcant positive corre-\nlation between DMQ symptom severity scores and bodily sensation difference\nscores, such that those who scored higher on the DMQ symptom severityscale showed a larger PA VS vsOVS difference on the bodily sensation rat-\nings (r=0.42,p=0.001 which survived a Bonferroni correction for two\ncomparisons; Fig. 2f).\n3.4. Item AnalysisBased on the PA VS and OVS difference scores, we established that 20 out\nof 26 misophonia participants had at least two PA VS–OVS stimulus pairs thatwere effective at reducing unpleasantness with a difference score of 2 or above,\nand 24 out of 26 had two or more stimuli that were effective in reducing bod-\nily sensation to trigger sounds. The speciﬁc stimuli that were most effective atreducing bodily sensations and unpleasantness ratings for misophonia partici-pants are shown in Table 3 for misophonia participants and Table 4 for control\nparticipants. The full list of video stimuli and their associated difference scores\nare shown in the Supplementary Fig. S1.\n3.5. Subjective Descriptions of Bodily SensationsAfter rating the intensity of bodily sensations, participants were asked to\ndescribe any speciﬁc bodily sensations they experienced for each of the 26stimuli (13 PA VS and 13 OVS). A mixed-effects ANOV A with group (miso-\nphonia, control) as the between-subjects factor and stimuli (PA VS, OVS) as\nthe within-subjects factor revealed that overall, misophonia participants pro-duced marginally more descriptions of bodily sensations in response to both"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "14 G. Mahzouni et al. / Multisensory Research (2024)\nTable 3.\nList of stimuli that were most effective for misophonia participants (difference score >1)\nOVS/PA VS stimuli Pleasantness\ndifference score\n(PA VS–OVS)OVS/PA VS stimuli Bodily sensation\ndifference score\n(OVS–PA VS)\nGulping/stirring stick in\nwater2.13 Wet chewing/draining a\ntowel2.4\nSwishing water in\nmouth/water bottle,shaking1.4 Clicking pen/bike wheel\nturning1.08\nWet chewing/draining a\ntowel1.25 Fork scraping plate/turning\na faucet1.04\nSlurping/water ﬂowing in\ncreek1.12 Gulping/stirring stick in\nwater1\nSqueaking/puppies barking 1.04 Swishing water in\nmouth/water bottle shaking1\nSnifﬂing/pencil drawing on\npaper1– –\nFork scraping plate/turning\na faucet1– –\nTable 4.\nList of stimuli that were most effective for control participants (difference score >1)\nOVS/PA VS Pleasantness\ndifference score\n(PA VS–OVS)OVS/PA VS Bodily sensation\ndifference score\n(OVS–PA VS)\nWet chewing/draining a towel 2.28 Wet chewing/draining\nat o w e l1.68\nGulping/stirring stick in water 1.63 Fork scraping/turning\na faucet1.17\nSqueaking/Puppies barking 1.5 –° –\nFork scraping plate/turning a faucet 1.24 – –Snifﬂing/sweeping ﬂoor 1.24 – –\nSnifﬂing/pencil drawing on paper 1.13 – –\nSwishing water in mouth/water\nbottle shaking1.06 – –\nPA VS and OVS stimuli ( M=6.42, SD =3.54) compared to the control group\n(M=5.03, SD =3.08;F1,55=3.29,p=0.07,η2\np=0.06). There was also\na main effect of stimulus type, indicating that both groups of participants\nproduced more descriptions of bodily sensations in response to OVS stim-uli (M=6.21, SD =3.46) compared to PA VS stimuli ( M=5.12, SD =3.19;"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10137 15\nF1,55=7.14,p=0.01,η2\np=0.04). The interaction between the group and\nstimulus type was not statistically signiﬁcant ( F1,55=2.91,p=0.09).\nTo assess the average number of words used by participants per video, a\nseparate mixed-effects ANOV A was conducted with groups as the between-\nsubjects factor and stimulus type as the within-subjects factor. There was no\nsigniﬁcant main effect of group ( F1,55=1.29,p=0.2 6 )o rs t i m u l i( F1,55=\n0.80,p=0.37); however, there was a signiﬁcant interaction ( F1,55=3.22,\np=0.07,η2\np=0.05), suggesting that the difference between words used per\nvideo for OVS and PA VS stimuli was larger in the misophonia group. On\naverage, misophonia participants used more words per video to describe theirexperience with OVS ( M=6.42, SD =5.62) than PA VS stimuli ( M=4.95,\nSD=5.74).\nMoreover, we tested how often descriptions referred to speciﬁc body\nparts with a mixed-effects ANOV A with groups (misophonia, control) as the\nbetween-subjects factor and stimulus type as the within-subjects variable.\nThere was a signiﬁcant main effect of groups, indicating that, on average,\nmisophonia participants made more references to speciﬁc body parts whendescribing their experience with the PA VS and OVS stimuli ( M=8.02, SD =\n7.54) compared to the control group ( M=3.31, SD =4.39;F\n1,55=12.67,\np<0.001,η2\np=0.19). There was also a main effect of stimulus type, suggest-\ning that all participants made more references to body parts when describing\ntheir experience with OVS stimuli ( M=7.53, SD =7.11) compared to PA VS\nstimuli ( M=3.39, SD =4.98;F1,55=31.02,p< 0.001,η2\np=0.15). The\ninteraction between the group and stimuli was not statistically signiﬁcant,F\n1,55=0.025,p=0.87. When controlling for the number of words each par-\nticipant used, the mixed-effects ANOV A revealed that misophonia participants\nreferenced body parts more frequently compared to the control participants\n(F1,55=10.11,p=0.002,η2\np=0.15). Additionally, all participants reported\nbody parts more frequently to OVS stimuli ( M=0.14, SD =0.12) compared\nto PA VS stimuli ( M=0.07, SD =0.09;F1,55=16.45,p<0.001,η2\np=0.15).\nA signiﬁcant interaction also revealed that the difference between body partfrequency between OVS stimuli ( M=0.11, SD =0.10) and PA VS stimuli\n(M=0.01, SD =0.03) was larger for the control group compared to the\nmisophonia group ( F\n1,55=4.74,p=0.03,η2\np=0.08).\nTo assess the valence of descriptions, a mixed-effects ANOV A was con-\nducted with group (misophonia and control) as the between-subjects fac-\ntor, stimulus type (PA VS or OVS) as the within-subjects factor, and the\njudged valence of the descriptions as the dependent measure (see Section 2.Method ). There was a main effect of the participant group, F\n1,24=12.04,\np< 0.01,η2\np=0.33, indicating that misophonia participants used more neg-\native descriptions overall ( M=−0.64, SD =0.25) compared to the control\ngroup ( M=−0.39, SD =0.33). There was also a main effect of stimulus type"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "16 G. Mahzouni et al. / Multisensory Research (2024)\n(F1,24=18.74,p<0.001,η2\np=0.42), which shows that overall OVS descrip-\ntions were rated as more negative ( M=−0.67, SD =0.27) compared to PA VS\ndescriptions ( M=−0.37, SD =0.28). The interaction between the partici-\npant’s group and stimulus type was not statistically signiﬁcant ( F1,24=0.016,\np=0.89). Example quotes from participants with misphonia powerfully illus-\ntrate this effect. For instance, one misophonia participant described their bod-\nily sensation to the OVS video of gulping as “my nose scrunched up, and I felt\nsome tension in my body,— more from the ‘gulping’ sounds than the soundof the water ﬂowing through the water bottle.” The same participant describedtheir bodily sensation to the same sound paired with the PA VS video (gulp-\ning sound paired with video of ﬂowing water in a creek) as “relaxation in my\nchest.” Similarly, another misophonia participant described their bodily sen-sation to the OVS-paired fork tapping sound as “felt sharp in my chest.” butdescribed the bodily sensation to the same sound paired with the PA VS video\n(fork tapping sound paired with hammering nail video) as “felt it in the base\nof my skull and in my cheeks. The sound felt light and happy.”\n3.6. Visual and Auditory Imagery\nAn independent-samples t-test showed that the clarity of auditory imagery\n(CAIS) scores for the misophonia group ( M=4.11, SD =0.74) was signif-\nicantly higher than for the control group ( M=3.62, SD =0.75;t\n55=2.45,\np=017,d=0.66, 95% CI [0.09, 0.89]). However, BAIS-V scores for the\nmisophonia group ( M=4.65, SD =1.36) were not signiﬁcantly different\nfrom those for the control group ( M=4.11, SD =1.34;t55=1.50,p=0.14).\nAdditionally, VVIQ scores for the misophonia group ( M=3.27, SD =0.58)\nwere not signiﬁcantly different from those for the control group ( M=3.12,\nSD=0.70;t55=0.91,p=0.37).\nFurthermore, CAIS scores were signiﬁcantly correlated with DMQ symp-\ntom severity scores ( r=0.42,p< 0.001), indicating that those who scored\nhigher on the DMQ also reported having more clear auditory imagery. Thevividness of auditory imagery (BAIS-V) was marginally correlated with DMQ\nsymptom severity scores ( r=0.25,p=0.052). However, visual imagery\n(VVIQ) was not correlated with DMQ symptom severity scores ( r=0.046,\np=0.73). Neither the clarity of auditory imagery (CAIS), the vividness of\nauditory imagery (BAIS-V), nor the VVIQ scores were correlated with PA VS–OVS difference scores on bodily sensation scales or pleasantness ratings (all\nrvalues <0.24, and all pvalues >0.1). Overall, participants with higher\nDMQ symptom scores tended to have clearer auditory imagery, yet the clarityof auditory imagery was not predictive of how well the PA VS stimuli reducedbodily sensations compared to the OVS stimuli. We note that these compar-\nisons were not corrected for multiple comparisons. A Bonferroni correction"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10137 17\nFigure 3. Correlation between visual, auditory, and Duke Misophonia Questionnaire (DMQ)\nsymptom severity scales. Pearson correlations between DMQ symptom scores and Vividness ofVisual Imagery Questionnaire (VVIQ), Bucknell Auditory Imagery Scale for Vividness (BAIS-V), and the Clarity of Auditory Imagery Scale (CAIS), as well as PA VS–OVS ratings across the\npleasantness and bodily sensation scales. Best-ﬁt lines were added for a signiﬁcant correlation\nbetween variables.\nconsidering the nine different comparisons made above would imply a thresh-\nold of alpha =0.005. The correlation between CAIS and DMQ scores survived\nthis correction. Figure 3 shows graphs for the above correlations, and Table 5shows the associated randpvalues.\n4. Discussion\nIn this study, we solidiﬁed the notion that reactions to misophonic trigger\nsounds are malleable and susceptible to higher-level cognitive inﬂuences.Importantly, our results demonstrated the multisensory nature of the miso-phonic experience. We showed that PA VS synchronized with common triggersounds can signiﬁcantly reduce feelings of unpleasantness and the intensityof bodily sensations in both a misophonia and a control sample. This ﬁnd-ing extends our previous results on a neurotypical population (Samermit et\nal., 2022), showing that sound-swapped video stimuli are just as effective at\nreducing negative reactions in people with misophonia. In fact, the current\nstudy found that people in the misophonia group experienced more relief in\nbodily sensations from the PA VS stimuli than control participants, whereas"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "18 G. Mahzouni et al. / Multisensory Research (2024)Table 5.\nCorrelation matrix between all ratings\nDMQ\nsymptom\nseverityMQ\nsensitivityMQ\nseverityA-MISO-S Pleasantness\ndifferenceBodily\nsensation\ndifferenceVVIQ BAIS-V CAIS\nDMQ symptom\nseverity–– – – – – – – –\nMQ sensitivity 0.85*** ––– – – – – –\nMQ severity 0.60*** 0.70*** –– – – – – –\nA-MISO-S 0.78*** 0.77*** 0.78*** ––– – – –\nPleasantness\ndifference0.12 0.06 0.12 0.23+–– – – –\nBodily sensation\ndifference0.42** 0.38** 0.31* 0.47*** 0.30* –– – –\nVVIQ 0.04 −0.01 −0.07 0.01 0.06 −0.07 – – –\nBAIS-V 0.25+−0.15 0.02 0.09 0.22 0.08 0.62** ––\nCAIS 0.43** 0.35** 0.12 0.23 0.13 0.24 0.42** 0.67*** –\nNotes . Signiﬁcant correlations are bolded. ***, p<0.001; **, p<0.01; *, p<0.05,+, marginally signiﬁcant."
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10137 19\nboth groups experienced similar effects on pleasantness ratings. This interac-\ntion indicates that reported bodily sensations may be more representative of\nthe misophonic experience than pleasantness ratings.\nThe majority of the misophonia participants had at least two sound-swapped\nvideo pairs that were effective at reducing misophonic reactions, which indi-\ncates that our stimuli set is adequate to cover most cases of misophonia.Our rating analyses are supported by open-ended text descriptions provided\nby participants about their qualitative experience participants in response to\nthe stimuli. Misophonia participants not only used more words to describetheir bodily sensations in response to each stimulus, but they also referenced\nspeciﬁc body parts more frequently. In addition, their descriptions of bodily\nsensations were more negative in nature compared to the control group.\nAdditionally, we examined whether other traits, such as visual or auditory\nimagery, differed among people with and without misophonia and whetherthey predict the beneﬁts of PA VS stimuli. We reasoned that people with more\nvivid auditory and visual imagery might be able to better ‘perceptually map’\nthe OVS sound with the PA VS video. Previous research has shown people withmisophonia report having more clear and vivid auditory imagery compared\nto people without misophonia (Simner et al., 2021). Our results conﬁrm this\nprior ﬁnding, with participants in the misophonia group experiencing clearerauditory imagery than those in the control group. Perhaps heightened audi-\ntory imagery is associated with heightened auditory attention, thereby making\nthe trigger sounds more salient for people with misophonia. However, in our\nsample, visual imagery abilities were not different between misophonia and\ncontrol groups.\nAdditionally, we can speculate that the effectiveness of the PA VS stimuli\nwhen the true source is known may be related to the ability to imagine alter-\nnative sources. That is, when someone actually knows that they are hearinga crunching chewing sound but are watching a piece of paper being torn, in\norder for it to be effective at reducing the negative reaction to the chewing\nsound, they need to suppress the representation of the true source (i.e., some-one chewing) and allow the PA VS (i.e., piece of paper being torn) to override\nthe knowledge of the true source. This effect might be linked to the abil-\nity to conjure visual and auditory imagery. In our experiment, we found that\nmisophonia participants have at least as good visual imagery as controls and\nhave more clear auditory imagery ability than controls according to one scale(CAIS) but not another (BAIS). Although there was no relationship between\nimagery skills and the PA VS beneﬁts, we believe this is a promising direction\nfor potential interventions, as people with misophonia can potentially leveragetheir imagery abilities to imagine alternative sources for a sound when they are\ntriggered, and a PA VS is not physically available. For example, if a participant"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "20 G. Mahzouni et al. / Multisensory Research (2024)\nﬁnds it effective as a way to attenuate their reaction to chewing, perhaps the\nsimple act of imagining someone walking on leaves can have similar effects.\nWhile the current study used multisensory stimuli to modify the belief about\nthe source of a trigger sound, we cannot be sure that other ways of manipu-\nlating beliefs about the sound source, such as expectations (Heller and Smith,\n2022) or reduced certainly about the source (Savard et al., 2022) cannot have a\nsimilar effect in reducing negative reactions to trigger sound. In order to con-\nclude that our manipulation is truly multisensory, a future study would need\nto test whether the effects depend on the audiovisual synchrony of the stim-uli. For audiovisual integration to happen, auditory and visual stimuli need to\noccur within a certain period of time, a window of time referred to as the tem-\nporal binding window (TBW) of sensory integration (Stevenson et al., 2014).\nIf audiovisual stimuli are desynchronized enough to fall outside of the TBW,\nsensory integration is interrupted, and the audiovisual stimuli are perceivedas two separate events. As such, if the PA VS–OVS beneﬁt does not mani-\nfest when the audio and video streams are desynchronized, then we would be\nable to conclude that multisensory integration is fundamental. Alternatively,if effects are similar regardless of audiovisual synchrony, or if they manifest\nsimilarly with a video, a still picture, or verbal descriptions of the alternative\nsource, then we would conclude that the effects stem from higher-level cogni-tive mechanisms and multisensory stimuli just happen to be an effective way\nto engage the system.\nAlthough we do not have direct evidence, our interview with misophonic\nparticipants (Samermit et al., 2022) revealed that a substantial proportion of\nmisophonia participants reported worse reactions when they could see thesource of the sound compared to when they could not. In these real-life con-\ntexts, seeing vsnot seeing the source is unlikely to affect beliefs about the\nnature of the sound source; instead, it seems more likely that seeing the sourcemakes the response worse because it enhances the multisensory processing of\nthe trigger action (e.g., chewing, gulping, snifﬂing, etc.).\nAn important limitation of the current study is that we did not account for\nother disorders that are comorbid with misophonia. A number of studies have\nshown that misophonia generally co-occurs with anxiety, OCD, PTSD, depres-\nsion, and autistic traits (Edelstein et al., 2013; Erturk et al., 2023; Jager et\nal., 2020; Rinaldi et al., 2023; Rouw and Erfanian, 2018; though Schröder et\nal., 2013; see Smit et al., 2023 for contrasting results regarding autism). As\nsuch, we cannot be sure that the differences between groups are not driven by\nother attributes that are known to be comorbid with misophonia. For example,\nthe greater reduction in bodily sensation experienced by misophonia partici-pants compared to controls may have been driven by differences in anxiety or\ndepression levels."
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10137 21\nAdditionally, in our current study, we did not manipulate the presentation\norder of PA VS and OVS stimuli. Participants always watched and rated the 13\nPA VS videos (in a random order) and then watched the 13 corresponding OVSvideos in a new random order. Previously, Samermit and colleagues (2022)\nshowed that watching the OVS stimuli ﬁrst attenuates the beneﬁts of PA VS\nstimuli. In other words, exposure to the true source of a trigger sound made\na subsequent positive alternative visual source less effective in reducing neg-\native reactions. In the Samermit et al. (2022) study, the PA VS–OVS beneﬁt\nwhen the PA VS stimuli were presented ﬁrst was higher (0.65 difference within\na ﬁve-point scale) than when the OVS stimuli were presented ﬁrst (0.39 dif-ference). That is, when the OVS stimuli were presented ﬁrst, the PA VS–OVS\nbeneﬁt was approximately 60% as strong as when the PA VS stimuli were pre-\nsented ﬁrst. As such, while the ﬁxed order in the current study might contribute\nto an overestimation of the PA VS vsOVS effect, the effect is not completely\neliminated when the OVS stimuli are presented ﬁrst. It is important to note\nthat we chose this ﬁxed order as a stepping stone for a future study that aims\nto investigate the effectiveness of these stimuli as an intervention in a lon-gitudinal study. This allowed us to identify stimuli that are most effective at\nreducing negative reactions to trigger sounds when the participant is unaware\nof the true source. Future research still needs to address the degree to which\nknowledge of the true trigger source dampens the effectiveness of the PA VS\nstimuli.\nGiven that subjective reports of bodily sensations were a representation of\nthe beneﬁt of watching PA VS stimuli, distinguishing participants with miso-phonia from controls, future studies should incorporate these and additional\nmeasures of bodily responses, such as GSR, electromyography (EMG), as well\nas pupillary responses. While some recent studies utilizing such psychophys-\niological methods have shown increased sympathetic activation in response\nto a trigger and aversive sounds in misophonic participants (Grossini et al.,\n2022), others have found similar psychophysiological responses to trigger\nsounds in both misophonia and control participants despite reporting subjec-tive differences (Neacsiu et al., 2023). It would be beneﬁcial to understand\nif the subjective ratings of reduced bodily sensations to PA VS stimuli, which\nwere more pronounced for our misophonia participants, would manifest in\npsychophysiological measures. Research on the multisensory and top-down\ninﬂuences in misophonia may pave the way for new interventions for miso-\nphonia sufferers.\nImplications of these ﬁndings include potential interventions for misopho-\nnia sufferers involving a type of exposure therapy (ET) to mitigate reactions\nto trigger sounds. While prior studies have shown that ET can be effective\nfor a number of mental health disorders, including OCD (Koran et al., 2007),\nPTSD (Bradley et al., 2005), and anxiety (Rodebaugh et al., 2004), repeated"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "22 G. Mahzouni et al. / Multisensory Research (2024)\nexposure to trigger sounds has been ineffective in misophonia, likely due to\nthe intensity of reactions to trigger stimuli, which discourages misophonicsto continue with treatment (Frank and McKay, 2019; Schröder et al., 2017).\nOur PA VS stimuli provide a way to expose misophonic participants to triggersounds in a more tolerable way. Another potential implication of our ﬁndinginvolves interventions using mental imagery of an alternative positive visualsource in the presence of a trigger sound. This could be especially helpful in areal-life context where a trigger sound is present, but the usual coping mecha-nisms (e.g., leaving, putting on headphones, etc.) or videos of alternative visualsources are not appropriate or available. Conjuring up mental imagery of a pos-itive alternative source could potentially provide a similar beneﬁt to what wasobserved in our lab study in real-life situations. While such an intervention ispromising, it should be noted that not everyone has similar imagery abilities;as such, it is possible that this might only be useful for misophonia suffererswho have higher imagery abilities.\nSupplementary Material\nSupplementary material is available online at:\nhttps://doi.org/10.6084/m9.ﬁgshare.27609624\nReferences\nBerger, C. C. and Ehrsson, H. H. (2013). Mental imagery changes multisensory perception,\nCurr. Biol. 23, 1367–1372. DOI:10.1016/j.cub.2013.06.012.\nBerger, C. C. and Ehrsson, H. H. (2014). The fusion of mental imagery and sensation in the\ntemporal association cortex. J. Neurosci. 34, 13684–13692.\nBerger, C. C. and Ehrsson, H. H. (2018). Mental imagery induces cross-modal sensory plasticity\nand changes future auditory perception. Psychol. Sci. 29, 926–935.\nBradley, R., Greene, J., Russ, E., Dutra, L. and Westen, D. (2005). A multidimensional meta-\nanalysis of psychotherapy for PTSD, Am. J. Psychiatry 162, 214–227. DOI:10.1176/appi.\najp.162.2.214.\nDixon, L. J., Schadegg, M. J., Clark, H. L., Sevier, C. J. and Witcraft, S. M. (2024). Preva-\nlence, phenomenology, and impact of misophonia in a nationally representative sample ofUS adults. J. Psychopathol. Clin. Sci. 133, 403–412. DOI:10.1037/abn0000904.\nEdelstein, M., Brang, D., Rouw, R. and Ramachandran, V . S. (2013). Misophonia: physiological\ninvestigations and case descriptions, Front. Hum. Neurosci. 7, 296. DOI:10.3389/fnhum.\n2013.00296.\nErtuerk, E., I¸ sik, Ü., Aktepe, E. and Kiliç, F. (2023). Examining the correlation between miso-\nphonia symptoms and autistic traits in general population. Int. J. Dev. Disabil. DOI:10.1080/\n20473869.2023.2165231.\nFrank, B. and McKay, D. (2019). The suitability of an inhibitory learning approach in exposure\nwhen habituation fails: a clinical application to misophonia, Cogn. Behav. Pract. 26, 130–\n142. DOI:10.1016/j.cbpra.2018.04.003."
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "Multisensory Research (2024) DOI:10.1163/22134808-bja10137 23\nGrossini, E., Stecco, A., Gramaglia, C., De Zanet, D., Cantello, R., Gori, B., Negroni, D.,\nAzzolina, D., Ferrante, D., Feggi, A., Carriero, A. and Zeppegno, P. (2022). Misophonia:\nanalysis of the neuroanatomic patterns at the basis of psychiatric symptoms and changes of\nthe orthosympathetic/parasympathetic balance, Front. Neurosci. 16, 827998. DOI:10.3389/\nfnins.2022.827998.\nHalpern, A. R. (2015). Differences in auditory imagery self-report predict neural and behavioral\noutcomes, Psychomusicology 25, 37–47. DOI:10.1037/pmu0000081.\nHeller, L. M. and Smith, J. M. (2022). Identiﬁcation of everyday sounds affects their pleasant-\nness, Front. Psychol. 13, 894034. DOI:10.3389/fpsyg.2022.894034.\nJager, I., de Koning, P., Bost, T., Denys, D. and Vulink, N. (2020). Misophonia: phenomenology,\ncomorbidity and demographics in a large sample, PLoS One 15, e0231390. DOI:10.1371/\njournal.pone.0231390.\nJastreboff, M. M. and Jastreboff, P. J. (2001). Components of decreased sound tolerance: hyper-\nacusis, misophonia, phonophobia, ITHS News Lett. 2, 1–5.\nJastreboff, P. J. and Jastreboff, M. M. (2014). Treatments for decreased sound tolerance (hyper-\nacusis and misophonia), Semin. Hear. 35, 105–120. DOI:10.1055/s-0034-1372527.\nKoran, L. M., Hanna, G. L., Hollander, E., Nestadt, G., Simpson, H. B. and American Psy-\nchiatric Association (2007). Practice guideline for the treatment of patients with obsessive-\ncompulsive disorder. A m .J .P s y c h i a t r y 164, 5–53.\nKosslyn, S. M., Thompson, W. L., Klm, I. J. and Alpert, N. M. (1995). Topographical represen-\ntations of mental images in primary visual cortex. Nature 378, 496–498.\nKumar, S., Tansley-Hancock, O., Sedley, W., Winston, J. S., Callaghan, M. F., Allen, M., Cope,\nT. E., Gander, P. E., Bamiou, D.-E. and Grifﬁths, T. D. (2017). The brain basis for misopho-nia,Curr. Biol. 27, 527–533. DOI:10.1016/j.cub.2016.12.048.\nPearson, J., Clifford, C. W. and Tong, F. (2008). The functional impact of mental imagery on\nconscious perception. Curr. Biol. 18, 982–986.\nMarks, D. F. (1973). Vividness of Visual Imagery Questionnaire, J. Ment. Imag. DOI:10.1037/\nt05959-000.\nNeacsiu, A. D., Beynel, L., Gerlus, N., Szymkiewicz, V ., LaBar, K. S., Bukhari-Parlakturk,\nN. and Rosenthal, M. Z. (2023). Identifying optimal parameters for neuroscience-informedinterventions for misophonia, medRxiv, 2023-06. DOI:10.1101/2023.06.25.23291872.\nRinaldi, L. J., Simner, J., Koursarou, S. and Ward, J. (2023). Autistic traits, emotion regulation,\nand sensory sensitivities in children and adults with Misophonia, J. Autism Dev. Disord. 53,\n1162–1174. DOI:10.1007/s10803-022-05623-x.\nRodebaugh, T. L., Holaway, R. M. and Heimberg, R. G. (2004). The treatment of social anxiety\ndisorder, Clin. Psychol. Rev. 24, 883–908. DOI:10.1016/j.cpr.2004.07.007.\nRosenthal, M. Z., Anand, D., Cassiello-Robbins, C., Williams, Z. J., Guetta, R. E., Trumbull,\nJ. and Kelley, L. D. (2021). Development and initial validation of the Duke MisophoniaQuestionnaire, Front. Psychol. 12, 709928. DOI:10.3389/fpsyg.2021.709928.\nRouw, R. and Erfanian, M. (2018). A large-scale study of misophonia, J. Clin. Psychol. 74,\n453–479. DOI:10.1002/jclp.22500.\nSamermit, P., Saal, J. and Davidenko, N. (2019). Cross-sensory stimuli modulate reactions to\naversive sounds, Multisens. Res. 32, 197–213. DOI:10.1163/22134808-20191344.\nSamermit, P., Young, M., Allen, A. K., Trillo, H., Shankar, S., Klein, A., Kay, C., Mahzouni,\nG., Reddy, V ., Hamilton, V . and Davidenko, N. (2022). Development and evaluation of a"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "24 G. Mahzouni et al. / Multisensory Research (2024)\nsound-swapped video database for misophonia, Front. Psychol. 13, 890829. DOI:10.3389/\nfpsyg.2022.890829.\nSavard, M. A., Sares, A. G., Coffey, E. B. and Deroche, M. L. D. (2022). Speciﬁcity of affec-\ntive responses in misophonia depends on trigger identiﬁcation, Front. Neurosci. 16, 879583.\nDOI:10.3389/fnins.2022.879583.\nSchröder, A., Vulink, N. and Denys, D. (2013). Misophonia: diagnostic criteria for a new psy-\nchiatric disorder, PLoS One 8, e54706. DOI:10.1371/journal.pone.0054706.\nSchröder, A. E., Vulink, N. C., van Loon, A. J. and Denys, D. A. (2017). Cognitive behavioral\ntherapy is effective in misophonia: an open trial, J. Affect. Dis. 217, 289–294. DOI:10.1016/\nj.jad.2017.04.017.\nSiepsiak, M., Vrana, S. R., Rynkiewicz, A., Rosenthal, M. Z. and Dragan, W. Ł. (2022). Does\ncontext matter in misophonia? A multi-method experimental investigation, Front. Neurosci.\n16, 880853. DOI:10.3389/fnins.2022.880853.\nSimner, J., Koursarou, S., Rinaldi, L. J. and Ward, J. (2021). Attention, ﬂexibility, and imagery\nin misophonia: does attention exacerbate everyday disliking of sound?, J. Clin. Exp. Neu-\nropsychol. 43, 1006–1017. DOI:10.1080/13803395.2022.2056581.\nSmit, D. J. A., Bakker, M., Abdellaoui, A., Hoetink, A. E., Vulink, N. and Denys, D. (2023).\nA genome-wide association study of a rage-related misophonia symptom and the geneticlink with audiological traits, psychiatric disorders, and personality, Front. Neurosci. 16,\n971752. DOI:10.3389/fnins.2022.971752.\nStevenson, R. A., Siemann, J. K., Schneider, B. C., Eberly, H. E., Woynaroski, T. G., Camarata,\nS. M. and Wallace, M. T. (2014). Multisensory temporal integration in autism spectrumdisorders, J. Neurosci. 34, 691–697. DOI:10.1523/JNEUROSCI.3615-13.2014.\nSwedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A., Jastreboff,\nP. J., Kumar, S., Rosenthal, M. Z., Rouw, R., Schiller, D., Simner, J., Storch, E. A., Tay-\nlor, S., Werff, K. R. V ., Altimus, C. M. and Raver, S. M. (2022). Consensus deﬁnition of\nmisophonia: a Delphi study, Front. Neurosci. 16, 841816. DOI:10.3389/fnins.2022.841816.\nVitoratou, S., Uglik-Marucha, N., Hayes, C. and Gregory, J. (2021). Listening to people with\nmisophonia: exploring the multiple dimensions of sound intolerance using a new psychome-tric tool, the S-ﬁve, in a large sample of individuals identifying with the condition, Psych 3,\n639–662. DOI:10.3390/psych3040041.\nWillander, J. and Baraldi, S. (2010). Development of a new clarity of auditory imagery scale,\nBehav. Res. Methods 42, 785–790. DOI:10.3758/BRM.42.3.785.\nWu, M. S., Lewin, A. B., Murphy, T. K. and Storch, E. A. (2014). Misophonia: incidence,\nphenomenology, and clinical correlates in an undergraduate student sample. J. Clin. Psychol.\n70, 994–1007."
    }
  ]
}