{
  "doc_type": "scientific paper",
  "title": "Sound sensitivities in the 'quiet' environment: Implications and strategies for management",
  "authors": [
    "Rob Austin McKee",
    "Zahir I. Latheef",
    "Whitney Botsford Morgan"
  ],
  "year": 2024,
  "journal": "Industrial and Organizational Psychology",
  "doi": "10.1017/iop.2024.25",
  "abstract": "The focal article (Asselineau et al., 2024) observes that noise can diminish cognitive performance, productivity, motivation, health, and well-being. Quiet can have opposing effects. We delve deeper into these issues by considering that terms like quiet and noisy are at least somewhat subjective. Importantly, we contend that any two people may perceive the same sound environment differently with respect to the degree of quiet and noise. Indeed, people with sound sensitivities may be acutely affected by an array of seemingly benign sounds that emerge within apparently quiet environments. Sound sensitivities are more common than might be expected and warrant greater attention by organizations and researchers. Based on these considerations, our commentary defines key terms associated with sound sensitivities, including crucial terms not explicitly defined in the focal article (e.g., noise, quiet). We discuss the prevalence of these conditions and some common triggers and reactions. We cover some legal concerns. Finally, we build upon suggestions provided in the focal article, sharing our recommendations for organizations to mitigate the effects of sound sensitivities on their workforces, including actions some forward-thinking organizations are already taking in related realms.",
  "keywords": [
    "sound sensitivities",
    "noise",
    "quiet",
    "hyperacusis",
    "misophonia",
    "noise sensitivity",
    "phonophobia",
    "accommodations",
    "Americans with Disabilities Act",
    "inclusivity",
    "workplace",
    "management strategies"
  ],
  "research_topics": [
    "Effects of noise on cognitive performance and wellbeing",
    "Perception of quiet and noise environments",
    "Sound sensitivities and related disorders",
    "Prevalence and triggers of sound sensitivities",
    "Legal implications for sound sensitivities at work",
    "Workplace accommodations and inclusivity",
    "Organizational management of sound sensitivity",
    "Employee wellbeing and productivity",
    "Disability rights and workplace policy"
  ],
  "created_at": "2025-05-05T01:48:28.799014Z",
  "source_pdf": "documents/research/Global/McKee et al 2024 sound-sensitivities-in-the-quiet-environment-implications-and-strategies-for-management.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "COMMENTARY\nSound sensitivities in the “quiet ”environment:\nImplications and strategies for management\nRob Austin McKee , Zahir I. Latheef , and Whitney Botsford Morgan\nUniversity of Houston Downtown, Houston, TX, USA\nCorresponding author: Rob Austin McKee; Email: mckeer@uhd.edu\nThe focal article (Asselineau et al., 2024) observes that noise can diminish cognitive performance,\nproductivity, motivation, health, and well-being. Quiet can have opposing effects. We delve deeper\ninto these issues by considering that terms like quiet and noisy are at least somewhat subjective.\nImportantly, we contend that any two people may perceive the same sound environmentdifferently with respect to the degree of quiet and noise. Indeed, people with sound sensitivities\nmay be acutely affected by an array of seemingly benign sounds that emerge within apparently\nquiet environments. Sound sensitivities are more common than might be expected and warrantgreater attention by organizations and researchers.\nBased on these considerations, our commentary defines key terms associated with sound\nsensitivities, including crucial terms not explicitly defined in the focal article (e.g., noise, quiet).We discuss the prevalence of these conditions and some common triggers and reactions. We cover\nsome legal concerns. Finally, we build upon suggestions provided in the focal article, sharing our\nrecommendations for organizations to mitigate the effects of sound sensitivities on theirworkforces, including actions some forward-thinking organizations are already taking in related\nrealms.\nOverview of sound sensitivities\nLet’s start with some basic terms to extend those provided in the focal article. Silence is the absence\nof sound. Quiet is the perception of very little sound. Noise is the perception of loud, disruptive, or\notherwise unpleasant sound(s). Crucially, noise is not simply an issue of sound amplitude\n(i.e., loudness). We likely have all experienced qualitatively quiet noises (e.g., a ticking clock,dripping faucet) that stood in stark contrast to the relatively unobtrusive background sounds. Now\nimagine that experience was pervasive and disruptive enough to warrant accommodations or a\nclinical diagnosis.\nSound sensitivities encompass a range of conditions and symptoms whereby individuals find it\ndifficult to endure certain aspects of the auditory environment. As discussed by Henry et al.\n(2022), there are four primary diagnoses within the decreased sound tolerance framework.\nHyperacusis refers to physical pain or discomfort when sound reaches a level of loudness (that is\ngenerally well below the level) that most people would find tolerable. Misophonia literally means\nhatred of sound; it refers to an intense negative emotional reaction to certain trigger sounds oftenrelated to bodily noises, particularly emanating from the mouth and nose, independent of their\nloudness. Noise sensitivity is defined as a physiological or psychological state (i.e., discomfort,\nannoyance, feeling overwhelmed or threatened) that makes an individual more reactive to noise ingeneral, irrespective of loudness. Finally, phonophobia literally means fear of sound; in the\nauditory profession, it refers to a fear that sound(s) will occur that cause pain, discomfort, or\n© The Author(s), 2024. Published by Cambridge University Press on behalf of Society for Industrial and Organizational Psychology.Industrial and Organizational Psychology (2024), 17, 360 –365\ndoi:10.1017/iop.2024.25\nhttps://www.cambridge.org/core/terms . https://doi.org/10.1017/iop.2024.25Downloaded from https://www.cambridge.org/core . IP address: 75.72.255.60 , on 29 Sep 2024 at 16:06:45 , subject to the Cambridge Core terms of use, available at"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "anxiety. It is estimated that up to 20 –40% of the population is affected at least one of these\nconditions (Henry et al., 2022; Potgieter et al., 2019; Ren et al., 2021).\nPer the focal article, conversational noise is considered the most distractive, and natural sounds\n(e.g., flowing water) can promote better mood and cognition. We do not contest the generalvalidity of that statement but contend it may be untrue for many people. The misophonia\nliterature yields some interesting insights into the breadth of sounds that can cause distress.\nTable 1adapts statistics from Vitoratou et al. ( 2021) to showcase some of these findings. The first\ncolumn reveals a variety of trigger sounds, many of which are human in origin, often emanating\nfrom the mouth and nose. The rankings are listed in order of the emotional intensity felt by study\nrespondents to a given trigger sound. Items with the same numerical ranking in the table were\nrated identically in the original study (i.e., they had the same mean intensity). The numbersbeneath the five emotional states (e.g., irritation) represent the percentage of respondents for\nwhom the target emotion was evoked for a given trigger sound. For visual clarity of response\npatterns, the emotional responses are color coded, with darker colors indicating that the emotion\nwas evoked in a higher percentage of respondents for a given trigger sound. Two patterns are\nrevealed through this color coding. First, some emotions are more likely to be evoked than others\n(e.g., irritation is generally darker than panic and thus more common). Second, it shows that\ncertain types and categories of sounds are associated with certain emotional reactions (e.g., oral/nasal sounds often evoke anger). Overall, this table reveals that many sounds (undoubtedly many\nmore than those listed in the table), evoke an array of negative reactions that can disrupt people ’s\nlives. Many of these sounds emanate from other people and are self-controllable, at least to some\ndegree. Ultimately, the table aspires to help people without sound sensitivities comprehend the\nrange of potential triggers and reactions, which may engender some sympathy and self-restraint\n(in terms of sound production) on their behalf. This table also provides a reference to\norganizations looking to enact strategies to support employees with sound sensitivities asdiscussed later in this paper.\nLegal and inclusivity considerations\nGiven the prevalence and potential impact of sound sensitivities, we seek to understand theimplications of these conditions in the workplace, drawing on perspectives related to law and\ninclusivity. Legally, employees with sound sensitivities may be protected by the Americans with\nDisabilities Act (ADA). “Under the ADA, a person has a disability if he has a physical or mental\nimpairment that substantially limits a major life activity ”(Equal Employment Opportunity\nCommission (EEOC), 2020). The ADA does not specify a list of impairments. However, an\nemployee with one or more sound sensitivities may be eligible for disability if that person\nundergoes an assessment by a healthcare professional and provides a letter to the employer\nexplaining the condition(s) and any resultant impact(s) on work performance, and so on.\n“Title I requires employers with 15 or more employees to provide qualified individuals with\ndisabilities an equal opportunity to benefit from the full range of employment-related\nopportunities available to others. ”(Equal Employment Opportunity Commission (EEOC),\n2020). Like other invisible identities (e.g., sexual orientation, mental illness), people with sound\nsensitivities would have to disclose their status to their employers to be eligible for\naccommodations (e.g., noise-canceling headphones, adjustments to proximity to noisy areas,\nremote work). Under the ADA, employers must provide reasonable accommodations to qualified\nindividuals unless the accommodations result in undue hardship to the organization. Most\naccommodations are reported as no cost or low cost (i.e., less than $300) to employers (U.S.Department of Labor, 2023). It is reasonable to believe that accommodations for employees with\nsound sensitivities would fall into these categories.Industrial and Organizational Psychology 361\nhttps://www.cambridge.org/core/terms . https://doi.org/10.1017/iop.2024.25Downloaded from https://www.cambridge.org/core . IP address: 75.72.255.60 , on 29 Sep 2024 at 16:06:45 , subject to the Cambridge Core terms of use, available at"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Table 1. List of Sound Triggers, Ranked by Respondents ’Reaction Intensity and by Percent of Respondents Selecting Each\nEmotional Reaction (Based on Vitoratou et al., 2021 )\nTrigger sounds Source Rank Irritation (%) Distress (%) Disgust (%) Anger (%) Panic (%)\nLoud chewing Oral/nasal 1 4 9 18 43 23\nChewing gum Oral/nasal 2 10 6 16 43 22\nSlurping Oral/nasal 3 17 7 29 34 10\nCrunching Oral/nasal 3 20 12 10 34 15\nNormal eating sounds Oral/nasal 5 25 15 18 30 7\nLip smacking Oral/nasal 5 19 10 19 36 9\nBlocked nose Oral/nasal 7 28 12 16 28 9\nRepetitive sniffing Oral/nasal 7 28 10 14 32 9\nSnoring Oral/nasal 9 32 13 3 28 9\nCutlery 10 30 22 6 20 9\nMushy foods 11 22 11 23 21 5\nTeeth sucking Oral/nasal 12 28 6 27 16 5\nTapping 13 42 12 1 25 7\nRepetitive coughing Oral/nasal 14 39 11 11 21 4\nMuffled sounds 15 34 14 1 20 7\nThroat clearing Oral/nasal 16 37 8 16 16 3\nSwallowing Oral/nasal 17 28 9 23 14 2\nRepetitive barking 18 44 91 19 4\nWhistling sound Oral/nasal 19 34 10 2 16 6\nSound of clipping nails 20 29 9 11 13 4\nKeyboard tapping 21 39 10 1 15 3\nRustling plastic/paper 21 36 10 2 15 5\nMobile phone 23 41 72 14 2\nBaby crying 24 34 16 17 6\nNormal breathing Oral/nasal 25 34 94 7 2\nClock ticking 26 36 10 0 5 3\nJoint cracking 27 29 8 10 61\nKissing Oral/nasal 28 21 4 21 32\nRepetitive engine 28 29 90 11 3\nCertain letter sounds 30 24 64 8 2\nYawning Oral/nasal 31 27 45 4 0\nHumming Oral/nasal 31 29 60 4 2\nSneezing Oral/nasal 31 24 47 4 2\nHiccups Oral/nasal 34 35 52 3 1\nCertain accents 35 26 33 3 1\nCertain words 35 25 54 4 1\nFootsteps 35 23 51 4 4362 Rob Austin McKee et al.\nhttps://www.cambridge.org/core/terms . https://doi.org/10.1017/iop.2024.25Downloaded from https://www.cambridge.org/core . IP address: 75.72.255.60 , on 29 Sep 2024 at 16:06:45 , subject to the Cambridge Core terms of use, available at"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Given the range of sound sensitivities, triggers, and reactions, employees occupying the same\nwork environment may have dissimilar aural experiences there. Some employees will beunaffected by the soundscape. Others may have only moderate or transitory sensitivities. Still\nothers may have clinically diagnosable conditions protected by the ADA. Such cases are significant\neven if those employees do not pursue formal diagnoses or disability rights for whatever reason(s)(e.g., they do not know of these options, they fear stigmatization). Sound sensitivity is an invisible\ncondition, and its prevalence and impact may be underestimated. As such, we urge companies to\nconsider issues related to sound sensitivities from an inclusivity perspective, ensuring allemployees have a safe and obliging workplace even when they are not entitled to formalaccommodations under the ADA.\nWhat can organizations do\nEmployees with sound sensitivities are a large and diverse group representing key elements of anorganization ’s competitive advantage. We propose the following strategies to better support\nsound-sensitive employees and provide examples of what a few companies are already doing in\nrelated areas. Even small steps can make a meaningful difference.\nIncrease understanding and acceptance\nAny organizational efforts to support sound-sensitive employees must be built upon an inclusiveculture that recognizes differences, not deficits. O rganizational leaders should openly advocate for\nthese employees (while being mindful not to divulge their identities unless they have so consented).\nAs an example, companies increasingly recognize commemorative events like Autism AwarenessDay (April 2) and Neurodiversity Celebration Week (March) to emphasize that commitment to\nculture. Given that many of the sound triggers listed in Table 1are caused by people, employers\nshould educate personnel to understand that they ma y be inadvertently contributing to the challenges\nfaced by their sound-sensitive colleagues. This understanding can be achieved through employeestorytelling (though some may be hesitant to share their stories if a supportive culture does not\nalready exist). Another strategy is to use virtual r eality simulations that amplify sounds, helping\nemployees without sound sensitivities hear how seemingly benign sounds may overwhelm some oftheir colleagues. These efforts may engender empathy and more considerate workplace behaviors.\nListen and assess\nPart of an inclusive culture is to ask, not assume. Sound-sensitive employees need channels\nthrough which they can communicate their needs and share feedback with the organization.\nEmployee resource groups have helped other marginalized groups and could be an effectivemechanism for organizations to learn how to better support sound-sensitive employees while alsofostering a sense of community and shared experience. Through listening, organizations can learn\nwhich jobs are most impacted by sound, how workplace sounds influence productivity and which\nstrategies employees find helpful (or not) in addressing sound intolerances. Assessment is not aone-and-done activity, though. To be effective, it should be an iterative process of intervention and\nlearning to generate continuous improvement. As an example, Wal-Mart piloted sensory-sensitive\nhours each Saturday for 2 months. Based on feedback from the pilot, they adopted the program inall 5,000 +stores.\nOffer flexibility and accommodations\nPut simply, organizations should provide whatever flexibility they can in terms of where, when,\nand how employees work. Such flexibility can be realized through work-from-home arrangementsIndustrial and Organizational Psychology 363\nhttps://www.cambridge.org/core/terms . https://doi.org/10.1017/iop.2024.25Downloaded from https://www.cambridge.org/core . IP address: 75.72.255.60 , on 29 Sep 2024 at 16:06:45 , subject to the Cambridge Core terms of use, available at"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "that allow workers more control over their sound environments. When such arrangements are\ninfeasible, companies should be thoughtful when designing offices and offer employees options in\ntheir work settings. Obviously, furnishing workers with private offices would help, but those\nspaces are costly and thus usually reserved for more senior and highly paid workers. Activity-based workspaces are an option, empowering employees to move away from stationary desks andchoose where they work, whether in private (e.g., soundproof booths) or collaborative spaces per\ntheir preferences and the nature of the work to be done. Meditation or quiet rooms are emerging\nin many offices. As the focal article notes, contemporary office spaces often overlook the benefitsthat quiet spaces may have on performance. Such spaces may be especially advantageous to those\nwith sound sensitivities.\nSounds-sensitive employees may similarly benefit from altering the timing of their work hours.\nShifting their schedules a couple of hours earlier or later would likely provide many of these workers\nwith a quieter experience at the office. Companies like Chuck E. Cheese follow a similar model to\nserve patrons on their Sensory-Sensitive Sundays, allowing neurodiverse families to arrive 2 hoursearlier so they can enjoy the space with reduced noise. In addition to offering flexibility regarding\nplace and time, thoughtfulness about how employee s collaborate can further help sound-sensitive\nemployees. Meetings, including video conferences, can result in sensory overload for some workers.Incorporating meeting-free days, such as those adopted by Meta and Shopify, may help.\nPartner with experts\nChanging an organization, particularly in how it offers inclusivity and support for a segment of theworkforce not well understood, can feel daunting and overwhelming. Fortunately, help isavailable. Many companies ’successful initiatives for autistic employees and customers resulted\nfrom collaborations with experts who understand the nuances of autism. For example, AMC\ntheaters partnered with the Autism Society to develop a sensory friendly movie experience with\nreduced sound and more lighting. Hart Schaffner Marx, the suit manufacturer, partnered withAutism Workforce to transform their hiring practices. Some of the adjustments included job\ndescriptions outlining environmental sensory levels (e.g., sound, light, smell) and prehire factory\ntours that helped initiate conversations around sound tolerance in the hiring process. In doing so,they normalized, not stigmatized, these employees ’needs. Within the realm of sound sensitivities,\npartnering with experts like soQuiet, Misophonia Association, Sensory Friendly Solutions, and\nSpecialisterne can help move companies toward more inclusive and supportive cultures, policies,and practices because they understand the unique needs of this diverse group of people.\nConclusion\nOrganizations should recognize that sound sensitivities are common, reactive to many triggers,\nand likely affect the lives and workplace experiences of their employees. Supporting sound-\nsensitive employees requires a compassionate culture and accommodating policies at all levels ofthe organization. Employer-provided accommodations, whether per the ADA or simply to foster\ninclusivity, are unlikely to be even moderately burdensome. Sound sensitivities need not be a\nbarrier to employees ’abilities to contribute to their organizations and to benefit from their\ninclusion there.\nReferences\nAsselineau, A., Grolleau, G., & Mzoughi, N. (2024). Quiet environments and the intentional practice of silence: Toward a\nnew perspective in the analysis of silence in organizations. Industrial and Organizational Psychology ,17, 326 –340.\nEqual Employment Opportunity Commission (EEOC) . (2020, Februarry 28). Guide to disability rights laws. https://www.a\nda.gov/resources/disability-rights-guide/#americans-with-disabilities-act-ada364 Rob Austin McKee et al.\nhttps://www.cambridge.org/core/terms . https://doi.org/10.1017/iop.2024.25Downloaded from https://www.cambridge.org/core . IP address: 75.72.255.60 , on 29 Sep 2024 at 16:06:45 , subject to the Cambridge Core terms of use, available at"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Henry, J. A., Theodoroff, S. M., Edmonds, C., Martinez, I., Myers, P. J., Zaugg, T. L., & Goodworth, M. C. (2022). Sound\ntolerance conditions (hyperacusis, misophonia, noise sensitivity, and phonophobia): Definitions and clinical management.\nAmerican Journal of Audiology ,31(3), 513 –527. https://doi.org/10.1044/2022_AJA-22-00035\nPotgieter, I., MacDonald, C., Partridge, L., Cima, R., Sheldrake, J., & Hoare, D. J. (2019). Misophonia: A scoping review of\nresearch. Journal of Clinical Psychology ,75(7), 1203 –1218. https://doi.org/10.1002/jclp.22771\nRen, J., Xu, T., Xiang, T., Pu, J., Liu, L., Xiao, Y., & Lai, D. (2021). Prevalence of hyperacusis in the general and special\npopulations: A scoping review. Frontiers in Neurology ,12, 706555. https://doi.org/10.3389/fneur.2021.706555\nU.S. Department of Labor . (2023, May 4). US Department of Labor announces report finding nearly half of accommodates\nfor disabled workers have no cost. https://www.dol.gov/newsroom/releases/odep/odep20230504\nVitoratou, S., Uglik-Marucha, N., Hayes, C., & Gregory, J. (2021). Listening to people with misophonia: Exploring the\nmultiple dimensions of sound intolerance using a new psychometric tool, the S-Five, in a large sample of individuals\nidentifying with the condition. Psych ,3(4), 639 –662. https://doi.org/10.3390/psych3040041\nCite this article: McKee, R. A., Latheef, Z. I., & Morgan, W. B. (2024). Sound sensitivities in the “quiet ”environment:\nImplications and strategies for management. Industrial and Organizational Psychology 17, 360 –365.https://doi.org/10.1017/\niop.2024.25Industrial and Organizational Psychology 365\nhttps://www.cambridge.org/core/terms . https://doi.org/10.1017/iop.2024.25Downloaded from https://www.cambridge.org/core . IP address: 75.72.255.60 , on 29 Sep 2024 at 16:06:45 , subject to the Cambridge Core terms of use, available at"
    }
  ]
}