{
  "doc_type": "scientific paper",
  "title": "The unified protocol for transdiagnostic treatment of emotional disorders for misophonia: a pilot trial exploring acceptability and efficacy",
  "authors": [
    "Kibby McMahon",
    "Clair Cassiello-Robbins",
    "Anna Greenleaf",
    "Rachel Guetta",
    "Emily Frazer-Abel",
    "Lisalynn Kelley",
    "M. Zachary Rosenthal"
  ],
  "year": 2024,
  "journal": "Frontiers in Psychology",
  "doi": "10.3389/fpsyg.2023.1294571",
  "abstract": "Misophonia is a recently defined disorder characterized by distressing responses to everyday sounds, such as chewing or sniffling. Individuals with misophonia experience significant functional impairment but have limited options for evidenced-based behavioral treatment. To address this gap in the literature, the current pilot trial explored the acceptability and efficacy of a transdiagnostic cognitive-behavioral approach to treating symptoms of misophonia. This trial was conducted in two studies: In Study 1, the Unified Protocol for Transdiagnostic Treatment of Emotional Disorders (UP) was delivered to eight patients in order to receive feedback to guide revisions to the treatment to suit this population. In Study 2, ten patients received the revised UP treatment to explore its acceptability and preliminary efficacy. This study used a single-case experimental design with multiple baselines, randomizing patients to either a 2-week baseline or 4-week baseline prior to the 16 weeks of treatment, followed by four weeks of follow-up. The findings from these studies suggested that patients found both the original and adapted versions of the UP to be acceptable and taught them skills for how to manage their misophonia symptoms. Importantly, the findings also suggested that the UP can help remediate symptoms of misophonia, particularly the emotional and behavioral responses. These findings provide preliminary evidence that this transdiagnostic treatment for emotional disorders can improve symptoms of misophonia in adults.",
  "keywords": [
    "misophonia",
    "Unified Protocol (UP)",
    "single case design",
    "behavioral intervention",
    "cognitive behavioral therapy (CBT)",
    "sound intolerance"
  ],
  "research_topics": [
    "misophonia",
    "transdiagnostic treatment",
    "Unified Protocol",
    "cognitive-behavioral therapy",
    "emotional disorders",
    "single-case experimental design",
    "acceptability and efficacy of behavioral interventions"
  ],
  "created_at": "2025-05-05T04:06:50.908936Z",
  "source_pdf": "documents/research/Global/McMahon 2024 The Unified protocol for transdiagnostic treatment of emotioanl disorders for misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Frontiers in Psychology 01 frontiersin.org\nThe unified protocol for \ntransdiagnostic treatment of \nemotional disorders for \nmisophonia: a pilot trial exploring \nacceptability and efficacy\nKibby McMahon 1*, Clair Cassiello-Robbins 2, Anna Greenleaf 3, \nRachel Guetta 1, Emily Frazer-Abel 1, Lisalynn Kelley 1 and \nM. Zachary Rosenthal 1,3\n1 Department of Psychiatry and Behavioral Sciences, Duke University Medical Center, Durham, NC, \nUnited States, 2 Triangle Area Psychology Clinic, Durham, NC, United States, 3 Department of \nPsychology and Neuroscience, Duke University, Durham, NC, United States\nIntroduction:  Misophonia is a recently defined disorder characterized by distressing \nresponses to everyday sounds, such as chewing or sniffling. Individuals with \nmisophonia experience significant functional impairment but have limited options \nfor evidenced-based behavioral treatment. To address this gap in the literature, \nthe current pilot trial explored the acceptability and efficacy of a transdiagnostic \ncognitive-behavioral approach to treating symptoms of misophonia.\nMethods:  This trial was conducted in two studies: In Study 1, the Unified Protocol \nfor Transdiagnostic Treatment of Emotional Disorders (UP) was delivered to \neight patients in order to receive feedback to guide revisions to the treatment to \nsuit this population. In Study 2, ten patients received the revised UP treatment \nto explore its acceptability and preliminary efficacy. This study used a single-\ncase experimental design with multiple baselines, randomizing patients to \neither a 2-week baseline or 4-week baseline prior to the 16 weeks of treatment, \nfollowed by four weeks of follow-up.\nResults:  The findings from these studies suggested that patients found both the \noriginal and adapted versions of the UP to be acceptable and taught them skills \nfor how to manage their misophonia symptoms. Importantly, the findings also \nsuggested that the UP can help remediate symptoms of misophonia, particularly \nthe emotional and behavioral responses.\nDiscussion:  These findings provide preliminary evidence that this transdiagnostic \ntreatment for emotional disorders can improve symptoms of misophonia in adults.\nKEYWORDS\nmisophonia, Unified Protocol (UP), single case design, behavioral intervention, \ncognitive behavioral therapy (CBT), sound intolerance\nIntroduction\nMisophonia is a recently defined sound intolerance disorder characterized by distressing \nand functionally impairing responses to certain everyday sounds, commonly those that are \noral (e.g., chewing, swallowing, lip smacking) or facial (e.g., nose whistling or sniffling) ( Swedo \net al., 2022 ). These sounds and associated stimuli are often called “triggers” of misophonia and \nare often repetitive sounds produced by other people but can include environmental sounds OPEN ACCESS\nEDITED BY\nDavid Pineda,  \nMiguel Hernández University of Elche, Spain\nREVIEWED BY\nAndrew Giles Guzick,  \nUniversity of Pennsylvania, United States\nEric A. Storch,  \nBaylor College of Medicine, United States\n*CORRESPONDENCE\nKibby McMahon   \n Kibby.McMahon@duke.edu\nRECEIVED 14 September 2023\nACCEPTED 19 December 2023\nPUBLISHED 09 February 2024\nCITATION\nMcMahon K, Cassiello-Robbins C, Green\nleaf A, Guetta R, Frazer-Abel E, Kelley L and \nRosenthal MZ (2024) The unified protocol for \ntransdiagnostic treatment of emotional \ndisorders for misophonia: a pilot trial \nexploring acceptability and efficacy.\nFront. Psychol.  14:1294571.\ndoi: 10.3389/fpsyg.2023.1294571\nCOPYRIGHT\n© 2024 McMahon, Cassiello-Robbins, \nGreenleaf, Guetta, Frazer-Abel, Kelley and \nRosenthal. This is an open-access article \ndistributed under the terms of the Creative \nCommons Attribution License (CC BY) . The \nuse, distribution or reproduction in other \nforums is permitted, provided the original \nauthor(s) and the copyright owner(s) are \ncredited and that the original publication in \nthis journal is cited, in accordance with \naccepted academic practice. No use, \ndistribution or reproduction is permitted \nwhich does not comply with these terms.TYPE Original Research\nPUBLISHED  09 February 2024\nDOI 10.3389/fpsyg.2023.1294571"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "McMahon et al. 10.3389/fpsyg.2023.1294571\nFrontiers in Psychology 02 frontiersin.org(e.g., clock ticking, humming of appliances, or silverware on plates) or \nanimal-produced sounds (e.g., animals grooming or eating). In \nresponse to hearing or anticipating these sounds, people with \nmisophonia may experience or express a range of aversive responses \nacross physiological, attentional, emotional, cognitive, interpersonal, \nand behavioral areas of functioning. They often engage in avoidance \nand escape behaviors to prevent and mitigate exposure to aversive \ntriggering cues. Efforts to avoid misophonia triggers can be  very \nlimiting; for example, eating is a daily experience and common source \nof social interaction. Avoidance of eating due to misophonia sounds \ncan reduce social contact and strain interpersonal relationships. \nFurthermore, people with functional impairment due to misophonia \nreport higher psychopathology symptoms, lower interpersonal \nemotion regulation, and lower quality of life than individuals without \nimpairment ( Möllmann et al., 2023 ). Even though misophonia only \nappeared in the clinical literature as recently as 2001 ( Jastreboff and \nJastreboff, 2001 ), research suggests that close to 20% of individuals \nexperience at least moderate symptoms of the condition ( Wu et al., \n2014 ; Mattson et  al., 2023 ; Vitoratou et  al., 2023 ). This research \nsuggests that a notable portion of the population may suffer from \nimpairing symptoms of misophonia, highlighting the pressing need \nfor more treatment and prevention efforts. Despite its prevalence and \nimpact, there are few treatment studies examining how to best help \nthose suffering with misophonia. Recent reviews of misophonia \nidentified only three open trials and one randomized controlled trial \n(Mattson et al., 2023 ; Rosenthal et al., 2023 ). The remaining studies \nwere case studies. Given the impact of misophonia, researchers need \nto continue to identify and rigorously evaluate evidence-based \ntreatments that can help remediate symptoms.\nRecent research has highlighted problematic emotional responses \nas the mechanism underlying impairment in misophonia. People with \nmisophonia report a range of affective responses to their misophonic \ntriggers, especially anger, anxiety and disgust ( Dibb and Golding, \n2022 ; Savard et al., 2022 ; Andermane et al., 2023 ; Vitoratou et al., \n2023 ). Studies also have pointed to the relationship between \nmisophonia and problems with emotion regulation, particularly \ndifficulties controlling impulsive behavior while upset ( Cassiello-\nRobbins et al., 2020a ; Guetta et al., 2022 ; Rinaldi et al., 2023 ). Beyond \nemotional reactions, misophonia is associated with co-occurring \npsychiatric disorders that are also characterized by the experience of \nstrong emotions such as anxiety and mood disorders ( Jager et al., \n2020 ; Rosenthal et al., 2022 ; Siepsiak et al., 2022 ). Misophonia does \nnot appear to be reliably linked to any specific disorder, suggesting it \nis a transdiagnostic problem ( Rosenthal et al., 2022 ). However, the \nmost rigorously conducted study to date exploring co-occurring \nmental health problems and misophonia using structured diagnostic \ninterviews and larger samples found that, in both children and adults, \nthe most common psychiatric comorbidities are anxiety and mood \ndisorders ( Jager et al., 2020 ; Rosenthal et al., 2022 ; Guzick et al., 2023 ). \nTherefore, one reasonable approach in treatment development for \nmisophonia is to examine interventions that are evidence-based, \ntransdiagnostic (including but not limited to those across anxiety and \nmood disorders), and target underlying difficulties with emotional \nfunctioning across children and adults.\nEvidence-based psychological treatments such as cognitive-\nbehavioral therapies (CBTs), are well established treatments, many of \nwhich were developed to target changes in emotion regulation. Such \nCBTs generally help patients change their thoughts and behaviors to manage the onset, experience or reactions to emotions. Preliminary \nstudies using CBTs have begun to show early promise for treating \nmisophonia with CBTs ( Rosenthal et  al., 2023 ). An open trial \ndemonstrated that a group delivered CBT led to a significant reduction \nin misophonia symptoms in 48% of the 90 participants ( Schröder \net al., 2017 ). A follow-up study with this treatment using a randomized, \nwaitlist-controlled trial concluded that the brief group-based CBT \napproach showed both short- and long-term efficacy for misophonia \n(Jager et  al., 2021 ). Patients in the treatment group reported \nimprovements in mental and physical dysfunction, suggesting the \npossibility that CBTs might improve areas of functioning in patients \nwith misophonia. A number of case studies also suggest various CBTs \ncould effectively target symptoms of misophonia ( Mattson et  al., \n2023 ). Findings from these studies indicate promise for the use of \ncognitive-behavioral approaches to increasing control over attention \nand affective responses to triggers in treatment of misophonia.\nEarly studies like these have demonstrated that this disorder can \nbe treated with interventions that help people change their thoughts, \nphysiological responses, behaviors and attentional focus in response \nto trigger sounds. Because this field of research is in its nascent stage, \nresearchers have ample room to build on these preliminary findings. \nFor example, many of the early uncontrolled case studies and open \ntrials are limited in not using measures of misophonia with strong \npsychometric properties. Additionally, the CBT protocol tested in the \nonly randomized controlled trial was specifically designed for \nmisophonia symptoms and helping patients change their responses to \ntheir trigger sounds. Although this approach is novel and may be quite \nuseful for some people with misophonia, this approach may not target \nthe transdiagnostic processes that may underline misophonia in the \ncontext of common co-occurring psychiatric disorders. A CBT-based \ntreatment that improves the ability to respond to emotions skillfully \nmay be helpful in treating misophonia symptoms and, concurrently, \nother co-occurring mental health problems.\nOne CBT that can target such emotional processes shared by \nseveral diagnostic categories is the Unified Protocol for \nTransdiagnostic Treatment of Emotional Disorders (UP; Barlow et al., \n2018 ). The UP targets emotional disorders  a term that transcends \ndiagnostic categories and describes a mechanistic process that \ncontributes to the etiology and maintenance of difficulties managing \nstrong emotions ( Bullis et al., 2019 ). The term “emotional disorders” \nincludes diagnoses such as anxiety, depressive, obsessive-compulsive, \ntrauma-related, and borderline personality disorders. It also includes \npresenting problems that are not diagnoses in DSM-5 if they can \nbe  conceptualized in the described functional model (e.g., \ndysregulated anger that does not meet criteria for intermittent \nexplosive disorder). Emotional disorders are described by a functional \nmodel as: (1) the experience of frequent, intense, predominantly \nnegative emotions; (2) an aversive reaction to the experience of \nemotions (e.g., the perception that these emotions are intolerable, \nuncontrollable, unacceptable); and (3) use of avoidance-based \nemotion regulation strategies (e.g., avoidance, suppression) that \ntypically reduce the intensity of the emotion in the short-term but \nmaintain problems in the long-term ( Sauer-Zavala and Barlow, 2014 ). \nOver time, this tendency to avoid emotional experiences leads to \nimpairment in daily life (e.g., isolation from others, limiting activities) \nand even more distress in response to emotions. The conceptualization \nof emotional disorders provided by the UP maps clearly onto \nmisophonia. Because misophonia can be conceptualized using this"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "McMahon et al. 10.3389/fpsyg.2023.1294571\nFrontiers in Psychology 03 frontiersin.orgfunctional model of emotional disorders, it is possible the UP serves \nas a promising candidate treatment for this condition ( Rosenthal \net al., 2023 ).\nAs a treatment, the overarching goal of the UP is to increase \nacceptance of emotions to reduce reliance on ineffective emotion \nregulation strategies by teaching CBT skills to manage emotions \nmore effectively. More specifically, this treatment is typically \ndelivered over 16 outpatient sessions and consists of 8 modules. In \nbrief, these modules are (1) motivation enhancement, (2) \npsychoeducation about the function of emotions and how to track \nemotional experiences, (3) mindful emotion awareness, (4) \ncognitive flexibility, (5) changing ineffective behaviors, (6) \nawareness and tolerance of physical sensations (e.g., interoceptive \nexposures), (7) emotion exposure, and (8) relapse prevention. These \nmodules are described in detail elsewhere ( Payne et  al., 2014 ; \nBarlow et al., 2018 ). As described in Table 1 , these skills target \nmisophonia in important and distinct ways.\nOne previous two-phase study showed promise for using the UP \nto treat misophonia in children ages 8–16 years old ( Lewin et  al., \n2021 ). Preliminary results from the first phase with four pilot \nparticipants showed modest improvements in evaluator-rated severity \nof symptoms. The results of this phase concluded that the UP is one \npossible approach to treatment and suggest that children with \nmisophonia could learn skills to tolerate distress associated with their \ntrigger sounds. The second phase was a randomized clinical trial that \ncompared 10 sessions of the UP to 10 sessions of an emotional/\nphysiological relaxation and education intervention. Outcomes from \nthis study presented at conferences have suggested that compared to \nthose in the comparison group, youth with misophonia who received \nthe UP treatment exhibited greater misophonia symptom \nimprovement ( Lewin, 2023 ). Findings from this pioneering study \nhighlight the potential for using the UP to treat misophonia. Further \nresearch in adult populations is the next logical step to studying the \nUP’s efficacy across all individuals with this disorder.Current study\nIn sum, there is a need for more research on theory-driven, \ntransdiagnostic treatments for misophonia. The UP has been effective \nwith disorders (e.g., anxiety, depressive personality, obsessive-\ncompulsive disorders) that are commonly comorbid with misophonia \nand share similar mechanisms of emotional dysregulation ( Cassiello-\nRobbins et al., 2020b ; Rosenthal et al., 2022 ). Thus, the UP targets the \nemotional intolerance, co-occurring disorders, and processes relevant \nto misophonia. The UP is time-limited and follows a standard \nprotocol, making it accessible and cost-effective to implement with \npatients. Given its ability to target heterogenous presenting problems, \nthe UP represents an innovative intervention capable of helping \npatients who experience misophonia as well as co-occurring \npsychiatric conditions ( Rosenthal et al., 2023 ).\nThe primary aim of this study is to examine the UP’s applicability \nto adult patients with misophonia by exploring its acceptability and \npreliminary efficacy. Two studies evaluated the preliminary promise \nof the UP for misophonia. In Study 1, we delivered the standard UP \nto eight patients in order to receive feedback to guide revisions to the \ntreatment for this population. In Study 2, we delivered the revised \ntreatment based on patient feedback from Study 1 and examined the \nacceptability and preliminary efficacy of the modified UP for \nmisophonia. This study used a single-case experimental design with \nmultiple baselines, randomizing patients to either a 2-week baseline \nor 4-week baseline prior to the 16 weeks of treatment, followed by \n4 weeks of follow-up. This design allowed us to take an in-depth \ninvestigation of the between and within-subject effects of \nthe treatment.\nMethod\nParticipants and recruitment\nPatient participants for this study were drawn from a parent study \ninvestigating the relationship between misophonia symptoms and \nmedical and psychiatric diagnoses ( Rosenthal et al., 2022 ). Individuals \nbetween the ages of 18 and 65 years old enrolled in the parent study \nby accessing a link on the Duke Center for Misophonia and Emotion \nRegulation website1, which took them to an online screen conducted \nin REDCap ( Harris et al., 2009 ). The study was approved by the Duke \nHealth Institutional Review Board, and all patients provided signed \ninformed consent to participate. Individuals were recruited from \nonline sources (e.g., searching for information about misophonia, \nsocial media, news media stories about misophonia linking to our \nCenter). Individuals who met criteria for a current psychotic disorder, \ncurrent mania, current anorexia, or were unable to read English were \nexcluded during the online screen. Eligible participants completed the \nStructured Clinical Interview for DSM-5 (SCID-5; First et al., 2015b ) \nand the Structured Clinical Interview for DSM-5 Personality \nDisorders (SCID-5-PD; First et al., 2015a ) with a trained assessor. In \naddition, they completed self-report measures including the \nMisophonia Questionnaire (MQ; Wu et  al., 2014 ). Patients were \n1 www.misophonia.duke.eduTABLE 1  Core unified protocol modules and their relevance to \nmisophonia.\nModule Module focus Relevance to \nmisophonia\nMindfulness Attentional control Improve ability to deploy \nattention and reduce \nhypervigilance toward \nmisophonia cues\nCognitive flexibility Produce and consider \ndiverse interpretations \nof situationsReduce dysfunctional \nattributions toward self and \nothers\nBehavior change Encourage new ways of \nresponding to strong \nemotionsRespond to emotions in \nways that are consistent \nwith values and goals\nInteroceptive exposure Build awareness and \ntolerance of physical \nsensationsReduce avoidance and \nescape behavior\nEmotion exposure Reduce avoidance of \nemotion-provoking \nstimuliEngage in valued activities \navoided due to misophonia"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "McMahon et al. 10.3389/fpsyg.2023.1294571\nFrontiers in Psychology 04 frontiersin.orgeligible for the present study if they lived in North Carolina, had a \nscore higher than 2 on the misophonia symptoms scale of the MQ, a \nscore higher than 2 on the misophonia emotions and behavior scale \nof the MQ, and at least a 7 on the misophonia severity scale of the MQ.\nFor Study 1, nine people were screened for eligibility for the \npresent study. One person did not qualify based on the MQ score \ncriteria. Therefore, eight patients were enrolled in the first study, which \nincluded adults with an average age of 35 years old ( SD = 13.8), seven \nwomen and one man, all white, and mostly single ( n = 5; 62.5%). For \nStudy 2, 11 people were screened and one person did not qualify based \non the MQ score criteria. Thus, 10 patients were enrolled in the second \nstudy and included adults who were 33.5 (SD = 11.7) years on average, \neight women and two men, six white people, one Native American, \ntwo Western Asian, one multi-racial individual, and mostly single \n(n = 6; 60%). Patients from both studies met criteria for a range of \npsychiatric diagnoses. For more detailed demographic and clinical \ninformation on patients in both studies, see Table 2 .\nProcedure\nIn Study 1, eight patients received the UP as written in the \ncurrently available manual and in Study 2, 10 patients received the UP \nadapted based on patient and therapist feedback from Study 1. Both \nstudies used a multiple baseline single-case experimental design \n(SCED; Barlow et al., 2009 ). This design allows for both within and \nbetween subject comparisons. In SCED each patient serves as their \nown control providing strong internal validity; replication of outcomes \nacross patients provides preliminary external validity.\nAll patients in both studies completed the initial assessment \nincluding the diagnostic assessment (SCID-5 and SCID-5-PD), \noutcome measures (MQ, OASIS, ODSIS, OAnSIS, DMQ) and other \nmeasures beyond the scope of this study via a REDCap online survey. \nData from the SCID-5 and SCID-5-PD were entered into REDCap by \nthe assessor and double-checked by a second assessor. Diagnostic data \nwas only used if it was verified, which they were for all patients except \none (patient 10 in Study 1) due to missing original paper copies of the \nSCID-5 interview.\nAfter this initial assessment, patients were randomized to either a \ntwo- or four-week baseline phase in which they do not receive \ntreatment but complete the assessment measures at the end of each \nweek via online survey. Randomizing the length of the baseline phase \nallowed for an observation as to whether change in symptoms \noccurred when, and only when, the intervention was introduced and \ncontrols for changes in symptoms that may occur due to life events or \nstressors ( Barlow et al., 2009 ).\nAfter the baseline phase, patients completed 16 sessions of the UP \n(Study 1) or revised UP (Study 2). Treatment in Study 1 was delivered \nby one of this study’s authors (CCR) who is also an author of the \ncurrent UP manual and has been certified in the delivery of the UP by \nUnified Protocol Institute.2 Study 2 was delivered by the first author \n(KM) who was trained in the UP by the first therapist and supervised \nweekly while delivering the treatment to ensure adherence to the \nUP . To maintain fidelity to the original protocol of the UP , all patients \n2 www.unifiedprotocol.comreceived 16 sessions of UP . Patients had a 20-week window in which \nto complete all sessions. Patients completed the outcome measures \nbefore each session as an assessment of their symptoms for the \nweek prior.\nWhen all 16 sessions of treatment ended, patients completed exit \nmeasures, including the acceptability questionnaire and qualitative \ninterview with a trained assessor (only in Study 1). Then, patients \nstarted the four-week follow-up phase. During this phase, patients also \ncomplete the online survey with outcome measures at the end of each \nweek. Therefore, patients would have completed the main outcome \nmeasures (MQ, OASIS, ODSIS, OAnSIS) once at intake, two or four \ntimes in baseline, 16 times during treatment and four times at \nfollow-up for a total of 23 or 25 assessments. Patients completed the \nDMQ at intake, pre-treatment, week 8, post-treatment, and end of \nfollow-up. The DMQ is a longer measure and was only administered \nfive times to reduce patient burden. At the end of data collection, \npatients received $10 for each assessment they completed.\nInterventions\nThe UP ( Barlow et al., 2018 ) is an evidence-based treatment that \ntargets core psychological processes underlying emotional disorders. \nSpecifically, the UP is a 16-session psychotherapy protocol that teaches \nskills for managing strong emotions to increase acceptance of the \nemotions. For this study, treatment was delivered over a secure \ntelehealth platform. Importantly, the UP assigns homework between \nsessions for which patients are expected to practice the skills or read \nthe psychoeducational material in the accompanying workbook. \nTreatment progress is also assessed and monitored every week with \nthe patients using the weekly outcome measures collected via online \nself-report questionnaires.\nThis treatment has eight total modules. Therapists have flexibility \nregarding how much time they spend in each module; however, for \nthis study they were required to spend at least 4 sessions in module 7 \n(emotion exposure). The first module, “Setting Goals and Maintaining \nMotivation, ” focuses on patients’ reasons and motivation for change \nby articulating goals and identifying pros and cons of changing. The \nsecond module “Understanding Y our Emotions” focuses on teaching \npatients about the function of emotions in order to understand how \nemotions are adaptive. In this module patients also learn to break their \nexperience into three components (psychological, cognitive, and \nbehavioral). Finally, patients begin to put their experiences in context \nby identifying the antecedents to emotions and exploring the short- \nand long-term consequences of their responses.\nThe third module, “Mindful Emotional Awareness, ” provides \npsychoeducation about the value of taking a non-judgmental, \npresent-focused awareness of emotions and provides several \nmindfulness activities that patients practice in order to cultivate this \nawareness. The fourth module, “Cognitive Flexibility, ” teaches \npatients to identify how they interpret and understand situations and \nhow these interpretations relate to their emotional responses. It then \nteaches skills for how to generate several alternative interpretations. \nIn the fifth module, “Countering Emotional Behaviors, ” patients \nidentify behaviors they employ to avoid or control emotional \nexperiences and which of those are unhelpful for living in line with \nvalues. Then they generate different ways of responding behaviorally \nto intense emotions that are more effective. The sixth module, “Facing"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "McMahon et al. 10.3389/fpsyg.2023.1294571\nFrontiers in Psychology 05 frontiersin.orgPhysical Sensations, ” focuses on increasing patients’ tolerance of \nphysical sensations associated with intense emotions through the use \nof interoceptive exposure. In the seventh module, “Emotion \nExposure, ” patients increase their tolerance of emotional experiences \nby gradually and repeatedly approaching situations or other triggers \nthat bring up intense emotions. Examples of such situations include \nwatching online videos, having the therapist create the trigger sound \nin session, or interacting with friends and family members while they \ncreate trigger sounds (e.g., at a dinner table). Even if patients still find \nthese triggers aversive, they learn new positive associations with the \ntriggers through inhibitory learning by applying their skills from \nprevious modules. In the eighth and final module, “Moving UP From \nHere, ” patients review the principles of treatment they learned and plan for practicing their skills when they experience intense emotions \nand symptoms after treatment ends.\nIn the first study, the UP was delivered according to the existing \ntreatment protocol ( Barlow et al., 2018 ). Upon completion of the UP \nin Study 1, patients completed a qualitative assessment (see Measures) \nto provide feedback about their experience in treatment. This \ninformation was used to inform edits and adaptations to the treatment \ndelivered in Study 2. Through their qualitative feedback, patients from \nStudy 1 reported not having significant recommendations for \nimproving the treatment beyond the option to receive in-person \ntreatment and the option to extend the 16 sessions to include \ndiscussion of other personal issues or longer time on specific skills \naccording to individual needs (see results section). Because both TABLE 2  Study 1 and Study 2 patient characteristics.\nStudy Patient Age Sex Gender Race Ethnicity Marital \nStatusEducation Income Principal \nDxAdditional \nDx\n1 101 33 F F C NH S College \ngraduate0–10 k MDD PDD, AG, \nSOC, GAD, \nBPD\n1 104 54 F F C NH M College \ngraduate>100 k AG AFI\n1 105 49 F F C NH M Master’s degree 65–100 k None\n1 106 50 F F C NH P College \ngraduate65–100 k SAD\n1 107 25 M M C NH S Some graduate \nschool20–40 k None\n1 108 20 F F C NH S Some college 10–20 k SAD\n1 109 23 F F C NH S College \ngraduate20–40 k OSA\n1 110 26 F F C NH S College \ngraduate40–65 k\n2 201 27 M M OA H S Master’s degree 0–10 k GAD OSO\n2 202 37 F F C NH D Some graduate \nschool40–65 k GAD MDD, SOC\n2 203 46 F F NA H M Some graduate \nschool>100 k GAD PMD, OSO\n2 204 45 M M C NH M College \nGraduate> 100 k OSA\n2 206 28 F F MR NH S College \ngraduate65–100 k GAD AUD, SOC, \nPTSD\n2 207 23 F F C NH S College \ngraduate25–40 k GAD CD, PMD, \nOCD\n2 208 27 F F C NH S Master’s degree 20–40 k GAD\n2 209 28 F F C NH S Master’s degree 10–20 k ADHD MDD, GAD\n2 210 19 F F OA NH S High school \ngraduate0–10 k None\n2 212 55 F F C NH P Some college >100 k SP ADHD\nOnly current and full clinical diagnoses presented. Dx, diagnosis; F, female; M, male; C, Caucasian; MR, more than one other racial group; NA, Native American, American Indian, or Alaska \nNative; OA, Other Asian or other Asian American (includes India, Malaysia, Pakistan, Philippines); H, Hispanic or Latino; NH, non-Hispanic; D, divorced; M, married, P , living with partner; \nS, single (never married); Education, highest level of education received; Income, annual household salary in USD; AFI, avoidant/restrictive food intake disorder; AG, agoraphobia; AUD, \nalcohol use disorder; BPD, borderline personality disorder; CD, cyclothymic disorder; GAD, generalized anxiety disorder; MDD, major depressive disorder; None, no current mental disorder; \nOSA, other specified anxiety disorder; OSO, other specified obsessive compulsive and related disorder; PDD, persistent depressive disorder; PMD, premenstrual dysphoric disorder; PTSD, \nposttraumatic stress disorder; SAD, social anxiety disorder; SP , specific phobia."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "McMahon et al. 10.3389/fpsyg.2023.1294571\nFrontiers in Psychology 06 frontiersin.orgchanges would not allow for a controlled investigation of a standard \ntreatment across different patients, the original structure of the UP \nwas maintained. However, the feedback from the study therapist in \nStudy 1 was that her spontaneous generation of misophonia examples \nin sessions helped patients generalize the UP material to their \nmisophonia symptoms. Therefore, we  developed standardized \nmisophonia examples and psychoeducational materials to supplement \nthe existing UP protocol. These materials intended to help patients \nunderstand how they can apply the treatment’s descriptions of skills \nand psychoeducation about emotions like anxiety to their misophonia \nexperiences. A general description of the adaptations to each module \nand some examples are included in Table  3 . Misophonia-specific \nmaterials developed for this study are available upon request.\nIn both studies, the therapists instructed the patients to practice \nthe skills on their misophonia experiences and triggers. Because of the \nUP’s transdiagnostic approach and the prevalence of comorbid \nemotional disorders in our sample, patients were also allowed to \npractice skills on their emotional responses outside of misophonia \ncontexts (e.g., fear of enclosed spaces). If they did so, the therapists \nmade sure that skills were also applied to misophonia or emotions \nrelated to misophonia.\nMeasures\nStructured clinical interview for DSM-5, \nresearch version (SCID-5)\nThe SCID-5 is a psychometrically validated semi-structured \ninterview used to assess current and lifetime symptoms of DSM-5 \ndisorders ( First et al., 2015a ,b). Variables used in this study included \ncurrent and lifetime diagnoses of DSM-5 disorders. All diagnostic \nvariables were coded dichotomously as 0 (did not meet criterion) or 1 \n(above threshold and met criteria for presence of disorder). Inter-rater \nreliability was assessed in the parent study ( Rosenthal et al., 2022 ) by \na blind rater randomly rating 8% of SCID-I interviews via recorded \ninterviews. Significant Cohen’s κ ranged from 0.63 to 1.00 (all \nps < 0.05) for most disorders, reflecting acceptable inter-rater \nreliability. However, due potentially to the low rate of observed values \nin randomly selected interviews, Cohen’s κ was not significant for \nlifetime agoraphobia ( κ = 0.43, p = 0.09) or generalized anxiety disorder \n(κ = 0.57, p = 0.06).\nStructured clinical interview for DSM-5 \npersonality disorders (SCID-5-PD)\nThe SCID-5-PD is a semi-structured interview and was used to \nassess diagnostic symptoms of personality disorders from the DSM-5 \nby a trained assessor ( First et al., 2015a ,b). All traits of personality \ndisorders were coded by the assessor as 0 (does not meet criteria), 1 \n(subthreshold), or 2 (threshold). Severity of symptoms for each \ndisorder was calculated by summing the ratings of 0, 1, and 2 for all \ndiagnostic criteria for each personality disorder. Categorical diagnoses \nof personality disorders were rated dichotomously as 0 (did not meet \ncriterion) or 1 (met criteria for presence of disorder). Inter-rater \nreliability was assessed in the parent study ( Rosenthal et al., 2022 ) by \na blind rater randomly rating 8% of SCID-5-PD interviews via recorded interviews. Inter-rater reliability on total personality disorder \nsymptoms was evaluated using intraclass correlation coefficients \n(ICCs) with Cohen’s κ analyses. There was agreement among the \ndifferent raters for the personality disorders (all κ = 1, p < 0.001).\nDemographics\nA self-report measure developed for this study was used to obtain \ndemographic and descriptive information, including age, ethnicity, \nmarital status, and income.\nMisophonia questionnaire (MQ)\nThis is a three-part self-report questionnaire that assesses \nmisophonia symptom presence, resulting emotions and behaviors, \nand the overall severity of sound sensitivities ( Wu et al., 2014 ). The \nfirst subscale, the Misophonia Symptom Scale, examines the \npresence of specific sound sensitivities to different types of sound \nstimuli (e.g., “people eating, ” or “rustling”). Cronbach’s α was 0.21 \nfor Study 1 and 0.59 for Study 2 at intake. The second subscale, the \nMisophonia Emotions and Behaviors Scale, examines emotional and \nbehavioral reactions associated with misophonia. Cronbach’s α was \n0.71 for Study 1 and 0.43 for Study 2 at intake. The first two parts are \nrated on a scale from 0 (not at all true) to 4 (always true). The third \nsection, named the Misophonia Severity Scale allows the patient to \nrate their sound sensitivity on a scale from 1 (minimal) to 15 \n(very severe).\nOverall anxiety severity and impairment \nscale (OASIS)\nThe OASIS contains five items assessing severity and impairment \nfrom anxiety; items are scored from 0 to 4 and are summed to provide \na total score ( Campbell-Sills et  al., 2009 ). Higher scores indicate \ngreater anxiety severity and impairment over the past week. Studies \nhave shown the OASIS to have good internal reliability (Cronbach’s \nalpha 0.80–0.84; Norman et al., 2006 ; Campbell-Sills et al., 2009 ) and \none-month test–retest reliability (0.82; Norman et al., 2006 ). Changes \nin the OASIS have been found to correlate with changes in other \nanxiety measures during CBT, suggesting that it is sensitive to change \n(Moore et al., 2015 ). Cronbach’s α was 0.88 for Study 1 and 0.73 for \nStudy 2 at intake.\nOverall depression severity and impairment \nscale (ODSIS)\nThe ODSIS is a modified version of the OASIS designed to capture \nseverity and impairment related to symptoms of depression. Its five \nitems are each scored from 0 to 4 and are summed to calculate the total \nscore ( Bentley et al., 2014 ). Higher scores indicate greater symptoms. A \nstudy assessed this measure in three distinct populations and found that \nthe ODSIS has excellent validity with a Cronbach’s alpha of 0.94 in the \noutpatient sample, 0.91 in the student sample, and 0.92 in the community \nsample ( Bentley et al., 2014 ). Additional research has suggested that"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "McMahon et al. 10.3389/fpsyg.2023.1294571\nFrontiers in Psychology 07 frontiersin.orgTABLE 3  Adaptations to unified protocol for transdiagnostic treatment of emotional disorders modules and examples in Study 2.\nUP module Adaptations to misophonia Examples of adaptations\n 1 Setting goals and \nmaintaining motivation-Provide an additional description of misophonia and a case \nexample to Chapter 1 of the UP manual.\n-Encourage patients to generate clear, specific goals for treatment \nof misophonia symptoms.\n-Discuss the pros and cons of completing the full 16 sessions of \ntreatment vs. not engaging in treatment-Case example: A 1-page description of “Eva, ” who has suffered from \nintense anxiety, anger, and avoidance in response to the sound of \nchewing.\n-Goals: Eating Sunday dinner with the family; not yelling at spouse when \nhe/she chews gum; going into the office 2x a week where there might \nbe trigger sounds.\n 2 Understanding your \nemotions-Provide psychoeducation of emotions that are common in \nmisophonia.\n-Provide an additional three-component model to illustrate the \nemotions, physical sensations, thoughts, and behaviors associated \nwith misophonia.\n-Provide an additional Antecedents, Responses, and \nConsequences (ARC) form to illustrate the antecedents and \nconsequences of ways of misophonia responses.-Emotions: anxiety in anticipation of a trigger sound, anger toward a \nperson generating the sound, guilt and shame in response to unhelpful \nways of responding to the sound (e.g., yelling at a person).\n-Three-component model: anxiety and anger in response to chewing \nsound during dinner, thoughts like “I cannot stand it when he chews like \nthis, ” a physical sensation of clenched jaw, and the behavioral response of \nleaving the dinner table.\n-ARC form: highlight short-term distress reduction and long-term \nloneliness at mealtimes due to misophonia responses.\n 3 Mindful emotion \nawareness-Teach the basic skills as instructed using an additional recorded \nversion of the guided mindfulness exercise from Chapter 7 with \nthe therapist’s voice, inducing emotion with music.\n-Help the patient plan how to apply mindfulness skills to \nmisophonia experiences.-Bring present-focused and nonjudgmental attention to trigger sounds \n(e.g., noticing the timbre and pitch of the sound) or own reactions (e.g., \ntension in body).\n-Use anchoring during trigger situations (e.g., meal with friends) to \nnotice reactions before reorienting attention to the conversation.\n 4 Cognitive flexibility-Teach cognitive flexibility skills as instructed with the provided \nambiguous photo in Chapter 8.\n-Provide psychoeducation on common thinking traps in \nmisophonia (probability overestimation, catastrophizing).\n-Explore core beliefs related to misophonia.-Probability overestimation: assuming a trigger sound will definitely \noccur and end badly. (e.g., “If I go to the movie theater, someone will \ndefinitely eat popcorn behind me and my whole day will be ruined. ”)\n-Catastrophizing: assuming inability to cope healthily with trigger \nsounds (e.g., “if I hear that sound, I’ll turn into a mess, scream at my \nspouse and run away like a lunatic. ”)\n-Core beliefs: controlling the environment or inner experiences is always \nnecessary; they are unable to cope with distress or discomfort; they are \ndefective or “broken” because of misophonia and will never improve; and \npeople make trigger sounds to harm them.\n 5 Countering emotional \nbehaviors-Provide psychoeducation about how people engage in different \nemotional behaviors in response to misophonia.\n-Provide additional examples of emotional behaviors common in \nmisophonia.\n-Help patients generate alternative behaviors that involve \nengaging with the sound or misophonia experiences instead of \navoiding.-Avoidance and escape behaviors in misophonia: subtle avoidance: \navoiding restaurants, locating sound sources, cell phone use during \ndinner; cognitive avoidance: ruminating over sound origin; safety signal: \ncarrying headphones everywhere.\n-Emotional behaviors: leaving the room.\n-Alternative behaviors: engaging with trigger sounds or experiences.\n 6 Facing physical \nsensations-Provide psychoeducation about the physical sensations common \nto misophonia.\n-Practice tolerating those physical sensations by intentionally \nbringing them up repeatedly.-Physical sensations: shoulder tension, shallow breath.\n-Exposure exercise: intentionally squeezing shoulders up to ears for \n1 min or breathing into a small coffee straw for 30 s.\n 7 Emotion exposure-Provide psychoeducation about exposures for misophonia\n-Create hierarchy of situations that bring up misophonia \nexperiences and plan skills to use during the exposure.-The goal of exposures: learning to tolerate misophonia triggers using \nskills from previous modules (e.g., mindfulness, cognitive flexibility, \netc.).\n-Exposures are introduced gradually with increasingly difficult \nsituations. For example, starting with 30 s of watching an online video of \npeople chewing without sound, then 1 min of watching the same video \nwith sound, then 5 min of observing a close friend while they eat, and \nfinally having an entire meal with the same friend.\n 8 Moving UP from here-Identify remaining goals for improving symptoms of \nmisophonia.\n-Plan to practice skills in service of these goals.-Remaining goals: address challenging or unavailable situations during \ntreatment, such as big family dinners.\n-Identifying helpful skills and making concrete plans for practicing them \nin new situations (e.g., practicing mindfulness skills for 5 min at the \nsame time each morning; setting a phone reminder to practice \nmindfulness during the big family dinner)."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "McMahon et al. 10.3389/fpsyg.2023.1294571\nFrontiers in Psychology 08 frontiersin.orgduring CBT, the ODSIS is sensitive to change ( Osma et  al., 2019 ). \nCronbach’s α was 0.98 for Study 1 and 0.95 for Study 2 at intake.\nOverall anger severity and impairment \nscale (OAnSIS; unpublished)\nThis is a five-item self-report questionnaire based on the \nOASIS. Items are scored from 0 to 4 with a maximum of 20; higher \nscores indicate greater anger severity and impairment. To create the \nOAnSIS, the research team replaced the word “anxiety” with “anger” \nin the OASIS ( Campbell-Sills et al., 2009 ). No other changes to the \nmeasure’s language were made, indicating a high level of similarity \nbetween the two questionnaires. As the measure is unpublished, its \npsychometric properties are currently unknown. Cronbach’s α was \n0.97 for Study 1 and 0.95 for Study 2 at intake.\nDuke Misophonia Questionnaire (DMQ)\nThe Duke Misophonia Questionnaire (DMQ) is a \npsychometrically validated self-report measure of misophonia using \nfactor analytic procedures combined with item response theory in an \nEnglish-speaking sample ( Rosenthal et al., 2021 ). The DMQ has 86 \nitems and includes subscales: (1) trigger frequency (16 items), (2) \naffective responses (8 items), (3) physiological responses (5 items), \n(4) cognitive responses (10 items), (5) coping Before (6 items), (6) \nCoping During (10 items), (7) Coping After (5 items), (8) Impairment \n(12 items), and Beliefs (14 items). The composite scale overall \nSymptom Severity combined Affective, Physiological, and Cognitive \nSubscales with scores ranging from 0 to 83. Clinical impairment \nscores (derived from the Impairment Subscale) ranging from 0 to 13 \nare considered “minimal-mild impairment, ” scores between 14 and \n38 are considered “moderate impairment, ” and scores between 39 and \n48 are considered “severe to very severe impairment. ” Cronbach’s α \nwas 0.93 for the Symptoms subscale, 0.91 for the Impairment \nsubscale, and 0.94 for the Beliefs subscale for Study 1 at intake. For \nStudy 2 at intake Cronbach’s α was 0.94 for the Symptoms subscale, \n0.70 for the Impairment subscale, and 0.91 for the Beliefs subscale.\nAcceptability measures\nData regarding acceptability of the treatment were collected by \nqualitative and quantitative self-report measures in both Study 1 and \nStudy 2. All questions were developed by the research team.\nIn Study 1, the acceptability measure consisted of two quantitative \nquestions answered on a scale of 1 (not at all) to 5 (extremely): (1) \nHow acceptable the treatment was and (2) How satisfied they were \nwith it. Patients also answered qualitative, open-ended questions \nabout their reactions to the treatment, including what they thought of \nthe treatment in general, what were the most helpful parts of \ntreatment, changes they would recommend, and most important \nthings they learned. Responses to these questions were collected by an \nonline survey and interview with a trained assessor.\nIn Study 2, patients answered three quantitative questions on a \nscale of 1 (not at all) to 5 (extremely): (1) How acceptable the treatment \nwas; (2) How satisfied they were with it; and (3) How helpful it was for their misophonia. They also answered qualitative, open-ended \nquestions about their reactions to the treatment, including what they \nthought of the treatment in general, what were the most helpful parts \nof treatment, changes in misophonia because of the treatment, other \nchanges in their lives or problems because of the treatment, changes \nthey would recommend, and most important things they learned. \nResponses to these questions were collected by online survey to reduce \nparticipant burden that an interview would have added.\nData analytic plan\nTo evaluate the acceptability of the UP for patients with \nmisophonia, we  derived descriptive statistics for the quantitative \nquestions in the acceptability questionnaires in both studies. We then \nidentified key themes in the patients’ qualitative answers in the online \nquestionnaire and interview with the trained assessor in Study 1. This \nwas done by conducting an informal thematic analysis, guided by \nBraun and Clarke’s (2006)  steps, following the methodology from a \nstudy that validated the Amsterdam Misophonia Scale ( Naylor et al., \n2021 ). The primary steps included coding the responses to each \nquestion and then organizing these codes into broader themes.\nTo evaluate the impact of the UP on misophonia and symptoms \nof anxiety, depression and anger, data analyses followed established \nguidelines for analyzing SCED data using both visual inspection and \nstatistical methods ( Barlow et  al., 2009 ). Visual inspection is a \nconservative approach to analyzing SCED data ( Kazdin, 2011 ). To \nconduct these analyses, data from the weekly assessments are plotted \nwith lines connecting data points with each phase (baseline, treatment, \nfollow-up), as well as horizontal, dashed lines indicating the mean for \neach measure within each phase. Changes in the level (i.e., mean) \nacross phases indicate the magnitude of intervention effects. For \nexample, a lower average score on a symptom measure in the \ntreatment phase compared to the baseline phase would indicate a \nreduction in symptoms. Changes in slope indicate the rate of change. \nFor example, a steeper downward slope in the treatment phase \ncompared to the baseline phase would indicate a faster rate of change \nin symptoms. Two co-authors (KM and AG) first conducted visual \nanalyses of both Study 1 and Study 2 independently. They then \ncompared their analyses and resolved any discrepancies. The final \nvisual analyses reflect the agreement between both authors.\nIn addition to the visual inspection, effect sizes were calculated to \nestimate the magnitude of change on all outcome measures across \npatients using a d statistic developed for SCED studies with correction \nfor small sample sizes ( Shadish et al., 2014 ). These effect sizes were \ncalculated using the DHPS SPSS macro ( Shadish, 2015 ) and with \nthose effect sizes, 95% confidence intervals (CI) were calculated \n(Shadish et  al., 2014 ). An effect size was considered statistically \nsignificant at the alpha level p < 0.05 if the CI did not include zero. A \nd of 0.2 was considered a small effect, 0.5 was considered a medium \neffect, and 0.8 was considered a large effect ( Cohen, 1988 ). Using this \nstrategy, the following comparisons were made: (1) The treatment \nphase compared to the baseline phase to determine the effects of the \nUP . (2) The follow-up period compared to the treatment phase to \ncapture any further changes in symptoms after the therapy sessions \nend. Regarding missing data, one patient did not complete outcome \nmeasures once during treatment and another patient did not complete \nthem at three timepoints during follow up in Study 1. In the second"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "McMahon et al. 10.3389/fpsyg.2023.1294571\nFrontiers in Psychology 09 frontiersin.orgstudy, two patients missed one timepoint during follow up. This \nmissing data was attributed to patients forgetting to fill them out or \nfailing to do so because of life circumstances (e.g., moving houses or \njob transitions). One patient did not have data for 1 week in baseline \ndue to an administration error. The DHPS SPSS macro treats these \nmissing data with the available data method when calculating effect \nsizes ( Shadish et al., 2014 ; Peng and Chen, 2021 ).\nBecause we administered the DMQ during fewer timepoints than \nthe outcome measures, we only derived descriptive statistics for this \nmeasure. We also calculated effect sizes with the Hedges’ correction \nfor the changes from pre-treatment to post-treatment scores without \nsignificance testing.\nResults\nStudy 1\nAcceptability\nOn self-report questionnaires, patients rated the acceptability of \nthe treatment as high ( M = 4.38, SD = 0.74, out of 5). They also rated \ntheir satisfaction with the treatment as good ( M = 3.75, SD = 1.04, out \nof 5). All subsequent responses were gathered from interviews with \nthe patients. In response to the question about what they thought \nabout the treatment overall, patient responses indicated: (1) The \ntreatment was worthwhile completing, helpful, and valuable as it \nresulted in many positive changes; (2) They learned a lot about \nmisophonia and how it affects their lives; (3) The treatment taught \nuseful skills that had impact on experiences beyond misophonia (e.g., \nanxiety), and (4) They felt that their skills for managing misophonia \nhad improved as a result of the treatment. Some patients voiced \ndissatisfaction with elements of the treatment in response to this \nquestion, including not liking the basic nature of the skills or feeling \nfrustrated with structured therapy that did not allow for venting.\nWhen asked about what they thought were the most helpful parts of \ntreatment, they said: (1) the individual support from the therapist; (2) \nhomework exercises and worksheets that helped them track their \nemotions; (3) learning and practicing new skills; and (4) Meeting \nonce a week.\nAs mentioned previously, the changes they would recommend for \nthe treatment include the option of receiving the treatment in-person \nor in a hybrid model instead of only telehealth, and that they could \nhave the option to extend the treatment beyond 16 sessions to discuss \nother personal issues or to further practice skills.\nFinally, patients said that the most important things they learned \nin treatment were: (1) It is possible to get better and reduce symptoms \nof misophonia; (2) They can use the mindfulness, cognitive, and \nbehavioral skills to manage feelings in response to misophonia; and \n(3) It’s important to accept emotions. See the Supplementary Table  for \nthemes and example quotes.\nVisual inspection of outcome measures\nLine graphs for Study 1 outcome measures for each patient are \ndisplayed in Figure 1 .\nMQ symptoms\nVisual inspection revealed that treatment was associated with \nreductions from baseline in misophonia symptoms for four patients (105, 106, 108, 110), with a faster rate of change for two patients (108, \n110) from baseline to treatment. Patient 108 reported an increasing \nrate of change toward the last few treatment sessions. During the \nfollow-up phase, two patients continued to maintain their treatment \ngains (105, 110) and three patients showed improvements from \ntreatment (104, 108, 109). Three patients did not show major changes \nin misophonia symptoms due to the treatment (104, 107, 109).\nMQ emotions\nTreatment was associated with reductions in emotional and \nbehavioral responses associated with misophonia from baseline for \nfour patients (101, 105, 108, 110). For two of these patients (105, 108), \nthe rate of change was faster toward the end of treatment. During the \nfollow-up phase, two patients continued to maintain their treatment \ngains (101, 110) and three patients continued to show improvements \nfrom treatment (105, 108, 109). One patient showed a worsening of \nsymptoms from treatment (107) but has valid data from only one \ntimepoint at follow up. Of note, patient 107 started experiencing \nworsening of these symptoms toward the end of treatment. Clinical \nobservation suggested this patient’s worsening was due to the onset of \na major depressive episode associated with social stressors. Two \npatients did not show major changes in emotional and behavioral \nresponses as a result of the treatment (106, 109).\nMQ severity\nTreatment was associated with small reductions in misophonia \nseverity from baseline for two patients (104, 108), with a faster rate of \nchange for one patient, especially toward the end of treatment (104). \nDuring the follow up phase, two patients (104, 105) continued to \nmaintain their treatment gains and two patients (108, 109) continued \nto show improvements from treatment. Five patients did not show \nmajor changes in misophonia severity (101, 106, 110, 105, 109).\nOASIS\nTreatment was associated with reductions in anxiety symptoms \nduring the treatment phase for five patients. For three of the patients \n(104, 107, 108) these changes were large in magnitude and for two \npatients (106, 110) they were small in magnitude. During the \nfollow-up phase, all five patients maintained their treatment gains \n(104, 106, 107, 108, 100) and one patient showed improvements \ncompared to the baseline and treatment phases (109). Three patients \ndid not show major changes in anxiety (101, 105, 109), one of which \nreported low anxiety throughout the study (105).\nODSIS\nFloor effects were present for patients 105, 106, 108, 109; these \npatients reported no or minimal symptoms on the ODSIS throughout \nthe study. Treatment was associated with reduction in depression \nsymptoms from baseline for one patient (104) with an increasing rate \nof change. However, treatment was associated with an increase in \nsymptoms for two patients (110, 109), one of whom experienced these \nworsening of symptoms toward the end of treatment (110). During \nthe follow up phase, one patient maintained their treatment gains \n(104), one patient’s symptoms reduced to baseline (109) and one \npatient’s symptoms got worse from treatment (101). Clinical \nobservation of patients 101 and 110 indicated their symptoms of \ndepression worsened due to interpersonal conflicts and social \nstressors. Three patients did not show major changes in depression"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "McMahon et al. 10.3389/fpsyg.2023.1294571\nFrontiers in Psychology 10 frontiersin.orgTABLE 4  Mean summary scores and effect sizes for all Study 1 outcomes.\nBaseline Treatment Follow-up\nM (SD) M (SD) d 95% CI M (SD) d 95% CI\nMQ symptoms 2.51 (0.50) 2.26 (0.58) 0.35 [0.05, 0.65] * 1.84 (0.33) 0.72 [0.63, 1.14] *\nMQ emotions 2.11 (0.43) 1.82 (0.50) 0.50 [0.40, 0.92] * 1.54 (0.68) 0.34 [0.25, 0.74] *\nMQ severity 8.17 (2.21) 7.85 (2.47) 0.09 [0.07, 0.27] * 7.14 (2.99) 0.27 [0.24, 0.49] *\nOASIS 6.93 (4.19) 6.02 (4.93) 0.27 [0.24, 0.52] * 5.34 (5.45) 0.12 [0.10, 0.31] *\nODSIS 3.70 (5.57) 4.46 (5.66) 0.00 [−0.01, 0.17] 4.07 (6.35) 0.04 [0.02, 0.22] *\nOANSIS 4.10 (3.94) 3.79 (3.68) 0.05 [0.01, 0.35] * 2.79 (4.03) 0.31 [0.25, 0.64] *\nAll effect sizes were calculated such that positive d values indicate the expected direction of change (i.e., decreases in symptoms). MQ, Misophonia Questionnaire; OASIS, Overall Anxiety \nSeverity and Impairment Scale; ODSIS, Overall Depression Severity and Impairment Scale; OANSIS, Overall Anger Severity and Impairment Scale. N = 8.\n*Significant improvement at p < 0.05.symptoms because of the treatment (106, 107, 105), one of which was \ndue to floor effects as mentioned above (106).\nOAnSIS\nTreatment was associated with reduction in anger from baseline \nfor three patients (101, 105, 109), one of which has a faster rate of \nchange toward the end of treatment (109). On the other hand, there \nwas an increase in symptoms for two patients (106, 107), one of \nwhich has an increasing rate of change especially toward the end of \ntreatment (107). During the follow-up phase, one patient continued \nto maintain their treatment gains (105) and one continued to show \nimprovements from treatment (109). There was a floor effect present \nfor patient 108. Three patients did not show major changes in anger \n(104, 110, 108).\nEffect sizes of outcome measures\nEffect sizes and 95% confidence intervals for Study 1 are presented \nin Table 4 . UP treatment was associated with significant reductions in \nemotional and behavioral responses to misophonia that were medium \nin magnitude. Reduction in misophonia symptoms and anxiety were \nsignificant and small in magnitude. Finally, reductions in misophonia \nseverity and anger were significant and small. The treatment was not \nassociated with significant changes in depression. The follow-up phase \nwas associated with medium to large changes in misophonia \nsymptoms, small changes in emotional and behavioral responses to \nmisophonia, anger and misophonia severity, and very small changes \nin anxiety and depression.\nDuke Misophonia Questionnaire descriptives\nAverage scores for the misophonia symptoms, beliefs, and \nimpairment scales from the DMQ are displayed in Table  5 . Line \ngraphs are displayed in Figure 2 . Patients’ average scores decreased \nfrom intake to end of follow up. Specifically, patients reported small \nchanges in symptoms (Hedges’ g = 0.28) and impairment (Hedges’ \ng = 0.31) and medium changes in beliefs (Hedges’ g = 0.70) in the \nDMQ from pre to post treatment.\nStudy 2\nAcceptability\nOn self-report questionnaires, patients rated the acceptability of \nthe treatment ( M = 4.50, SD = 0.53, out of 5), their satisfaction with the treatment ( M = 4.70, SD = 0.48, out of 5), and the helpfulness of the \ntreatment for misophonia ( M = 4.40, SD = 0.52, out of 5) as high.\nPatients also wrote about their responses in open text boxes \nwithin the online acceptability questionnaire. In response to the \nquestion about what they thought about the treatment overall, patients \nthought: (1) Treatment was worthwhile, helpful and extremely \nvaluable as it resulted in many positive changes, many that were \nunexpected; (2) The treatment taught very useful information and \nskills that had impact beyond misophonia (e.g., anxiety); (3) They felt \nthat their skills for managing misophonia had improved as a result of \nthe treatment. However, some patients had some complaints about the \ntreatment, including not knowing how to balance discussing other \npersonal issues and misophonia symptoms during treatment.\nPatients reported that the most helpful parts of treatment were: \n(1) The individual support of the therapist; (2) Homework exercises \nand worksheets; (3) Learning and practicing new skills; (4) Learning \nabout emotions, how they work and how to identify them; (5) \nLearning about cognitive flexibility skills; (6) Practicing exposures; \nand (7) Meeting once a week.\nWhen asked about the specific changes in misophonia symptoms \nbecause of the treatment, patients said: (1) Reduced levels of emotions \nin general and in response to triggers; (2) Reduced emotional and \nphysical misophonia symptoms; and (3) More manageable symptoms \nas a result of being less reactive to triggers and being able to generate \nalternative thoughts or actions.\nChanges they observed in their social interactions or relationships \nbecause of the treatment included: (1) Can spend time with triggering \npeople and settings, including mealtimes; (2) That it was easier to \nengage in social interactions and relationships; (3) That relationships \nat home have improved so that they can enjoy their family’s company \n(including pets and children); and (4) They experienced more positive \ninteractions with others because emotions are less intense.\nFurthermore, patients said other changes in their lives or problems \nbecause of the treatment included: (1) A better understand what they \nare feeling and why; (2) The ability to apply skills to manage other \nsymptoms like grief, depression, and anxiety; and (3) Increased hope \nfor the future.\nThe main change patients recommended for the treatment was the \noption to add more time to spend on specific skills or other topics, \nparticularly exposures. Otherwise, they reported not having any other \nmajor suggestions for ways to change the treatment.\nFinally, when asked about the most important things they learned \nfrom the treatment, patients said that they learned (1) It is possible to"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "McMahon et al. 10.3389/fpsyg.2023.1294571\nFrontiers in Psychology 11 frontiersin.orgget better and have reduced misophonia symptoms; (2) They can use \nskills to manage misophonia; (3) The role and function of emotions; \nand (4) That they are capable of handling more than they think they \ncould. See the Supplementary Table .\nVisual inspection of outcome measures\nLine graphs for Study 2 outcome measures for each patient are \ndisplayed in Figure 3 .\nMQ symptoms\nVisual inspection revealed that treatment was associated with \nreductions in misophonia symptoms from baseline for seven patients \n(201, 202, 203, 204, 206, 210, 212), all of whose symptoms changed at \na faster rate during treatment than baseline. Two of these patients \n(202, 212) experienced improvements in the last sessions of treatment. \nOne patient’s symptoms got worse from baseline to treatment (209). \nFrom clinical observation, this patient was more socially isolated \nduring the baseline phase and therefore rated sensitivity to certain \nconsonant sounds as lower than during the treatment phase, when she \nexposed to more people. During the follow-up phase, five patients \ncontinued to maintain their treatment gains (203, 204, 206, 210, 212) \nand two patients showed improvements from treatment (201, 202). \nThe treatment did not change misophonia symptoms for one \npatient (208).\nMQ emotions\nTreatment was associated with reductions from baseline for 10 \npatients. For four of these patients (203, 204, 209, 210), these changes \nwere medium in magnitude and for six patients (201, 202, 206, 207, \n208, 212) they were small in magnitude. For three of these patients \n(201, 202, 212), the rate of change was faster toward the end of \ntreatment (201, 202, 212). Furthermore, seven of those patients who \nimproved had a faster rate of change in symptoms in treatment than \nin baseline (202, 203, 204, 206, 208, 209, 212). During the follow-up \nphase, seven patients maintained their treatment gains (202, 206, 207, \n209, 210, 208, 212) and three patients continued to show improvements \nfrom treatment (201, 203, 204).\nMQ severity\nTreatment was associated with reductions from baseline for nine \npatients (201, 202, 203, 204, 206, 207, 208, 209, 210), eight of which \nhave faster rates of change in symptoms than baseline (202, 203, 204, \n206, 207, 208, 209, 210). One patient did not have overall average \nchanges in symptoms from baseline to treatment, but had a reduction in symptoms across the last four sessions (212). During the follow-up \nphase, 10 patients maintained their treatment gains (201, 202, 203, \n204, 206, 207, 208, 209, 210, 212). Treatment was not associated with \nchanges in misophonia severity for one patient (212).\nOASIS\nTreatment was associated with reductions from baseline for seven \npatients (202, 203, 204, 206, 207, 208, 209) with faster rates of change for \nsix patients (203, 204, 206, 209, 210, 212). Patients 206 and 212 improved \nparticularly in the last sessions of treatment. During the follow-up phase, \nsix patients maintained their treatment gains (201, 203, 204, 207, 209, \n212) and six patients had slower rates of improvement from treatment to \nfollow up (201, 203, 204, 206, 207, 212). Three patients did not show \nmajor changes in anxiety (201, 210, 212).\nODSIS\nFloor effects were present for patient 212 as this patient reported \nno or minimal symptoms on the ODSIS throughout the study except \nfor 1 week during baseline due to personal stressors. Treatment was \nassociated with reduction from baseline for six patients, two of which \nwere larger changes in magnitude (202, 207) and four of which were \nsmaller changes in magnitude (203, 206, 209, 212). Two of those \npatients had faster rates of change (203, 206) and three others had \nslower rates of change (202, 207, 209) from baseline to treatment. \nHowever, four patients had slight worsening of symptoms from \nbaseline to treatment (201, 204, 210, 208), two of which changed from \npositive in the baseline phase to negative slope in the treatment phase, \nor in other words changed from worsening to improving symptoms \n(204, 208). During the follow up phase, two patients maintained their \ntreatment gains (202, 203) and two patients continued to show \nimprovements from treatment (204, 208). Three patients show a \nworsening of symptoms (206, 207, 210).\nOAnSIS\nTreatment was associated with reductions from baseline for seven \npatients (201, 202, 203, 204, 206, 208, 212), all of which had faster rates \nof change from baseline to treatment. Patient 212 experienced a faster \nrate of change toward the end of treatment. One patient did not have \noverall changes in symptoms but the slope changed from positive in \nbaseline to negative during treatment, or from worsening to improving \n(209). During the follow-up phase, five patients continued to maintain \ntheir treatment gains (202, 203, 204, 208, 212). One patient had an \nimprovement in symptoms (209) and another patient showed a \nworsening of symptoms (206). Although 208 did report changes in \nsymptoms, there was a floor effect as this patient reported no symptoms \nfrom third week of treatment until the end of the study. Two patients \ndid not show changes in anger due to the treatment (210, 207).\nEffect sizes of outcome measures\nEffect sizes and 95% confidence intervals for Study 2 are presented \nin Table  6 . In this study, the treatment was associated with large \nchanges in emotional and behavioral responses to misophonia, \nseverity of misophonia, and anxiety, medium changes in anger and \nmisophonia symptoms, and relatively smaller changes in depression. \nFollow-up was associated with large changes in emotional and \nbehavioral responses to misophonia, medium changes in misophonia \nsymptoms, misophonia severity and anxiety, and small changes in \ndepression. The change in anger was not significant.TABLE 5  Mean scores from the Duke Misophonia Questionnaire for Study 1.\nTimepoint DMQ \nsymptomsDMS \nimpairmentDMS \nbeliefs\nIntake 45.63 15.50 28.01\nPre-Tx 43.38 15.63 25.88\nTx Week 8 41.32 14.38 25.25\nPost Tx 37.12 13.75 17.63\nEnd of Follow-up 32.29 10.71 18.86\nMean scores from the Symptom Severity (combined Affective, Physiological, and Cognitive \nsubscales), Impairment, and Beliefs subscales from the Duke Misophonia Questionnaire \n(DMQ; Rosenthal et al., 2021 ). Timepoints include intake, pre-treatment (right before first \nsession), week 8 of treatment, post-treatment (right after last session) and end of follow-up."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "McMahon et al. 10.3389/fpsyg.2023.1294571\nFrontiers in Psychology 12 frontiersin.orgTABLE 6  Mean summary scores and effect sizes for all Study 2 outcomes.\nBaseline Treatment Follow-up\nM (SD) M (SD) d 95% CI M (SD) d 95% CI\nMQ symptoms 2.97 (0.54) 2.54 (0.85) 0.54 [0.45, 0.98] * 2.06 (1.04) 0.50 [0.42, 0.91] *\nMQ emotions 2.33 (0.42) 1.79 (0.60) 1.03 [0.89, 1.54] * 1.29 (0.72) 0.81 [0.69, 1.29] *\nMQ severity 10.24 (1.69) 8.10 (2.18) 0.96 [0.82, 1.47] * 6.53 (2.76) 0.63 [0.53, 1.07] *\nOASIS 10.11 (2.89) 7.30 (3.72) 0.88 [0.75, 1.38] * 5.16 (3.73) 0.59 [0.48, 1.05] *\nODSIS 6.22 (4.37) 4.83 (3.66) 0.33 [0.27, 0.70] * 4.13 (3.82) 0.13 [0.07, 0.49] *\nOANSIS 6.22 (3.88) 4.21 (3.55) 0.63 [0.56, 0.99] * 3.00 (3.41) 0.27 [−0.06, 0.61]\nAll effect sizes were calculated such that positive d values indicate the expected direction of change (i.e., decreases in symptoms). MQ, Misophonia Questionnaire; OASIS, Overall Anxiety \nSeverity and Impairment Scale; ODSIS, Overall Depression Severity and Impairment Scale; OANSIS, Overall Anger Severity and Impairment Scale. N = 10.\n*Significant improvement at p < 0.05.\nDuke Misophonia Questionnaire descriptives\nAverage scores for the misophonia symptoms, beliefs, and \nimpairment scales from the DMQ are displayed in Table 7 . Line graphs \nare displayed in Figure 4 . Patients’ average scores decreased from intake \nto end of follow up. Patients reported large changes in symptoms (Hedges’ \ng = 1.02), impairment (Hedges’ g = 1.28) and beliefs (Hedges’ g = 1.19) in \nthe DMQ from pre to post treatment.\nDiscussion\nMisophonia is a disorder characterized by intense aversion to \nspecific repetitive everyday sounds, usually those that are oral or \nfacial and produced by others. This newly defined clinical \ncondition is associated with significant functional impairment, yet there are no established treatments. To address this gap in the \nliterature, this study gathered preliminary support for using the \nUP ( Barlow et  al., 2018 ) to treat misophonia in adults. \nWe conducted two studies. Study 1 delivered the standard version \nof the UP to eight patients to receive their initial feedback, and \nStudy 2 delivered a version of the UP that has been adapted based \non that feedback to 10 patients. Notably, this study used a single-\ncase experimental design to examine the effects of the treatment \nin depth across a 2 or 4-week baseline phase, the 16-week \ntreatment phase, and a 4-week follow up period. The findings \nfrom this study suggested that patients found both the original \nand adapted versions of the UP to be acceptable and taught them \nskills for how to manage their misophonia symptoms. \nImportantly, the findings also suggested that the UP can help \nremediate symptoms of misophonia, particularly the emotional \nFIGURE 1\nGraphs of Study 1 outcome measures in baseline, treatment and follow-up phases. MQ, Misophonia Questionnaire; OASIS, Overall Anxiety Severity and \nImpairment Scale; ODSIS, Overall Depression Severity and Impairment Scale; OANSIS, Overall Anger Severity and Impairment Scale. N =  8. Patients 101, \n104, 106, 107, and 110 were assigned the 2-week baseline and patients 105, 108, 109 were assigned 4-week baseline."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "McMahon et al. 10.3389/fpsyg.2023.1294571\nFrontiers in Psychology 13 frontiersin.organd behavioral responses. To our knowledge, this is the first study \nto use this approach to demonstrate the UP’s efficacy for \nmisophonia in adults.\nPatients in both study phases indicated that they found the \ntreatment acceptable and helpful in treating misophonia. Because the \npatients in Study 1 generally responded positively to the standard \nversion of the UP , the general structure of the UP was maintained for \nStudy 2. However, because patients found it useful when the therapist \n(CCR) specifically applied the transdiagnostic skills and concepts to \nmisophonia symptoms, our team developed standard protocols and \nmaterials for misophonia patients. For example, when different \nemotional disorders are described in chapter one with case description, \nwe provided a standardized description of misophonia and a typical \ncase description of someone who has a strong aversion to the sound \nof chewing. As a result of these efforts combined, patients learned they \ncan manage their misophonia symptoms with cognitive-behavioral \nskills. Many patients reported feeling hopeful to experience such an \nimprovement, especially since many of them have suffered from their \nmisophonia all their lives with no evidence-based care.\nOn the other hand, some patients in both studies expressed a \ndesire for more flexibility in the length of treatment so they could have \nthe option to spend more time on specific modules or skills. From our \nclinical observations, some patients had difficulty understanding some \nof the more complex concepts in the UP and other patients had \nsymptoms of other disorders interfere with completing the homework. Although this flexibility was sacrificed to maintain standardization \nacross study participants, future research can explore the UP’s effects \non misophonia in real clinical settings where providers can use their \nclinical judgment to adapt the treatment to patients’ individual needs.\nResults from the visual and effect size analyses suggested that \nthe UP was associated with a reduction in multiple misophonia-\nrelated outcomes. In Study 1, patients reported moderate \nimprovements in emotional and behavioral responses to \nmisophonia, and small improvements in misophonia symptoms \n(i.e., sensitivity to different types of sounds and the intensity of the \nsensitivity) and anxiety as a result of treatment that continued into \nfollow up. Patients in Study 2 reported large changes in emotional \nand behavioral responses to misophonia, misophonia severity, and \nanxiety due to the treatment. They also reported moderate \nimprovements in anger and misophonia symptoms. These changes \nmostly continued into follow up. Therefore, the most robust effect \nmay be  the UP’s ability to improve the way patients reacted to \nmisophonia cues behaviorally and emotionally. Because these \neffects were stronger than those on misophonia symptoms, these \nfindings combined highlight how this treatment can teach patients \nto react differently and cope effectively with their misophonia even \nif they still find their trigger sounds uncomfortable. These findings \nare in line with Lewin et al. ’s (2021)  study that demonstrated how \nyouth with misophonia benefitted from learning skills to manage \ntheir symptoms. Furthermore, the pattern of findings was robust \nacross both studies even though some of the effects in Study 2 were \nlarger than those in the first study. Some of the differences in the \nfindings between studies could be  attributable to differences \nbetween the therapists. Of note, because the therapist in Study 1 \n(CCR) supervised the therapist in Study 2 (KM), patients in the \nsecond study benefitted from two therapists’ input and the clinical \ninsights from the first study. Although there was not enough power \nto conduct hypothesis testing with the DMQ, the descriptive data \non the DMQ also showed improvements in symptoms, impairment, \nand associated beliefs in this sample. On the other hand, the \ntreatment did not have such effects on depression symptoms. \nHowever, this finding may be due to the low rates of depressive \nsymptoms in this particular sample. Floor effects also explained \nwhy some of the patients across both studies did not report \nimprovements due to the treatment. Other patients who did not TABLE 7  Mean scores from the Duke Misophonia Questionnaire for Study 2.\nTimepoint DMQ \nsymptomsDMS \nimpairmentDMS \nbeliefs\nIntake 62.40 24.10 31.90\nPre-Tx 56.10 23.70 32.40\nTx Week 8 51.80 22.80 29.30\nPost Tx 33.10 10.80 14.80\nEnd of Follow-up 32.90 11.70 15.60\nMean scores from the Symptom Severity (combined Affective, Physiological, and Cognitive \nsubscales), Impairment, and Beliefs subscales from the Duke Misophonia Questionnaire \n(DMQ; Rosenthal et al., 2021 ). Timepoints include intake, pre-treatment (right before first \nsession), week 8 of treatment, post-treatment (right after last session) and end of follow-up.\nFIGURE 2\nMean scores from the Duke Misophonia Questionnaire for Study 1 by patient. DMQ Symptoms, Physical Symptom subscale of the Duke Misophonia \nQuestionnaire; DMQ Impairment, Impairment subscale of the Duke Misophonia Questionnaire; DMQ Beliefs, Beliefs subscale of the Duke Misphonia \nQuestionnaire; N =  8."
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "McMahon et al. 10.3389/fpsyg.2023.1294571\nFrontiers in Psychology 14 frontiersin.orgshow notable improvements in misophonia may have had comorbid \nconditions (e.g., ADHD, trauma) or other life circumstances that \ninterfered with learning and practicing the skills. More research \nwith large, diverse samples is needed to determine if there are \nsystematic reasons why the UP may be contraindicated for some \npotential patients.\nAlthough the UP teaches similar cognitive- behavioral skills \ntaught in the other previous CBT studies for misophonia ( Schröder \net al., 2017 ; Jager et al., 2021 ; Rosenthal et al., 2023 ), this treatment \nfollows a curriculum of eight modules that culminates in inhibitory learning-based exposures. The sequence of modules builds on itself, \nas patients gradually gain new insight into their thoughts, avoidance \nbehaviors, and physical sensations in response to sounds and slowly \nlearn how to engage differently. For example, patients often became \naware of beliefs that drove misophonia, such as not being able to \ntolerate the discomfort, the discomfort will last “forever, ” or it would \nlead them to engage in behaviors that would damage their lives (e.g., \n“I’ll scream at my parents and ruin my relationship with them”). \nPatients then challenged these beliefs directly during the later sessions \nwhen they practiced skills like mindfulness during exposures, such as \nFIGURE 3\nGraphs of Study 2 outcome measures in baseline, treatment and follow-up phases. MQ, Misophonia Questionnaire; OASIS, Overall Anxiety Severity and \nImpairment Scale; ODSIS, Overall Depression Severity and Impairment Scale; OANSIS, Overall Anger Severity and Impairment Scale. N =  10. Patients \n201, 203, 204, 206, 209, and 210 were assigned the 2-week baseline and patients 202, 207, 208, and 212 were assigned 4-week baseline.\nFIGURE 4\nMean scores from the Duke Misophonia questionnaire for Study 2 by patient. DMQ Symptoms, Physical Symptom subscale of the Duke Misophonia \nQuestionnaire; DMQ Impairment, Impairment subscale of the Duke Misophonia Questionnaire; DMQ Beliefs, Beliefs subscale of the Duke Misphonia \nQuestionnaire; N =  10."
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "McMahon et al. 10.3389/fpsyg.2023.1294571\nFrontiers in Psychology 15 frontiersin.orgwhile watching an online video of people chewing. In these instances, \nthey learned that they can respond to aversive sounds differently than \ntheir habitual freeze, flight, or fight responses.\nThis approach of building skills prior to engaging in inhibitory \nlearning exposures might explain why several patients experience \nlarge improvements in their symptoms within the final sessions of the \ntreatment. Our patients’ generally positive response to exposures were \nsurprising given the negative perceptions of exposures as a treatment \noption for misophonia ( Smith et al., 2022 ). However, in this study, \nmany of our patients endorsed core beliefs that their discomfort is \nintolerable and they would be  unable to cope with it without \navoidance. Thus, exposure in the UP allowed them to challenge this \nbelief by engaging in a situation where they encountered the sound \nwhile using their skills and learned whether the distress was truly \nintolerable or unending. If they had been treated with habituation-\nbased exposure methods instead (i.e., being presented their trigger \nsounds repeatedly with the expectation that distress will extinguish \nover time), experiencing their discomfort and their maladaptive \ncoping mechanisms might provide further evidence for these beliefs. \nIn contrast, patients treated with the UP are specifically instructed to \npractice their skills during exposures, which create new experiences \nthrough inhibitory learning ( Craske et al., 2014 ). While the use of \nhabituation-based exposure is not indicated with this population at \nthis point due to patient lack of acceptability ( Smith et al., 2022 ), \nexposures using an inhibitory learning model for misophonia have \nbeen proposed for use by others ( Frank and McKay, 2019 ). Thus, the \nUP’s approach to exposures might be  particularly beneficial for \npatients with misophonia, similar to interventions in the group-based \nCBT Schröder et al., 2017 ; Jager et al., 2021  that involved pairing \ntrigger sounds with new stimuli, positive memories or emotions. \nFrom our anecdotal experience and casual feedback from the patients, \nthey were receptive to the exposure module in the UP because the \nstated purpose was to “practice their skills in situations that feel \nchallenging or bring up intense emotions. ” By the time they reached \nthis final module, many patients had already practiced their skills in \nmisophonia contexts on their own or felt enough mastery to engage \nin exposure by then. Patients who felt less confident benefitted from \nthe freedom to choose their own exposure assignments.\nOur findings also revealed some potential drawbacks of the UP \nfor misophonia. Some patients found the structured nature of the \ntreatment challenging and reported having difficulty balancing \ndiscussions of their misophonia symptoms versus other symptoms or \nlife challenges in therapy. The UP is designed as a transdiagnostic \ntreatment, so patients were able to apply skills to misophonia or other \nissues as they learned them. However, many patients struggled with \nother comorbid conditions such as attention deficit/hyperactivity \ndisorder or trauma symptoms that were either more impairing or \ninterfered with acquisition of the material. More research is needed to \nunderstand if targeting other symptoms or disorders with evidence-\nbased treatments before addressing misophonia would be beneficial. \nIn addition, providers can implement the UP in a more flexible way \nby targeting other symptoms or adjusting the length of each module \nto suit the individual needs of their patients. Although such flexibility \nis difficult in controlled research, implementing and studying the UP \nfor misophonia in non-research clinical settings can shed light on how \nthis flexibility would influence outcomes. Alternatively, it may \nbe useful for future research to explore the use of other transdiagnostic \nevidence-based treatment frameworks capable of treating the co-occurring combination of misophonia and a range of mental health \nproblems. Process based therapy (PBT; Hofmann and Hayes, 2019 ) is \none candidate model to consider, as such an approach uses \ninterventions to target, in a personalized and patient empowered \nmanner, the network of interrelated biological, psychological, and/or \nsocial processes underlying a given individual’s impairment \n(Rosenthal et al., 2023 ).\nAlthough the findings from this study provide promising support \nfor the use of the UP (especially the adapted version) for treating \nmisophonia, this study had several limitations that are worth noting. \nFirst, while the single case experimental design allowed for rigorous \nand thorough assessment of the treatments’ effects on individual \npatients, the sample sizes were small. The small sample sizes allow for \noutliers to bias the results, which may have led to significant \ndifferences for most of the comparisons. Replication of these results \nwith larger sample sizes using different controlled trial methodology \nis the logical next step to this line of research. Second, the treatment \nwas delivered by only two therapists, one in the first study and another \nin the second study. Both therapists were Ph.D.-level clinical \npsychologists trained in delivering cognitive behavioral therapies, \nwhich may not represent the approach of all the community providers \nwho may treat patients with misophonia. More research with multiple \nstudy therapists is needed to understand the effects of the treatment \nitself across a range of providers. Third, we did not include established \nmeasures of therapy satisfaction questionnaires, such as the Client \nSatisfaction Questionnaire ( Attkisson and Zwick, 1982 ). Finally, a \nlimitation of this study is the low Cronbach’s alphas for the symptoms \nand emotional and behavioral responses (for Study 2) subscales of the \nMisophonia Questionnaire at the intake session. These poor scale \nreliability results may be attributed to the small sample size, but they \ncan also suggest that patients with misophonia may have different \nprofiles. For example, some patients in our study endorsed strong \nreactions to specific types of sounds (e.g., chewing) but low or no \nreactions to other types of sounds, which made the interitem \ncorrelations among the symptoms subscale of the MQ very low. In \naddition, there is emerging research suggesting that misophonia can \nmanifest in either internalizing and externalizing presentations \n(Vitoratou et al., 2023 ) so patients in our study who reacted with fear, \npanic and shame did not endorse the items in that subscale that \ncapture aggressive responses. Again, studies with larger samples and \nother measures of misophonia are needed to determine the UP’s \nefficacy for different aspects of the disorder.\nThird, at the time of study development the MQ was a \npredominant self-report measure of misophonia ( Wu et al., 2014 ). \nThe MQ, however, is limited by its focus on presence of triggers and \nfrequency of emotional and behavioral responses, as well as a single \nitem to capture impairment of sound sensitivities broadly rather \nthan misophonia specifically. Since the current study began, several \nnew measures of misophonia have been validated that have more \ncomprehensive assessment and stronger psychometric support [e.g., \nS-5 ( Vitoratou et al., 2021 ); Misoquest ( Siepsiak et al., 2020 ); Duke \nMisophonia Questionnaire ( Rosenthal et al., 2021 ); Duke-Vanderbilt \nMisophonia Screening Questionnaire ( Williams et  al., 2022 )]. \nAlthough we used the Duke Misophonia Questionnaire ( Rosenthal \net al., 2021 ) in this study, we did not administer it on a weekly basis \nto reduce patient burden and therefore could not include it in our \noutcomes measures analyses. Future work on changes in misophonia \nbefore, during, and after treatments should include additional"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "McMahon et al. 10.3389/fpsyg.2023.1294571\nFrontiers in Psychology 16 frontiersin.orgmeasure of misophonia that are both sensitive to change and have \nstrong face validity. Because of these limitations in measurement, \nwe are limited in our ability to draw inferential conclusions about \nhow misophonia as a comprehensive construct beyond its \nmeasurement in the MQ changed across treatment. Future work \nshould include measures that have evidenced strong discriminant \nvalidity for sensory intolerance conditions that often co-occur with \nmisophonia (e.g., hyperacusis, sensory over-responsivity). Lastly, the \nOANSIS is also not an empirically validated measure of anger. This \nmeasure was used in this study because instead of focusing on \nexternalizing symptoms often assessed by other anger measures (e.g., \nyelling), it focused more on functional impairment (e.g., how often \ndid you  avoid situations, places, objects or activity because \nof anger?).\nDespite these limitations, this is the first study to our knowledge \nthat used this approach to demonstrate initial promise for using the \nUP as a treatment for misophonia in adults. Because it can \nbe delivered by an individual therapist in 16 sessions in a wide range \nof clinical settings, this treatment provides an accessible and effective \nsolution for patients struggling with misophonia. In line with \nprevious findings (review of treatment studies), learning skills to \nmanage emotional responses to misophonia can improve their \nsymptoms and daily functioning. In this study, the UP helped patients \nlearn to tolerate their discomfort in their misophonia contexts and \nuse specific skills to react to the situation in heathier ways. Patients \nwho were unable to join family dinners for years reported hardly even \nnoticing their trigger sounds at the dinner table by the end of \ntreatment. Although larger studies are warranted, this study offers \nhope that the UP is a viable treatment option for those suffering \nfrom misophonia.\nData availability statement\nThe datasets presented in this article are not readily available \nbecause we  will comply with Duke University Medical Center’s \npolicies regarding sharing clinical research data. Requests to access the \ndatasets should be directed to mark.rosenthal@duke.edu .\nEthics statement\nThe studies involving humans were approved by DUHS \nInstitutional Review Board. The studies were conducted in accordance \nwith the local legislation and institutional requirements. The \nparticipants provided their written informed consent to participate in \nthis study.Author contributions\nKM: Conceptualization, Formal analysis, Investigation, Project \nadministration, Writing – original draft, Writing – review & editing. \nCC-R: Conceptualization, Data curation, Funding acquisition, \nInvestigation, Methodology, Project administration, Resources, \nWriting – review & editing. AG: Formal analysis, Methodology, \nVisualization, Writing – review & editing. RG: Formal analysis, \nVisualization, Writing – review & editing. EF-A: Visualization, \nWriting – review & editing, Data curation. LK: Data curation, Project \nadministration, Writing – review & editing. MR: Conceptualization, \nFunding acquisition, Investigation, Methodology, Supervision, \nWriting – original draft.\nFunding\nThe author(s) declare financial support was received for the \nresearch, authorship, and/or publication of this article. The REAM \nMisophonia Research Fund provided funding to support the efforts of \nthe KM and the research materials (grant number: FE 256617).\nConflict of interest\nThe authors declare that the research was conducted in the \nabsence of any commercial or financial relationships that could \nbe construed as a potential conflict of interest.\nThe author(s) declared that they were an editorial board member \nof Frontiers, at the time of submission. This had no impact on the peer \nreview process and the final decision.\nPublisher’s note\nAll claims expressed in this article are solely those of the \nauthors and do not necessarily represent those of their affiliated \norganizations, or those of the publisher, the editors and the \nreviewers. Any product that may be evaluated in this article, or \nclaim that may be made by its manufacturer, is not guaranteed or \nendorsed by the publisher.\nSupplementary material\nThe Supplementary material for this article can be found online \nat: https://www.frontiersin.org/articles/10.3389/fpsyg.2023.1294571/\nfull#supplementary-material\nReferences\nAndermane, N., Bauer, M., Simner, J., and Ward, J. (2023). A symptom network model \nof misophonia: from heightened sensory sensitivity to clinical comorbidity. J. Clin. \nPsychol.  79, 2364–2387. doi: 10.1002/jclp.23552\nAttkisson, C. C., and Zwick, R. (1982). The client satisfaction questionnaire: \npsychometric properties and correlations with service utilization and psychotherapy \noutcome. Eval. Program Plann.  5, 233–237. doi: 10.1016/0149-7189(82)90074-X\nBarlow, D. H., Farchione, T. J., Sauer-Zavala, S., Latin, H. M., Ellard, K. K., Bullis, J. R., \net al. (2018). Unified protocol for transdiagnostic treatment of emotional disorders: \ntherapist guide . New Y ork, NY: Oxford University Press.Barlow, D. H., Nock, M. K., and Hersen, M. (2009). Single case experimental designs: \nstrategies for studying behavior change . 3rd. Boston, MA: Pearson.\nBentley, K. H., Gallagher, M. W ., Carl, J. R., and Barlow, D. H. (2014). Development \nand validation of the overall depression severity and impairment scale. Psychol. Assess.  \n26, 815–830. doi: 10.1037/a0036216\nBraun, V ., and Clarke, V . (2006). Using thematic analysis in psychology. Qual. Res. \nPsychol.  3, 77–101. doi: 10.1191/1478088706qp063oa\nBullis, J. R., Boettcher, H., Sauer-Zavala, S., Farchione, T. J., and Barlow, D. H. (2019). \nWhat is an emotional disorder? A transdiagnostic mechanistic definition with"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "McMahon et al. 10.3389/fpsyg.2023.1294571\nFrontiers in Psychology 17 frontiersin.orgimplications for assessment, treatment, and prevention. Clin. Psychol. Sci. Pract.  \n26:e12278. doi: 10.1111/cpsp.12278\nCampbell-Sills, L., Norman, S. B., Craske, M. G., Sullivan, G., Lang, A. J., \nChavira, D. A., et al. (2009). Validation of a brief measure of anxiety-related severity and \nimpairment: the overall anxiety severity and impairment scale (OASIS). J. Affect. Disord.  \n112, 92–101. doi: 10.1016/j.jad.2008.03.014\nCassiello-Robbins, C., Anand, D., McMahon, K., Guetta, R., Trumbull, J., Kelley, L., \net al. (2020a). The mediating role of emotion regulation within the relationship between \nneuroticism and misophonia: a preliminary investigation. Front. Psych.  11:847. doi: \n10.3389/fpsyt.2020.00847\nCassiello-Robbins, C., Southward, M. W ., Tirpak, J. W ., and Sauer-Zavala, S. (2020b). \nA systematic review of unified protocol applications with adult populations: facilitating \nwidespread dissemination via adaptability. Clin. Psychol. Rev.  78:101852. doi: 10.1016/j.\ncpr.2020.101852\nCohen, J. (1988). Statistical power analysis for the behavioral sciences . 2nd Edn. New \nY ork, NY: Academic press.\nCraske, M. G., Treanor, M., Conway, C. C., Zbozinek, T., and Vervliet, B. (2014). \nMaximizing exposure therapy: an inhibitory learning approach. Behav. Res. Ther.  58, \n10–23. doi: 10.1016/j.brat.2014.04.006\nDibb, B., and Golding, S. E. (2022). A longitudinal investigation of quality of life and \nnegative emotions in misophonia. Front. Neurosci.  16:900474. doi: 10.3389/\nfnins.2022.900474\nFirst, M. B., Williams, J. B. W ., Benjamin, L. S., and Spitzer, R. L. (2015a). User’s guide \nfor the SCID-5-PD (structured clinical interview for DSM-5 personality disorder)  \nArlington, V A: American Psychiatric Association.\nFirst, M. B., Williams, J. B., Karg, R. S., and Spitzer, R. L. (2015b). Structured clinical \ninterview for DSM-5—Research version (SCID-5 for DSM-5, research version; SCID-5-RV)  \nArlington, V A: American Psychiatric Association.\nFrank, B., and McKay, D. (2019). The suitability of an inhibitory learning approach in \nexposure when habituation fails: a clinical application to misophonia. Cogn. Behav. \nPract.  26, 130–142. doi: 10.1016/j.cbpra.2018.04.003\nGuetta, R. E., Cassiello-Robbins, C., Trumbull, J., Anand, D., and Rosenthal, M. Z. \n(2022). Examining emotional functioning in misophonia: the role of affective instability \nand difficulties with emotion regulation. PLoS One  17:e0263230. doi: 10.1371/journal.\npone.0263230\nGuzick, A. G., Cervin, M., Smith, E. E., Clinger, J., Draper, I., Goodman, W . K., et al. \n(2023). Clinical characteristics, impairment, and psychiatric morbidity in 102 youth \nwith misophonia. J. Affect. Disord.  324, 395–402. doi: 10.1016/j.jad.2022.12.083\nHarris, P . A., Taylor, R., Thielke, R., Payne, J., Gonzalez, N., and Conde, J. G. (2009). \nResearch electronic data capture (REDCap)—a metadata-driven methodology and \nworkflow process for providing translational research informatics support. J. Biomed. \nInform.  42, 377–381. doi: 10.1016/j.jbi.2008.08.010\nHofmann, S. G., and Hayes, S. C. (2019). The future of intervention science: process-\nbased therapy. Clin. Psychol. Sci.  7, 37–50. doi: 10.1177/2167702618772296\nJager, I., de Koning, P ., Bost, T., Denys, D., and Vulink, N. (2020). Misophonia: \nphenomenology, comorbidity and demographics in a large sample. PLoS One  \n15:e0231390. doi: 10.1371/journal.pone.0231390\nJager, I. J., Vulink, N. C., Bergfeld, I. O., van Loon, A. J., and Denys, D. A. (2021). \nCognitive behavioral therapy for misophonia: a randomized clinical trial. Depress. \nAnxiety  38, 708–718. doi: 10.1002/da.23127\nJastreboff, M. M., and Jastreboff, P . J. (2001). Components of decreased sound \ntolerance: hyperacusis, misophonia, phonophobia. ITHS News Lett  2, 1–5.\nKazdin, A. E. (2011). Single-case research designs: methods for clinical and applied \nsettings . 2nd ed . New Y ork, NY: Oxford University Press.\nLewin, A.B. (2023). Transdiagnostic treatment for youth with misophonia [Conference \npresentation] . Misophonia Research Fund Convention: Chicago, IL, United States.\nLewin, A. B., Dickinson, S., Kudryk, K., Karlovich, A. R., Harmon, S. L., Phillips, D. A., \net al. (2021). Transdiagnostic cognitive behavioral therapy for misophonia in youth: \nmethods for a clinical trial and four pilot cases. J. Affect. Disord.  291, 400–408. doi: \n10.1016/j.jad.2021.04.027\nMattson, S. A., D'Souza, J., Wojcik, K. D., Guzick, A. G., Goodman, W . K., and \nStorch, E. A. (2023). A systematic review of treatments for misophonia. Pers. Med. \nPsychiatry  39-40:100104. doi: 10.1016/j.pmip.2023.100104\nMöllmann, A., Heinrichs, N., Illies, L., Potthast, N., and Kley, H. (2023). The central \nrole of symptom severity and associated characteristics for functional impairment in \nmisophonia. Front. Psych.  14:1112472. doi: 10.3389/fpsyt.2023.1112472\nMoore, S. A., Welch, S. S., Michonski, J., Poquiz, J., Osborne, T. L., Sayrs, J., et al. \n(2015). Psychometric evaluation of the Overall Anxiety Severity And Impairment Scale \n(OASIS) in individuals seeking outpatient specialty treatment for anxiety-related \ndisorders. Journal of Affective Disorders , 175, 463–470.Norman, S. B., Hami Cissell, S., Means‐Christensen, A. J., and Stein, M. B. (2006). \nDevelopment and validation of an overall anxiety severity and impairment scale (OASIS). \nDepression and anxiety  23, 245–249.\nNaylor, J., Caimino, C., Scutt, P ., Hoare, D. J., and Baguley, D. M. (2021). The prevalence and \nseverity of misophonia in a UK undergraduate medical student population and validation of \nthe Amsterdam misophonia scale. Psychiatry Q.  92, 609–619.\nOsma, J., Quilez-Orden, A., Suso-Ribera, C., Peris-Baquero, O., Norman, S. B., \nBentley, K. H., et al. (2019). Psychometric properties and validation of the Spanish \nversions of the overall anxiety and depression severity and impairment scales. Journal \nof affective disorders , 252:9–18.\nPayne, L. A., Ellard, K. K., Farchione, T. J., Fairholme, C. P ., and Barlow, D. H. (2014). \n“Emotional disorders: a unified transdiagnostic protocol” in Clinical handbook of \npsychological disorders: a step-by-step treatment manual . ed. D. H. Barlow. 5th ed (New \nY ork, NY: Guilford Press), 237–274.\nPeng, C. Y . J., and Chen, L. T. (2021). Assessing intervention effects in the presence of \nmissing scores. Educ. Sci.  11:76. doi: 10.3390/educsci11020076\nRinaldi, L. J., Simner, J., Koursarou, S., and Ward, J. (2023). Autistic traits, emotion \nregulation, and sensory sensitivities in children and adults with Misophonia. J. Autism \nDev. Disord.  53, 1162–1174. doi: 10.1007/s10803-022-05623-x\nRosenthal, M. Z., Anand, D., Cassiello-Robbins, C., Williams, Z. J., Guetta, R. E., \nTrumbull, J., et al. (2021). Development and initial validation of the duke misophonia \nquestionnaire. Front. Psychol.  12:709928. doi: 10.3389/fpsyg.2021.709928\nRosenthal, M. Z., McMahon, K., Greenleaf, A. S., Cassiello-Robbins, C., Guetta, R., \nTrumbull, J., et al. (2022). Phenotyping misophonia: psychiatric disorders and medical \nhealth correlates. Front. Psychol.  13:941898. doi: 10.3389/fpsyg.2022.941898\nRosenthal, M. Z., Shan, Y ., and Trumbull, J. (2023). Treatment of Misophonia. Adv. \nPsychiatry Behav. Health  3, 33–41. doi: 10.1016/j.ypsc.2023.03.009\nSauer-Zavala, S., and Barlow, D. H. (2014). The case for borderline personality \ndisorder as an emotional disorder: implications for treatment. Clin. Psychol. Sci. Pract.  \n21, 118–138. doi: 10.1111/cpsp.12063\nSavard, M. A., Sares, A. G., Coffey, E. B., and Deroche, M. L. (2022). Specificity of \naffective responses in misophonia depends on trigger identification. Front. Neurosci.  \n16:879583. doi: 10.3389/fnins.2022.879583\nSchröder, A. E., Vulink, N. C., van Loon, A. J., and Denys, D. A. (2017). Cognitive \nbehavioral therapy is effective in misophonia: an open trial. J. Affect. Disord.  217, \n289–294. doi: 10.1016/j.jad.2017.04.017\nShadish, W . R. (2015). Software for meta-analysis of single-case design DHPS version \nMarch 7 2015. Available at: http://faculty.ucmerced.edu/wshadish/software/software-\nmeta-analysis-singlecase-design/dhps-version-march-7-2015\nShadish, W . R., Hedges, L. V ., Pustejovsky, J. E., Boyajian, J. G., Sullivan, K. J., \nAndrade, A., et al. (2014). A d-statistic for single-case designs that is equivalent to the \nusual between-groups d-statistic. Neuropsychol. Rehabil.  24, 528–553. doi: \n10.1080/09602011.2013.819021\nSiepsiak, M., Rosenthal, M. Z., Raj-Koziak, D., and Dragan, W . (2022). Psychiatric and \naudiologic features of misophonia: use of a clinical control group with auditory over-\nresponsivity. J. Psychosom. Res.  156:110777. doi: 10.1016/j.jpsychores.2022.110777\nSiepsiak, M., Śliwerski, A., and Łukasz Dragan, W . (2020). Development and \npsychometric properties of misoquest—a new self-report questionnaire for misophonia. \nInt. J. Environ. Res. Public Health  17:1797. doi: 10.3390/ijerph17051797\nSmith, E. E., Guzick, A. G., Draper, I. A., Clinger, J., Schneider, S. C., Goodman, W . K., \net al. (2022). Perceptions of various treatment approaches for adults and children with \nmisophonia. J. Affect. Disord.  316, 76–82. doi: 10.1016/j.jad.2022.08.020\nSwedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A., et al. \n(2022). Consensus definition of Misophonia: a delphi study. Front. Neurosci.  16:841816. \ndoi: 10.3389/fnins.2022.841816\nVitoratou, S., Uglik-Marucha, N., Hayes, C., and Gregory, J. (2021). Listening to \npeople with misophonia: exploring the multiple dimensions of sound intolerance using \na new psychometric tool, the S-five, in a large sample of individuals identifying with the \ncondition. Psych , 3, 639–662.\nVitoratou, S., Hayes, C., Uglik-Marucha, N., Pearson, O., Graham, T., and Gregory, J. \n(2023). Misophonia in the UK: prevalence and norms from the S-five in a UK \nrepresentative sample. PLoS One  18:e0282777. doi: 10.1371/journal.pone.0282777\nWilliams, Z. J., Cascio, C. J., and Woynaroski, T. G. (2022). Psychometric validation \nof a brief self-report measure of misophonia symptoms and functional impairment: the \nduke-vanderbilt misophonia screening questionnaire. Front. Psychol.  13:897901. doi: \n10.3389/fpsyg.2022.897901\nWu, M. S., Lewin, A. B., Murphy, T. K., and Storch, E. A. (2014). Misophonia: \nincidence, phenomenology, and clinical correlates in an undergraduate student sample. \nJ. Clin. Psychol.  70, 994–1007. doi: 10.1002/jclp.22098"
    }
  ]
}