{
  "doc_type": "scientific paper",
  "title": "‘Like me’: a foundation for social cognition",
  "authors": [
    "Andrew N. Meltzoff"
  ],
  "year": 2007,
  "journal": "Developmental Science",
  "doi": "10.1111/j.1467-7687.2007.00574.x",
  "abstract": "Infants represent the acts of others and their own acts in commensurate terms. They can recognize cross-modal equivalences between acts they see others perform and their own felt bodily movements. This recognition of self–other equivalences in action gives rise to interpreting others as having similar psychological states such as perceptions and emotions. The ‘like me’ nature of others is the starting point for social cognition, not its culmination.",
  "keywords": [
    "infants",
    "social cognition",
    "self-other equivalences",
    "imitation",
    "gaze-following",
    "blindfold experiment",
    "emotional eavesdropping",
    "first-person experience",
    "social learning"
  ],
  "research_topics": [
    "Development of social cognition in infants",
    "Imitation and recognition of self-other equivalence",
    "Role of first-person experience in understanding others",
    "Gaze following and perception of others’ visual attention",
    "Emotional eavesdropping and social learning",
    "Infants’ understanding of others’ psychological states",
    "Mechanisms underlying infant social preference"
  ],
  "created_at": "2025-05-05T02:48:09.640874Z",
  "source_pdf": "documents/research/Global/Meltzoff 2007 Like Me.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Developmental Science 10:1 (2007), pp 126–134 DOI: 10.1111/j.1467-7687.2007.00574.x \n© 2007 The Author. Journal compilation © 2007 Blackwell Publishing Ltd, 9600 Garsington Road, Oxford OX4 2DQ, UK and \n350 Main Street, Malden, MA 02148, USA. \nBlackwell Publishing Ltd \n‘Like me’: a foundation for social cognition \nAndrew N. Meltzoff \nInstitute for Learning and Brain Sciences, University of Washington, USA  \nAbstract \nInfants represent the acts of others and their own acts in commensurate terms. They can recognize cross-modal equivalences\nbetween acts they see others perform and their own felt bodily movements. This recognition of self–other equivalences in actiongives rise to interpreting others as having similar psychological states such as perceptions and emotions. The ‘like me’ natureof others is the starting point for social cognition, not its culmination. \nIntroduction \nAccording to Piaget, infants begin life as asocial crea-\ntures, in a state of ‘solipsism’ or ‘radical egocentrism’(Piaget, 1952, 1954), only gradually coming to appre-hend the similarities between the actions of self andother. An aim of genetic psychology was to investigatehow an organism starting from solipsism could developinto the mature social adult.\nIn this paper, I will show that the initial state differs from\nthis vision. The recognition of self–other equivalences isthe foundation, not the outcome, of social cognition. Theacts of the self and other are represented within a supramodalcode. This provides infants with an interpretive frameworkfor understanding the behavior they see. Input from social\nencounters is therefore more interpretable than classic-ally supposed. Infants have a storehouse of knowledgeon which to draw: They can use the self to understandthe actions, goals, and psychological states of others andconversely can learn about their own powers and thepossibilities and consequences of their acts by observingthe behavior of others. The bedrock on which social cog-nition is built is the perception that others are ‘like me’. \n‘Like me’ in action \nI designed studies to explore the power of the ‘like me’\nnotion at the basic level of action patterns. Do infantsregister when another person behaves like them? In one\nstudy, 14-month-old infants sat across the table fromtwo adults who were side-by-side (a paired comparison,as in looking-time studies, save that they were liveadults). Two TV monitors were placed behind the infant,one displaying the current infant and the other a record of\nthe immediately preceding infant. Each adult mimickedone of the infants on TV . One of the adults imitatedeverything the live infant did; the other imitated what\nthe previous infant had done. Although both adults wereacting like perfect babies, and thus were good controls\nfor one another, infants reacted differentially. Infants\nlooked signiﬁcantly longer and smiled more at the personwho acted like them.\nWhat is the basis for infants’ preferences? Two candid-\nates are temporal contingency and structural equiva-\nlences. The former relies on the fact that the behavior ofthe infant (X) and the adult (Y) are temporally linked,but does not require that the infant recognize that X and\nY are structurally congruent acts.\nI tested these alternatives in another study by having\nboth adults initiate their responses contingent on thesame infant behavior. When the infant produced abehavior from a predetermined list, both adults simulta-neously sprang into action. One of the adults matchedthe infant; the other performed a controlled, mismatchingresponse. For example, whenever an infant shook a toy,\nthe imitating adult also shook his toy. The behavior ofthe mismatching adult was also triggered by the infant’sbehavior, but this adult performed a different action.Whenever the infant shook his toy, the control adult slid\nhis matched toy on the tabl e. This design achieves the\ngoal of having both of the adults’ acts contingent onthe infant’s. What differentiates the two adults is not thetemporal contingency information, but the structuralcongruence of the adults’ actions vis-à-vis the subject.\nInfants looked signiﬁcantly longer and smiled more at\nthe imitator, suggesting that they can recognize thestructural congruence between the acts they see others \nAddress for correspondence: Andrew N. Meltzoff, Institute for Learning and Brain Sciences, University of Washington (Box 357920 ), Seattle, W A\n98195, USA; e-mail: Meltzoff@u.washington.edu"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "‘Like me’ and social cognition 127 \n© 2007 The Author. Journal compilation © 2007 Blackwell Publishing Ltd. \nperform and their own behavior. They do not just recog-\nnize that another moves  \nwhen \n they move (temporal con-\ntingency), but that another acts in the same  \nmanner \n as\nthey do (structural congruence). Moreover, they activelyprefer the social partner who is behaving ‘like me’ overthe one who simply acts ‘contemporaneous with me’ asmeasured by preferential looking and heightenedpositive affect towards that person. \n‘Like me’ in perception \nCertain bodily movements are imbued with meaning for\nadults and older children. When adults see anotherperson gazing at an object, it is not simply registered asa head-turn-to-the-side, but rather as an object-directedact picking out a target in the environment. Somedevelopmental psychologists do not think that infants\nappreciate the latter (e.g. Butterworth & Jarrett, 1991;\nCorkum & Moore, 1995). A lean view is that in gaze-following situations the infant notices the adult’s head as\nit rotates and by tracking this physical motion in spacethe infant’s own head is pulled to the correct hemi-ﬁeld.Once it is there, the distal object is encountered byhappenstance. Infants turn in the direction of the adult’sgaze, but they are simply processing salient physicalmovements in space caused by the adult’s head. They arenot gaze following, properly called, and don’t appreciatethe directedness / ‘aboutness’ of adult gaze.\nWe tested this by having an adult turn to look at one\nof the two identical objects in a random order over fourtrials (Brooks & Meltzoff, 2002, 2005). For one group ofinfants, the adult turned to the target object with eyesopen, and for the other, the adult turned with eyesclosed. If infants relied simply on gross head motions,they should turn in both cases. If they relied solely on anabstract rule to look in the same direction as a ‘contin-\ngent interactant’ or ‘agent’ that turned (e.g. Johnson,Slaughter & Carey, 1998), they should also look regardlessof whether the adult’s eyes were open or closed, becauseit was the same agent, with the same history of inter-active behavior turning in both groups. If, however, infantsunderstand that the eyes are relevant for connectingviewer and object, then they should differentiate the twoconditions, looking at the target object when the adult’seyes are open but not closed.\nThe results showed that 12-, 14-, and 18-month-old\ninfants turned selectively, seeking out the target signiﬁ-cantly more often when the adult turned with eyes openthan with eyes closed. We also scored other behaviors –such as looking duration and pointing – beyond thetraditional frequency of looking measure. We found thatthe average length of a look to the correct target waslonger when infants followed the adult’s open eyes versus\nclosed eyes. Inanimate objects thus become ‘marked’ or‘distally touched’ by the adult’s looking at them, andinfants inspected the marked object as if searching forthe aspect of interest. The infants also pointed to theobject more when the adult looked at it with open thanwith closed eyes. This behavior is striking because it isclearly ostensive – infants point more often when thesocial partner can see the object than when the partnercannot (see also Liszkowski, Carpenter, Henning, Striano,& Tomasello, 2004, on the development of pointing).How have infants come to know about the meaning ofanother person’s eye closure? According to the ‘Like Me’framework, they may have learned this through theirexperience with their own eye closures.\nOf course, eye closure is only one way to block a\nperson’s line of sight. Another way is to use an inanimateobject. From an adult perspective, blindfolds have thesame effect as closed eyes – both prevent visual access –whereas a headband does not obscure the adult’s vision.\nWe tested 12-, 14- and 18-month-old infants using the\nsame paradigm with a blindfold versus a headband. Theresults were different than the eye-closure case. The 14-\nand 18-month-olds looked at the adult’s target signiﬁ-cantly more often in the headband than the blindfoldcondition. In contrast, the 12-month-old infants did notdistinguish between the two conditions. They looked atthe indicated target just as often when the adult turnedwearing the blindfold as the headband.\nThis is not a matter of blindfolds causing some\ngeneral suppression of activity. Quite the contrary; theyoung infants make the mistake of following the ‘gaze’\nof the adult wearing the blindfold as much as they dowhen there is no blindfold involved. It is as if they do\nnot yet understand that blindfolds block perception,even though they understand that eye closure does. Per-\nhaps they understand eye closure earlier than blindfoldsbecause their own experience teaches them that vision isobscured when their eyes are closed. \nA training study \nWe provided 12-month-olds ﬁrst-person experience with\nthe effects of blindfolds (Meltzoff & Brooks, 2004). Infantswere randomly assigned to one of three groups: (a)\nblindfold experience, (b) experience with a blindfold with\na window cut out of it, and (c) a baseline condition inwhich they merely became familiarized with the opaque\nblindfold as an object on the table.\nInfants in the opaque-blindfold and windowed-\nblindfold groups were provided with various interesting\nobjects to play with on the table; when they lookeddown to visually inspect an object, the experimenter held"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "128 Andrew N. Meltzoff \n© 2007 The Author. Journal compilation © 2007 Blackwell Publishing Ltd. \nthe blindfold in between the object and the child’s eyes.\nThus, the infants experienced that their own view wasblocked when the opaque blindfold was held in front of\ntheir eyes and was restored again when the blindfold wasremoved. This experience had nothing to do with the\nexperimenter’s viewpoint; it was a ﬁrst-person experi-\nence. Infants in the windowed-blindfold group receivedexactly the same treatment, thus controlling for the\nexperience of an adult repeatedly inserting a cloth\nbetween them and the objects; however, they could peerthrough the windowed blindfold. Infants in the baselinegroup were simply familiarized with the blindfold as anobject. It rested ﬂat on the table with the infant andexperimenter taking turns sliding it back and forth, but\nit was not used to block their view of distal events.\nAt the end of the training period all three groups were\ngiven our standard gaze-following test. This was the ﬁrsttime the infants were presented with the blindfoldedadult who turned toward the distal objects. The resultsshowed that infants who had received ﬁrst-person train-ing on the opaque blindfold now interpreted the adult’sblindfolded turning correctly. They did not turn when\nthe adult wore the blindfold. Importantly, infants whohad the windowed-blindfold experience and the baselineinfants who received no training still mistakenly followedthe blindfolded adult’s ‘gaze’ to the distal object whenshe wore the blindfold. This is in line with the Brooksand Meltzoff (2002) report that 12-month-olds withoutspecial training do not seem to treat blindfolds as objectsthat block the adult’s view.\nIn a second study we tested 18-month-olds. Recall\nthat infants of this age do not turn when the adult isblindfolded. They seem to understand that blindfolds\nblock vision. We wanted to see if ﬁrst-person experience\nwith a trick see-through blindfold would change theirminds and reverse what they had learned.\nInfants were randomly assigned to one of three\ngroups: (a) ﬁrst-person experience with an opaque blind-fold, (b) ﬁrst-person experience with a trick blindfold\nthat looked identical to the opaque one but was made ofsheer material that could be seen through when heldclose to the eyes, and (c) baseline in which they simplyplayed with the blindfold as an object while it lay ﬂat onthe table. As in the previous study, infants in the twotreatment groups were allowed to play with toys and theblindfold was interposed between their eyes and the toys\nduring the training period. However, in this case, theopaque blindfold blocked their view, and the trick blind-fold allowed infants the experience that this particular\n(apparently opaque) blindfold could be seen through.\nAfter training, infants in all thr ee groups sa w the adult\nwear the blindfold in our standard test. As expected,\ninfants in the baseline group and the opaque-blindfoldtraining group refrained from following the adult’s head\nturns when the adult wore the blindfold (in line withBrooks and Meltzoff’s, 2002, results with this age). Thenew ﬁnding is that infants who had ﬁrst-person experi-ence with the trick see-through blindfold followed theadult’s head turns signiﬁcantly more often than didinfants in the two other groups. We believe that ﬁrst-person experience with blindfolds changes infants’understanding of the other’s situation.\nThis study shows that infants use ﬁrst-person\nexperience about a mental state such as ‘seeing’ to make\ninterpretations about another person. We think thesetraining effects are a case of ‘like me’ projection, withfar-reaching implications for how infants use self-experience as leverage for understanding the behavior of\nothers who act ‘like me’ (e.g. Meltzoff, 2006; Sommerville& Woodward, 2005a, 2005b), as will be elaborated in theconclusions.\n \nApplicable to me \nIn the work described so far infants were engaged in\ndyadic interaction. However, much can be learned by\nobserving interactions between others, even though theseinteractions do not directly involve the self. There hasbeen surprisingly little work done on infants’ learningfrom eavesdropping on other people’s social interactions.Repacholi and Meltzoff (in press) explored whether\ninfants understand that emotional information ininteractions between others (who are like me) is also‘applicable to me’.\nWe investigated what we called ‘emotional eavesdrop-\nping’. An adult demonstrated how to manipulate novelobjects in certain ways. We knew from previous workthat infants would tend to imitate these actions. How-ever, there were two new twists. First, an adult ‘Emoter’\nexpressed anger (or a neutral expression) when the ﬁrst\nadult performed the action. The infants were subsequentlygiven the object to manipulate to see whether theirimitation varied as a function of what emotion the adult\nhad expressed (the Emoter now had a neutral face). Thesecond twist was that we systematically varied whetheror not the Emoter could see the infant’s imitative per-formance. We predicted that infants would not imitate\nthe action if the previously angry adult could see themmanipulating the object (and thus might become angryat them for performing the forbidden act), but would\nimitate if they were out of the Emoter’s sight.\nEighteen-month-old infants were randomly assigned\nto one of three treatment groups: Anger-present (thepreviously angry Emoter faced the infant with a neutralexpression during the response period), Neutral-present"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "‘Like me’ and social cognition 129 \n© 2007 The Author. Journal compilation © 2007 Blackwell Publishing Ltd. \n(the previously neutral Emoter faced the infant during\nthe response period), or Anger-absent (the previouslyangry Emoter left the room for the response period).The results showed that infants in the latter two groupshad signiﬁcantly higher imitation scores than did infantsin the ﬁrst group. In a further study the Emoter stayedin the room in all conditions (Repacholi & Meltzoff, inpress, Experiment 2). After her emotional display, theEmoter adopted a passive expression and either: (a)turned around so that she was not looking at the infant(Anger-back), or (b) directly faced the infant with a neutralexpression (Anger-face). The infant was then given the\nobject to manipulate. We predicted that infants in theAnger-back group would display higher levels of imitationrelative to those infants in the Anger-face group, and the\nresults conﬁrmed this prediction.\nThese effects cannot be explained by the raw physical\npresence of the previously angry Emoter during the timethat infants had access to the object. The child andEmoter were in the same room both in the Anger-backand Anger-face groups, but infants responded to themdifferentially. Nor can emotional contagion account forthe results, because the infant had the chance to ‘catch’the adult’s emotion equally well in both groups, whichwere matched during the emotional outburst phase of\nthe experiment (they only differed in where the adult wasfacing during the response period). In addition, wescored infants’ own emotional responses during the adults’emotional interaction. In both experiments, we foundthat infants in the Anger conditions did not exhibit morenegative affect than those infants in the Neutral condi-tions. Thus, the behavioral regulation reported here isnot reducible to emotional contagion.\nIn sum, infants’ actions were inﬂuenced by their\nmemory of past emotions and their behavior varied as afunction of whether the Emoter was currently looking atthem. If the previously angry person was absent (Experi-ment 1) or turned her back (Experiment 2) in theresponse period, infants imitated.\nOne unanswered question is whether infants were\ninterpreting the Emoter’s anger as being about theperformance of a ‘forbidden act’ (the act is bad) orabout the object itself (that’s a bad object). Our working\nhypothesis is that infants interpret the Emoter’s anger to\nbe about the act, inasmuch as infants rarely refused totouch the object, but they signiﬁcantly refrained fromimitating the act even though they picked up the objectand had it in hand.\nThis research provides evidence that infants regulate\ntheir actions based on watching the emotional exchangesbetween two other people – ‘emotional eavesdropping’.By 18 months of age, infants are not restricted to glean-ing information from dyadic interactions that directlyinvolve them, but are also capable of learning from\neavesdropping on others. We think that after observingthe Emoter express anger at the adult’s actions, infantsare concerned that the Emoter will become angry if shesees the infants themselves perform the target act. Thiswould explain the conditions under which they do\nimitate (Neutral-present, Anger-absent, Anger-back) aswell as those in which they do not (Anger-face). Evidently\ninfants regulate their behavior based on whether or notthe previously angry person now has  \nvisual access \n to\ntheir own actions: ‘She won’t get angry if she doesn’t seeme do it.’\n \nPayoff of the ‘like me’ framework \nThe puzzle of social cognition stems from the fact that\npersons are more than physical objects. Enumerating aperson’s height, weight, and eye color does not exhaustour description of that person. We have skipped overtheir psychological makeup. Each of us has the phenom-enological experience that we are not alone in the world,not the unique bearer of psychological properties. Weknow that we perceive, feel, and intend, and we believeothers have psychological states much like ours. Philo-sophers seek criteria that justify the inference that themoving mounds of ﬂesh we observe are animated bypsychological states (e.g. Russell, 1948; Ryle, 1949;Strawson, 1959). Developmental psychologists ask dif-ferent questions. We inquire how such a view takes holdin the typical human mind (regardless of whether it islogically justiﬁed). Is it innately speciﬁed? Does thechild’s understanding of agents transform with age andsocial experience? \nThe starting state \nImitation indicates that infants, at some level of process-\ning no matter how primitive, can map actions of otherpeople onto actions of their own body – they process theacts of others as ‘like me’. \n1 \n Facial imitation is especially\ninformative because infants cannot see their own faces.If infants are young enough they will never have seen \n1 \n The use of the English word ‘me’, is not meant to suggest that the\nyoung infant has an adult sense of self. I think that the adult notions\nof ‘I’, ‘me’, and ‘self’ develop. The ‘like me’ notion could be rephrasedby purging the theoretically laden word, ‘me’, and saying that the\ninfant recognizes: ‘ \nthat \n looks like  \nthis \n feels’. Similarly, I emphasize the \nbi-directionality \n of the effects supported by the framework. The tight\nrelation between perception and production allows young infants to\nmove in two directions – from self to other (as manifest in our trainingstudy, see text) and from other to self (as manifest by the imitation ofnovel acts that infants have not previously performed; Meltzoff, 1988).See Meltzoff (2006) for further analysis of this bi-directionality."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "130 Andrew N. Meltzoff \n© 2007 The Author. Journal compilation © 2007 Blackwell Publishing Ltd. \ntheir own face in a mirror. The fact that young infants\ncan imitate facial gestures shows that the perception andproduction of human acts are intrinsically intertwined.\nWe hypothesized that infants can represent human\nmovement patterns they see and ones they perform usingthe same mental code (Meltzoff & Moore, 1977, 1997).There is thus something like an act space or primitivebody scheme that allows the infant to unify the visualand motor/proprioceptive information into one common‘supramodal’ framework. This supramodal act space isnot restricted to modality-speciﬁc information (visual,tactile, motor, etc.). A more detailed analysis of themetric of equivalence used by infants to solve the corre-spondence problem, and the possible role of intrauterinemotor experience, is provided elsewhere (Meltzoff &Moore, 1997). \nNeuroscience and cognitive science \nThis hypothesis of a supramodal act space that emerged\nfrom developmental science is compatible with discoveriesin neuroscience concerning mirror neurons (e.g. Gallese,\n2003; Iacoboni, 2005; Rizzolatti, 2005) and proposals incognitive science about action coding (e.g. Prinz, 2002).An important task for the future is to examine thecommonalities and differences among these differentperspectives and levels of analysis; such papers arebeginning to emerge (Brass & Heyes, 2005; Meltzoff &Decety, 2003; Rizzolatti, Fadiga, Fogassi & Gallese,2002; Wilson, 2001).\nIn all of these approaches there is an emphasis on the\ncommonality between observation and execution. But assoon as one focuses on commonality, it immediately raisesthe question about differentiation. Perhaps the supramodal\ncode means that there are no grounds for distinguishingself from other. Thought of in this way, the supramodalsystem would simply be a translation device for turningvisual perceptions into motor output, a perception-production transducer: A Gibsonian tuning fork.\nThere are three reasons to think that we need a more\nnuanced notion than this to account for the empirical\nphenomena. First, the infant does not always producewhat is given to perception. In one study of facial imita-\ntion we used a paciﬁer to stop the infant from imitatingin an immediate, resonance-like way (Meltzoff & Moore,1977). The adult assumed a passive-face pose beforeremoving the paciﬁer. Infants imitated from memory\nwhen the actual stimulus now was a passive face. This\nsame effect was shown more strongly in the Meltzoffand Moore (1994) study demonstrating that infants\nimitated yesterday’s gesture after a 24-hour delay whenthey re-encountered the adult with a passive face. Thus,the information picked up by vision can be accessed ata later time. This seems to require a stored representa-\ntion of the adult’s act and not simply a direct resonancesystem. Second, infants self-correct their imitative actsto achieve a more faithful match (Meltzoff & Moore,1994, 1997). In order to correct their performance,information about their own acts has to be available for\ncomparison to the representation of the adult’s act. Third,infants show special interest in being imitated, indicatingthe capacity to recognize when their unseen facial behav-ior is being copied. Such recognition implies that thereis a representation of their own bodies.\nThese three facts go beyond the simple resonance\naccount. They suggest that, at minimum, the infant’srepresentational system performs three functions: (a)\npreserving information about the movements in theexternal world, (b) preserving information about one’s\nown body movements, and (c) providing a means of\ncomparison. This indicates a differentiation in thesupramodal system such that the representation of theother’s body is separate from the representation of one’sown body. They are not confused. The cognitive act is\nto compare these two representations – in one case tomatch one’s own acts to the other (imitative correction),and in the other case to detect being matched oneself(recognizing being imitated). Thus exteroception (per-ception of the acts of others) and proprioception (per-ception of one’s own acts) are not one undifferentiatedwhole. Cognitive neuroscience work is now being directed\nat examining the neural underpinnings of self–other\nequivalence mappings that preserve a differentiationbetween self and other (Decety, Chaminade, Grèzes& Meltzoff, 2002; Jackson, Meltzoff & Decety, 2006;Jackson, Brunet, Meltzoff & Decety, 2006).\nThe representation of action we have postulated has\nimplications for the development of social cognition.Human behavior is especially relevant to infants becausethe actions they see others perform look similar to theinfant’s own behavior and because these acts are eventsinfants can intend themselves. When a human act isshown to a young infant, even a newborn, it may providea salient recognition experience: ‘That seen event is likethis felt event.’ Because human acts are seen in othersand performed by the self, the infant can grasp that theother is at some level ‘like me’. The other acts like meand I can act like the other. The cross-modal knowledgeof what it feels like to do the act that was seen providesa privileged access to people not afforded by things. \n‘Like me’ as leverage for developmental change \nThat young infants can interpret the acts of others in\nterms of their own acts and experiences provides themwith a mechanism for development. For example, the"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "‘Like me’ and social cognition 131 \n© 2007 The Author. Journal compilation © 2007 Blackwell Publishing Ltd. \ninfant knows that when she wants something she reaches\nout and grasps it. The infant experiences her own inter-nal desires and the concomitant bodily movements(hand extension, ﬁnger movements, etc.). The experienceof grasping to satisfy desires gives infants leverage for\nmaking sense of the grasping behavior they see othersperform. When the child sees another person reachingfor an object, she sees the person extending his hand in\nthe same way, complete with ﬁnger curling. Object-directed,grasping movements can be imbued with goal-directedness,because of the child’s own experience with these acts.\nOne reason that such experienced-based ‘projection to\nothers’ has not typically been ascribed to young infantsis that classical theories argue that they are incapable ofmapping their own manual movements to those they seeothers perform. But the research on imitation shows thisis wrong. Infants in the ﬁrst half-year of life imitatemanual gestures (Meltzoff & Moore, 1977, 1997; Vinter,1986). Such imitation shows that infants detect the sim-ilarity between their own manual movements and thosethey see adults perform. This basic ‘like me’ analogy canthen be put to work in their understanding the acts ofothers. For example, it may be the avenue by which theinfants’ own reaching experience changes their under-standing of the reaching behavior of others (Sommerville,Woodward & Needham, 2005; Woodward, Sommerville\n& Guajardo, 2001): My goal-directed acts help me inter-pret the similar acts of others – ‘like me’ in action.\nA similar argument applies to infants’ understanding\nof goal-directed ‘striving’ in intention-reading studies(Meltzoff, 1995; see also Tomasello, Carpenter, Call,Behne & Moll, 2005). For example, the Meltzoff (1995)study showed 18-month-old infants an unsuccessful actthat did not fulﬁll the actor’s intentions. The studycompared infants’ tendency to perform the target act inseveral situations: (a) after they saw the full-target actdemonstrated, (b) after they saw the unsuccessful attemptto perform the act, and (c) after it was neither shown norattempted. Infants who saw the unsuccessful attempt and\nthe full-target act produced target acts at a signiﬁcantlyhigher rate than controls. Evidently, toddlers can under-stand our goals even if we fail to fulﬁll them, but whatis the developmental mechanism by which they come tomake this sort of interpretation?\nThe ‘Like Me’ framework provides leverage for under-\nstanding these results, by highlighting children’s previousﬁrst-person experience. Infants have goals and act inten-tionally. They have experienced their own failed plansand unfulﬁlled intentions. Indeed in the second half-yearof life they become obsessed with the success and failureof their plans. They begin to mark such self-failures withspecial labels (‘uh-oh’; see Gopnik, 1982; Gopnik &Meltzoff, 1986); and they actively experiment with theirown failed efforts (Gopnik & Meltzoff, 1997; Moore &\nMeltzoff, 2004). When an infant sees another act in\nthis same way, the infant’s self-experience could suggest\nthat there is a goal, plan, or intention beyond the surfacebehavior. Thus infants would come to read the adult’sfailed attempts, and the behavioral envelope in whichthey occur, as a pattern of ‘strivings’ rather than ends inthemselves. (For brain imaging work exploring the neuralcorrelates of goal attribution, see Blakemore, Boyer,Pachot-Clouard, Meltzoff, Segebarth & Decety, 2003;\nChaminade, Meltzoff & Decety, 2002; Cheng, Meltzoff& Decety, 2006.)\nThe understanding of another’s looking behavior\ncould also beneﬁt from ﬁrst-person experience – in thiscase, experience of oneself as a looker/perceiver. Infantscan imitate head movements (Meltzoff, 1988; Meltzoff &Moore, 1989; Piaget, 1962). This indicates that infantscan map between the head movements they see othersperform and their own head movements. Infants’ sub-jective experiences gained from ‘turning in order to see’could be used to make sense of the head movements ofothers who are orienting toward an object. Moreover,infants experience that eye closure cuts off their ownperceptual access. Inasmuch as infants can map the eyeclosures of others onto their own eye closures (as manifestin imitating blinking; Fontaine, 1984; Piaget, 1962), thiswould provide input for developing inferences about\nperception in others who have their eyes closed.\nThis also makes sense of the fact that young infants\nhave a more advanced understanding of eye closure thanof blockage by an inanimate object (Brooks & Meltzoff,2002). One-year-olds have had months of practice withvoluntary looking away and eye closing to cut off\nunwanted stimuli. However, it is only around 12 to 14months old that infants begin actively experimentingwith removing and replacing inanimate occluders, suchas when they uncover and re-hide objects from them-selves (Gopnik & Meltzoff, 1997; Moore & Meltzoff,2004). Our intervention experiment provided systematicﬁrst-person experience with the fact that the blindfoldcould block their own view, and infants were immediatelyable to use this to understand the blindfold-wearing adult\nin a new way (Meltzoff & Brooks, 2004). I argue that theinfant is using ﬁrst-person experience to interpret others.\nFinally, Repacholi and I have found the ‘Like Me’\nframework useful in understanding the imitation andemotion studies. In this case, infants are bringing to bearthree converging ‘like me’ inferences: (a) that they andthe other person can both perform the same actions, (b)if they perform the matching act, that the Emoter islikely to become as angry at them as she did at the otherperson, and (c) when the Emoter has her back turned tothe infant, the Emoter cannot see what action is being"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "132 Andrew N. Meltzoff \n© 2007 The Author. Journal compilation © 2007 Blackwell Publishing Ltd. \nperformed, just as the child’s own perceptual access is\nblocked when she has her own back turned to a scene.\nRepacholi and I plan to use infant confederates in the\nstudy. What will happen if an age-matched peer is scolded\nfor performing the action? We expect that as the recipient\nof the anger becomes increasingly ‘like me’, the infantswill be increasingly loathe to imitate the act that is scornedby the Emoter. Related work has already established\ninfants’ sensitivity to age-matched peers in an imitationsetting (Hanna & Meltzoff, 1993). \nConclusions and new directions \nIt has long been thought that the commonality between\nself and other is integral to our commonsense psychologyand is a basis for feeling empathy for others and ‘ment-ally standing in their shoes’ (Baldwin, 1906; Hume,1739/1978; Husserl, 1950/1960; Smith, 1759/1976). Thestumbling block for classical philosophy was that theself–other equivalence was postulated to be late developingand therefore could not play a formative role (Gallagher& Meltzoff, 1996). Nearly a quarter century of infancyresearch serves to revise this view, and contemporary\nphilosophers have begun to take note (Campbell, 1994;Goldman, 2005; Gordon, 2005).\nThe ﬁndings from developmental science suggest that\nyoung infants already register the equivalence between\nacts of self and other. They do so before the use of lan-guage or comparisons of self and other in a mirror. Thisbasic equivalence colors infants’ ﬁrst interpretations ofthe social world and allows them to imbue the behaviorof others with felt meaning.\nThe ‘Like Me’ framework is useful for generating pre-\ndictions and tests in autism, robotics, and neuroscience.For example, deﬁciencies in the ‘like me’ comparison may\nhelp us understand the pattern of impairments exhibitedby children with autism; they have deﬁcits in imitation,\ngaze following, and emotion understanding – all ofwhich are underwritten by a ‘like me’ understanding\n(Dapretto, Davies, Pfeifer, Scott, Sigman, Bookheimer &Iacoboni, 2006; Dawson, Meltzoff, Osterling & Rinaldi,1998; Dawson, Meltzoff, Osterling, Rinaldi & Brown,1998; Meltzoff & Gopnik, 1993; Hobson & Lee, 1999;Hobson & Meyer, 2005; Rogers, 1999; Toth, Munson,Meltzoff & Dawson, in press).\nIn computer science, researchers are designing algo-\nrithms that enable artiﬁcial agents to learn from observingthe behavior of others and to imitate – a key step towardsconstructing socially intelligent robots (Buchsbaum,Blumberg, Breazeal & Meltzoff, 2005; Demiris &Hayes, 2002; Demiris & Meltzoff, in press; Hoffman,Grimes, Shon & Rao, 2006; Rao, Shon & Meltzoff,2007).In cognitive neuroscience, work on human empathy\nshows that adults react differently to the injury of anentity as a function of the like-me-ness of that entity(Jackson, Brunet, Meltzoff & Decety, 2006). Brain imag-ing studies of imitation reveal that observing actionsfrom a ﬁrst- versus third-person perspective leads todifferent neural processing and speed of imitation(Jackson, Meltzoff & Decety, 2006). Evidently the human\nbrain registers the like-me-ness of stimuli. Tracing thedevelopment of the relevant neural architecture is a goalfor future studies. Such work will contribute to creating\na ﬁeld of developmental  \nsocial \n neuroscience to comple-\nment the burgeoning ﬁeld of developmental cognitiveneuroscience.\n \nAcknowledgements \nI gratefully acknowledge support by NIH (HD-22514),\nNSF (# 0354453) and the Tamaki Foundation. Thanksare due to Pat Kuhl, Rechele Brooks, Betty Repacholi,David Liu, Alison Gopnik and Keith Moore for sharpen-ing my thoughts on the topics discussed here. I thank\nMark Johnson and Denis Mareschal for their wisdom\nand support. \nReferences \nBaldwin, J.M. (1906).  \nMental development in the child and\nthe race \n (3rd edn.). New York: Macmillan (original work\npublished 1894).\nBlakemore, S., Boyer, P ., Pachot-Clouard, M., Meltzoff, A.N.,\nSegebarth, C., & Decety, J. (2003). The detection of contin-gency and animacy from simple animations in the humanbrain.  \nCerebral Cortex \n,  \n13 \n, 837–844.\nBrass, M., & Heyes, C. (2005). Imitation: is cognitive neuro-\nscience solving the correspondence problem?  \nTrends in\nCognitive Sciences \n,  \n9 \n, 489–495.\nBrooks, R., & Meltzoff, A.N. (2002). The importance of eyes:\nhow infants interpret adult looking behavior.  \nDevelopmental\nPsychology \n,  \n38 \n, 958–966.\nBrooks, R., & Meltzoff, A.N. (2005). The development of gaze\nfollowing and its relation to language.  \nDevelopmental Science \n, \n8 \n, 535–543.\nBuchsbaum, D., Blumberg, B., Breazeal, C., & Meltzoff, A.N.\n(2005, August). A simulation-theory inspired social learningsystem for interactive characters. Paper presented at the 14thIEEE International Workshop on Robot and Human Inter-active Communication (RO-MAN 2005), Nashville, TN.\nButterworth, G., & Jarrett, N. (1991). What minds have in\ncommon is space: spatial mechanisms serving joint visualattention in infancy.  \nBritish Journal of Developmental\nPsychology \n,  \n9 \n, 55–72.\nCampbell, J. (1994).  \nPast, space, and self \n. Cambridge, MA:\nMIT Press."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "‘Like me’ and social cognition 133 \n© 2007 The Author. Journal compilation © 2007 Blackwell Publishing Ltd. \nChaminade, T., Meltzoff, A.N., & Decety, J. (2002). Does the\nend justify the means? A PET exploration of the mechanismsinvolved in human imitation.  \nNeuroImage \n,  \n15 \n, 318–328.\nCheng, Y ., Meltzoff, A.N., & Decety, J. (2006). Motivation\nmodulates the activity of the human mirror-neuron system. \nCerebral Cortex \n; doi:10.1093/cercor/bhl107.\nCorkum, V ., & Moore, C. (1995). Development of joint visual\nattention in infants. In C. Moore & P .J. Dunham (Eds.), \nJoint attention: Its origins and role in development \n (pp. 61–83).\nHillsdale, NJ: Erlbaum.\nDapretto, M., Davies, M., Pfeifer, J., Scott, A., Sigman, M.,\nBookheimer, S., & Iacoboni, M. (2006). Understandingemotions in others: mirror neuron dysfunction in children withautism spectrum disorders.  \nNature Neuroscience \n,  \n9 \n, 28–30.\nDawson, G., Meltzoff, A.N., Osterling, J., & Rinaldi, J. (1998).\nNeuropsychological correlates of early symptoms of autism. \nChild Development \n,  \n69 \n, 1276–1285.\nDawson, G., Meltzoff, A.N., Osterling, J., Rinaldi, J., &\nBrown, E. (1998). Children with autism fail to orient tonaturally occurring social stimuli.  \nJournal of Autism and\nDevelopmental Disorders \n,  \n28 \n, 479–485.\nDecety, J., Chaminade, T., Grèzes, J., & Meltzoff, A.N. (2002).\nA PET exploration of the neural mechanisms involved inreciprocal imitation.  \nNeuroImage \n,  \n15 \n, 265–272.\nDemiris, J., & Hayes, G. (2002). Imitation as a dual-route\nprocess featuring predictive and learning components:a biologically plausible computational model. In K.Dautenhahn & C. Nehaniv (Eds.),  \nImitation in animals and\nartifacts \n (pp. 327–361). Cambridge, MA: MIT Press.\nDemiris, Y ., & Meltzoff, A.N. (in press). The robot in the crib:\na developmental analysis of imitation skills in infants androbots.  \nInfant and Child Development \n.\nFontaine, R. (1984). Imitative skills between birth and six\nmonths.  \nInfant Behavior and Development \n,  \n7 \n, 323–333.\nGallagher, S., & Meltzoff, A.N. (1996). The earliest sense of\nself and others: Merleau-Ponty and recent developmentalstudies.  \nPhilosophical Psychology \n,  \n9 \n, 211–233.\nGallese, V . (2003). The manifold nature of interpersonal relations:\nthe quest for a common mechanism.  \nPhilosophical Transac-\ntions of the Royal Society of London. Series B, BiologicalSciences \n,  \n358 \n, 517–528.\nGoldman, A.I. (2005). Imitation, mind reading, and simulation.\nIn S. Hurley & N. Chater (Eds.),  \nPerspectives on imitation: From\nneuroscience to social science \n (Vol. 2: Imitation, human devel-\nopment, and culture, pp. 79–93). Cambridge, MA: MIT Press.\nGopnik, A. (1982). Words and plans: early language and the\ndevelopment of intelligent action.  \nJournal of Child Language \n, \n9 \n, 303–318.\nGopnik, A., & Meltzoff, A.N. (1986). Relations between\nsemantic and cognitive development in the one-word stage:the speciﬁcity hypothesis.  \nChild Development \n,  \n57 \n, 1040–1053.\nGopnik, A., & Meltzoff, A.N. (1997).  \nWords, thoughts, and\ntheories \n. Cambridge, MA: MIT Press.\nGordon, R.M. (2005). Intentional agents like myself. In S.\nHurley & N. Chater (Eds.),  \nPerspectives on imitation: From\nneuroscience to social science \n (Vol. 2: Imitation, human\ndevelopment, and culture, pp. 95–106). Cambridge, MA:MIT Press.Hanna, E., & Meltzoff, A.N. (1993). Peer imitation by toddlers\nin laboratory, home, and day-care contexts: implications forsocial learning and memory.  \nDevelopmental Psychology \n,  \n29 \n,\n701–710.\nHobson, R.P ., & Lee, A. (1999). Imitation and identiﬁcation in\nautism.  \nJournal of Child Psychology and Psychiatry \n,  \n40 \n, 649 – 659.\nHobson, R.P ., & Meyer, J.A. (2005). Foundations for self and\nother: a study of autism.  \nDevelopmental Science \n,  \n8 \n, 481–491.\nHoffman, M.W ., Grimes, D.B., Shon, A.P ., & Rao, R.P .N.\n(2006). A probabilistic model of gaze imitation and sharedattention.  \nNeural Networks \n,  \n19 \n, 299– 310.\nHume, D. (1978).  \nA treatise of human nature \n. New Y ork:\nOxford University Press (Origially published 1739).\nHusserl, E. (1960).  \nCartesian meditations: An introduction to\nphenomenology \n (D. Cairns, trans.). The Hague: Martinus\nNijhoff (original work published 1950).\nIacoboni, M. (2005). Neural mechanisms of imitation.  \nCurrent\nOpinion in Neurobiology \n,  \n15 \n, 632–637.\nJackson, P .L., Brunet, E., Meltzoff, A.N., & Decety, J. (2006).\nEmpathy examined through the neural mechanisms involvedin imagining how I feel versus how you feel pain.  \nNeuropsy-\nchologia \n,  \n44 \n, 752–761.\nJackson, P .L., Meltzoff, A.N., & Decety, J. (2006). Neural circuits\ninvolved in imitation and perspective taking.  \nNeuroImage \n, \n31 \n, 429–439.\nJohnson, S.C., Slaughter, V ., & Carey, S. (1998). Whose gaze\nwill infants follow? The elicitation of gaze-following in 12-month-olds.  \nDevelopmental Science \n,  \n1 \n, 233–238.\nLiszkowski, U., Carpenter, M., Henning, A., Striano, T., &\nTomasello, M. (2004). Twelve-month-olds point to share\nattention and interest.  \nDevelopmental Science \n,  \n7 \n, 297–307.\nMeltzoff, A.N. (1988). Infant imitation after a 1-week delay:\nlong-term memory for novel acts and multiple stimuli. \nDevelopmental Psychology \n,  \n24 \n, 470–476.\nMeltzoff, A.N. (1995). Understanding the intentions of others:\nre-enactment of intended acts by 18-month-old children. \nDevelopmental Psychology \n,  \n31 \n, 838–850.\nMeltzoff, A.N. (2006). The ‘like me’ framework for recog nizing\nand becoming an intentional agent.  \nActa Psychologica \n;\ndoi:10.1016/j.actpsy.2006.09.005\nMeltzoff, A.N., & Brooks, R. (2004). Developmental changes\nin social cognition with an eye towards gaze following. In M.Carpenter & M. Tomasello (Chairs),  \nAction-based measures\nof infants’ understanding of others’ intentions and attention \n.\nSymposium conducted at the Biennial meeting of the Inter-national Conference on Infant Studies, Chicago, Illinois.\nMeltzoff, A.N., & Decety, J. (2003). What imitation tells us\nabout social cognition: a rapprochement between develop-\nmental psychology and cognitive neuroscience.  \nPhilosophical\nTransactions of the Royal Society of London. Series B, Biological\nSciences \n,  \n358 \n, 491–500.\nMeltzoff, A.N., & Gopnik, A. (1993). The role of imitation in\nunderstanding persons and developing a theory of mind. InS. Baron-Cohen, H. Tager-Flusberg, & D.J. Cohen (Eds.), \nUnderstanding other minds: Perspectives from autism \n (pp . 335–\n366). New Y ork: Oxford University Press.\nMeltzoff, A.N., & Moore, M.K. (1977). Imitation of facial and\nmanual gestures by human neonates.  \nScience \n,  \n198 \n, 75–78."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "134 Andrew N. Meltzoff \n© 2007 The Author. Journal compilation © 2007 Blackwell Publishing Ltd. \nMeltzoff, A.N., & Moore, M.K. (1989). Imitation in newborn\ninfants: exploring the range of gestures imitated and theunderlying mechanisms.  \nDevelopmental Psychology \n,  \n25 \n,\n954–962.\nMeltzoff, A.N., & Moore, M.K. (1994). Imitation, memory,\nand the representation of persons.  \nInfant Behavior and\nDevelopment \n,  \n17 \n, 83–99.\nMeltzoff, A.N., & Moore, M.K. (1997). Explaining facial\nimitation: a theoretical model.  \nEarly Development and\nParenting \n,  \n6 \n, 179–192.\nMoore, M.K., & Meltzoff, A.N. (2004). Object permanence\nafter a 24-hr delay and leaving the locale of disappearance:the role of memory, space, and identity.  \nDevelopmental\nPsychology \n,  \n40 \n, 606–620.\nPiaget, J. (1952).  \nThe origins of intelligence in children \n (M.\nCook, trans.). New Y ork: International Universities Press.\nPiaget, J. (1954).  \nThe construction of reality in the child \n (M. Cook,\ntrans.). New Y ork: Basic Books.\nPiaget, J. (1962).  \nPlay, dreams and imitation in childhood \n(C. Attegno & F .M. Hodgson, trans.). New Y ork: Norton.\nPrinz, W . (2002). Experimental approaches to imitation.\nIn A.N. Meltzoff & W . Prinz (Eds.),  \nThe imitative mind:\nDevelopment, evolution, and brain bases \n (pp. 143–162).\nCambridge: Cambridge University Press.\nRao, R.P .N., Shon, A.P ., & Meltzoff, A.N. (2007). A Bayesian\nmodel of imitation in infants and robots. In  C. Nehaniv &K. Dautenhahn (Eds.),  \nImitation and social learning in robots,\nhumans, and animals \n (pp. 217–247). Cambridge: Cambridge\nUniversity Press.\nRepacholi, B.M., & Meltzoff, A.N. (in press). Emotional eaves-\ndropping: infants selectively respond to indirect emotionalsignals.  \nChild Development \n.\nRizzolatti, G. (2005). The mirror neuron system and imitation.\nIn S. Hurley & N. Chater (Eds.),  \nPerspectives on imitation:\nFrom neuroscience to social science \n (Vol. 1, pp. 55–76).\nCambridge, MA: MIT Press.\nRizzolatti, G., Fadiga, L., Fogassi, L., & Gallese, V . (2002).\nFrom mirror neurons to imitation, facts, and speculations.\nIn A.N. Meltzoff & W . Prinz (Eds.),  \nThe imitative mind:Development, evolution, and brain bases \n (pp. 247–266).\nCambridge: Cambridge University Press.\nRogers, S.J. (1999). An examination of the imitation deﬁcit in\nautism. In J. Nadel & G. Butterworth (Eds.),  \nImitation in infancy \n(pp. 254–283). Cambridge: Cambridge University Press.\nRussell, B. (1948).  \nHuman knowledge: Its scope and limits \n. New\nYork: Simon and Schuster.\nRyle, G. (1949).  \nThe concept of mind \n. London: Hutchinson.\nSmith, A. (1976).  \nThe theory of moral sentiments \n. New Y ork:\nOxford University Press (original work published in 1759).\nSommerville, J.A., & Woodward, A.L. (2005a). Infants’ sensi-\ntivity to the causal features of means–end support sequencesin action and perception.  \nInfancy \n,  \n8, 119–145.\nSommerville, J.A., & Woodward, A.L. (2005b). Pulling out the\nintentional structure of action: the relation between actionprocessing and action production in infancy. Cognition , 95,\n1–30.\nSommerville, J.A., Woodward, A.L., & Needham, A. (2005).\nAction experience alters 3-month-old infants’ perception ofothers’ actions. Cognition , 96, B1–B11.\nStrawson, P .F . (1959). Individuals: An essay in descriptive\nmetaphysics . London: Methuen & Co.\nTomasello, M., Carpenter, M., Call, J., Behne, T., & Moll, H.\n(2005). Understanding and sharing intentions: the origins ofcultural cognition. Behavioral and Brain Sciences , 28, 675–735.\nToth, K., Munson, J., Meltzoff, A.N., & Dawson, G. (in press).\nEarly predictors of communication development in youngchildren with autism spectrum disorder: joint attention, imitation,and toy play. Journal of Autism and Developmental Disorders .\nVinter, A. (1986). The role of movement in eliciting early\nimitations. Child Development , 57, 66–71.\nWilson, M. (2001). Perceiving imitatible stimuli: consequences\nof isomorphism between input and output. Psychological\nBulletin , 127, 543–553.\nWoodward, A.L., Sommerville, J.A., & Guajardo, J.J. (2001).\nHow infants make sense of intentional action. In B.F . Malle,L.J. Moses, & D.A. Baldwin (Eds.), Intentions and intention-\nality: Foundations of social cognition  (pp. 149 –169). Cambridge,\nMA: MIT Press."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": ""
    }
  ]
}