{
  "doc_type": "scientific paper",
  "title": "State of the Science: Disgust and the Anxiety Disorders",
  "authors": [
    "Benjamin J. Mitchell",
    "Bunmi O. Olatunji"
  ],
  "year": 2024,
  "journal": "Behavior Therapy",
  "doi": "10.1016/j.beth.2024.02.005",
  "abstract": "Anxiety disorders have long been conceptualized as disorders of fear, while other emotions have largely been overlooked. However, an emerging literature has increasingly implicated disgust in certain anxiety-related disorders, including obsessive-compulsive disorder, specific phobias (e.g., spider phobia), health anxiety, and post-traumatic stress disorder. Roughly two decades of research has accumulated evidence identifying various mechanisms linking disgust-related phenomena to these disorders. In the present 'State of the Science' review, we sought to summarize the current state of the literature with respect to disgust-related mechanisms in anxiety disorders, including trait-level vulnerabilities (e.g., disgust proneness), cognitive processes (e.g., biases of attention and memory), and associated learning mechanisms (e.g., evaluative conditioning). Research in these areas has revealed important ways in which disgust differs from fear-related phenomena, which have important treatment implications. From there, we sought to summarize research on laboratory interventions that attempt to target and attenuate disgust, as well as the early research on formal cognitive-behavioral treatments that integrate disgust-related interventions for anxiety disorders. Although the past two decades of research have revealed important insights related to the role of disgust in psychopathology, much remains to be learned in this area. We propose some future directions, emphasizing the importance of a guiding framework that highlights studying disgust-related mechanisms across different levels of analysis.",
  "keywords": [
    "disgust",
    "anxiety disorders",
    "disgust proneness",
    "evaluative conditioning",
    "cognitive behavioral therapy"
  ],
  "research_topics": [
    "Disgust and anxiety disorders",
    "Disgust proneness as a trait vulnerability",
    "Cognitive processes in disgust and anxiety",
    "Learning mechanisms related to disgust",
    "Specific phobias and disgust",
    "Obsessive-compulsive disorder and disgust",
    "Health anxiety and disgust",
    "Post-traumatic stress disorder and disgust",
    "Laboratory interventions targeting disgust",
    "Integration of disgust mechanisms in cognitive-behavioral treatment",
    "Future directions using Research Domain Criteria (RDoC) framework"
  ],
  "created_at": "2025-05-04T23:26:47.500379Z",
  "source_pdf": "documents/research/Global/Mitchell 2024 State of the Science Disgust and the Anxiety Disorders.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:Behavior therapy\nArticleTitle: StateoftheScience:DisgustandtheAnxietyDisorders\nArticleAuthor: Benjamin J.Mitchell\nISSN-00057894; LCN-2006264554;\nPublisher: NewYork,NewYork:Association fortheAdvancement ofBehavior Therapy; 2024-02-01\nSource:LibKeyNomad\nCopyright: CCL\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Journal Pre-proofs\nState of the Science: Disgust and the Anxiety Disorders\nBenjamin J. Mitchell, Bunmi O. Olatunji\nPII: S0005-7894(24)00028-5\nDOI: https://doi.org/10.1016/j.beth.2024.02.005\nReference: BETH 1345\nTo appear in: Behavior Therapy\nReceived Date: 20 October 2023\nRevised Date: 5 February 2024\nAccepted Date: 24 February 2024\nPlease cite this article as: B.J. Mitchell, B.O. Olatunji, State of the Science: Disgust and the Anxiety Disorders,\nBehavior Therapy  (2024), doi: https://doi.org/10.1016/j.beth.2024.02.005\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover\npage and metadata, and formatting for readability, but it is not yet the definitive version of record. This version\nwill undergo additional copyediting, typesetting and review before it is published in its final form, but we are\nproviding this version to give early visibility of the article. Please note that, during the production process, errors\nmay be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.\n© 2024 Association for Behavioral and Cognitive Therapies. Published by Elsevier Ltd."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "RUNNING HEAD: DISGUST AND THE ANXIETY DISORDERS\nState of the Science: Disgust and the Anxiety Disorders\nBenjamin J. Mitchell1 & Bunmi O. Olatunji2\n1Department of Psychological Science, Kent State University, Kent, OH United States\n2Psychological Sciences, Vanderbilt University, Nashville, TN United States\nAuthors Note:\nDeclarations of interest: none.\nCorrespondence concerning this article should be addressed to Benjamin J. Mitchell, Department \nof Psychological Sciences, Kent State University, 144 Kent Hall, Kent, OH 44242, United States of \nAmerica. E-mail: bmitch27@kent.edu.\nHighlights\n•Emerging literature has increasingly implicated disgust in certain anxiety-related disorders .\n•Research has accumulated evidence identifying processes linking disgust to these disorders .\n•Processes include trait-level vulnerabilities, cognitive processes, and learning mechanisms . \n•Research is needed that leverages a guiding framework that informs treatment development.   \nAbstract\nAnxiety disorders have long been conceptualized as disorders of fear, while other emotions have \nlargely been overlooked. However, an emerging literature has increasingly implicated disgust in certain"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "DISGUST AND THE ANXIETY DISORDERS 2\nanxiety-related disorders, including obsessive-compulsive disorder, specific phobias (e.g., spider phobia), \nhealth anxiety, and post-traumatic stress disorder. Roughly two decades of research has accumulated \nevidence identifying various mechanisms linking disgust-related phenomena to these disorders. In the \npresent “State of the Science” review, we sought to summarize the current state of the literature with \nrespect to disgust-related mechanisms in anxiety disorders, including trait-level vulnerabilities (e.g., \ndisgust proneness), cognitive processes (e.g., biases of attention and memory), and associated learning \nmechanisms (e.g., evaluative conditioning). Research in these areas has revealed important ways in which \ndisgust differs from fear-related phenomena, which have important treatment implications. From there, \nwe sought to summarize research on laboratory interventions that attempt to target and attenuate disgust, \nas well as the early research on formal cognitive-behavioral treatments that integrate disgust-related \ninterventions for anxiety disorders. Although the past two decades of research have revealed important \ninsights related to the role of disgust in psychopathology, much remains to be learned in this area. We \npropose some future directions, emphasizing the importance of a guiding framework that highlights \nstudying disgust-related mechanisms across different levels of analysis.   \nKeywords: disgust, anxiety disorders, disgust proneness, evaluative conditioning, cognitive behavioral \ntherapy    \nState of the Science: Disgust and the Anxiety Disorders\nOwing to its historical precedence in affective science, fear stands out as one of the most \ncomprehensively examined emotions, with an expansive literature on its behavioral, physiological, and \nneural bases (Ohman & Mineka, 2001). Research on fear has been instrumental in advancing our \nunderstanding of the nature and treatment of anxiety disorders. In stark contrast to fear, disgust only \nbegan acquiring a small (but enthusiastic) research literature in the 1980s (Rozin & Fallon, 1987). This \nearly work on disgust focused on its structure and function. Whereas fear is thought to be a response to \nimminent threats (e.g., predators), disgust’s primary function is to motivate the avoidance of sources of \ngerms and contamination (Oaten et al., 2009). Early in the emerging disgust literature, it was \nhypothesized that disgust might play a critical role in certain forms of psychopathology due to its \naversive, visceral phenomenology and its promotion of behavioral avoidance (Haidt et al., 1994). By \n1998, Phillips and colleagues announced that disgust was “the forgotten emotion of psychiatry” and set \nforth a series of hypotheses about its role in disorders like obsessive-compulsive disorder (OCD), \nphobias, eating disorders, and other forms of psychopathology (e.g., depression). Since the year 2000, \nresearch on disgust has soared and outpaced other emotions, including fear (Tybur et al., 2018), with \nincreased attention toward its role in psychopathology (Olatunji & McKay, 2007). \nIt is now well-established that disgust plays an important role in anxiety disorders—beyond \nfear—including disorders like OCD, specific phobias, health anxiety, and even post-traumatic stress \ndisorder (PTSD; Knowles et al., 2018). At this stage, the field has made substantial progress toward \nexplicating the different mechanisms linking disgust and anxiety disorders. Moreover, the field is in the \nearly stages of investigating methods for effectively attenuating disgust reactions in the laboratory and—"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "DISGUST AND THE ANXIETY DISORDERS 3\neven earlier stages—of integrating these methods into evidence-based treatments for disgust-related \nsymptoms and disorders. In this “State of the Science” review, we aim to summarize the current state of \nthe literature with respect to important mechanisms of disgust in anxiety disorders. This will include a \ndiscussion of disgust proneness, cognitive processes, and behavioral and learning mechanisms. Then, we \nwill summarize and describe the research on interventions to target disgust—most of which comes from \nlaboratory research focused on non-clinical (or clinical analogue) samples. We will also discuss the \nnascent literature in which researchers have integrated a focus on disgust in formal treatments for some \ndisorders. Lastly, we will propose some future directions, with an emphasis on leveraging the Research \nDomain Criteria (RDoC; Insel et al., 2010) as a framework for advancing research on disgust in \npsychopathology. \nIndividual Differences in Disgust Proneness\nMuch of the early work in this area examined associations between trait measures of disgust \nvulnerabilities and symptoms of anxiety disorders. Most research has focused on disgust propensity (the \ntendency to be easily disgusted), but research has also examined the role of disgust sensitivity  (a dislike of \nthe experience of disgust; van Overveld et al., 2010). Disgust sensitivity is not unlike anxiety sensitivity \n(the belief that anxiety or arousal sensations can have harmful consequences), a major risk factor for \nanxiety-related psychopathology (Naragon-Gainey, 2010). However, research has shown that disgust \nsensitivity predicts anxiety symptoms even when controlling for anxiety sensitivity (i.e., Winder et al., \n2021). Disgust propensity and disgust sensitivity can be conceptualized as indicators of a higher order \nvulnerability termed ‘disgust proneness’. There is research suggesting that half of the variation in disgust \nproneness is due to genetic effects (Sherlock, Zietsch, Tybur, & Jern, 2016). However, the etiology of \ndisgust proneness is likely very complex and may arise as a function of dimension-specific and non-\nspecific etiologic factors in conferring risk for anxiety and related disorders (Olatunji, Taylor, & David, \n2019). A major aim of existing research, however, has been to determine whether disgust proneness \naccounts for unique variance in symptoms beyond broader measures of anxiety or negative affect. \nEvidence for this relationship was found for symptoms of several anxiety disorders, including specific \nphobias, OCD, health anxiety, and PTSD (Knowles et al., 2018). \nSpecific Phobias.  The earliest research on disgust proneness in psychopathology focused on \nspecific phobias, like blood-injection injury phobia (BII) and spider phobia. For example, disgust \nproneness was shown to be higher in participants with BII or spider phobia compared to healthy controls \n(Tolin et al., 1997). In addition, this study found that BII-relevant stimuli were rated as primarily \ndisgusting, and spider-related stimuli were rated as both fearful and disgusting. Subsequent research has \nconsistently found associations between disgust proneness and spider phobia (e.g., Muris et al., 2008), \nand BII phobia (e.g., Olatunji et al., 2007), even when controlling for measures of negative affect. Since \nthen, disgust proneness has also been shown to be associated with emetophobia (fear of vomiting; e.g., \nVerwoerd et al., 2015), and even more recently, misophonia (negative reactions to normal oral or nasal \nsounds, like slurping or breathing; Barahmand et al., 2021). Indeed, these phobias match the disease \navoidance model of disgust, as the feared stimuli (e.g., spiders, blood, vomit, noises denoting the \nmovement of bodily fluids) are plausible sources of disease (e.g., Curtis & Birans, 2001) and contain \nphysical features known to elicit disgust (e.g., slimy, hairy, moist, etc.; Stevenson et al., 2019). \nTaken together, disgust proneness has clear associations with certain forms of specific phobias. \nHowever, very limited research has investigated prospective associations between disgust proneness and \nphobia symptoms.  Therefore, whether disgust proneness functions as an underlying risk or maintenance \nfactor (or both) for these phobias lacks strong empirical tests. Future longitudinal research could help \ndelineate prospective relationships between disgust proneness and various phobia symptoms. For \nexample, specific phobias typically emerge before the age of 10 (Wardenaar et al., 2017). Therefore,"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "DISGUST AND THE ANXIETY DISORDERS 4\nlongitudinal tests of the causal role of disgust proneness in specific phobias could be integrated into larger \ncohort studies of risk factors for childhood anxiety disorders.    \nObsessive-compulsive disorder (OCD): The disorder with perhaps the greatest level of evidence \nfor its link with disgust proneness is contamination-based OCD (C-OCD). OCD is characterized by \nintrusive thoughts (obsessions) which are typically followed by compulsive acts. Although OCD is a \nhighly heterogeneous disorder and manifests in several ways, over half of OCD patients present with \nworries about germs, dirt, or contamination, with excessive reliance on safety behaviors, like \nhandwashing to avoid getting sick (Rachman, 2004). Given this pre-occupation with germs, C-OCD was \nan obvious candidate for classification as a “disgust-related” disorder. Indeed, dozens of studies have \nfound that C-OCD symptoms are associated with higher disgust proneness in both healthy (e.g., Tolin et \nal., 2006) and clinical samples (e.g., Olatunji et al., 2017), even when controlling for measures of anxiety \nor negative affect. In fact, Tybur and colleagues (2020) found that the correlation between disgust \nproneness and C-OCD symptoms reflected overlapping genetic (54%) influences. \nCross-sectional relationships between disgust proneness and C-OCD symptoms are reliable and \nwell-replicated, but the longitudinal literature is more mixed and nuanced. For example, Berle and \ncolleagues (2012) found that disgust proneness predicted changes in overall OCD symptoms, but not \ncontamination-based symptoms in adults with OCD. Other research found no longitudinal associations \nbetween disgust proneness and changes in C-OCD symptoms (e.g., Melli et al., 2019). However, more \nrecent research has found prospective relationships between disgust proneness and C-OCD (but not other \nforms of OCD) in both non-clinical adults (Olatunji et al., 2019) and children with OCD (Georgiadis et \nal., 2020). \nOne possible explanation for these mixed results is that the proposed causal direction (disgust \nproneness predicting C-OCD) is wrong. Instead, greater C-OCD symptoms could increase disgust \nproneness over time, and therefore disgust proneness might be best conceptualized as a maintenance \nfactor, rather than a risk factor (Melli et al., 2019). Indeed, Olatunji and colleagues (2023) conducted a \ncross lagged panel model of disgust proneness and C-OCD symptoms across four timepoints and found \nthat C-OCD symptoms predicted higher disgust proneness—but not vice versa.  In contrast, recent \nresearch has shown that disgust proneness is a highly temporally stable trait, with greater time invariant \nthan time variant components (Olatunji et al., 2020). In addition, this study found that the time invariant \ncomponents of disgust proneness were most predictive of overall OCD symptoms. Given the temporal \nstability of disgust proneness, it likely develops early in life, exerting risk for OCD as early as childhood \n(Olatunji et al., 2020). Indeed, one of the few investigations of disgust proneness as a predictor of OCD in \nchildren did find prospective associations between disgust propensity and C-OCD symptoms (Georgiadis \net al., 2020). Moreover, they found that changes in disgust propensity during treatment predicted changes \nin overall OCD (but not specifically C-OCD) symptoms. Therefore, disgust proneness is likely both a risk \nand maintenance factor in childhood OCD, but additional research focusing on youth is necessary to \nreplicate these findings.  \nHealth Anxiety. Another form of anxiety for which disgust likely plays an important role is \nhealth anxiety (or illness anxiety disorder), which is characterized by a severe overestimation of the risk \nand consequences of getting sick (Asmundson et al., 2010). Again, this form of anxiety fits the disease \navoidance model of disgust well. However, evidence for disgust proneness as a unique risk factor for \nhealth anxiety is mixed. Research has shown that disgust proneness is associated with health-related \nanxiety and behavioral avoidance (e.g., Davey & Bond, 2006; Fan & Olatunji, 2013), and several studies \nhave found that health anxiety is associated with similar disgust reactions and avoidance as seen in other \ndisgust-related disorders, like C-OCD (e.g., Goetz et al., 2013).  Moreover, research during various \ndisease outbreaks has shown that disgust proneness is associated with greater anxiety about being infected \nand greater engagement in preventative health behaviors to avoid infection (COVID-19: Cox et al., 2020;"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "DISGUST AND THE ANXIETY DISORDERS 5\nH1N1: Brand et al., 2013; Ebola: Blakey et al., 2015). However, studies focused on the relationship \nbetween health anxiety symptoms and disgust proneness have not consistently found unique associations \nwhen accounting for other variables (e.g., anxiety sensitivity; Brady et al., 2014). Moreover, Weck and \ncolleagues (2014) found that a clinical sample of patients with hypochondriasis did not report higher \ndisgust proneness than patients with other anxiety disorders. On balance, disgust proneness very likely \nplays an important role in certain presentations of health anxiety (Knowles et al., 2018). However, its \nimportance relative to other anxiety-related factors in the development and/or maintenance of health \nanxiety has not been fully delineated.   \nPTSD. An emerging literature has established various mechanisms through which disgust-related \nprocesses, including trait disgust vulnerabilities, are likely to influence symptoms of PTSD. Indeed, many \npotentially traumatizing events involve exposure to common disgust-eliciting situations and stimuli, \nincluding gruesome injuries and sexual violence (Badour & Feldner, 2018). For example, adolescent \nsurvivors of sexual assault reported high levels of disgust, and reports of disgust were stronger in sexual \nassault survivors compared to victims of other forms of physical abuse (Feldner et al., 2010). \nResearchers have argued, based on a diathesis-stress model, that pre-trauma disgust proneness \nmay serve as a vulnerability factor for developing PTSD following a potentially traumatizing event \n(Knowles et al., 2018). Indeed, in a study that included healthy college students, disgust proneness \npredicted a greater frequency of intrusive cognitions following a distressing film clip (Bomyea & Amir, \n2012). However, direct relationships between measures of disgust proneness and PTSD symptoms have \nnot consistently been observed. A recent study did find that sexual assault survivors with PTSD reported \ngreater disgust proneness than survivors without PTSD and healthy controls (Olatunji et al., 2023).  \nHowever, Engelhard and colleagues (2011) found no relationship between disgust proneness and PTSD \nsymptoms. Instead, self-reported peritraumatic disgust predicted PTSD, particularly for those with higher \ndisgust sensitivity . Thus, the presence of disgust-related symptoms in PTSD may depend on whether \ndisgust was elicited at the time of the traumatic event (e.g., peritraumatic disgust: Badour & Feldner, \n2018).  Moreover, the aversiveness of the disgust-evoking event likely depends on individual differences \nin how the experience of disgust is interpreted (i.e., disgust sensitivity). Indeed, additional research has \nshown that lower  disgust sensitivity was protective against PTSD in trauma-exposed veterans (Olatunji et \nal., 2014). Thus, within the diathesis-stress model, higher disgust sensitivity is likely a vulnerability \nfactor, whereas lower disgust sensitivity may be a protective factor (Badour & Feldner, 2018). \nThe strongest evidence for a link between disgust and PTSD comes from laboratory research, \nparticularly investigations of peritraumatic disgust as a predictor of PTSD symptoms (e.g., Badour et al., \n2013), as well as research on posttraumatic disgust reactions to trauma-relevant inductions (e.g., script-\ndriven imagery inductions: Matson et al., 2023). In addition, research has found that trauma survivors \noften experience both “mental contamination”—referring to an internal sense of dirtiness without having \nmade physical contact with a contaminant (Rachman, 2004)—as well as self-focused disgust (Badour et \nal., 2013). Indeed, self-focused disgust has been shown to be particularly common in survivors of sexual \ntrauma (Olatunji et al., 2023). Following a sexual assault, a survivor might feel as though their body has \nbeen contaminated by the experience resulting in both self-disgust and mental contamination (Badour & \nFeldner, 2018).  \nResearch on these phenomena has moved beyond cross-sectional designs by using ecological \nmomentary assessment (EMA) to investigate experiences of trauma-related symptoms, disgust, and \nmental contamination in daily life. For example, a recent study found that momentary changes in PTSD \nsymptoms across a week of sampling covaried with changes in reports of self-disgust while controlling \nfor overall negative affect. However, lagged analyses did not find that disgust predicted subsequent \nchanges in PTSD, or vice versa (Olatunji et al., 2023). Similarly, another study found concurrent, but not \nprospective associations between mental contamination and state disgust within and between days of a"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "DISGUST AND THE ANXIETY DISORDERS 6\ntwo-week sampling period (Brake et al., 2021). Thus, the current research suggests that experiences of \ndisgust, mental contamination, and PTSD symptoms co-occur rather than one causing the other over time. \nHowever, future research could investigate these processes within shorter windows of time (e.g., hourly \nsampling), as any prospective or causal relationships between state-level indicators such as these might \nonly be evident within shorter timescales.  \nDisgust Proneness Conclusion : Research on disgust proneness in anxiety disorders culminated in \ntwo meta-analyses that found that: 1) individuals with higher anxiety disorder symptoms reported higher \ndisgust proneness than those with lower anxiety disorder symptoms (43 samples; large effect size), and 2) \nanxiety disorder symptoms were correlated with disgust proneness (83 samples; moderate effect size; \nOlatunji et al., 2017). Importantly, in both cases, the effect of disgust proneness was largest for anxiety \ndisorder symptoms thought to be “disgust-related” (e.g., C-OCD, specific phobias, PTSD) compared to \nother forms of anxiety (e.g., panic disorder, generalized anxiety disorder). In addition, the correlation seen \nin the second meta-analysis remained robust when controlling for negative affect. By contrast, the \nrelationship between non-disgust-relevant anxiety disorder symptoms and disgust proneness became non-\nsignificant once controlling for negative affect. These results provide strong support for a unique role of \ndisgust proneness in the aforementioned anxiety disorders. \nCognitive Mechanisms\nA growing body of research has investigated cognitive mechanisms that might facilitate the \ndevelopment and maintenance of disgust-related anxiety disorders. In a systematic review, Knowles and \ncolleagues (2019) summarized findings from 98 studies on biases in memory, attention, interpretation, \nand expectancy judgments in disgust, all as possible mechanisms for disgust in psychopathology. Among \nthese, there is evidence for a disgust-specific memory bias, such that disgusting stimuli are more easily \nrecalled and recognized than fearful or neutral stimuli (e.g., Chapman et al., 2013; Schienle et al., 2021). \nGiven disgust’s evolved function as a disease avoidance mechanism, this memory bias is likely essential \nfor effectively identifying and then proactively avoiding contact with sources of infection or \ncontamination. Although a disgust-related memory bias might generally be adaptive, disgust-prone \nindividuals are more likely to interpret ambiguous cues as threatening, which could result in a high \nnumber of “false positives” (e.g., interpreting benign cues as contamination threats; Charash & McKay, \n2009). Therefore, the combination of disgust-related interpretive and memory biases might enable \nmaladaptive avoidance of benign cues that is observed in anxiety and related disorders.  \nBased on their review of the literature, Knowles and colleagues concluded that attentional biases \nmay be the most robust in disorders characterized by excessive disgust reactions. The authors summarized \nthe literature with respect to attentional orienting, maintenance, and avoidance biases. An orienting bias \nfor disgust (e.g., attending more rapidly to disgust-relevant cues at the onset of their presentation) has \nbeen identified via a number of methods, including dot-probe (and related) tasks (e.g., Chapman et al., \n2013) and eye-tracking studies (e.g., Armstrong et al., 2012). In addition, researchers have used \nelectroencephalogram (EEG) methods to investigate event-related potentials (ERPs) to delineate temporal \ndifferences in attentional responses to disgust- versus fear-evoking stimuli. Although the results of this \nliterature have been somewhat mixed, Knowles and colleagues concluded that there is likely a more \ngeneral initial orientation toward threatening stimuli that is present in both anxious and disgust-prone \nindividuals. This orienting response toward disgusting stimuli has been shown via larger P2 amplitudes in \nERP studies (e.g., Lu et al., 2016), which reflect quick, automatic orientation toward emotional stimuli \n(Carretié et al., 2004).   \nAt the time of their review, there was limited evidence for a maintenance bias for disgust (e.g., \npreferentially maintaining attention on disgust-related cues; Knowles et al., 2019). However, since then, a \nstudy using a dot-probe task with eye tracking found that participants had slower reaction times for and"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "DISGUST AND THE ANXIETY DISORDERS 7\nlonger fixations on disgusting images compared to neutral or fearful images (Fink-Lamotte et al., 2022). \nMoreover, this effect was strongest for those with higher contamination fears commonly observed in \nOCD. This finding supports a maintenance attentional bias toward disgusting cues, which may reflect a \nmotivation to examine objects (e.g., food) for evidence of contamination prior to approaching or \nconsuming (Carretié et al., 2011).  \nLastly, Knowles and colleagues concluded that there is robust evidence for an attentional \navoidance bias that is unique to disgust. For example, conditioning studies have found that a visual \navoidance response to a neutral stimulus can be conditioned via its pairing with a disgusting stimulus \n(Armstrong et al., 2014; Mason & Richardson, 2010). This conditioned visual avoidance response was \nnot observed in a group that was conditioned with generally threatening (non-disgust) stimuli, suggesting \nit was unique to disgust (Armstrong et al., 2014). In both studies, visual avoidance was greater in disgust \nprone individuals and was resistant to extinction. In addition, a recent investigation found that visual \navoidance of disgusting stimuli increases with time spent with the stimuli—and that there was greater \nvisual avoidance of disgusting stimuli compared to other unpleasant stimuli (Armstrong et al., 2022). \nThus, this visual avoidance response is likely a strategic response that is initiated consciously via top-\nprocesses (Knowles et al., 2018). This attentional avoidance of disgusting stimuli has been further \ndemonstrated in disgust-related phobias, like spider and BII phobia (Armstrong & Olatunji, 2012). \nOne hypothesis for why attentional avoidance is unique to disgust (versus fear) relates to the level \nof urgency assigned to different forms of threat (Knowles et al., 2019). Fear is a response to imminent \nthreats to bodily safety, and thus, fear-related cues are often appraised as highly urgent, requiring \nsustained attention to coordinate immediate behavioral responses (e.g., fleeing). By contrast, signs of \ncontamination—though threatening—may be perceived as less urgent, requiring less immediacy in the \nresponse. When perceived urgency is low, and an immediate response less necessary, attentional \navoidance may be deemed an acceptable strategy to reduce unpleasant feelings of disgust (Armstrong & \nOlatunji, 2012). This tendency to visually avoid disgusting stimuli likely contributes to the maintenance \nof anxiety related disorders and symptoms in individuals with heightened disgust proneness, as avoidance \nof disgusting visual cues likely precludes the process of habituation or extinction (Knowles et al., 2019). \nHowever, little is known about the conditions that predict attentional maintenance versus attentional \navoidance of disgusting stimuli. Carretié and colleagues (2011) proposed that attention toward disgusting \nstimuli might depend on the costs and benefits of exploring versus avoiding a stimulus. For example, \nwhen the threat of contamination is uncertain, and the stimulus resembles a potential fitness-enhancing \nopportunity (e.g., food), it would be advantageous to attend to the stimulus to further ascertain whether it \nposes a contamination threat or not. However, future research is needed to determine context factors that \ndifferentially facilitate attentional maintenance versus avoidance in disorders of disgust.         \nDisgust-related Behavior and Learning Mechanisms\nDisgust related avoidance.  Dominant theories of fear and anxiety disorders are based on a two-\nprocess model of fear and avoidance, where fears can be acquired through associative learning, which are \nthen maintained via avoidance or escape behaviors that have a negatively reinforcing effect (Krypotos et \nal., 2015). Researchers have investigated the learning and behavioral mechanisms of disgust and found \nthat they function like fear, but with important differences. First, disgust-related avoidance can take \nseveral forms. As noted throughout this review, disgust proneness is robustly associated with washing \nsymptoms in C-OCD, which involve excessive washing of hands and surfaces, avoiding contact with \npotential contaminants (e.g., toilets), or avoiding places that could serve as potential sources of germs \n(e.g., public restrooms; Knowles et al., 2018). Like how social avoidance maintains fear in social anxiety \ndisorder, disgust-related avoidance maintains disgust proneness. For example, Olatunji (2015) randomly \nassigned participants to either actively engage in health-related behavioral avoidance (e.g., carry anti-\nbacterial hand sanitizer, avoid touching public door handles, etc.) or behave as they normal would over a"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "DISGUST AND THE ANXIETY DISORDERS 8\nthree-week period.  Those who engaged in the daily health-related behaviors reported increased disgust \nproneness over the subsequent weeks, and these changes were mediated by the frequency at which \nparticipants engaged in these health-related behaviors.  Similar results have been found for contamination \nfears commonly observed in OCD (Deacon & Maack, 2008). In addition, laboratory studies have \nconsistently shown that disgust proneness predicts avoidance of potential contaminants (e.g., Campbell et \nal., 2019). Thus, disgust-related avoidance and safety behavior use likely reinforce disgust proneness and \ndisgust-related beliefs about the dangers of disgusting stimuli. This model of learned avoidance likely \napplies to all disgust-related anxiety disorders, including specific phobias (e.g., disgust motivating \navoidance of spiders) and PTSD (e.g., avoiding disgust-inducing memories).  \nDisgust learning:  As part of the two-process model of fear and avoidance, fear of a specific \nstimulus is thought to be acquired via classical conditioning.  Fear conditioning occurs when a neutral \nstimulus (or conditioned stimulus; CS) is paired with an aversive, fear-evoking stimulus (or \nunconditioned stimulus; US).  After the CS-US contingency is learned, the CS comes to elicit fear on its \nown via a learned expectancy that the US will follow it. Fear conditioning is an important mechanism \ninvolved in fear-related anxiety disorders (Duits et al., 2015).  Indeed, some of the most important insights \ninto the etiology, maintenance, and treatment of anxiety disorders comes fear conditioning research. \nResearch has shown that, like fear, disgust is rapidly acquired via classical conditioning (Mason and \nRichardson, 2010). In addition, research has found that disgust conditioning is an important process \ninvolved in disgust-related anxiety disorders, including C-OCD (Armstrong & Olatunji, 2017), blood-\ninjection phobia (Olatunji et al., 2009), and likely PTSD (Badour et al., 2013).  \nResearch on disgust conditioning has found that  acquired disgust is resistant to extinction, \nparticularly for disgust-prone individuals (Mason & Richardson, 2010) and individuals with high levels of \ndisgust-related anxiety disorder symptoms (e.g., C-OCD; Armstrong & Olatunji, 2017). Extinction occurs \nwhen the CS is repeatedly observed absent any aversive event, which eventually results in a diminished \nconditioned response. This process results in inhibitory learning—the formation of a new association that \nthe CS predicts the absence  of an aversive outcome (Craske et al., 2014).  In fear research, when \ninhibitory learning is achieved, the US is no longer expected to occur, and individuals can then effectively \ninhibit their fear response to the CS. However, disgust is thought to also be acquired via evaluative \nconditioning , which has been shown to be a more durable form of classical conditioning (Hofmann et al., \n2010). Whereas traditional classical conditioning results in an expectancy of the US following the CS, in \nevaluative conditioning, the CS comes to acquire the valence of the US (Ludvik et al., 2015). Thus, in \nevaluative disgust conditioning, observation of the CS likely activates a mental representation of the US \nand its valence (Ludvik et al., 2015). Indeed, disgust conditioning research has shown that even when the \nUS expectancy is attenuated, the CS continues to be evaluated as disgusting following extinction (Ludvik \net al., 2015). \nRecent research has confirmed that learned disgust is more  resistant to extinction than fear \n(Mitchell et al., 2024; Zeng et al., 2021).  In an experimental study, Zeng and colleagues (2021) found that \nconditioned fear responses were successfully attenuated following extinction trials, but conditioned \ndisgust responses remained elevated. In addition, a recent meta-analysis compared the pooled effect sizes \nof extinction learning for disgust and fear using results from laboratory conditioning studies and found \nthat, indeed, disgust was overall more resistant to extinction than fear (Mitchell et al., 2024). These \nfindings have major treatment implications, as extinction and inhibitory learning are thought to underlie \nsymptom reduction via exposure therapy techniques (Craske et al., 2014). Indeed, dominant treatments \nfor disgust-related disorders emphasize exposure as a primary intervention (e.g., ERP for OCD: Foa et al., \n2012; prolonged exposure for PTSD; Foa et al., 2007). However, the original formulation of these \ndisorders and their treatments were based on our understanding of fear conditioning and extinction, and \ndisgust has largely been overlooked in exposure treatment protocols (Pascal et al., 2020). Indeed, disgust \nmay play a role in both short- and long-term treatment outcomes. For example, despite the overall"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "DISGUST AND THE ANXIETY DISORDERS 9\nefficacy of exposure-based treatments for anxiety disorders, roughly half of patients are classified as non-\nresponders (Springer et al., 2021), and a significant proportion of treatment responders (e.g., 14% to \n23.8%) relapse within 12 months (Levy et al., 2021). It is possible (though currently uncertain) that the \npresence of disgust in anxiety disorders contributes to these therapy outcomes. In a meta-analysis, Pascal \nand colleagues (2020) found that the effect size of exposure-based interventions was smaller when disgust \nwas the outcome variable compared to anxiety and emotional distress. Thus, additional efforts are \nnecessary to optimize the extinction of disgust reactions when treating individuals with disgust-related \npsychopathology. \nAlong with disgust conditioning and extinction, research has recently begun to investigate the \ngeneralization of acquired disgust. Generalization refers to the transfer of a conditioned response to \nstimuli that resemble the CS (referred to as the GS+), which is a well-studied phenomenon in fear \nconditioning (Dymond et al., 2015). Several studies have now shown that during disgust conditioning, \nacquired disgust generalizes to the GS+ in a manner similar to fear (e.g., Berg et al., 2021; Olatunji & \nTomarken, 2023). However, whether individual differences variables, like disgust proneness or disgust-\nrelated anxiety disorder symptoms, influence the degree of disgust generalization currently remains \nuncertain. Berg and colleagues (2021) found that disgust proneness predicted greater disgust \ngeneralization. Moreover, they found that disgust generalization during the conditioning task predicted \ngreater avoidance during a subsequent avoidance task. However, Olatunji and Tomarken (2023) did not \nfind any associations between disgust proneness and disgust generalization. This literature is young, but \nimportant insights into disgust-related anxiety disorders will likely come from further investigations into \ndisgust generalization processes. For example, like past research on disgust conditioning and extinction, \nresearch using analogue (or clinical) samples could help determine whether disgust generalization is a \nmechanism distinguishing anxious from healthy individuals.  \nInterventions for Disgust \nTo overcome the challenge that disgust appears to be more difficult to attenuate than fear, Ludvik \nand colleagues (2015) recommended investigating methods that attempt to directly target the valence of \nthe CS (e.g., counterconditioning) or the US (e.g., US revaluation) instead of the typical extinction \nlearning (multiple unpaired presentations of the CS absent the US). Counterconditioning consists of \npairing the CS (previously paired with a disgusting US) with a new positively valenced US. So far, a few \ninvestigations have found that counterconditioning significantly reduces acquired disgust (e.g., Engelhard \net al., 2014; Novara et al., 2021). However, Chua and Sündermann (2023) found that while \ncounterconditioning was effective at attenuating CS-US expectancy ratings, it was no more effective than \nextinction at attenuating disgust evaluations of the CS. US revaluation is a similar procedure that targets \nthe US’s natural valence, rather than the CS’s conditioned valence. For US revaluation, the disgusting US \nwould be paired repeatedly with a positively valenced US to modify its original valence. This revaluation \nis then hypothesized to transfer to the CS that was previously paired with the disgusting US. To date, only \none investigation has applied US revaluation to conditioned disgust and found that, like \ncounterconditioning, it was no more effective than extinction for attenuating disgust evaluations of the CS \n(Chua & Sündermann, 2023). Although additional research along these lines is needed, the paucity of \nexisting studies suggest that counterconditioning and US revaluation are insufficient methods to enhance \ndisgust extinction.  \nBased on an inhibitory learning model of extinction, research has shown that expectancy \nviolations help drive the extinction of fear. That is, when predictions about feared outcomes are \ndisconfirmed during exposure to feared stimuli, inhibitory learning is enhanced (Craske et al., 2014). \nHowever, given the disease avoidance model of disgust, there is naturally a significant temporal gap \nbetween exposure to a contaminated or infectious stimulus and the onset of illness symptoms. Therefore, \nit is often difficult to set up clear, unambiguous expectancy violations within a given exposure session."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "DISGUST AND THE ANXIETY DISORDERS 10\nBosman and colleagues (2016) therefore investigated whether adding safety information to the CS could \nenhance extinction learning. Specifically, after pairing food based CSs (e.g., pea soup) with disgusting \nUSs, safety information was added by either allowing participants to interact with the CS (e.g., to \nexamine it) or by having participants witness a confederate eat the CS. This added safety information \nresulted in increased willingness to eat the CS, as well as lower disgust evaluations during a one-week \nfollow-up. Although not precisely an expectancy violation, adding safety information to the CS may also \nprovide corrective information that enhances inhibitory learning. Based on this research, one simple and \nactionable strategy that clinicians could adopt is to engage in the exposures with their patients. Observing \nthe clinician make physical contact with disgusting objects might be perceived as evidence of safety, \nwhich could motivate reluctant patients to engage in exposures.  \nOther research has investigated cognitive approaches to enhancing disgust extinction. Olatunji \nand colleagues (2017) had an analogue sample of participant high in C-OCD symptoms undergo disgust \nconditioning, and then randomly assigned them to either cognitive reappraisal training or a control task. \nIn the cognitive reappraisal condition, participants were trained to find alternative ways of thinking about \nthe CS and US, a standard technique seen in cognitive therapies. The next day, participants underwent \nadditional disgust conditioning followed by extinction. Results showed that the cognitive reappraisal \ntraining attenuated the degree of additional disgust acquisition and enhanced the effectiveness of \nsubsequent extinction training. Although it has been suggested that reappraising the meaning of a \ndisgusting stimulus is futile, because disgust responding is based on concrete rather than abstract \nproperties of a stimulus (Royzman & Sabini, 2001), results from this study are perhaps the most \npromising with respect to reducing disgust acquisition and then attenuating acquired disgust. Indeed, \ncognitive restructuring is a common component of cognitive-behavioral treatments for anxiety disorders \nthat could be easily tailored toward restructuring beliefs about disgust and disgusting stimuli.  \nAlthough literature is mounting for interventions targeting disgust, very limited research has \ninvestigated formalized treatments for disgust-related disorders. To date (to the authors’ knowledge), only \ntwo investigations have implemented and tested treatments that explicitly target disgust in disgust-related \ndisorders. First, Salmani and colleagues (2022) recently conducted a randomized clinical trial \ninvestigating the efficacy of an “anti-disgust” treatment for C-OCD, and the results were promising. The \nanti-disgust intervention included initial psychoeducation, an anti-disgust cognitive intervention, nine \nsessions of exposure with response prevention, and a session focused on relapse prevention. The anti-\ndisgust cognitive intervention involved psychoeducation about disgust’s function and cognitive \ndistortions related to disgust (e.g., magical thinking). This also included training for challenging beliefs \nabout disgust with an overarching aim of increasing acceptance of feelings of disgust. Results indicated \nthat the anti-disgust cognitive intervention resulted in significantly lower disgust proneness and \nsignificantly greater disgust acceptance prior to starting exposures compared to the standard CBT \ntreatment group. In addition, this intervention appeared to reduce the dropout rate during the exposure \nphase. Further, exposure sessions resulted in significantly greater decreases in disgust proneness and \nOCD symptoms for the anti-disgust group compared to the standard CBT group, and greater sustained \nimprovement at a three-month follow-up. This investigation was limited by relatively small sample sizes, \nbut it provides very promising preliminary evidence for a disgust-specific treatment for C-OCD. \nAnother recent investigation incorporated a focus on disgust in a group-based CBT treatment for \nBII phobia (Mason et al., 2022). This included psychoeducation about disgust (versus fear) in BII \nsymptoms and monitoring levels of both disgust and fear during exposure sessions. Results showed \nsubstantial reductions in disgust-based BII phobia symptoms, as well as marginal reductions in overall \ndisgust proneness. Moreover, changes in disgust responses to BII stimuli were associated with overall \nreductions in BII phobia symptoms. These results suggest that disgust-related symptoms can be \nsuccessfully treated with a combination of cognitive and behavioral interventions, but that treatments are \nenhanced when disgust is specifically addressed. It is important to note, however, that this investigation"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "DISGUST AND THE ANXIETY DISORDERS 11\ndid not include a control group (e.g., standard in vivo exposure without specific focus on disgust). \nTherefore, the reported treatment’s relative efficacy for reducing disgust reactions above standard \ntreatment methods for BII phobia remains unclear (Mason et al., 2022). To translate laboratory findings \non disgust reduction strategies into practical therapeutic interventions, it will be crucial to assess these \nmethods through comparisons with standard in vivo exposures in both experimental research and \nrandomized controlled trials. Nevertheless, there is currently sufficient evidence to recommend \nincorporating disgust ratings and discussions of disgust-related processes when treating patients with \ndisgust-related symptoms, as opposed to the traditional focus on fear or broader ratings of distress (e.g., \nSUDs). Thus, it is especially important for clinicians to assess for the specific emotions underlying \nsymptom manifestations in order to provide more targeted treatment. \nConclusions and Future Directions  \nIt has been over 25 years since disgust was labeled “the forgotten emotion of psychiatry” (Phillips \net al., 1998). Since then, a large body of literature has accumulated delineating the various mechanisms \nlinking disgust to several anxiety disorders.  At this stage, there are clear paths forward for basic and \napplied research on disgust in anxiety and related disorders. For example, more integrated approaches that \nseek to test models of disgust across different levels of analysis will be essential for advancing our \nunderstanding of the mechanism(s) that account for disgust in various disorders. Research along these \nlines will be vital to establishing additional targets for intervention.  The Research Domain Criteria \n(RDoC) initiative may be a useful framework for furthering this research agenda.  A major aim of the \nRDoC framework is to investigate the different disease mechanisms across different levels of analysis \n(e.g., behavioral, neural, genetic, etc.). Although several disgust-related mechanisms have been identified \nthat have transdiagnostic implications, disgust is not included in the Negative Valence Systems \nDomain of RDoC. According to Amoroso and colleagues (2020), the exclusion of disgust is a limitation \nof the RDoC that reduces its effectiveness for fully understanding disorders in which disgust plays a \ncontributive role. The absence of disgust from RDoC may be, in part, because the level of synchrony seen \nacross different indicators remains largely untested, and few attempts have been made to formulate and \ntest integrative models of the different disgust-related mechanisms. For example, while research suggests \nthat individual differences in disgust proneness may be partially heritable (Olatunji et al., 2019; Sherlock \net al., 2016), the underling genes remain largely unknown. The findings of Kang and colleagues (2010) \nsuggest that the dopamine receptor D4 and catechol-O-methyltransferase genes are likely candidates but \nthese findings have yet to be replicated. Application of the RDoC framework to disgust across different \nlevels of analysis ranging from genes to behavior may foster new research approaches that will lead to a \nbetter understanding of disorders that are characterized by heightened disgust reactions.\nThe RDoC also highlights several areas that can inform future research in psychopathology, \nincluding lifespan and development and environmental influences on disgust. For example, most of our \ncurrent understanding of disgust in psychopathology comes from research in adults, and there is a relative \npaucity of research applying a developmental psychopathology approach. A better understanding of the \ndevelopmental process (e.g., early learning, intergenerational transmission of vulnerabilities) of disgust is \nessential given that anxiety disorders tend to emerge in childhood (Beesdo et al., 2009). In addition, early \nwork suggests that disgust has both biological and social functions (e.g., Keltner & Haidt, 2001). Given \nits various functions, disgust may have reach beyond the anxiety disorders. Indeed, there is growing \nresearch suggesting that disgust may be an important component of the psychopathology of eating \ndisorders (Betkas et al., 2022). Despite the observed social function of the emotion, very limited research \nhas also investigated differences in the experience of disgust across cultures and populations, and whether \nthis has implications for the manifestation of psychopathology or its treatment. Thus, future research \nshould begin investigating disgust-related processes in more diverse samples that include individuals \nfrom underrepresented groups to determine whether their links to psychopathology vary across groups."
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "DISGUST AND THE ANXIETY DISORDERS 12\nAn important path forward for applied research on the psychopathology of disgust is the \ndevelopment and dissemination of evidence-based treatments. There is now enough evidence to suggest \nthat disgust should be explicitly targeted in treatment to enhance outcomes. Therefore, formalizing and \ntesting disgust-focused treatments (or integrating disgust-focused components into existing treatments) is \na necessary next step. Indeed, there remains a need for translational research to investigate whether \ndisgust reduction strategies contribute to treatment efficacy for anxiety disorders. One novel area where \nthis could be pursued is through the integration of disgust concepts into transdiagnostic treatments for \nemotional disorders, which are becoming more prominent. For example, the Unified Protocol emphasizes \nemotional appraisals as an important treatment target across emotional disorders, with modules focused \non psychoeducation about emotions, their function, and building a more accepting attitude toward \nnegative emotions (along with cognitive and exposure-based treatment components; Farchione et al., \n2024). However, disgust is largely absent from current transdiagnostic treatments, potentially leading to \nthe neglect or insufficient emphasis on crucial symptom areas. In addition, future research could seek to \ninvestigate disgust-related interventions from a prevention standpoint. Indeed, research has shown that \nanxiety disorder development can be prevented in some children through early intervention (e.g., Dadds \net al., 1997). Given that disgust-related beliefs and avoidance likely develop in childhood (in part) \nthrough parental modeling (Reynolds & Askew, 2022), targets for prevention might include parental \naccommodation of disgust-related avoidance (Thompson-Hollands et al., 2014).   \nIn general, research focused on interventions for disgust-related disorders can be informed by the \nStage Model of behavioral intervention development which is composed of six stages (Onken et al., \n2014): basic science (Stage 0), intervention generation, refinement, modification, and adaptation and pilot \ntesting (Stage I); traditional efficacy testing (Stage II); efficacy testing with real-world providers (Stage \nIII); effectiveness research (Stage IV); and dissemination and implementation research (Stage V). There is \nnow good evidence on how basic research on disgust can directly inform intervention generation. For \nexample, research has implicated anterior insula activation in disgust processing, which may be a link \nbetween disgust and C-OCD (Gan et al., 2022). Based on this evidence, Salvo and colleagues (2022) were \nable to attenuate disgust reactions and reports of moral rigidity via noninvasive brain stimulation targeting \nthe insula. Moreover, this reduction of disgust was greatest for those with greater OCD symptoms. Thus, \na greater understanding of the neural basis of disgust processing and its association to other levels of \nanalysis will likely reveal important targets for treatment. Although our knowledge of the role of disgust \nin various disorders has advanced considerably over the past two decades, research along these lines \nremains uncharted territory that is well positioned to reveal new important insights."
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "DISGUST AND THE ANXIETY DISORDERS 13\nReferences\nArmstrong, T., McClenahan, L., Kittle, J., & Olatunji, B. O. (2014). Don't Look Now! Oculomotor \nAvoidance as a Conditioned Disgust Response. Emotion (Washington, D.C.) , 14(1), 95–104. \nhttps://doi.org/10.1037/a0034558\nArmstrong, T., & Olatunji, B. O. (2012). Eye tracking of attention in the affective disorders: A meta-\nanalytic review ands. Clinical Psychology Review , 32(8), 704–723. \nhttps://doi.org/10.1016/j.cpr.2012.09.004\nArmstrong, T., & Olatunji, B. O. (2017). Pavlovian disgust conditioning as a model for contamination-\nbased OCD: Evidence from an analogue study. Behaviour Research and Therapy, 93,  78–\n87. https://doi.org/10.1016/j.brat.2017.03.009\nArmstrong, T., Stewart, J. G., Dalmaijer, E. S., Rowe, M., Danielson, S., Engel, M., Bailey, B., & Morris, \nM. (2022). I’ve seen enough! Prolonged and repeated exposure to disgusting stimuli increases \noculomotor avoidance. Emotion, 22 (6), 1368–1381. https://doi.org/10.1037/emo0000919\nAsmundson, G. J., Abramowitz, J. S., Richter, A. A., & Whedon, M. (2010). Health anxiety: Current \nperspectives and future directions. Current Psychiatry Reports , 12(4), 306–312. \nhttps://doi.org/10.1007/s11920-010-0123-9\nBadour, C. L., & Feldner, M. T. (2018). The role of disgust in posttraumatic stress: A critical review of \nthe empirical literature. Journal of Experimental Psychopathology, 9 (3), Article \npr.032813. https://doi.org/10.5127/pr.032813\nBadour, C. L., Feldner, M. T., Babson, K. A., Blumenthal, H., & Dutton, C. E. (2013). Disgust, mental \ncontamination, and posttraumatic Stress: Unique relations following sexual versus non-sexual \nassault. Journal of Anxiety Disorders , 27(1), 155–162. \nhttps://doi.org/10.1016/j.janxdis.2012.11.002\nBarahmand, U., Stalias-Mantzikos, M. E., Rotlevi, E., & Xiang, Y. (2023). Disgust and emotion \ndysregulation in misophonia: A case for mental contamination? International Journal of Mental \nHealth and Addiction , 21(3), 1550–1569. https://doi.org/10.1007/s11469-021-00677-x"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "DISGUST AND THE ANXIETY DISORDERS 14\nBeckers, T., Hermans, D., Lange, I., Luyten, L., Scheveneels, S., & Vervliet, B. (2023). Understanding \nclinical fear and anxiety through the lens of human fear conditioning. Nature Reviews \nPsychology , 2(4), 233–245. https://doi.org/10.1038/s44159-023-00156-1\nBeesdo, K., Knappe, S., & Pine, D. S. (2009). Anxiety and anxiety disorders in children and adolescents: \ndevelopmental issues and implications for DSM-V. The Psychiatric Clinics of North \nAmerica , 32(3), 483–524. https://doi.org/10.1016/j.psc.2009.06.002\nBerg, H., Hunt, C., Cooper, S. E., Olatunji, B. O., & Lissek, S. (2021). Generalization of conditioned \ndisgust and the attendant maladaptive avoidance: Validation of a novel paradigm and effects of \ntrait disgust-proneness. Behaviour Research and Therapy , 146.\nBerle, D., Starcevic, V., Brakoulias, V., Sammut, P., Milicevic, D., Hannan, A., & Moses, K. (2012). \nDisgust propensity in obsessive-compulsive disorder: cross-sectional and prospective \nrelationships. Journal of Behavior Therapy and Experimental Psychiatry , 43(1), 656–663. \nhttps://doi.org/10.1016/j.jbtep.2011.09.002\nBektas, S., Keeler, J. L., Anderson, L. M., Mutwalli, H., Himmerich, H., & Treasure, J. (2022). Disgust \nand self-disgust in eating disorders: A systematic review and meta-Analysis. Nutrients, 21,  1728. \ndoi: 10.3390/nu14091728. \nBlakey, S. M., Reuman, L., Jacoby, R. J., & Abramowitz, J. S. (2015). Tracing \"fearbola\": Psychological \npredictors of anxious responding to the threat of ebola. Cognitive Therapy and Research , 39(6), \n816–825. https://doi.org/10.1007/s10608-015-9701-9\nBomyea, J., & Amir, N. (2012). Disgust propensity as a predictor of intrusive cognitions following a \ndistressing film. Cognitive Therapy and Research , 36(3), 190–198. \nhttps://doi.org/10.1007/s10608-010-9331-1\nBosman, R. C., Borg, C., & de Jong, P. J. (2016). Optimising extinction of conditioned disgust. PLoS \nONE, 11 (2), Article e0148626. https://doi.org/10.1371/journal.pone.0148626\nBrady, R. E., Cisler, J. M., & Lohr, J. M. (2014). Specific and differential prediction of health anxiety by \ndisgust sensitivity and propensity. Anxiety, Stress, and Coping , 27(1), 90–99. \nhttps://doi.org/10.1080/10615806.2013.772588\nBrake, C. A., Tipsword, J. M., & Badour, C. L. (2021). Mental contamination, disgust, and other negative \nemotions among survivors of sexual trauma: Results from a daily monitoring study. Journal of \nAnxiety Disorders , 84, 102477. https://doi.org/10.1016/j.janxdis.2021.102477\nBrand, J., McKay, D., Wheaton, M. G., & Abramowitz, J. S. (2013). The relationship between obsessive \ncompulsive beliefs and symptoms, anxiety and disgust sensitivity, and Swine Flu fears. Journal \nof Obsessive-compulsive and Related Disorders , 2(2), 200–206. \nhttps://doi.org/10.1016/j.jocrd.2013.01.007\nCampbell, R. L., Bynion, T.-M., Forte, J., Feldner, M. T., & Adams, T. G. (2020). Specificity of disgust \nin the prediction of behavioral avoidance of possible contaminants. Cognitive Therapy & \nResearch , 44(2), 386–392. https://doi.org/10.1007/s10608-019-10067-2"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "DISGUST AND THE ANXIETY DISORDERS 15\nCarretié, L., Hinojosa, J. A., Martín-Loeches, M., Mercado, F., & Tapia, M. (2004). Automatic attention \nto emotional stimuli: neural correlates. Human brain mapping , 22(4), 290–299. \nhttps://doi.org/10.1002/hbm.20037\nCarretié, L., Ruiz-Padial, E., López-Martín, S., & Albert, J. (2011). Decomposing unpleasantness: \ndifferential exogenous attention to disgusting and fearful stimuli. Biological Psychology , 86(3), \n247–253. https://doi.org/10.1016/j.biopsycho.2010.12.005\nChapman, H. A., Johannes, K., Poppenk, J. L., Moscovitch, M., & Anderson, A. K. (2013). Evidence for \nthe differential salience of disgust and fear in episodic memory. Journal of Experimental \nPsychology: General, 142 (4), 1100–1112. https://doi.org/10.1037/a0030503\nCharash, M., & McKay, D. (2009). Disgust and contamination fear: Attention, memory, and judgment of \nstimulus situations. International Journal of Cognitive Therapy, 2 (1), 53–\n65. https://doi.org/10.1521/ijct.2009.2.1.53\nChua, J., & Sündermann, O. (2023). Attenuating experimentally acquired disgust: Comparing \ncounterconditioning, exposure and unconditioned stimulus revaluation. Journal of Behavior \nTherapy and Experimental Psychiatry , 79, 101813. https://doi.org/10.1016/j.jbtep.2022.101813\nCox, R. C., Jessup, S. C., Luber, M. J., & Olatunji, B. O. (2020). Pre-pandemic disgust proneness predicts \nincreased coronavirus anxiety and safety behaviors: Evidence for a diathesis-stress \nmodel. Journal of Anxiety Disorders , 76, 102315. https://doi.org/10.1016/j.janxdis.2020.102315\nCraske, M. G., Treanor, M., Conway, C. C., Zbozinek, T., & Vervliet, B. (2014). Maximizing exposure \ntherapy: an inhibitory learning approach. Behaviour Research and Therapy , 58, 10–23. \nhttps://doi.org/10.1016/j.brat.2014.04.006\nCurtis, V., & Biran, A. (2001). Dirt, disgust, and disease. Is hygiene in our genes? Perspectives in Biology \nand Medicine , 44(1), 17–31. https://doi.org/10.1353/pbm.2001.0001\nDavey, G. C. L., & Bond, N. (2006). Using controlled comparisons in disgust psychopathology research: \nThe case of disgust, hypochondriasis and health anxiety. Journal of Behavior Therapy and \nExperimental Psychiatry, 37 (1), 4–15. https://doi.org/10.1016/j.jbtep.2005.09.001\nDeacon, B., & Maack, D. J. (2008). The effects of safety behaviors on the fear of contamination: An \nexperimental investigation. Behaviour Research and Therapy,46 (4), 537–\n547. https://doi.org/10.1016/j.brat.2008.01.010.\nDuits, P., Cath, D. C., Lissek, S., Hox, J. J., Hamm, A. O., Engelhard, I. M., van den Hout, M. A., & \nBaas, J. M. P. (2015). Updated meta ‐analysis of classical fear conditioning in the anxiety \ndisorders. Depression and Anxiety , 32(4), 239–253. https://doi.org/10.1002/da.22353\nDymond, S., Dunsmoor, J. E., Vervliet, B., Roche, B., & Hermans, D. (2015). Fear generalization in \nhumans: Systematic review and implications for anxiety disorder research. Behavior \nTherapy , 46(5), 561–582. https://doi.org/10.1016/j.beth.2014.10.001\nEngelhard, I. M., Leer, A., Lange, E., & Olatunji, B. O. (2014). Shaking that icky feeling: effects of \nextinction and counterconditioning on disgust-related evaluative learning. Behavior \nTherapy , 45(5), 708–719. https://doi.org/10.1016/j.beth.2014.04.003"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "DISGUST AND THE ANXIETY DISORDERS 16\nEngelhard, I. M., Olatunji, B. O., & de Jong, P. J. (2011). Disgust and the development of posttraumatic \nstress among soldiers deployed to Afghanistan. Journal of Anxiety Disorders , 25(1), 58–63. \nhttps://doi.org/10.1016/j.janxdis.2010.08.003\nFan, Q., & Olatunji, B. O. (2013). Individual differences in disgust sensitivity and health-related \navoidance: Examination of specific associations. Personality and Individual Differences, 55 (5), \n454–458. https://doi.org/10.1016/j.paid.2013.04.007\nFarchione, T.J., Long, L.J, Spencer-Laitt, D., Moreno, J., & Barlow, D.H. (2024, this issue). State of the \nscience: The unified protocol for the transdiagnostic treatment of emotional disorders. Behavior \nTherapy.\nFeldner, M. T., Frala, J., Badour, C., Leen-Feldner, E. W., & Olatunji, B. O. (2010). An empirical test of \nthe association between disgust and sexual assault. International Journal of Cognitive Therapy, \n3(1), 11–22. https://doi.org/10.1521/ijct.2010.3.1.11\nFink-Lamotte, J., Svensson, F., Schmitz, J., & Exner, C. (2022). Are you looking or looking away? Visual \nexploration and avoidance of disgust- and fear-stimuli: An eye-tracking study. Emotion, 22 (8), \n1909–1918. https://doi.org/10.1037/emo0000993\nFoa, E. B., Hembree, E. A., & Rothbaum, B. O. (2007). Prolonged exposure therapy for PTSD :  \nemotional processing of traumatic experiences :  therapist guide . Oxford University Press.\nFoa, E. B., Yadin, E., & Lichner, T. K. (2012). Exposure and response (ritual) prevention for obsessive-\ncompulsive disorder: therapist guide  (Second edition.). Oxford University Press.\nGan, X., Zhou, X., Li, J., Jiao, G., Jiang, X., Biswal, B., Yao, S., Klugah-Brown, B., & Becker, B. (2022). \nCommon and distinct neurofunctional representations of core and social disgust in the brain: \nCoordinate-based and network meta-analyses. Neuroscience and Biobehavioral Reviews , 135.\nGoetz, A. R., Lee, H. J., & Cougle, J. R. (2013). The association between health anxiety and disgust \nreactions in a contamination-based behavioral approach task. Anxiety, Stress, and Coping , 26(4), \n431–446. https://doi.org/10.1080/10615806.2012.684241\nGeorgiadis, C., Schreck, M., Gervasio, M., Kemp, J., Freeman, J., Garcia, A., & Case, B. (2020). Disgust \npropensity and sensitivity in childhood anxiety and obsessive-compulsive disorder: Two \nconstructs differentially related to obsessional content. Journal of Anxiety Disorders , 76, 102294. \nhttps://doi.org/10.1016/j.janxdis.2020.102294\nHaidt, J., McCauley, C., & Rozin, P. (1994). Individual differences in sensitivity to disgust: A scale \nsampling seven domains of disgust elicitors. Personality and Individual Differences, 16 (5), 701–\n713. https://doi.org/10.1016/0191-8869(94)90212-7\nHofmann, W., De Houwer, J., Perugini, M., Baeyens, F., & Crombez, G. (2010). Evaluative conditioning \nin humans: a meta-analysis. Psychological Bulletin , 136(3), 390–421. \nhttps://doi.org/10.1037/a0018916\nInsel, T., Cuthbert, B., Garvey, M., Heinssen, R., Pine, D. S., Quinn, K., Sanislow, C., & Wang, P. \n(2010). Research domain criteria (RDoC): toward a new classification framework for research on \nmental disorders. American Journal of Psychiatry , 167(7), 748–751. \nhttps://doi.org/10.1176/appi.ajp.2010.09091379"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "DISGUST AND THE ANXIETY DISORDERS 17\nKang, J.I., Kim, S. J., Namkoong, K., An, S. K. (2010). Association of DRD4 and COMT polymorphisms \nwith disgust sensitivity in healthy volunteers. Neuropsychobiology. 61,  105-112. doi: \n10.1159/000275822. \nKeltner, D., & Haidt, J. (2001). Social functions of emotions. In T. J. Mayne & G. A. Bonanno \n(Eds.), Emotions: Currrent Issues and Future Directions  (pp. 192–213). The Guilford Press.\nKnowles, K. A., Cox, R. C., Armstrong, T., & Olatunji, B. O. (2019). Cognitive mechanisms of disgust in \nthe development and maintenance of psychopathology: A qualitative review and \nsynthesis. Clinical Psychology Review , 69, 30–50. https://doi.org/10.1016/j.cpr.2018.06.002\nKnowles, K. A., Jessup, S. C., & Olatunji, B. O. (2018). Disgust in anxiety and obsessive-compulsive \ndisorders: Recent findings and future directions. Current Psychiatry Reports , 20(9), 68. \nhttps://doi.org/10.1007/s11920-018-0936-5\nKrypotos, A. M., Effting, M., Kindt, M., & Beckers, T. (2015). Avoidance learning: a review of \ntheoretical models and recent developments. Frontiers in Behavioral Neuroscience , 9, 189. \nhttps://doi.org/10.3389/fnbeh.2015.00189\nLevy, H. C., O'Bryan, E. M., & Tolin, D. F. (2021). A meta-analysis of relapse rates in cognitive-\nbehavioral therapy for anxiety disorders. Journal of Anxiety Disorders , 81, 102407. \nhttps://doi.org/10.1016/j.janxdis.2021.102407\nLu, Y., Luo, Y., Lei, Y., Jaquess, K. J., Zhou, C., & Li, H. (2016). Decomposing valence intensity effects \nin disgusting and fearful stimuli: an event-related potential study. Social Neuroscience , 11(6), \n618–626. https://doi.org/10.1080/17470919.2015.1120238\nLudvik, D., Boschen, M. J., & Neumann, D. L. (2015). Effective behavioural strategies for reducing \ndisgust in contamination-related OCD: A review. Clinical Psychology Review , 42, 116–129. \nhttps://doi.org/10.1016/j.cpr.2015.07.001\nMason, E. C., Gaston, J. E., Pestell, C. F., & Page, A. C. (2022). A comprehensive group-based cognitive \nbehavioural treatment for blood-injection-injury phobia. The British Journal of Clinical \nPsychology , 61(2), 494–509. https://doi.org/10.1111/bjc.12345\nMason, E. C., & Richardson, R. (2010). Looking beyond fear: The extinction of other emotions \nimplicated in anxiety disorders. Journal of Anxiety Disorders, 24 (1), 63–\n70. https://doi.org/10.1016/j.janxdis.2009.08.007\nMatson, L. A., Moeck, E. K., & Takarangi, M. K. T. (2023). Disgust and fear reactions uniquely affect \nintrusions and posttraumatic stress symptoms. Journal of Anxiety Disorders , 95, 102683. \nhttps://doi.org/10.1016/j.janxdis.2023.102683\nMelli, G., Poli, A., Chiorri, C., & Olatunji, B. O. (2019). Is heightened disgust propensity truly a risk \nfactor for contamination-related obsessive-compulsive disorder? Behavior Therapy , 50(3), 621–\n629. https://doi.org/10.1016/j.beth.2018.10.002\nMitchell, B. J., Coifman, K. G., & Olatunji, B. O. (2024). Is disgust more resistant to extinction than fear? \nA meta-analytic review of laboratory paradigms. Behaviour Research and Therapy , 174, 104479. \nAdvance online publication. https://doi.org/10.1016/j.brat.2024.104479"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "DISGUST AND THE ANXIETY DISORDERS 18\nMuris, P., van der Heiden, S., & Rassin, E. (2008). Disgust sensitivity and psychopathological symptoms \nin non-clinical children. Journal of Behavior Therapy and Experimental Psychiatry , 39(2), 133–\n146. https://doi.org/10.1016/j.jbtep.2007.02.001\nNaragon-Gainey, K. (2010). Meta-analysis of the relations of anxiety sensitivity to the depressive and \nanxiety disorders. Psychological Bulletin, 136 (1), 128–150. https://doi.org/10.1037/a0018055\nNovara, C., Lebrun, C., Macgregor, A., Vivet, B., Thérouanne, P., Capdevielle, D., & Raffard, S. (2021). \nAcquisition and maintenance of disgust reactions in an OCD analogue sample: Efficiency of \nextinction strategies through a counter-conditioning procedure. PLoS ONE, 16 (7), Article \ne0254592. https://doi.org/10.1371/journal.pone.0254592\nOaten, M., Stevenson, R. J., & Case, T. I. (2009). Disgust as a disease-avoidance \nmechanism. Psychological Bulletin , 135(2), 303–321. https://doi.org/10.1037/a0014823\nÖhman, A., & Mineka, S. (2001). Fears, phobias, and preparedness: Toward an evolved module of fear \nand fear learning. Psychological Review, 108 (3), 483–522. https://doi.org/10.1037/0033-\n295X.108.3.483\nOlatunji B. O. (2015). Selective effects of excessive engagement in health-related behaviours on disgust \npropensity. Cognition & Emotion , 29(5), 882–899. \nhttps://doi.org/10.1080/02699931.2014.951314\nOlatunji, B. O., Armstrong, T., & Elwood, L. (2017). Is disgust proneness associated with anxiety and \nrelated disorders? A qualitative review and meta-analysis of group comparison and correlational \nstudies. Perspectives on Psychological Science, 12 (4), 613–\n648. https://doi.org/10.1177/1745691616688879\nOlatunji, B. O., Armstrong, T., Fan, Q., & Zhao, M. (2014). Risk and resiliency in posttraumatic stress \ndisorder: Distinct roles of anxiety and disgust sensitivity. Psychological Trauma: Theory, \nResearch, Practice, and Policy, 6 (1), 50–55. https://doi.org/10.1037/a0029682\nOlatunji, B. O., Berg, H., Cox, R. C., & Billingsley, A. (2017). The effects of cognitive reappraisal on \nconditioned disgust in contamination-based OCD: An analogue study. Journal of Anxiety \nDisorders , 51, 86–93. https://doi.org/10.1016/j.janxdis.2017.06.005\nOlatunji, B. O., Cox, R. C., & Cole, D. A. (2020). The longitudinal structure of disgust proneness: Testing \na latent trait-state model in relation to obsessive-compulsive symptoms. Behaviour Research and \nTherapy , 135, 103749. https://doi.org/10.1016/j.brat.2020.103749\nOlatunji, B. O., Cox, R. C., Liu, Q., Garcia, A., & Jessup, S. C. (2023). Linking self-disgust, negative \naffect, and PTSD in sexual assault: An ecological momentary assessment \napproach. Psychological Trauma: Theory, Research, Practice and Policy , 15(4), 567–575. \nhttps://doi.org/10.1037/tra0001424\nOlatunji, B. O., Ebesutani, C., Kim, J., Riemann, B. C., & Jacobi, D. M. (2017). Disgust proneness \npredicts obsessive-compulsive disorder symptom severity in a clinical sample of youth: \nDistinctions from negative affect. Journal of Affective Disorders , 213, 118–125. \nhttps://doi.org/10.1016/j.jad.2017.02.017"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "DISGUST AND THE ANXIETY DISORDERS 19\nOlatunji, B. O., Forsyth, J. P., & Cherian, A. (2007). Evaluative differential conditioning of disgust: a \nsticky form of relational learning that is resistant to extinction. Journal of Anxiety \nDisorders , 21(6), 820–834. https://doi.org/10.1016/j.janxdis.2006.11.004\nOlatunji, B. O., & Kim, J. (2023). Examining reciprocal relations between disgust proneness and OCD \nsymptoms: A four-wave longitudinal study. Journal of Behavior Therapy and Experimental \nPsychiatry , 101907. Advance online publication. https://doi.org/10.1016/j.jbtep.2023.101907\nOlatunji, B. O., Kim, J., Cox, R. C., & Ebesutani, C. (2019). Prospective associations between disgust \nproneness and OCD symptoms: Specificity to excessive washing compulsions. Journal of Anxiety \nDisorders , 65, 34–40. https://doi.org/10.1016/j.janxdis.2019.05.003\nOlatunji, B. O., Lohr, J. M., Smits, J. A., Sawchuk, C. N., & Patten, K. (2009). Evaluative conditioning of \nfear and disgust in blood-injection-injury phobia: specificity and impact of individual differences \nin disgust sensitivity. Journal of Anxiety Disorders , 23(2), 153–159. \nhttps://doi.org/10.1016/j.janxdis.2008.06.002 \nOlatunji, B. O., & McKay, D. (2007). Disgust and psychiatric illness: Have we remembered? The British \nJournal of Psychiatry, 190,  457–459. https://doi.org/10.1192/bjp.bp.106.032631\nOlatunji, B. O., Smits, J. A., Connolly, K., Willems, J., & Lohr, J. M. (2007). Examination of the decline \nin fear and disgust during exposure to threat-relevant stimuli in blood-injection-injury \nphobia. Journal of Anxiety Disorders , 21(3), 445–455. \nhttps://doi.org/10.1016/j.janxdis.2006.05.001\nOlatunji, B. O., Taylor, S., & Zald, D. (2019). Sex differences in the etiology of disgust sensitivity: A \npreliminary behavioral genetic analysis. Journal of Anxiety Disorders, 65, 41-46. doi: \n10.1016/j.janxdis.2019.05.004\nOlatunji, B. O., & Tomarken, A. (2023). Pavlovian disgust conditioning and generalization: Specificity \nand associations with individual differences. Behavior Therapy , 54(1), 1–13. \nhttps://doi.org/10.1016/j.beth.2022.06.008\nOnken, L. S., Carroll, K. M., Shoham, V., Cuthbert, B. N., & Riddle, M. (2014). Reenvisioning clinical \nscience: Unifying the discipline to improve the public health. Clinical Psychological Science, \n2(1), 22–34. https://doi.org/10.1177/2167702613497932\nPascal, S. A., Podina, I. R., & Nedelcea, C. (2020). A meta-Analysis on the efficacy of exposure-based \ntreatment in anxiety disorders: Implications for disgust. Journal of Evidence-Based \nPsychotherapies , 20(2), 31–49. https://doi.org/10.24193/jebp.2020.2.10\nPhillips, M. L., Senior, C., Fahy, T., & David, A. S. (1998). Disgust--the forgotten emotion of \npsychiatry. British Journal of Psychiatry , 172, 373–375. https://doi.org/10.1192/bjp.172.5.373\nRachman S. (2004). Fear of contamination. Behaviour Research and Therapy , 42(11), 1227–1255. \nhttps://doi.org/10.1016/j.brat.2003.10.009\nRoyzman, E. B., & Sabini, J. (2001). Something it takes to be an emotion: The interesting case of \ndisgust. Journal for the Theory of Social Behaviour, 31 (1), 29–59. https://doi.org/10.1111/1468-\n5914.00145"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "DISGUST AND THE ANXIETY DISORDERS 20\nRozin, P., & Fallon, A. E. (1987). A perspective on disgust. Psychological Review, 94 (1), 23–\n41. https://doi.org/10.1037/0033-295X.94.1.23\nRozin, P., Millman, L., & Nemeroff, C. (1986). Operation of the laws of sympathetic magic in disgust \nand other domains. Journal of Personality and Social Psychology, 50 (4), 703–\n712. https://doi.org/10.1037/0022-3514.50.4.703\nSalmani, B., Mancini, F., Hasani, J., & Zanjani, Z. (2022). Anti-disgust cognitive behavioral therapy for \ncontamination-based obsessive compulsive disorder: A randomized controlled clinical \ntrial. Journal of Clinical Medicine , 11(10), 2875. https://doi.org/10.3390/jcm11102875\nSalvo, G., Provenzano, S., Di Bello, M., D’Olimpio, F., Ottaviani, C., & Mancini, F. (2022). Filthiness of \nimmorality: Manipulating disgust and moral rigidity through noninvasive brain stimulation as a \npromising therapeutic tool for obsessive compulsive disorder. Clinical Psychological \nScience , 10(1), 127–140.\nSchienle, A., Potthoff, J., Schönthaler, E., & Schlintl, C. (2021). Disgust-related memory bias in children \nand adults. Evolutionary Psychology, 19 (2), 1474704921996585. \nhttps://doi.org/10.1177/1474704921996585\nSherlock, J. M., Zietsch, B. P., Tybur, J. M., & Jern, P. (2016). The quantitative genetics of disgust \nsensitivity. Emotion, 16 (1), 43–51. https://doi.org/10.1037/emo0000101\nSpringer, K. S., Levy, H. C., & Tolin, D. F. (2018). Remission in CBT for adult anxiety disorders: A \nmeta-analysis. Clinical Psychology Review , 61, 1–8. https://doi.org/10.1016/j.cpr.2018.03.002\nStevenson, R. J., Case, T. I., Oaten, M. J., Stafford, L., & Saluja, S. (2019). A proximal perspective on \ndisgust. Emotion Review, 11 (3), 209–225. https://doi.org/10.1177/1754073919853355\nThompson-Hollands, J., Kerns, C. E., Pincus, D. B., & Comer, J. S. (2014). Parental accommodation of \nchild anxiety and related symptoms: range, impact, and correlates. Journal of Anxiety \nDisorders , 28(8), 765–773. https://doi.org/10.1016/j.janxdis.2014.09.007\nTolin, D. F., Lohr, J. M., Sawchuk, C. N., & Lee, T. C. (1997). Disgust and disgust sensitivity in blood-\ninjection-injury and spider phobia. Behaviour Research and Therapy , 35(10), 949–953. \nhttps://doi.org/10.1016/s0005-7967(97)00048-x\nTolin, D. F., Woods, C. M., & Abramowitz, J. S. (2006). Disgust sensitivity and obsessive-compulsive \nsymptoms in a non-clinical sample. Journal of Behavior Therapy and Experimental \npsychiatry , 37(1), 30–40. https://doi.org/10.1016/j.jbtep.2005.09.003\nTybur, J. M., Çınar,  Ç., Karinen, A. K., & Perone, P. (2018). Why do people vary in \ndisgust?. Philosophical Transactions of the Royal Society of London. Series B, Biological \nSciences , 373(1751), 20170204. https://doi.org/10.1098/rstb.2017.0204\nTybur, J. M., Wesseldijk, L. W., & Jern, P. (2020). Genetic and environmental Influences on disgust \nproneness, contamination sensitivity, and their covariance. Clinical Psychological Science , 8(6), \n1054-1061. https://doi.org/10.1177/2167702620951510"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "DISGUST AND THE ANXIETY DISORDERS 21\nvan Overveld, M., de Jong, P. J., & Peters, M. L. (2010). The Disgust Propensity and Sensitivity Scale – \nRevised: Its predictive value for avoidance behavior. Personality and Individual Differences, \n49(7), 706–711. https://doi.org/10.1016/j.paid.2010.06.008\nVerwoerd, J., van Hout, W. J., & de Jong, P. J. (2016). Disgust- and anxiety-based emotional reasoning in \nnon-clinical fear of vomiting. Journal of Behavior Therapy and Experimental Psychiatry , 50, 83–\n89. https://doi.org/10.1016/j.jbtep.2015.05.009\nWardenaar, K. J., Lim, C. C. W., Al-Hamzawi, A. O., Alonso, J., Andrade, L. H., Benjet, C., Bunting, B., \nde Girolamo, G., Demyttenaere, K., Florescu, S. E., Gureje, O., Hisateru, T., Hu, C., Huang, Y., \nKaram, E., Kiejna, A., Lepine, J. P., Navarro-Mateu, F., Oakley Browne, M., Piazza, M., … de \nJonge, P. (2017). The cross-national epidemiology of specific phobia in the World Mental Health \nSurveys. Psychological Medicine , 47(10), 1744–1760. \nhttps://doi.org/10.1017/S0033291717000174\nWeck, F., Esch, S., & Rohrmann, S. (2014). The role of disgust in patients with hypochondriasis. Anxiety, \nStress, and Coping , 27(5), 576–586. https://doi.org/10.1080/10615806.2013.873793\nWinder, J. R., Mangen, K. H., Martinez-Snyder, A. E., & Valentiner, D. P. (2001). Anxiety sensitivity, \ndisgust sensitivity and aversive reactions to four stimuli. Behavior and Cognitive Psychotherapy, \n49, 206-217. doi: 10.1017/S1352465820000570.\nZeng, Q., Lv, L., & Zheng, X. (2021). Is acquired disgust more difficult to extinguish than acquired fear? \nan event-related potential study. Frontiers in Psychology , 12, 687779. \nhttps://doi.org/10.3389/fpsyg.2021.687779"
    }
  ]
}