{
  "doc_type": "scientific paper",
  "title": "The analysis of the cognitive function parameters in exposure to noise using Emotiv-EPOC electroencephalography headset",
  "authors": [
    "Zohreh Mohebian",
    "Samane Khorshidikia",
    "Farhad Forouharmajd",
    "Siamak Pourabdian"
  ],
  "year": 2023,
  "journal": "International Journal of Environmental Health Engineering",
  "doi": "10.4103/ijehe.ijehe_43_22Address",
  "abstract": "Aim: Exposure to noise in different work and nonwork places is considered to be a problem. Noises impertinent to professional duties are highly dangerous to the safety, efficiency, and personal health of an individual. This study aims to analyze the electroencephalography (EEG) signals to reveal the effect of produced noises in a laboratory environment on the cognitive function of the brain. Materials and Methods: In this case/control study, the sample volume was determined based on similar studies and previous researches of 20 individuals. Fifty percentage of the individuals were male and the other half were female. Initially, the EEG device was connected to the students’ heads. The duration of this test was 8 min; the student took it a number of times, while his cognitive performance was measured with the EEG device in the midst and at the end of the test. The fulfillment of cognitive duties (the daily quota of lessons) and the n-back test took place for the cohort in an environment in which a simulated noise was provided. Results: The age average in boys and girls were respectively 24 ± 4.2 and 23 ± 3.5. The results demonstrated that cognitive parameters of concentration, excitement, anxiety, calmness, commitment, and interest in exposure to low-frequency sound using an EEG Emotiv EPOC headset in different intervals. The parameters of commitment, concentration, and calmness decreased as the allotted time increased, and only the fall in commitment parameter was significant (P = 0.006). Conclusion: The findings of the present study demonstrate that the decrease in cognitive performance and brain signals in exposure to 85 dB noise was significant. This could have also been caused by psycho-acoustic factors such as sound level, tonality, duration of exposition, and the type of sound. In relation to exposure time, results have shown that in the presence of loud noise and in comparison, to quietude, the average response time to stimulants increase (slower response).",
  "keywords": [
    "Brain waves",
    "cognitive function",
    "noise"
  ],
  "research_topics": [
    "Noise exposure",
    "Cognitive function",
    "Electroencephalography (EEG)",
    "Brain activity",
    "Cognitive performance measurement",
    "Noise effects on health",
    "Industrial noise",
    "N-back test",
    "Psychoacoustics",
    "Occupational health"
  ],
  "created_at": "2025-05-05T03:08:33.488361Z",
  "source_pdf": "documents/research/Global/mohebian 2023 the_analysis_of_the_cognitive_function_parameters.6.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "© 2023 International Journal of Environmental Health Engineering | Published by Wolters Kluwer - Medknow1\nOriginal Article\nIntroductIon\nThe effect of noise on human brain activity and its cognitive \nfunction has often been taken for granted.[1] Noise has various \ndetrimental effects, including interruptions in cognitive \nprocessing, negative effects on mental and physical health,[2] \nnonauditory effects such as interruptions in comprehension \nprocesses, cognitive disturbances, cardiac discomforts, \nand sleep issues.[1] Exposure to noise in different work \nand nonwork places is considered to be a problem. Noises \nimpertinent to professional duties are highly dangerous to \nthe safety, efficiency, and personal health of an individual.[3] \nA number of studies have demonstrated that exposure to \nnoise could negatively affect the individuals’ safety due to \ncausing professional mistakes and interruptions in safety \ncommunications and alarms. Furthermore, cognitive effects \nresulting from noise such as losing attention and increase in anxiety might bring about a higher possibility of accident \noccurrence.[4‑6]\nThe type of noise and its features, the amount of being exposed \nto it, personal characteristics, and sensitivity to noise determine \nthe harmful effects of noise. Studies report that age, sex, genetic \nfactors, underlying diseases, personal characteristics, and other \npersonal features such as sensitivity to noise have a significant The Analysis of the Cognitive Function Parameters in Exposure \nto Noise Using Emotiv‑EPOC Electroencephalography Headset\nZohreh Mohebian, Samane Khorshidikia, Farhad Forouharmajd1, Siamak Pourabdian1\nStudent Research Committee and Department of Occupational Health Engineering, School of Health, Isfahan University of Medical Sciences, Isfahan, Iran, \n1Department of Occupational Health Engineering, School of Health, Isfahan University of Medical Sciences, Isfahan, Iran\nAim:  Exposure to noise in different work and nonwork places is considered to be a problem. Noises impertinent to professional duties are \nhighly dangerous to the safety, efficiency, and personal health of an individual. This study aims to analyze the electroencephalography (EEG) \nsignals to reveal the effect of produced noises in a laboratory environment on the cognitive function of the brain. Materials  and Methods:  In \nthis case/control study, the sample volume was determined based on similar studies and previous researches of 20 individuals. Fifty percentage \nof the individuals were male and the other half were female. Initially, the EEG device was connected to the students’ heads. The duration of \nthis test was 8 min; the student took it a number of times, while his cognitive performance was measured with the EEG device in the midst \nand at the end of the test. The fulfillment of cognitive duties (the daily quota of lessons) and the n‑back test took place for the cohort in an \nenvironment in which a simulated noise was provided. Results:  The age average in boys and girls were respectively 24 ± 4.2 and 23 ± 3.5. \nThe results demonstrated that cognitive parameters of concentration, excitement, anxiety, calmness, commitment, and interest in exposure to \nlow‑frequency sound using an EEG Emotiv EPOC headset in different intervals. The parameters of commitment, concentration, and calmness \ndecreased as the allotted time increased, and only the fall in commitment parameter was significant (P = 0.006). Conclusion:  The findings \nof the present study demonstrate that the decrease in cognitive performance and brain signals in exposure to 85 dB noise was significant. \nThis could have also been caused by psycho‑acoustic factors such as sound level, tonality, duration of exposition, and the type of sound. In \nrelation to exposure time, results have shown that in the presence of loud noise and in comparison, to quietude, the average response time \nto stimulants increase (slower response).\nKeywords:  Brain waves, cognitive function, noise\nAccess this article online\nQuick Response Code:\nWebsite:   \nwww.ijehe.org\nDOI:   \n10.4103/ijehe.ijehe_43_22Address for correspondence:  Dr. Farhad Forouharmajd,  \nDepartment of Occupational Health Engineering, School of Health, Isfahan \nUniversity of Medical Sciences, Isfahan, Iran.  \nE‑mail: forouhar@hlth.mui.ac.ir\nThis is an open access journal, and articles are distributed under the terms of the \nCreative Commons Attribution‑NonCommercial‑ShareAlike 4.0 License, which \nallows others to remix, tweak, and build upon the work non‑commercially, as long \nas appropriate credit is given and the new creations are licensed under the identical \nterms.\nFor reprints contact: WKHLRPMedknow_reprints@wolterskluwer.com\nHow to cite this article:  Mohebian Z, Khorshidikia S, Forouharmajd F, \nPourabdian S. The analysis of the cognitive function parameters in exposure \nto noise using Emotiv‑EPOC electroencephalography headset. Int J Env \nHealth Eng 2023;12:29.\nReceived:  12‑09‑2022,  Revised:  11‑04‑2023,  \nAccepted:  14‑04‑2023,  Published:  21‑11‑2023Abstract\nDownloaded from http://journals.lww.com/ijeh by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCywCX1AW\nnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC1y0abggQZXdtwnfKZBYtws= on 11/28/2023"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Mohebian, et al.: The analysis of the cognitive function parameters in exposure to noise\nInternational Journal of Environmental Health Engineering ¦ 20232role in the nonauditory effects of noise.[4,7‑9] Previous survey \nhas shown that exposure to noise affects health, professional \nmemory, consciousness, and being professionally content, \nwhich varies based on the complexity of the job.[10]\nUntil 1930, a common belief was that noise effects on health \nwere limited to decreasing hearing ability. In a published study \nin US acoustic association magazine, it was concluded that \nnoise effects on human beings go much further than decreasing \nhearing ability.[11] Subsequent to a meager improvement in this \nscientific field in 1960s, the 1970s brought about a number \nof research instances to evaluate the annoyance caused by \nenvironment noises.[12‑14] Exposure to noise causes disturbance \nin calmness and increases physiological provocation and \nanxiety.[15] Exposure to noise could have early and later effects. \nOne of the main effects is the decrease of cognitive function, \nwhich could lead to professional accidents to a great extent[16] \nEasterbrook “states that exposure to noise could elevate the \nthreshold of sensitivity to noise, in a way that if noise exceeds \nthe sufficient amount, it could cause the lowering of focus.”[17] \nThe annoyance resulting from environmental noise is under the \neffect of nonacoustic causes such as personal characteristics \nand an individual’s stance toward the source of the noise. \nNoise sensitivity is considered to be a stabilizing element or \nan annoyance mediator, and among the other noise effects are \nmental interruptions during sleep or disruptions in function \nwhile awake.[18] Most probably, the noise will not only affect \na worker’s function through intense confrontation but also on \nthe accounts of hazardous confrontations of higher levels.[19,20] \nAccording to Leather, Beale and Sullivan, it seems a decrease \nin environmental noise would lead to the fall in social and \nmental anxiety in workplaces.[6]\nA number of various techniques could be utilized to measure the \nreflex of an individual’s cognitive and physiological parameters \nin exposure to noise. Among these techniques, we can mention \nthe continuous performance test to measure people’s sustained \nattention and the paced auditory serial addition test to measure \nworking memory capacity and performance.[21,22]\nAnother of these techniques is using electroencephalography \n(EEG), in which a series of indicators dependent on EEG have \nbeen used.[23] EEG performance is in the form of registering \nthe brain’s electrical activities, where the produced signals are \nsent to the neural cells of the brain. EEG could be measured \nnoninvasively subsequent to the placement of electrodes on \nthe surface of the head skin.[24‑26] An advantage of using EEG is \nthat one could use its results for determining the amount of an \nindividual’s confrontation with noise. One could also find out \nthe constant psycho‑physiological indicators of an individual, \nrendering the individual’s explicit response unnecessary.[27]\nSeveral studies exist on the effect of noise on brain’s cognitive \nfunctions. Due to the fact that sound pressure level is one of the \nmost effective causes regarding the effect of noise on cognitive \nperformance and brain signals, the present study focuses \non a level of 85 dBA. Furthermore, having considered the \nparadoxical results in other studies on cognitive performance and its significance in several duties, and in turn the rarity of \nstudies on the effects of noise on brain activity patterns, this \nstudy aims to analyze the EEG signals to reveal the effect of \nproduced noises in a laboratory environment on the cognitive \nfunction of the brain.\nMaterIals  and Methods\nIn this case/control study, the sample size was determined based \non similar studies and previous researches of 20 individuals \n(10 men and 10 women); however, due to the break of \nCOVID‑19, the authors faced several discomforts in collecting \ndata which led to the participation of 16 individuals in the \nstudy.[3] Fifty percentage of the individuals were male (8 men) \nand the other half were female (8 women). The current \nresearch was undertaken in 2022, aiming to analyze the effect \nof noise on such student cognitive performance as excitement, \nengagement, focus, relax, stress, interest in using EEG device, \nand measurement of professional memory using the n‑back test. \nThe individuals sampled for this study were those who were \nformerly tested for previous high exhaustion, and consumption \nof special drugs and caffeine, while these were considered as the \ninputs and outputs of the study. The duration of the study was \n40 min. The study proceeded in the manner described below:\nInitially, the EEG device was connected to the students’ heads. \nThe EEG Emotive EPOC + portable device, made in the USA, \nincluding 14 sensors was mounted on the head according to the \nmanufacturer’s instructions. Sensors were moisturized using \nbrine. It was then connected to its software on the computer via \na USB connection. Subsequent to the initiation of the focused \nparameters, the rate of anxiety received by the headset from \nBluetooth waves was noted and recorded in the software.\nPrimarily, the student started his daily studying routine \nwhich included studying a textbook, Q/A, and searching for \na scientific subject related to his very own major. His brain \nperformance was recorded while doing the activities and then \nhe began taking the n‑back test. The duration of this test was \n8 min; the student took it a number of times, while his cognitive \nperformance was measured with the EEG device in the midst \nand at the end of the test.\nIn the end, the student filled out the noise annoyance \nquestionnaire to determine his feeling toward the conditions \nof the experiment.\nThe fulfillment of cognitive duties (the daily quota of lessons) \nand the n‑back test took place for the cohort in an environment \nin which a simulated industrial noise was provided. Industrial \nnoises are such as those made by grinders, sandpaper machines, \nhammer, vehicles, and drills. The sound pressure level was \nadjusted to 85 dBA, set proportionately to the minimum level \nof hearing protection performance (for an 8‑h workday) as \nsuggested by EU (EC/10/2003 EU instructions).[28] Thus, we \nfound out the degree of the effect of noise on the students’ \ncognitive performances through changes in peak cognitive \nfunction indicated by EEG.\nDownloaded from http://journals.lww.com/ijeh by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCywCX1AW\nnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC1y0abggQZXdtwnfKZBYtws= on 11/28/2023"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Mohebian, et al.: The analysis of the cognitive function parameters in exposure to noise\nInternational Journal of Environmental Health Engineering ¦ 20233\nBearing in mind the fact that this experiment was comprised of \nstudents and was undertaken in a laboratory, the sound pressure \nlevel was set lower than standard to observe ethical norms and \nensure the safety of students. On the other hand, the duration \nof the exposition was determined in a way that the safety of \nstudents would not be compromised. The control cohort was \nstudied under the same circumstances, however without any \nexposition to noise.\nBrain waves were recorded using the Emotiv‑EPOC + which \nhas 14 active electrode channels: (i) Frontal lobe: AF3, AF4, \nF3, F4, F7, F8, FC6, FC5,[29] and Temporal lobe: T7, T8.[24] \nOccipital lobe: O1 and O2, and[30] Parietal lobe: P7 and P8. \nIn a 14‑channeled EEG device, the frequency of Theta waves \nis 4–8 Hz, Alpha’s 8–12 Hz, Beta’s 12–25 Hz, and Gamma’s \n25–45 Hz. The θ waves have a higher domain in a state of \ndrowsiness. The α waves are of a higher domain in a state of \ntranquility. The β wave has signals with short domains which \ntend to appear while working when one is alarmed, and when \none is engaged in an activity.[29]\nN‑back is a test that measures the cognitive performance \nrelated to executive function, which is normally used in \nneuroimaging studies to provoke the brain functions of \nthe subjects. This test was first introduced by Kirchner in \n1958.[31] The test proceeded as follows: A series of stimulants \n(often visual) would be offered to the subject step‑by‑step, \nand the subject would find out if the recent stimulant is in \naccordance with the one offered in the previous step. The \ntest would take place with different n values and the higher \nthe value of n, the more difficult the test was. Thus, in the \n1‑back (n = 1), the last offered stimulant would be compared \nwith the previous stimulant, and also in 3‑back (n = 3), the \nlast offered stimulant would be compared with the last three \nstimulants (in this test, n could be 1, 2, 3).\nThis test has been deemed an appropriate method of evaluating \nprofessional memory and in the recent years has been widely \nemployed in this field. Studies have shown that the various \nmodes of this test could well be employed in laboratory studies \non professional memory and other cognitive actions such as \nfluid intelligence.[32] Using this test as an evaluating indicator of \nprofessional memory performance is highly acceptable. While \ndoing the tasks of n‑back, executive actions such as controlling \nand focusing attention, decision‑making, and planning the \nprocessing of peripheral information is engaged. Also in the \nfield of professional memory, the highest rate of engagement \nin the performance of the central executive system is achieved \nwhile doing these tasks.[32] At the end of this test, the degree \nof sensitivity to noise was evaluated using a noise annoyance \nquestionnaire. The questionnaire comprises three sections or \nthree subscales: (1) The misophonia scale (measures the signs of \nmisophonia and has 7 items) is Graded 0–4.  (2) Behaviors and \nexcitements caused by misophonia (measures the exciting and \nbehavioral reactions caused by misophonia and has 10 items) \nand is Graded 0–4. The overall grade of the questionnaire is \ncomprised of the items related to the misophonia subscale and the exciting and behavioral reactions caused by misophonia \nand the range is between 0 and 68. (3) Misophonia intensity \nscale, which includes a general question and is an adaptation \nof the obsessive‑compulsive disorder demarcated by the \nNational Institute of Mental Health, and evaluates the general \nintensity of misophonia from 1 (minimum) to 15 (very intense). \nA Grade of 7 or higher is a testimonial of significant clinical \nsymptoms.[33]\nFinally, continuous variables were reported in an average \nmanner  (standard deviation) and the qualitative variables were \nreported based on plenitude (percentage). The comparison of \ncognitive parameters and the n‑back test results at different \ntimes and levels were tested, using repeated measures if the \ndata were normal, and Friedman test if the data were not \nnormal. The results of n‑back test were used to measure the \nrelation between cognitive parameters, the Pearson correlation \ncoefficient was used to measure the intensity of normal data, \nand Spearman Coefficient was used for the abnormal data. All \nstatistical analyses were done using SPSS software version 20.\nEthical clearance\nEthical approval for this study (Research Ethics Committee \nNo.IR.MUI.MED.REC.1400.494) was provided by the \nResearch Ethics Committees of School of Medicine ‑ Isfahan \nUniversity of Medical Sciences, on 20 September 2021.\nresults\nBased on the results, 50% of the students were female and the \nother half were male. The age average in boys and girls were \nrespectively 24 ± 4.2 and 23 ± 3.5. Table 1 shows the results \nof cognitive parameters of engagement, excitement, focus, \nrelaxation, stress, and interest in exposure to low‑frequency \nsound using an EEG Emotive EPOC headset in different \nintervals. The parameters of engagement, focus, and relaxation \ndecreased as the allotted time increased, and only the fall in \nengagement parameter was significant ( P = 0.006).\nTable 2 shows the results of the n‑back test at various levels. \nThe average number of unanswered or wrongly answered \nquestions increase with the increase in levels, and this increase \nTable 1: Results of cognitive parameters of engagement, \nexcitement, focus, interest, relax and stress in exposure \nto noise using the Emotive‑EPOC electroencephalography \nheadset in various intervals\nMean±SD P\nTime 1 \n(t=15)Time 2 \n(t=25)Time 3 \n(t=40)\nEngagement 76.50±10.35 71.90±10.60 64.10±11.76 0.006\nExcitement 55.70±32.37 42.20±24.09 50.30±33.67 0.638\nFocus 51.10±15.06 49.60±16.48 44.80±19.92 0.370\nInterest 65.80±13.47 66.30±13.60 66.00±12.22 0.974\nRelax 40.10±15.82 39.20±14.77 34.60±19.27 0.578\nStress 47.90±20.45 50.20±19.63 41.10±23.44 0.520\nSD: Standard deviation\nDownloaded from http://journals.lww.com/ijeh by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCywCX1AW\nnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC1y0abggQZXdtwnfKZBYtws= on 11/28/2023"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Mohebian, et al.: The analysis of the cognitive function parameters in exposure to noise\nInternational Journal of Environmental Health Engineering ¦ 20234was only significant in the average number of unanswered \nquestions (P = 0.002). The average number of questions \ncorrectly answered and the result percentage decreases \nwith the rise in levels, and the fall is significant in both \ncases (respectively  P = 0.001 and  P < 0.001). The increase in \nthe average responding time is more in level 2 in comparison \nwith the other 2 levels (P = 0.001). Table 3 shows the rate of \nsensitivity intensity in the participants; the average and the \nstandard deviation of sensitivity intensity was 2.53 ± 5.20. \nFifty percentage of the participants reported low sensitivities.\nTable 4 shows the correlation between the cognitive parameters \nresulting from EEG headset in different intervals and levels of \nn‑back test. Fifteen minutes after starting the excitement test, \nthis parameter showed a negative relation with the number \nof correct choices in level 1. Furthermore, 25 min after the \ninitiation of the test, it showed a positive relationship with \nthe wrong choices in level 3. On the other hand, after 40 min \nthere was a positive relation with the unanswered questions in \nlevel 1, a negative relation with the correct answers in level 1, \nand a positive relation with the wrong answers in level 3. The \nfocus variable after 25 min had a negative relation with the \nresults percentage in level 1. Focus in 40 min had a positive \nrelationship with the unanswered questions in level 1 and \nthe number of wrongly answered questions in levels 2 and \n3. Fifteen minutes after the initiation of the test, the interest \nand relax variables had a negative relation with the number of \ncorrect choices and the results percentage in level 1. Interest \nafter 25 and 40 min had, respectively, a positive relationship \nwith the number of correctly answered question in level 3 \nand the results percentage in level 2. The relax parameter \nafter 25 and 40 min had, respectively, a positive relation with \nthe correctly answered questions in level 3 and a negative \nrelation with the number of wrongly answered questions. The \nstress parameter after 15 min had a positive relationship with \nthe number of wrong answers in level 2. Furthermore, after \n40 min, it had a positive relationship with the correct answers \nand the result percentage in level 2. The remaining correlative \ncoefficients were not significant in tables (P < 0.05). Table 5 \nshows the correlation between the intensity of sensitivity and \nthe cognitive parameters which resulted from the EEG headset \nin different intervals. The intensity of sensitivity showed a \npositive and significant relation with a focus in 25 min and \nrelaxation in 40 min.dIscussIon\nWithin this section, the effect of noise on the parameters \nof cognitive performance (EEG device and n‑back test) \nwas explicated and its probable causes were analyzed. \nSubsequently, the limitations and the participation in the study \nwere discussed.\nAccording to the findings of the present study, the parameters of \nengagement, focus, and relaxation descended with the increase \nin the exposition time. Over time, when the human body is \nexposed to a dangerous physical factor (noise), stress will in \nturn occur as a physiological response. Such a phenomenon \ncould be explained using Walter Cannon’s fight‑or‑flight \nresponse theory. This theory explains that when an individual \nfeels stress, the autonomous nervous system is activated and \na physiological provocation appears in response to it. At \nthatprecise time, negative feelings might be created.[34] On \nthe other hand, these observations of performance disruptions \nin stressful circumstances are in direct accordance with the \nprevious findings. Based on the findings of this study, the alpha \nwaves are more sensitive to mental stress in comparison with \nother EEG waves.[35]\nThe findings of this research demonstrated that as a \nstress‑inducing factor, noise impacts cognitive performance \nand brain signals. Also, sound pressure level is an important \nfactor in causing an interruption in cognitive performance, \nmeaning that a low sound pressure level is not as disruptive \nin performance as a higher sound pressure level. It could \nbe claimed that the findings of this study are in accordance \nwith the proposition that there is a relation between weak \nperformance and sound pressure level.[36] In addition to \nincreasing stress level, noise has a great impact on reaction Table 2: Comparing different levels of the n‑back test\nMean±SD P\nLevel 1 Level 2 Level 3\nFalse_response 2.00±3.06 2.50±4.53 3.50±5.87 0.430\nNot_response 60.90±6.42 75.60±5.99 83.50±9.00 0.002\nResult_truenmber 50.80±20.05 40.90±2.18 31.90±3.63 0.001\nResult_darsad 47.80±8.28 33.50±2.27 26.60±3.06 <0.001\nResponsetime_avg 700.20±184.16 726.10±195.62 629.00±177.48 0.001\nSD: Standard deviation\nTable 3: Grades of intensity of sensitivity in the \nparticipants\nIntensity of sensitivity groups Range n (%)\nMean±SD 5.20±2.53\nVery low 1–3 1 (10.0)\nLow 4–6 5 (50.0)\nMedium 7–9 3 (30.0)\nHigh 10–12 1 (10.0)\nVery high 13–15 0\nSD: Standard deviation\nDownloaded from http://journals.lww.com/ijeh by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCywCX1AW\nnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC1y0abggQZXdtwnfKZBYtws= on 11/28/2023"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Mohebian, et al.: The analysis of the cognitive function parameters in exposure to noise\nInternational Journal of Environmental Health Engineering ¦ 20235\nInterest 1 Interest 2 Interest 3 Relax 1 Relax 2 Relax 3 Stress 1 Stress 2 Stress 3\nLevel_1_false_response 0.18 0.36 −0.39 0.60 −0.09 −0.793** 0.42 0.40 −0.51\nLevel_1_not_response 0.46 0.54 0.44 0.60 −0.10 0.06 0.51 0.62 0.14\nLevel1_result_truenmber −0.759* −0.18 0.03 −0.855** 0.28 0.21 −0.60 −0.36 0.14\nLevel1_result_darsad −0.710* −0.27 0.07 −0.886** 0.38 0.38 −0.36 −0.42 0.15\nLevel1_responsetime_avg 0.21 0.01 0.12 0.08 0.38 0.38 0.39 −0.07 0.02\nlevel_2_fals_eresponse 0.59 −0.03 0.05 0.60 0.04 0.08 0.678* 0.04 0.15\nLevel_2_not_response 0.03 0.17 0.19 0.01 −0.50 0.08 −0.22 0.29 −0.22\nLevel2_result_truenmber −0.09 0.47 0.56 −0.12 0.36 0.23 −0.32 0.30 0.673*\nLevel2_result_darsad 0.12 0.39 0.691* −0.01 0.21 0.39 −0.30 0.23 0.798**\nLevel2_responsetime_avg 0.13 0.10 0.04 0.10 0.43 0.27 0.52 0.08 −0.12\nLevel_3_fals_eresponse 0.02 0.44 0.58 0.15 −0.06 0.10 0.20 0.40 0.41\nLevel_3_not_response 0.05 −0.02 0.33 −0.16 −0.43 0.28 −0.32 0.03 0.03\nLevel3_result_truenmber 0.07 0.636* 0.35 0.13 0.712* 0.20 0.22 0.51 0.35\nLevel3_result_darsad 0.18 0.44 0.47 0.10 0.61 0.36 0.20 0.28 0.51\nLevel3_responsetime_avg 0.24 −0.05 0.07 0.10 0.33 0.35 0.44 −0.10 −0.02\n**Correlation is significant at the 0.01 level (two‑tailed), *Correlation is significant at the 0.05 level (two‑tailed)Table 4: Relation between the cognitive parameters resulted from the Emotive‑EPOC electroencephalography headset in different intervals with the results of \nn‑back\nEngagment 1 Engagment 2 Engagment 3 Excitement 1 Excitement 2 Excitement 3 Focus 1 Focus 2 Focus 3\nLevel_1_false_response −0.15 0.42 −0.17 0.23 0.57 0.07 0.10 0.60 0.28\nLevel_1_not_response −0.13 −0.23 −0.02 0.25 0.28 0.774** 0.20 0.43 0.683*\nLevel1_result_truenmber 0.04 0.29 −0.06 −0.678* −0.20 −0.679* −0.60 −0.46 −0.63\nLevel1_result_darsad 0.28 0.06 0.21 −0.55 −0.50 −0.47 −0.43 −0.812** −0.56\nLevel1_responsetime_avg 0.05 0.11 −0.36 −0.23 −0.53 −0.07 −0.24 −0.55 −0.28\nlevel_2_fals_eresponse 0.16 −0.34 −0.13 0.55 0.27 0.55 0.43 0.22 0.642*\nLevel_2_not_response −0.33 −0.19 −0.22 −0.30 −0.17 0.38 −0.29 0.06 0.02\nLevel2_result_truenmber −0.16 0.12 0.20 −0.07 0.28 −0.17 −0.01 0.33 0.06\nLevel2_result_darsad −0.10 0.01 0.16 0.07 0.34 0.03 0.12 0.42 0.20\nLevel2_responsetime_avg −0.01 0.00 −0.31 −0.26 −0.60 0.02 −0.27 −0.61 −0.21\nLevel_3_fals_eresponse 0.15 −0.17 0.25 0.18 0.661* 0.663* 0.16 0.49 0.769**\nLevel_3_not_response 0.03 −0.08 0.17 −0.11 −0.23 0.27 −0.01 −0.08 −0.09\nLevel3_result_truenmber −0.34 −0.06 −0.19 −0.24 −0.23 −0.09 −0.24 −0.13 −0.03\nLevel3_result_darsad −0.11 −0.04 −0.14 −0.09 −0.11 −0.02 −0.09 −0.10 0.04\nLevel3_responsetime_avg 0.13 0.03 −0.29 −0.13 −0.52 0.01 −0.15 −0.56 −0.21\nDownloaded from http://journals.lww.com/ijeh by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCywCX1AW\nnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC1y0abggQZXdtwnfKZBYtws= on 11/28/2023"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Mohebian, et al.: The analysis of the cognitive function parameters in exposure to noise\nInternational Journal of Environmental Health Engineering ¦ 20236ability and focus. In other words, as the noise level rises, it \nwill have a negative and more significant impact on focus. One \nof the explicable viewpoints avers that exposition to low‑ or \nhigh‑level noise is likely to hinder the brain’s stability. Stress \nis any internal or external provocation that is perceived by \nhuman. When the provocation is more complex and intense, \nmental and physical performance might be impaired. Stress \ncompromises human efficiency and has close ties with \nmental and physical issues. It could create negative feelings \nsuch as anxiety and depression, and more serious stress \ncould cause mental disruptions such as anxiety issues and \nmelancholy.[37] In an indoor situation and amidst a stressful \nsituation, each individual has a different physiological, \nemotional, or behavioral reaction.[38,39] In a study by Selye H, \nthe EEG signals were used as a new method for the analysis \nof stress‑inducing circumstantial factors. Using EEG to \nbypass the limitations of physiological evaluation methods \nis suggested[37] Melamed, Samuel  et al . suggest an eclectic \nuse of all the above to improve the evaluation of cognitive \nand mental stress.[40] Patricia Tassi  et al . demonstrated that \nthe Stroop effect and the performance of mental calculation \nin exposure to a 50 dBA noise has increased compared to a \n70 dBA noise. Patricia Tassi  et al . reported that exposition \nto noise higher than 85 dBA could cause vulnerability, \nexhaustion, and stress; a result in accordance with the present \nstudy.[41] The findings of Patricia E. C. Poulton  et al . showed \nthat exposure to noise decreases focus in people, a claim in \nconcord with the study at hand.[42] The effects of exposure to \nhigh sound pressure level on cognitive performance could \nbe linked to  Poulton’s  provocation model, which claims that \nconfronting noise will at first heighten cognitive performance, \nmainly to increase provocation to reduce noise’s effect on \ncognitive performance. However, gradually, the provocation \neffect fades and the adverse effects of exposure to noise on \ncognitive performance begin.[43] The findings of the study \nat hand are explicable through the provocation theory. This \ntheory poses that the activity level of the central nervous \nsystem (which alternates between sleep and vigilance) adjusts \nhuman’s response to stimulants. Currently, there is no general \nagreement on the credibility of this theory, and some believe \nthat it could not be used to describe the relation between \nexposition to noise and cognitive performance. Nevertheless, \nbearing this theory in mind, one could aver that however \nlow or high provocation is, or with every degree of stress, \nperformance faces a decline.[44] In previous studies, there were \na number of paradoxical results about the effects of noise \non cognitive performance. A  number of studies posed that \nnoise had improved cognitive performance,[45] while others \nconcluded that it acted otherwise.[46] The findings of the present \nstudy demonstrate that the decrease in cognitive performance \nand brain signals in exposure to 85 dB noise was significant. \nThis could have also been caused by psycho‑acoustic factors \nsuch as noise level, tonality, duration of exposition, and the \ntype of noise. The importance of noise pitch and its effects \non the brain’s cognitive performance and activity has been \nemphasized in other studies.[47‑49] Studies undertaken by Table 5: Relationship between the cognitive parameters resulted from the Emotive‑EPOC electroencephalography headset in different intervals with the intensity \nof sensitivity caused by noise\nEEG cognitive parameters \nin different intervalsEngagment 1 Engagment 2 Engagment 3 Excitement 1 Excitement 2 Excitement 3 Focus 1 Focus 2 Focus 3\nP −0.492 0.165 −0.467 0.092 0.544 0.191 −0.059 0.780** 0.375\nInterest 1 Interest 2 Interest 3 Relax 1 Relax 2 Relax 3 Stress 1 Stress 2 Stress 3\n0.303 0.400 −0.099 0.636* −0.203 −0.413 0.243 0.492 −0.203\n**The maximum amount of p. EEG: Electroencephalography\nDownloaded from http://journals.lww.com/ijeh by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCywCX1AW\nnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC1y0abggQZXdtwnfKZBYtws= on 11/28/2023"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Mohebian, et al.: The analysis of the cognitive function parameters in exposure to noise\nInternational Journal of Environmental Health Engineering ¦ 20237\nAllahverdy and Jafari demonstrated that the complexity of \nbrain activity increases in medium frequencies and shows \nthe effects of changes in frequency on brain activity.[50] The \nsimplicity or complexity of the action is quite effective \nin the evaluation of cognitive performance. For instance, \nin comparison to simpler actions, more complex actions \ncause greater turbulence in cognitive performance. When \nindividuals face noise, personal characteristics could be of \nnoteworthy significance due to the fact that some individuals \nmight experience a decline in cognitive performance while \nothers might not, and some might even show symptoms of \na rise in cognitive performance.[51] These causes are perhaps \nnot so effective on this study to necessitate the analysis of \nthe subjects’ mental disruptions, cardiovascular disruption, \nand behavioral anomalies. Several dimensions of the brain’s \nbehavior and performance could merely be discussed based \non the relation between neurons. All cognitive processes in the \nbrain are undertaken via nervous activities such as synapses \nand spikes. Here, the analysis of brain signals demonstrated \nthat frequency bands such as alpha and beta were affected by \nnoise. With the increase in sound pressure level, the relative \npower of alpha increased and that of beta decreased. While \nvarious parts of the brain implement complex activities during \nthe analysis and confrontation with noise, measuring changes \nin the temporal lobe was effective in evaluating stress. In the \nsame vein, the relation of high‑beta frequency which appears \nwhen individuals are negatively provoked was made clear. \nStudies have shown that the alpha and beta bands, respectively \ncorrelate with stress levels and rapid brain activities such as \ndecision‑making, analysis, and processing of data.[52] Increase \nin alpha demonstrates that the subject feels more relaxed \nafter being exposed to noise, following which the decrease \nin alpha shows that he feels less tension or relaxation.[53] The \ncomparison between alpha and beta bands in men and women \nand in 15, 25, 40‑min intervals, shown in Figures 1 and 2, \nreveals a significant difference; after being situated in a noisy \nplace, the decrease in the range of alpha bands and the increase \nin the range of beta bands were more in women than men. \nBecause the alpha bands are in correlated with relaxation and \nthe beta bands with focus, the results of our study show that \nmen have more relax than women and the latter have more focus in noisy places than the former. Relax might come with \nstress and a noise‑induced focus. Stress and relax signify \nemotional statements with opposite meanings.[54] A similar \neffect of noise on alpha and beta band have been reported in \nprevious studies. This would mean that noise could induce \nstress in individuals. In fact, one of the ways of diagnosing \nstress is through brain signals, high range of beta bands and \nlow range of alpha bands.[55]\nIn the study at hand, the average of unanswered and wrongly \nanswered questions increased with a raise in n‑back levels \nand extension of the duration of being exposed to noise, and \nthis increase was only significant for the average number of \nthe answered questions. The average number of correctly \nanswered questions was reduced with a rise in n‑back levels \nand the increase in the duration of exposition to noise. These \nresults are in concord with the previous studies. For instance, \nZheng‑Guang Li et al. stated that exposition to noise causes an \nincrease in reaction time and the possibility of error occurrence \nin field and laboratory studies.[56] Kristiane Roed Jensen  et al. \nfound a noteworthy effect of noise on memory.[20] A.Rabat et al. \nanalyzed the impact of sound pressure level on the participants’ \nshort‑term memory. They figured out the percentage of \ncorrect answers using a negative correlation.[57] Eva‑Maria \nElmenhorst  et al. found that exposition to high sound pressure \nlevel, particularly when duties were medium or challenging \nin difficulty (levels 2 and 3 of n‑back test), caused a major \nreduction in focus and professional memory.[58] Smith reported \nthat the speed of encrypting new data and operating a response \nis interrupted when exposed to noise and therefore changes \nare caused in the individuals’ performance.[59] Professional \nmemory consists of encryption, summoning of data and \nappropriate conduct. Thus, as the complexity of an action \ngrows, sound pressure level becomes responsible for distracting \nattention and processing of data within the memory, leading \nto a downfall in performance when undertaking cognitive \nduties. As a result, supervising several sources of information \nsimultaneously in the presence of a distracting factor (noise) \nwhile doing a task becomes increasingly difficult. In simpler \nactions, a stimulating factor (noise), and on more complex \nlevels, uniqueness, the newness of stimulant and distraction \ndetermine cognitive performance. In fact, when the burden on \n051015202530354045\n15 25 40man\nwomen\nexposure time (min )Band power\nFigure 1: Comparison of the alpha band of men and women exposed to \nnoise at different time intervals02468101214161820\n15 25 40man\nwomen\nexposure time (min )Band power\nFigure 2 : Comparison of the beta band of men and women exposed to \nnoise at different time intervals\nDownloaded from http://journals.lww.com/ijeh by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCywCX1AW\nnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC1y0abggQZXdtwnfKZBYtws= on 11/28/2023"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Mohebian, et al.: The analysis of the cognitive function parameters in exposure to noise\nInternational Journal of Environmental Health Engineering ¦ 20238professional memory increases, focus and therefore resistance \nagainst distraction decreases and disturbing stimulants lead \nto the hindering of data processing. In relation to reaction \ntime, results have shown that at the presence of loud noise \nand in comparison, to quietude, the average response time to \nstimulants increase (slower response), which could be the result \nof noise‑induced stress and might have made the participant \nto respond with more latency. In a calm situation, focus and \nshort‑term’s memory performance is better and reaction time \ngrows faster. This is due to the absence of annoying noise.[60] \nThese results are in accordance with Andrew P Smith  et al.’s \nstudy, whereby the analysis of noise’s effect on focus and \nshort‑term memory, they found that an increase in sound \npressure level culminates in the extension of the duration of \ntime to react.[61]\nThe strengths, weaknesses, and limitations of the study\nAmong the strengths of this study, we can mention the \nexamination of cognitive performance parameters in the face \nof noise using the EEG Emotive‑EPOC headset. In this study, \nthere was no invasive method in conducting the tests, and the \ntest was stopped when the subjects felt tired. There are better \nand more efficient tools to check the memory level such as \nsimple, complex, and meaningful Stroop software tests, but in \nthis research, we were not able to prepare them due to financial \nproblems. In this study, due to the outbreak of COVID‑19, \nsome people did not attend the study and it was difficult to \nfind the cooperation of some people.\nconclusIon\nThe findings of the present study demonstrate that the decrease \nin cognitive performance and brain signals in exposure to \n85 dB noise was significant. This could have also been caused \nby psychoacoustic factors such as sound level, tonality, \nduration of exposition, and the type of sound. In relation to \nexposure time, results have shown that in the presence of loud \nnoise and in comparison, to quietude, the average response \ntime to stimulants increase (slower response).\nAcknowledments\nFinancial support and sponsorship\nThis study is a research project approved and financially \nsupported by Isfahan University of Medical Sciences as  \nMaster’s Thesis, Grant Number: #24085.\nEthics code\nThe study was also approved by the Ethics Committee of \nIsfahan University of Medical Sciences, No. IR.MUI.MED.\nREC.1400.494.\nConflicts of interest\nThere are no conflicts of interest.\nreferences\n1. Basner M, Babisch W, Davis A, Brink M, Clark C, Janssen S, \net al.  Auditory and non‑auditory effects of noise on health. Lancet \n2014;383:1325‑32.2. Stansfeld SA, Matheson MP. Noise pollution: Non‑auditory effects on \nhealth. Br Med Bull 2003;68:243‑57.\n3. Ke J, Du J, Luo X. The effect of noise content and level on cognitive \nperformance measured by electroencephalography (EEG). Autom \nConstr 2021;130:103836.\n4. Abbasi AM, Darvishi E, Rodrigues MA, Sayehmiri K. Gender differences \nin cognitive performance and psychophysiological responses during \nnoise exposure and different workloads. Appl Acoust 2022;189:108602.\n5. Babisch W. Stress hormones in the research on cardiovascular effects of \nnoise. Noise Health 2003;5:1‑11.\n6. Leather P, Beale  D, Sullivan L. Noise, psychosocial stress and their \ninteraction in the workplace. J Environ Psychol 2003;23:213‑22.\n7. Belojevic G, Jakovljevic B, Slepcevic V . Noise and mental performance: \nPersonality attributes and noise sensitivity. Noise Health 2003;6:77‑89.\n8. Park J, Chung S, Lee J, Sung JH, Cho SW, Sim CS. Noise sensitivity, \nrather than noise level, predicts the non‑auditory effects of noise in \ncommunity samples: A  population‑based survey. BMC Public Health \n2017;17:315.\n9. Heinonen‑Guzejev M. Noise sensitivity: Medical, psychological and \ngenetic aspects. Helsingin yliopisto 2009;10:364‑72.\n10. Wright B, Peters E, Ettinger U, Kuipers E, Kumari V . Understanding \nnoise stress‑induced cognitive impairment in healthy adults and its \nimplications for schizophrenia. Noise Health 2014;16:166‑76.\n11. Obata J, Morita S, Hirose Ki, Matsumoto H. The effects of noise upon \nhuman efficiency. J Acoust Soc Am 1934;5:255‑61.\n12. Berglund B, Hassmén P, Job RF. Sources and effects of low‑frequency \nnoise. J Acoust Soc Am 1996;99:2985‑3002.\n13. Robinson DW. An Outline Guide to Criteria for the Limitation of Urban \nNoise. Ministry of Technology, London: 1970;1112.\n14. Bangjun Z, Lili  S, Guoqing D. The influence of the visibility of the \nsource on the subjective annoyance due to its noise. Appl Acoust \n2003;64:1205‑15.\n15. Benfield JA, Rainbolt GA, Troup LJ, Bell PA. Anthropogenic noise \nsource and intensity effects on mood and relaxation in simulated park \nenvironments. Front Psychol 2020;11:570694.\n16. Sepehri S, Aliabadi M, Golmohammadi R, Babamiri M. The effects of \nnoise on human cognitive performance and thermal perception under \ndifferent air temperatures. J Res Health Sci 2019;19:e00464.\n17. Easterbrook JA. The effect of emotion on cue utilization and the \norganization of behavior. Psychol Rev 1959;66:183‑201.\n18. Schreckenberg D, Griefahn B, Meis M. The associations between noise \nsensitivity, reported physical and mental health, perceived environmental \nquality, and noise annoyance. Noise Health 2010;12:7‑16.\n19. Button DC, Behm DG, Holmes M, Mackinnon SN. Noise and muscle \ncontraction affecting vigilance task performance. Occup Ergon \n2004;4:157‑71.\n20. Jensen KR, Hvidman L, Kierkegaard O, Gliese H, Manser T, Uldbjerg N, \net al.  Noise as a risk factor in the delivery room: A  clinical study. PLoS \nOne 2019;14:e0221860.\n21. Bhang SY , Yoon J, Sung J, Yoo C, Sim C, Lee C, et al.  Comparing attention \nand cognitive function in school children across noise conditions: \nA quasi‑experimental study. Psychiatry Investig 2018;15:620‑7.\n22. Nowakowska‑Kotas M, Pokryszko‑Dragan A, Brodowski M, Szydło M, \nPodemski R. Effects of noise and mental task performance upon changes \nin cerebral blood flow parameters. Noise Health 2015;17:422‑8.\n23. Pope AT, Bogart EH, Bartolome DS. Biocybernetic system evaluates \nindices of operator engagement in automated task. Biol Psychol \n1995;40:187‑95.\n24. Prinzel LJ 3rd, Freeman FG, Scerbo MW, Mikulka PJ, Pope AT. Effects of \na psychophysiological system for adaptive automation on performance, \nworkload, and the event‑related potential P300 component. Hum Factors \n2003;45:601‑13.\n25. Berka C, Levendowski DJ, Ramsey CK, Davis G, Lumicao MN, \nStanney K, et al., editors. Evaluation of an EEG‑Workload Model in the \nAegis simulation environment. Biomonitoring Physiol Cogn Perform \nDuring Mil Oper 2008;5797:90‑9.\n26. Makeig S, Inlow M. Lapses in alertness: Coherence of fluctuations in \nperformance and EEG spectrum. Electroencephalogr Clin Neurophysiol \n1993;86:23‑35.\n27. Rabbi AF, Zony A, de Leon P, Fazel‑Rezai R. Mental workload and \nDownloaded from http://journals.lww.com/ijeh by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCywCX1AW\nnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC1y0abggQZXdtwnfKZBYtws= on 11/28/2023"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Mohebian, et al.: The analysis of the cognitive function parameters in exposure to noise\nInternational Journal of Environmental Health Engineering ¦ 20239\ntask engagement evaluation based on changes in electroencephalogram. \nBiomed Eng Lett 2012;2:139‑46.\n28. An S, Kim K, Ahn D, Lee H, Son M, Beck D. Effects of auditory \npre‑stimulation on cognitive task performance in a noisy environment. \nAppl Sci 2022;12:58.\n29. Kim H, Hong T, Kim J, Yeom S. A psychophysiological effect of indoor \nthermal condition on college students’ learning performance through \nEEG measurement. Build Environ 2020;184:107223.\n30. Araújo Alves J, Neto Paiva F, Silva LT, Remoaldo P. Low‑frequency \nnoise and Its main effects on human health – A review of the literature \nbetween 2016 and 2019. Applied Sciences 2020;10:5205.\n31. Kirchner WK. Age differences in short‑term retention of rapidly \nchanging information. J Exp Psychol 1958;55:352‑8.\n32. Golmohammadi  R, Darvishi E, Faradmal J, Poorolajal J, Aliabadi M. \nAttention and short‑term memory during occupational noise exposure \nconsidering task difficulty. Appl Acoust 2020;158:107065.\n33. Sanders RD Jr., Scorgie MA. The Effect of Sound Delivery Methods \non a User’s Sense of Presence in a Virtual Environment. United states \nNavy: Naval Postgraduate School Monterey CA; 2002.\n34. Alyan E, Saad NM, Kamel N, Al‑Bawri SS, Zakariya MA, Rahman MA, \neditors. Identifying the Impact of Noise‑Levels on Mental Stress: An \nEEG‑fNIRS Study. Bristol: Journal of Physics: Conference Series; IOP \nPublishing; 2021.\n35. Irgens‑Hansen K, Gundersen H, Sunde E, Baste V , Harris A, Bråtveit M,  \net al.  Noise exposure and cognitive performance: A  study on personnel \non board Royal Norwegian Navy vessels. Noise Health 2015;17:320‑7.\n36. Choi Y , Kim M, Chun C. Measurement of occupants’ stress based on \nelectroencephalograms (EEG) in twelve combined environments. Build \nEnviron 2015;88:65‑72.\n37. Selye H. The Stress of Life. McGraw‑Hill Book Company:58‑10432;1956.\n38. Selye H. The evolution of the stress concept. Stress and cardiovascular \ndisease. Am J Cardiol 1970;26:289‑99.\n39. Al‑Shargie F, Kiguchi M, Badruddin N, Dass SC, Hani AF, Tang TB. \nMental stress assessment using simultaneous measurement of EEG and \nfNIRS. Biomed Opt Express 2016;7:3882‑98.\n40. Melamed S, Bruhis S. The effects of chronic industrial noise exposure \non urinary cortisol, fatigue and irritability: A  controlled field experiment. \nJ Occup Environ Med 1996;38:252‑6.\n41. Tassi P, Rohmer O, Bonnefond A, Margiocchi F, Poisson F, \nSchimchowitsch S. Long term exposure to nocturnal railway noise \nproduces chronic signs of cognitive deficits and diurnal sleepiness. \nJ Environ Psychol 2013;33:45‑52.\n42. Poulton E. Masking, beneficial arousal and adaptation level: A  reply to \nHartley. Br J Psychol 1981;72:109‑16.\n43. Yerkes RM, Dodson JD. The relation of strength of stimulus to rapidity \nof habit‑formation. J Comp Neurol  Psychology Psychol 1908;18:459‑\n82.\n44. Hoskin R, Hunter MD, Woodruff PW. Stress improves selective attention \ntowards emotionally neutral left ear stimuli. Acta Psychol (Amst) \n2014;151:214‑21.\n45. Staal MA. Stress, Cognition, and Human Performance: A  Literature \nReview and Conceptual Framework. NASA/TM: 2004;212824.46. Kazempour M, Jafari M, Mehrabi Y , Alimohammadi I, Hatami J. The \nimpact of low frequency noise on mental performance during math \ncalculations. Iran Occup Health 2011;8:16.\n47. Pawlaczyk‑Luszczyńiska M, Dudarewicz A, Waszkowska M, \nSzymczak W, Sliwińska‑Kowalska M. The impact of low‑frequency \nnoise on human mental performance. Int J Occup Med Environ Health \n2005;18:185‑98.\n48. Naserpour M, Jafari M, Monazzam M, Saremi M. A  study of Students \ncognitive performance under noise exposure, using Continuous \nPerformance Test “Study on the effects of noise on cognitive \nperformances”. J Health Saf Work 2014;4:41‑54.\n49. Allahverdy A, Jafari AH. Non‑auditory effect of noise pollution and \nits risk on human brain activity in different audio frequency using \nelectroencephalogram complexity. Iran J Public Health 2016;45:1332‑9.\n50. Koelega HS, Brinkman JA. Noise and vigilance: An evaluative review. \nHum Factors 1986;28:465‑81.\n51. Lashgari M, Arab MR. Investigation of relationship between noise \nannoyance and neurophysiological responses of drivers in exposure to \ntractor sound. Iranian J Ergon 2018;6:65‑74.\n52. Kacha L, Matsumoto N, Mansouri A. Electrophysiological evaluation \nof perceived complexity in streetscapes. J Asian Arch Build Eng \n2015;14:585‑92.\n53. Zeng C, Lin W, Li N, Wen Y , Wang Y , Jiang W, et al.  \nElectroencephalography (EEG)‑based neural emotional response to the \nvegetation density and integrated sound environment in a green space. \nForests 2021;12:1380.\n54. Sulaiman N, Taib MN, Lias S, Murat ZH, Aris SA, Hamid NH. Novel \nmethods for stress features identification using EEG signals. Int J Simul \n2011;12:27‑33.\n55. Tseng LH, Cheng MT, Chen ST, Hwang JF, Chen CJ, Chou CY , editors. \nAn EEG Investigation of the Impact of Noise on Attention. Trans Tech \nPublications, Switzerland:  Advanced Materials Research, Trans Tech \nPubl; 2013.\n56. Li ZG, Di GQ, Jia L. Relationship between electroencephalogram \nvariation and subjective annoyance under noise exposure. Appl Acoust \n2014;75:37‑42.\n57. Rabat A, Bouyer JJ, George O, Le Moal M, Mayo W. Chronic exposure \nof rats to noise: Relationship between long‑term memory deficits and \nslow wave sleep disturbances. Behav Brain Res 2006;171:303‑12.\n58. Elmenhorst EM, Elmenhorst D, Wenzel J, Quehl J, Mueller U, Maass H, \net al.  Effects of nocturnal aircraft noise on cognitive performance in the \nfollowing morning: Dose‑response relationships in laboratory and field. \nInt Arch Occup Environ Health 2010;83:743‑51.\n59. Saeki T, Fujii T, Yamaguchi S, Harima S. Effects of acoustical noise on \nannoyance, performance and fatigue during mental memory task. Appl \nAcoust 2004;65:913‑21.\n60. Monteiro R, Tomé D, Neves P, Silva D, Rodrigues MA. The interactive \neffect of occupational noise on attention and short‑term memory: A  pilot \nstudy. Noise Health 2018;20:190‑8.\n61. Smith A. Noise, performance efficiency and safety. Int Arch Occup \nEnviron Health 1990;62:1‑5.\nDownloaded from http://journals.lww.com/ijeh by BhDMf5ePHKav1zEoum1tQfN4a+kJLhEZgbsIHo4XMi0hCywCX1AW\nnYQp/IlQrHD3i3D0OdRyi7TvSFl4Cf3VC1y0abggQZXdtwnfKZBYtws= on 11/28/2023"
    }
  ]
}