{
  "doc_type": "scientific paper",
  "title": "A conceptual framework on body representations and their relevance for mental disorders",
  "authors": [
    "Anne Möllmann",
    "Nina Heinrichs",
    "Arvid Herwig"
  ],
  "year": 2024,
  "journal": "Frontiers in Psychology",
  "doi": "10.3389/fpsyg.2023.1231640",
  "abstract": "Many mental disorders are accompanied by distortions in the way the own body is perceived and represented (e.g., eating disorders, body dysmorphic disorder including muscle dysmorphia, or body integrity dysphoria). We are interested in the way these distortions develop and aim at better understanding their role in mental health across the lifespan. For this purpose, we first propose a conceptual framework of body representation that defines this construct and integrates different perspectives (e.g., cognitive neuroscience, clinical psychology) on body representations. The framework consists of a structural and a process model of body representation emphasizing different goals: the structural model aims to support researchers from different disciplines to structure results from studies and help collectively accumulate knowledge about body representations and their role in mental disorders. The process model is reflecting the dynamics during the information processing of body-related stimuli. It aims to serve as a motor for (experimental) study development on how distorted body representations emerge and might be changed. Second, we use this framework to review the normative development of body representations as well as the development of mental disorders that relate to body representations with the aim to further clarify the potential transdiagnostic role of body representations.",
  "keywords": [
    "body representation",
    "body image",
    "body schema",
    "developmental psychopathology",
    "body dysmorphic disorder",
    "muscle dysmorphia",
    "eating disorders",
    "body integrity dysphoria"
  ],
  "research_topics": [
    "Conceptual framework of body representation",
    "Mental disorders related to body representation distortions",
    "Structural model of body representation",
    "Process model of body representation",
    "Normative development of body representations",
    "Transdiagnostic perspective in mental health",
    "Body image and body schema differentiation",
    "Sensory sources in body representations",
    "Developmental psychopathology",
    "Integration of cognitive neuroscience and clinical psychology perspectives"
  ],
  "created_at": "2025-05-05T04:08:12.008715Z",
  "source_pdf": "documents/research/Global/Mollman 2024 a conceptual framework on body representations.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Frontiers in Psychology 01 frontiersin.org\nA conceptual framework on \nbody representations and their \nrelevance for mental disorders\nAnne Möllmann *, Nina Heinrichs  and Arvid Herwig \nDepartment of Psychology, Faculty of Psychology and Sports Science, Bielefeld University, \nBielefeld, Germany\nMany mental disorders are accompanied by distortions in the way the own \nbody is perceived and represented (e.g., eating disorders, body dysmorphic \ndisorder including muscle dysmorphia, or body integrity dysphoria). \nWe are interested in the way these distortions develop and aim at better \nunderstanding their role in mental health across the lifespan. For this \npurpose, we first propose a conceptual framework of body representation \nthat defines this construct and integrates different perspectives (e.g., \ncognitive neuroscience, clinical psychology) on body representations. \nThe framework consists of a structural and a process model of body \nrepresentation emphasizing different goals: the structural model  aims \nto support researchers from different disciplines to structure results \nfrom studies and help collectively accumulate knowledge about body \nrepresentations and their role in mental disorders. The process model  is \nreflecting the dynamics during the information processing of body-related \nstimuli. It aims to serve as a motor for (experimental) study development \non how distorted body representations emerge and might be  changed. \nSecond, we  use this framework to review the normative development of \nbody representations as well as the development of mental disorders that \nrelate to body representations with the aim to further clarify the potential \ntransdiagnostic role of body representations.\nKEYWORDS\nbody representation, body image, body schema, developmental psychopathology, \nbody dysmorphic disorder, muscle dysmorphia, eating disorders, body integrity \ndysphoria\n1 Introduction\nThe way people perceive their own body, that is, represent it mentally, is essential in \neveryday life, and has thus been researched from a variety of disciplines and perspectives. \nSome researchers primarily focus on the very basic functions  of body representations, such \nas being able to move in three-dimensional space which is usually a perspective taken in \ncognitive neurosciences, general psychology and motor sciences (e.g., Holmes and \nSpence, 2004 ; Prinz et al., 2013 ). Others concentrate on the normative development  of \ndifferent body representations over the lifespan (e.g., Slaughter and Brownell, 2011 ) which \nis usually a perspective taken in developmental psychology and again others are mainly \ninterested in the role body representations play in the context of different neurological or \nmental disorders , a perspective usually taken in clinical psychology or psychiatry (e.g., \nKeizer and Engel, 2022  for anorexia nervosa). Due to the many perspectives involved, OPEN ACCESS\nEDITED BY\nAndrea Hernández-Martínez,  \nUniversity of Castilla-La Mancha, Spain\nREVIEWED BY\nPaolo Meneguzzo,  \nUniversity of Padua, Italy\nJamie Donald Feusner,  \nUniversity of Toronto, Canada\nEmily Choquette,  \nLaureate Institute for Brain Research, \nUnited States\n*CORRESPONDENCE\nAnne Möllmann   \n anne.moellmann@uni-bielefeld.de\nRECEIVED 30 May 2023\nACCEPTED 11 December 2023\nPUBLISHED 05 January 2024\nCITATION\nMöllmann A, Heinrichs N and Herwig A (2024) \nA conceptual framework on body \nrepresentations and their relevance for \nmental disorders.\nFront. Psychol.  14:1231640.\ndoi: 10.3389/fpsyg.2023.1231640\nCOPYRIGHT\n© 2024 Möllmann, Heinrichs and Herwig. \nThis is an open-access article distributed \nunder the terms of the Creative Commons \nAttribution License (CC BY) . The use, \ndistribution or reproduction in other forums is \npermitted, provided the original author(s) and \nthe copyright owner(s) are credited and that \nthe original publication in this journal is cited, \nin accordance with accepted academic \npractice. No use, distribution or reproduction \nis permitted which does not comply with \nthese terms.TYPE Review\nPUBLISHED  05 January 2024\nDOI 10.3389/fpsyg.2023.1231640"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Möllmann et al. 10.3389/fpsyg.2023.1231640\nFrontiers in Psychology 02 frontiersin.orgthere is a certain diversity of concepts and terms. In this article, \nwe therefore use the term body representation as an umbrella term for \nmany aspects that have been differentiated to investigate the way the \nown body is mentally represented. Moreover, we attempt to elaborate \non each perspective with the aim of illustrating their useful \ncontributions ultimately to better understand mental disorders that \nrelate to body representations.\nMental disorders associated with distortions in body \nrepresentations are often severe and persistent. Such disorders include \neating disorders, body dysmorphic disorder (BDD), muscle \ndysmorphia (MD), and body integrity dysphoria (BID). The \ndistortions in body representation observable in the clinical picture of \neach disorder may relate either to the whole body or to specific body \nparts. The majority of the disorders are by criteria definitions (ICD-11; \nWorld Health Organization, 2018 ) rather related to one of these poles \n(e.g., criteria for eating disorders or muscle dysmorphia relate to the \nbody perception as too fat or too lean/unmuscular). However, even \nwith concerns relating to the entire body, it is not rare that also specific \nparts of the body are evaluated negatively. In BDD, these specific \nregions are often related to the face and perceived as defective or \nflawed, or in BID, affected individuals perceive single limbs as not \nbelonging and thus desire an amputation ( World Health Organization, \n2018 ). On a general level, a shared feature of these disorders are \ndistortions in the individuals’ body representation. However, it is \nchallenging to integrate research findings within one disorder or to \ncompare findings between disorders. This is due to conceptual and \nmethodological aspects, such as a remarkable heterogeneity in \nterminology and assessments of concepts related to body \nrepresentations. For example, we identified more than 120 different \nmeasures and tasks on body representations for a systematic review \nfocusing on BDD, MD and BID only ( Möllmann et al., 2020a ). The \nproblem is particularly evident in comparative research between \ndisorders and/or disciplines, with each discipline usually preferring \ncertain definitions of concepts and terms as well as different \nassessments ( Smeets, 1997 ; Keizer and Engel, 2022 ). Importantly, \nthese conceptual problems not only complicate the integration of \nfindings, they also hinder improvement in understanding the \ndisorders and related treatment options (see e.g., Gadsby, 2021  or \nGlashouwer et al., 2019  for a comprehensive discussion). Improving \ntreatment options, in turn, is highly needed, as remission rates for \nmost of the disorders associated with distorted body representations \nare rather low, e.g., between 20 and 39% in BDD (e.g., Phillips et al., \n2013 ; Wilhelm et al., 2014 ; Mataix-Cols et al., 2015 ; Enander et al., \n2016 ; Fernández de la Cruz et al., 2021 ) or around 50% in anorexia \nnervosa ( Steinhausen, 2002 ).\nAs Gadsby (2017)  emphasizes, the understanding about normative \nfunctioning of body representations can be improved by studying \nmalfunctioning or distortions of body representations in respective \ndisorders and vice versa. This underlines the importance to consider \nresearch from multiple perspectives or disciplines, such as cognitive \nneurosciences, and clinical psychology. In addition, we think it is very \nfruitful to also look at the interplay between normative and \npathological development  of body representations to further clarify if \n– and if so, how – these distorted body representations are involved in \nthe development or course of the respective disorders. It is well-known \nthat children face normative developmental challenges, for example \nin form of domain-specific tasks (such as learning to be prosocial) and \nthat the (un-)successful completion is in turn associated with (impaired) further development in this domain with spreading effects \nto other domains as well (i.e., cascade effects; Masten and Cicchetti, \n2010 ). It is important to consider the development of body \nrepresentation as one such domain and we  will address such \ndevelopmental aspects in body representations below.\nTo better understand the role of body representations in mental \nhealth, we believe it is essential to provide a conceptual framework \nfirst. This framework should allow to (a) integrate  the terminology  \nand conceptual understanding of different perspectives and (b) \nsystematically review and investigate  body representations in normative \ndevelopment as well as in the development of psychopathology across \ndisorders and disciplines. With this approach, we address several of \nthe valuable recommendations from a comprehensive systematic \nreview on body representations in anorexia nervosa ( Glashouwer \net al., 2019 ). To this end, we propose a framework consisting of two \ninterconnected models, a structural and a process model.\nIn the present article, we  first introduce the models in more detail, \nfocusing on the structural model, which includes the integration of \nterminology and concepts from different perspectives. Second , \nwe  review the literature on the normative development of body \nrepresentations within the proposed model, identifying potential \nsensitive developmental phases that may initiate cascade effects. Third , \nwe review distortions in body representation from a transdiagnostic \nperspective across several mental disorders taking into account \ndevelopmental aspects. In this sense, we  follow a developmental \npsychopathology approach to mental disorders including distorted \nbody representation. The specific role for body representations for \nthese mental disorders is not always clear: while in some disorders \ncertain aspects of body representations may be assumed to be a risk \nfactor (e.g., anorexia nervosa), for others there has been less research \nand a lack of experimental and longitudinal studies that would help \nclarifying if distorted body representations are a feature of the \ndisorder, an epiphenomenon or a (causal) risk factor. The development \nof the models we  suggest in the next section is supposed to help \nclarifying this important question.\n2 Conceptual framework on body \nrepresentations: a structural and a \nprocess model\nOur conceptual framework on body representation includes a \nstructural model (categorial approach) and a process model (dynamic \napproach). Both serve different purposes as outlined below. In \ndeveloping this framework, we  integrated and extended \nconceptualizations, models, and empirical findings of researchers \nfrom different disciplines, such as cognitive (neuro)sciences, \nphilosophy, experimental and clinical psychology (e.g., De Vignemont, \n2010 ; Cash and Smolak, 2011 ; Longo, 2016 ; Vocks et al., 2018 ; Gadsby, \n2021 ). The structural model  (Figure 1A ) may be especially useful to \ncategorize  different types of body representations and thus to \nsystematize  previous research or develop targeted new research \nquestions – both from different research perspectives as well as for \ndifferent mental (or other) disorders. Further, it may be used regarding \nboth, the representation of one’s own body and the representation of \nothers. In contrast, the process model  focuses on the (situational) \ndevelopment and usage of a body representation. It thus rather reflects \na dynamic information processing model on body representation"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Möllmann et al. 10.3389/fpsyg.2023.1231640\nFrontiers in Psychology 03 frontiersin.org(Figure 1B ), illustrating how a body representation emerges in the \nshort- and long-term. As Medina (2022)  pointed out, this kind of \nprocess model is highly needed in addition to more categorical \napproaches for the development in the field of body \nrepresentation research.\nIn the present article, we will primarily focus on the structural \nmodel as it is our goal to first demonstrate how the presently available \nresults from studies on body representations may be structured to \nidentify and accumulate knowledge available and to inform future \nresearch (areas). We will re-visit the process model in the discussion \nsection again to demonstrate how it may be used once the evidence \nhas been successfully structured.\n2.1 The three-dimensional structural model \nof body representations\nAs visualized in Figure 1A , the structural model considers three \ndimensions on which body representations can be differentiated:\nFunctions of body representations : body schema vs. body image \n(perceptual and cognitive-affective).\nSensory source : exteroception, proprioception and interoception.\nStability:  short-term vs. long-term.\nImportantly, the model suggests differentiating between body \nimage and body schema in contrast to synonymously use the terms, \nand it suggests separating body representations regarding the primary \nsource of information. Moreover, it distinguishes between body \nrepresentations that are short-term representing the body as it \ncurrently is and long-term representing the body as it usually is. \nFinally, the structural model can be used to classify representations of ones’ own body as well as representations of the bodies of others ( self-\nother ). We  will outline each dimension in more detail in the \nfollowing sections.\n2.1.1 Function of body representation: body \nschema vs. body image\nWe named the first dimension of the structural model function  to \nunderline our understanding that each body representation is needed \nand used for a specific purpose, a function, such as to execute a \nmovement, perform a size estimation or answer questions about one’s \nbody (see Figure 1B , Process model, output). In clinical psychology, \nunlike in other disciplines, the term body representation as an \numbrella term is rather uncommon. Instead, researchers are usually \nfamiliar with a certain understanding about the body image, a concept \nthat is often used and understood synonymously to the body schema \n(or perceptual body image and body schema as synonyms). The \nsynonymous use of the terms body image and body schema is unusual \nin other disciplines, such as neuroscience, where the terms \ncharacterize different functions of body representations. As this has \nled to challenges in integrating research findings ( Glashouwer et al., \n2019 ), we suggest, to align terminology across disciplines under the \nin some areas already established umbrella term body representations \nand use specific subterms for respective functions (i.e., body image \nand body schema) or other aspects of body representations.\nIn the structural model, we thus differentiate on a first level  body \nimage and body schema and subdivide body image further into the \ncognitive-affective versus perceptual body image on a second level . \nWe define the cognitive-affective body image as feelings and attitudes \ntoward one’s body, as in common models on body image (e.g., \nGallagher, 1986 ; Cash and Smolak, 2011 ; Vocks et  al., 2018 ). It \nFIGURE 1\nConceptual framework of body representations consisting of (A) a three-dimensional structural model of body representation and (B) a process model \nof body representation. The structural model (A) considers three dimensions (function, source, stability; see text for further details) on which body \nrepresentations can be differentiated. Moreover, the structural model can be used to classify representations of ones’ own body as well as \nrepresentations of the bodies of others (self-other). The process model (B) depicts the dynamics during the information processing of body-related \nstimuli. Accordingly, a short-term representation emerges from (1) weighted sensory information about the body as it currently is from different \nsensory sources (exteroceptive, proprioceptive, and interoceptive) and (2) stable information stored in long-term representations about the body as it \nusually is. Short- and long-term representations are combined in the service of functions (e.g., movement, size-estimation, verbal report) which might \nlead to (3) behavior-induced modifications of sensory input."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Möllmann et al. 10.3389/fpsyg.2023.1231640\nFrontiers in Psychology 04 frontiersin.orgincludes body (dis)satisfaction (i.e., the evaluation of the physical \nappearance) and the importance of the appearance for someone’s self-\nevaluation. We define the perceptual body image as the representation \nof body “estimates, ” typically regarding size and shape (c.f. body \npercept, Longo, 2016 ; Gadsby, 2017 ) but also regarding the body \ncomposition related to other sensory sources, e.g., the intensity of \nbodily sounds or odors (see next section). In contrast to some other \nmodels on body image (e.g., Cash and Smolak, 2011 ; Vocks et al., \n2018 ), we did not include a behavioral component, referring to body-\nrelated behaviors, such as body-checking in eating disorder. As \nwe certainly agree that these behaviors are important in many regards, \nwe would argue that they are not body representations in themselves \nbut rather are informed by or result from (distorted) body \nrepresentations – and also inform or change body representations (see \nprocess model). The body image, in distinction to the body schema, \nis not action-oriented but the subjective experience of one’s body (c.f., \nLongo, 2016 ).\nIn contrast, we  define the body schema according to De \nVignemont (2010)  as a function of body representation that is \nnecessary for body-scaled action and/or motor imagery ( Gadsby, \n2017 ). It enables spontaneous, speeded movements, action or action \nsimulation while considering the dimensions of the own body and the \nenvironment. The body schema develops bottom-up, without higher \ncognitive processes such as feelings or attitudes toward one’s \nappearance, and it includes representations of the body both as the \neffector and as the goal of the action. Differentiating functions of body \nrepresentations does not mean that the functions are unrelated. \nInteractions between different aspects seem very likely.\nThe conceptualization of body image and body schema as \nmentioned above differs from the common terminology in clinical \npsychology. However, rethinking and specifying the current \nunderstanding of body image might contribute to efforts of integrating \nprevious research ( Glashouwer et al., 2019 ). Accordingly, we believe \nthat differentiating body image and body schema can improve the \nunderstanding of the way body representations are distorted in mental \ndisorders, such as eating disorders, BDD, MD, and BID, and eventually \nimprove treatment options. For example, such a differentiation led to \nimportant research findings in anorexia nervosa. Engel and Keizer \n(2017)  showed that after receiving cognitive-behavioral therapy \n(CBT), individuals with anorexia nervosa still revealed a distortion of \nthe body schema. As CBT usually focuses on the cognitive-affective \ncomponent of body image, these findings motivated the authors to \ndevelop intervention approaches that focus specifically on other \nfunctions of body representations. A similar approach would \nbe important for under-researched disorders, such as BDD, MD, and \nBID as well.\n2.1.2 Sensory sources: exteroception, \nproprioception and interoception\nWe receive a continuous flow of sensory information about the \nbody from various sources. These sources can be roughly parceled into \nexteroception, proprioception and interoception ( Ceunen et al., 2016 ; \nKhalsa et al., 2018 ). Exteroception refers to the perception of the body \nand the environment from the outside. This includes sensory \ninformation that stems from the sensory organs connecting the \noutside environment to our inside via signal transmission, such as the \nskin, eyes, ears and nose. Proprioception, on the other hand, refers to \nthe perception of the position and movement of limbs and the body as a whole. This includes information about muscle contractions, joint \nangles and the position of the body in space. Finally, interoception \nrefers to the perception of stimuli and information from inside the \nbody, such as the physiological states of the organs, digestion, or heart \nrate. Intertwined with this proposed tripartite division is the \nsomatosensory system ( De Haan and Dijkerman, 2020 ). In addition \nto exteroceptive tactile perception, the somatosensory system includes \nproprioception and interoceptive sensations of pain and temperature. \nHere, we adhere to the initial categorization of sensory sources (i.e., \nexteroception, proprioception, and interoception), as it provides a \nmore comprehensive picture of sensory sources while still allowing for \ninsights into the somatosensory system.\nWhile proprioception and some prominent exteroceptive \nmodalities (i.e., visual and tactile) are often taken into account in \nresearch and it may therefore be easy to understand why they are part \nof the model, the incorporation of interoception as well as further \nexteroceptive modalities (e.g., auditory and olfactory) might not \nbe  so obvious at a first glance. However, interoception has been \nincreasingly recognized as a significant factor in body representations \nand various mental health conditions including eating disorders (e.g., \nBadoud and Tsakiris, 2017 ; Khalsa et al., 2018 ; Raimo et al., 2021 ). \nMoreover, the sounds and odors emanating from our bodies are a \nfurther exteroceptive source that affects the way the own body is \nrepresented. For example, sounds (e.g., produced when breathing, \neating or walking) have an effect on the overall body awareness \n(Murray et al., 2000 ; Azañón et al., 2016 ) and can even alter one’s own \nperceived body weight ( Tajadura-Jiménez et al., 2015a ) as well as the \nmental representation of arm length ( Tajadura-Jiménez et al., 2012 , \n2015b ). Likewise, scent stimuli can affect participants’ perception of \nbody shape and weight ( Brianza et  al., 2019 ) and booster the \nembodiment of a sex mismatching body in virtual reality ( Lesur et al., \n2023 ). This research on the significance of certain sensory sources for \nbody representations, such as auditory and olfactory information, is \nstill in its infancy, as these sources were more difficult to control and \nrecord experimentally in the past. However, we  think that a \ncomprehensive model on body representation should consider all \ninformation available about one’s own body. This evaluation is also \nsupported by clinical conditions, such as misophonia and the \nolfactory reference disorder, where (the processing of) this sensory \ninformation is closely related to the disorder symptoms. Misophonia \ndescribes a reduced tolerance toward certain sounds or associated \nstimuli, most often related to eating or breathing sounds from \nindividuals close to the affected person, such as a partner or parent \n(Swedo et al., 2022 ). Individuals with misophonia thus develop very \ndetailed body representations regarding other people’s bodily sounds. \nIn olfactory reference disorder, individuals are preoccupied about \nemitting a strong body odor which is not or only slightly noticeable \nfor others ( Schmidt et al., 2021 ). This characteristic affects the body \nimage, based on olfactory information.\nImportantly, information from different sensory sources are often \nencoded in separate brain regions and separate spatial frames of \nreference. For example there are over a dozen distinct maps encoding \nvisual and tactile information about the body spanning the parietal \nand frontal cortex ( Huang et al., 2012 ) as well as a multitude of body-\nsensing brain regions including the insula and somatosensory \ncortices which form the neural basis of interoception ( Paulus et al., \n2019 ). This requires elaborate computations to combine or integrate \nthese different inputs ( Ernst and Bülthoff, 2004 ; Kirsch and Kunde,"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Möllmann et al. 10.3389/fpsyg.2023.1231640\nFrontiers in Psychology 05 frontiersin.org2023 ). The exploration of the neural pathways and processes \nunderlying these computations is constantly expanding, which is not \nsurprising given the multitude of sensory sources and their potential \ninteractions. Therefore, an in-depth review of the neuronal basis of \nsensory integration is beyond the scope of this article and can \nbe found elsewhere (e.g., Murray and Wallace, 2012 ; Y au et al., 2015 ). \nFrom this research, it can be noted that multisensory integration \noccurs within a broad hierarchically organized neural network that \ninvolves numerous feedback loops. Of particular relevance in this \nnetwork is the parietal cortex which is involved in reference frame \nremapping and mediating crossmodal interactions (e.g., between \nvision and touch) in sensory cortex ( Y au et al., 2015 ). Moreover, \nbehavioral studies on multisensory integration have provided \nevidence that integration is task-dependently taking into account, for \nexample, the relative reliabilities of the sensory input ( Ernst and \nBanks, 2002 ). As a consequence, different sensory sources are used \nin the formation of body representations ( De Vignemont, 2010 ; \nPeviani et al., 2019 ) depending on the task, reliability, and availability \nof sensory information. Although body-related distortions may \nbe the result of faulty multisensory integration (e.g., Saetta et al., \n2020 ), distortions often occur at an earlier stage (i.e., before \nintegration) and thus originate at the level of individual sensory \nsources (e.g., Feusner et al., 2007 ; Keizer et al., 2011 ; Longo, 2022 ). \nIdentifying where and how exactly the processing of sensory \ninformation about the body is disturbed in mental disorders is \nchallenging given the intricate recurrent processing loops underlying \nuni- and multisensory processing. However, we believe it is important \nto underline the relevance of the main  constituting sensory source for \na specific body representation. Thus, we suggest body representations \ncan (and should) be further differentiated according to their main \nconstituting sensory source. Accordingly, the sensory sources serve \nas a distinct, orthogonal dimension in our structural model of \nbody representations.\nReferring to the other two dimensions of function (body image \nvs. body schema) and stability (short-term vs. long-term; see next \nsection), some sources appear to be more central than others. For \nexample, proprioceptive information is especially relevant for the \nbody schema due to its close relationship to movement. However, \nactions can also be selected and controlled based on exteroceptive \ninformation (e.g., auditory, visual, or olfactory information Herwig \net al., 2007 ; Smeets and Dijksterhuis, 2014 ; Herwig, 2015 ). Moreover, \nresearch on the rare case of deafferented patients lacking \nproprioceptive input suggests that these patients’ body schema can \ninstead be based on exteroceptive visual input only ( De Vignemont, \n2010 ). Likewise, interoceptive signals have been linked to motor \ncontrol and the subjective experience of agency ( Pezzulo et al., 2015 ; \nMarshall et al., 2018 ). Especially interoceptive signals related to itch \nand pain play an important role in actions aimed at the own body \n(Berlucchi and Aglioti, 2010 ). In case of body image, which is for \nexample used for the perception of body size, exteroception (and \nespecially visual information) seems to be more central than other \nmodalities. However, the body image can also be  based on other \nsensory information when visual input is not reliable or available (e.g., \nto estimate the size and shape of the back of one’s head) and is known \nto be affected by tactile sensitivity ( Linkenauger et al., 2015 ), as well \nas bodily sounds and odors (e.g., Tajadura-Jiménez et al., 2015b ; Lesur \net al., 2023 ). Disturbed interoceptive information also alters the body \nimage as evident by effects of local anesthesia, pain and cutaneous stimulation on the perceived size of body parts like the thumb and lips \n(Gandevia and Phegan, 1999 ).\nIn the case of mental disorders, some symptoms are more related \nto specific sensory sources than others. For example, body checking \nas a frequent symptom of eating disorders or BDD mostly leads to \nvisual or tactile information which might render body representations. \nOn the other hand, altered visual and proprioceptive information \nseems to be more relevant when it comes to pretending behavior (e.g., \nusing crushes or wheelchairs) as one symptom of BID.\n2.1.3 Stability: short-term vs. long-term\nBody representations can be further classified according to their \ntemporal stability in short-term and long-term body representations \n(Merleau-Ponty, 1962 ; O’Shaughnessy, 1980 ; Carruthers, 2008 ). Short-\nterm or online body representations are dynamic representations of \nthe body as it currently is. As such they are constantly updated in \nworking memory by currently available sensory information (e.g., by \na look into the mirror, or by proprioceptive information about the \ncurrent body posture). In contrast, long-term or offline body \nrepresentations are more stable and represent the body as it is usually \nlike. Typical properties of long-term body representations are the \nspatial organization and the size of body parts as well as learned \nmovement possibilities or generalized motor programs ( Berlucchi and \nAglioti, 1997 , 2010 ; Shea and Wulf, 2005 ; Schack and Mechsner, 2006 ).\nAs elaborated by De Vignemont (2010) , the stability dimension \n(short-term vs. long-term) is orthogonal to the perception-action \n(body image vs. body schema) distinction. Moving the own body \ntypically requires an interaction of both, short-term and long-term \nbody schema representations. That is, for an arm movement, short-\nterm information of the current position needs to be combined with \nlong-term information about its size and learned movement \npossibilities ( De Vignemont, 2010 ). The same holds true for body \nperception, which can be also conceived as an interaction between \nshort-term and long-term body image representations.\nIt has been suggested that disturbances in body representation, as \nreported for eating disorders, are more likely due to disturbances in \nlong-term representations permitting discrepant sensory input \n(Gadsby, 2017 ). Accordingly, dynamic short-term representations are \nthought to be  corrupted by distortions imported from long-term \nrepresentations. In fact, studies on anorexia nervosa indicate that \ndisturbances might result from a biased weighting of short- and long-\nterm information about the own body ( Case et al., 2012 ; Keizer et al., \n2013 ; Gadsby, 2017 ). For example, an oversized body representation \nof patients suffering from anorexia nervosa might be the result of a \nfailed updating of long-term representations after sudden weight loss \nor of a general devaluation of current sensory short-term \nrepresentations ( Guardia et al., 2012 ; Gadsby, 2017 ). Likewise, it has \nbeen suggested that a failure to integrate short-term and long-term \nbody representations leads to BID ( Carruthers, 2008 ). It has to \nbe noted, however, that interactions between long-term and short-\nterm body representations are manifold. On the one hand, long-term \nbody representations affect short-term representations as information \nfrom long-term memory is typically combined with the actual sensory \ninput in working memory. On the other hand, short-term \nrepresentations affect long-term representations as long-term \ninformation itself is constructed by accumulating short-term \ninformation about the own body. Thus, this dimension might \nbe especially interesting from a developmental perspective on body"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Möllmann et al. 10.3389/fpsyg.2023.1231640\nFrontiers in Psychology 06 frontiersin.orgrepresentation and due to its dynamic nature studied in the context of \nour process model.\nWe will now move on focusing on the normative development of \nbody representation, beginning with the “function” dimension of the \nstructural model, body schema and body image, from a developmental \nperspective. We  will refer to the source dimension alongside, \ndifferentiating the different senses where applicable. The stability \ndimension of the structural model will not be reviewed here from a \ndevelopmental perspective as we believe the process model to be more \nsuitable to investigate this dimension.\n3 The normative development of body \nrepresentations\nHow and when do different body representations emerge and \ndevelop during ontogenesis? In the following, we will first address this \nquestion in the course of normative development. This will help to \nbetter identify deviations and disturbances in the development of \nbody representations that may accompany certain mental disorders as \ndiscussed later. Following the structural model of body representations \noutlined before, we will address these questions separately for body \nschema, and body image (including the perceptual body image and \nthe cognitive-affective body image).\n3.1 Body schema\nThe existence of a body schema, that is the body representation \nsupporting body-scaled actions, can be found from very early on. An \nimportant discovery was the neonate’s ability to imitate facial gestures, \nrequiring some sort of mapping between vision and motor response \n(e.g., Meltzoff and Moore, 1994 ; Meltzoff et al., 2013 ). Moreover, three \nto 5 months old infants already discriminate between pre-recorded \nand live videos of own leg movements ( Bahrick and Watson, 1985 ; \nRochat and Morgan, 1995 ), thus showing early integration of visual \nand proprioceptive signals during movement execution. This has led \nto the suggestion that certain parts of the body schema (e.g., \nsupporting early manual-oral behaviors) are innate (e.g., Gallagher, \n2005 ; Rochat, 2010 ), thus providing the foundation for the later \ndeveloping body image ( Brownell et al., 2012 ; see the discussion of the \nbody image in the next section). However, other authors view the \nbody schema as the result of pre- or postnatal experience ( Merleau-\nPonty, 1962 ; see also Bremner, 2017 ). Innate or not, there is evidence \nthat the body schema is highly plastic and further develops during \ninfancy and childhood, reaching maturation not until adulthood.\nFor instance, studies indicate that premature birth might impact \non the later development of the body schema and associated motor \nskills as well as sensorimotor functioning ( De Kieviet et al., 2009 ; Di \nRosa et al., 2016 ; Butti et al., 2020 ). One of the reasons for these effects \nmight be  that preterm infants are exposed to atypical handling \nroutines and thus experience atypical sensory stimulation ( Peng et al., \n2009 ). Interestingly, preterm children at the age of 8 to 14 years were \nless efficient than full-term children in expressing hand-laterality \njudgments on whole body stimuli ( Butti et al., 2020 ). This finding \nprovides a first tentative hint that early body-related experiences \nduring the first year of life might initiate a developmental cascade \nimpacting children’s developmental course. However, these difficulties were present regardless of whether the body was shown from the front \n(and thus requiring a first-person mental transformation that is \nknown to involve one’s own body schema) or back (not necessarily \ninvolving the body schema). Further studies are needed to pinpoint \nthe specific impact of premature birth on the body schema.\nA further line of evidence for developmental effects on the body \nschema comes from tool use. For instance, children start using tools \nlike rakes to reach a desired toy during the second year of life (e.g., \nRat-Fischer et al., 2012 ). In adults, tool use modifies the body schema \nas indexed by a change in the kinematics of subsequent free-hand \nmovements following a period of tool-use actions. More precisely, \nafter using a mechanical grabber to pick up objects, adults move their \narm as if it has become longer ( Martel et al., 2019 ). Thus, tools become \nincorporated into the body schema and this incorporation lingers on \nfor a certain amount of time after the tool is no longer in use. \nImportantly, the plastic capability of updating the body schema is \nstrongly affected by the pubertal status of 8–21 years old ( Martel et al., \n2021 ). During early puberty, the kinematic changes that linger after a \nperiod of tool-use oppose the patterns observed for adults - children \nmove their arm as if it has become shorter. This pattern reverses after \nmid-puberty with the typical adult-like pattern emerging only at late \npuberty, when body size stabilizes. Comparable shaped developmental \ntrajectories have also been observed for localisation performance of \nthe hand during movements ( Nardini et al., 2013 ), kinaesthetic acuity \n(Visser et al., 1998 ), as well as the use of proprioceptive information \nfor postural control of the upper limbs ( Viel et al., 2009 ). Together, \nthese findings point to the beginning of puberty as a further sensitive \nstage in the development and maturation of the body schema. After a \nperiod of constant growth during childhood, the rate of body growth \nincreases sharply during the growth spurt leading to critical and fast \nchanges in body morphology. This might present special challenges to \nthe developing body schema and may therefore also be considered a \nvulnerable phase for body representation distortions due to the \ncomprehensive adaptions in mental representation of the body \n(Assaiante et al., 2014 ; but see De Haan et al., 2018 ).\nIn sum, the findings on the development of the body schema \nimplicate that although the body schema begins to develop already \nduring a prenatal stage (or might be even partly innate), it remains \nhighly plastic until adulthood and is therefore vulnerable for abnormal \ndevelopments at least until then. Premature birth is a possible risk \nfactor for the later development of such abnormalities, and puberty \nappears as a particularly sensitive phase due to the comprehensive \nchanges in body morphology.\n3.2 Body image\n3.2.1 Perceptual body image\nAs concerns the perceptual body image, i.e., representations of any \nbody estimates (e.g., the body’s shape, size, spatial configuration, \nintensity of bodily sounds or odors), there is converging evidence that \nthe abilities to represent our own bodies take significant developmental \ntime to emerge (e.g., Brownell et al., 2012 ; Bremner, 2022 ). Especially \nduring the first 3 years of life, different aspects of the perceptual body \nimage emerge and develop at different points in time. For example, the \nability to locate touch changes in children between 4 and 6 months of \nage, as localization performance becomes increasingly influenced by \nbody shape and configuration. At the age of 4 month, children locate"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Möllmann et al. 10.3389/fpsyg.2023.1231640\nFrontiers in Psychology 07 frontiersin.orgtouch, as indexed by a tactile orienting response, equally well on their \ncrossed and uncrossed feet. At the age of 6 month, however, children \nshowed a tactile localization deficit with their feet crossed, indicating \nexternal spatial coding of touch ( Begum Ali et al., 2015 ). This deficit \nto locate touch on crossed limbs is also apparent in sighted (but not \nblind) adults and arises from the influence of representations of the \ncanonical posture of the body in external space ( Röder et al., 2004 ; \nBadde et al., 2019 ). Body representations underlying the ability to \nlocate touch are thus strongly affected by visual input during the first \nmonths of life.\nChildren in the first half of the second year initially become aware \nof individual body parts in isolation from one another. At this age, \nthey can point to own body parts in response to a verbal label (i.e., \nauditory input) but have difficulties to match someone else’s body \nparts to their own using visuo-spatial information alone ( Brownell \net al., 2012 ). Between 18 and 22 months, children become first aware \nthat their bodies, like other objects, take up space and can serve as \nobstacles, which is for instance demonstrated by a decline in attempts \nto hand over a mat they are sitting on without first moving off it. Body \nsize awareness emerges a little later between 22 and 26 months, as \nindexed by fewer scale errors like trying to put on doll clothes or to \nsqueeze through a too-small opening ( Brownell et al., 2007 ). Only by \nthe age of 30 months, children start to represent their bodies in terms \nof a more detailed topographic representation and are now able to \ncorrectly place stickers on unnamed body locations on themselves \nusing visuo-spatial information as well as imitate meaningless gestures \npositioned at different body locations ( Brownell et al., 2010 ).\nThe perceptual body image develops further in childhood as \nindicated by studies investigating the rubber hand illusion ( Botvinick \nand Cohen, 1998 ). In this illusion, the sight of a fake hand being \nsynchronously stroked with the real hand hidden from view, causes a \nshift in the localization of the real hand. More precisely, the real hand \nis perceived to be  closer located to the seen fake hand after \nsynchronous compared to asynchronous stroking. This self-\nlocalization without the possibility to move the real hand should \nbe mainly based on the perceptual body image using visual, tactile and \nproprioceptive information. While children between 4 and 9 years are \nas sensitive as adults to visual-tactile synchrony cues for hand position, \nthey perceive their hand generally (i.e., regardless of synchrony) to \nbe located closer to the fake hand than 10 to 13 years olds as well as \nadult’s ( Cowie et al., 2013 , 2016 ). This might indicate two processes in \nthe development of the perceptual body image during childhood. One \nprocess is based on the perceived temporal synchrony between visual \nand tactile stimulation which matures by at least 4 years of age and \nchanges little after that. The other process is based on the integration \nof visual and proprioceptive information and matures not until \n10 years of age. The latter finding fits well to the idea that children, at \nleast before they enter puberty, rely more strongly on their visual than \nproprioceptive body image for self-localization. One possible reason \nmight be that children’s proprioception needs more developmental \ntime than vision to provide reliable estimates.\nThis finding is further complemented by a study investigating the \nspatial and temporal rules for multisensory integration underlying \nbody representations in a sample of 5 to 12 years old ( Greenfield et al., \n2017 ). In this study, children had to report whether they saw their \nvisually displaced hand in the same position as their actual hand and \nwhether they experienced a tactile stroke to their hand as synchronous \nwith a temporal delayed video of their own hand. Y ounger children showed an increased probability to mistakenly integrated together \nbody related information from different modalities separated in space \nor time. Such broader integration windows of multisensory \ninformation might also partly underly the finding of younger \nchildren’s tendency to locate their real hand closer to the fake hand \neven after asynchronous brushing reported by Cowie et  al. \n(2013 , 2016) .\nIn sum, the perceptual body image develops as the infant’s and \nchild’s information about its body becomes richer and more reliable. \nA large part of the foundations is laid in early infancy and childhood, \nwhen visual information becomes incorporated in representations \nused to locate touch and body awareness slowly builds up. As the \nchild growths and reaches puberty, the visual dominance in self \nlocalization decreases and integration windows of multisensory \ninformation narrow.\n3.2.2 Cognitive-affective body image\nResearch on the development of the cognitive-affective body \nimage during childhood and adolescence appears more strongly \ndirected toward distortions (e.g., body image concerns or body \ndissatisfaction) rather than toward the normative development of \nattitudes, beliefs or feelings about one’s body ( Smolak, 2011 ; Paxton \nand Damiano, 2017 ). In comparison to the body schema and the \nperceptual body image, the cognitive-affective body image develops \nlater, as the evaluation of one’s own body requires certain self-reflective \ncognitive functions.\nOne hypothesis is that it starts developing around the age of five, \nas comparisons with others become more important in this phase \n(Smolak, 2011 ). This hypothesis is derived from a common \nassumption, that the cognitive-affective body image in relation to \noneself may be closely associated with the cognitive-affective body \nimage in relation to others (see also the self-other aspect in our \nstructural model, Figure  1A ), e.g., in the weight bias. This bias \ndescribes negatively biased assumptions about others, for example \nregarding their intelligence, kindness or competences, based on their \n(higher) body weight ( Puhl and Suh, 2015 ; Spiel et al., 2016 ). It is \nassumed that these negative attributions are initially only applied \nregarding others before they are also applied in relation to oneself and \nmay thus lead to body dissatisfaction ( Durso and Latner, 2008 ; Latner \net al., 2013 ). Overall, however, the differentiation self - others appears \nespecially important during childhood and adolescence across the \ndevelopment of different body representations.\nDeviating from the hypothesis, other studies indicate that the \ncognitive-affective body image already starts developing earlier. Body \n(dis)satisfaction and weight bias are researched in children from about \n3 years of age ( Spiel et al., 2012 ), commonly using the current-ideal \ndiscrepancy score from figure rating scales, in which the child is \npresented with a certain number of body silhouettes that differ in \nterms of body weight (e.g., Damiano et al., 2015a ,b). The children are \nthen asked to select their current self on the one hand and their \ndesired/ideal self on the other. In the case of agreement, this is \nevaluated as body satisfaction, in the case of deviation as \ndissatisfaction. These studies show that children from the age of \naround three are developmentally able to make evaluative judgments \nabout their bodies. Further, a sensitive developmental phase for the \nbody-related self-evaluation around the age of six to seven might \nbe concluded from the studies with a kind of crossing point regarding \nbody dissatisfaction ( Dohnt and Tiggemann, 2006 ). Boys and girls at"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Möllmann et al. 10.3389/fpsyg.2023.1231640\nFrontiers in Psychology 08 frontiersin.org4 years show very small discrepancy scores with 72 and 62% being \nsatisfied with their bodies and within the groups of dissatisfied \nchildren, twice to three times as many desired a larger figure ( Damiano \net al., 2015a ). With increasing age, the proportion of satisfied children \nbegins to decrease, while the thinner ideal gains in importance and \nfrom age 6 there is a rapid increase in dissatisfaction with consistent \nfindings of up to half of the children up to age 12 desiring a thinner \nideal ( Schur et al., 2000 ; Truby and Paxton, 2002 , 2008 ; Ricciardelli \net al., 2009 ).\nA positive cognitive-affective body image has been repeatedly \nlinked to higher interoceptive acuity (e.g., in a heartbeat perception \ntask) in adults ( Duschek et al., 2015 ; Emanuelsen et al., 2015 ; Badoud \nand Tsakiris, 2017 ; Todd et al., 2019 ). Thus, taking a developmental \nperspective on interoception ( Murphy et al., 2017 ) might indirectly \ninform about critical phases in the development of the cognitive-\naffective body image. There is very little data on interoception in early \ninfancy and it is not exactly clear at which age explicit awareness of \ninteroceptive signals develops. However, implicit interoception using \ncortical measurements of cardiac information has been investigated \nin children aged 3 years and older ( Immanuel et al., 2014 ). In this \nstudy, children with sleep disordered breathing showed reduced \nimplicit interoception which correlated with problematic daytime \nbehavior. The first explicit measurements of interoceptive sensitivity \nhave been obtained in children aged 6 years and older ( Koch and \nPollatos, 2014 ). Here, low explicit interoceptive sensitivity (i.e., \nheartbeat perception) has been linked to both obesity and the presence \nof disordered eating behaviors over a one-year timeframe. Likewise, \nreduced explicit interoceptive sensitivity is associated with adolescence \nobesity in a sample of 12- to 18-year-olds ( Mata et al., 2015 ). Although \ndata on the normative development of interoception is not abundant, \nit has been suggested that interoceptive ability varies throughout \ndevelopment and is associated with periods of risk for the development \nof psychopathology ( Murphy et al., 2017 ). Future studies should thus \ntrace the link between interoception and body representations across \ndifferent developmental periods.\n3.3 Significance of developmental \nprocesses for distorted body \nrepresentation\nIn summary, the different functions of body representations, body \nschema, perceptual body image and cognitive-affective body image, \nstart developing at different ages with the earliest development in body \nschema, followed by the perceptual body image and cognitive-affective \nbody image. They reveal a different level of plasticity and therefore \nsusceptibility for the development of distortions, again during \ndifferent phases of development. Regarding the sensory sources, most \nstudies focus on exteroception (mainly visual, tactile) and \nproprioception. Studies on the normative development of \ninteroception are rare but could play a greater role in the future, as \natypical interoception could be closely related to the development of \npsychopathology. The role of other exteroceptive sources (i.e., auditory \nand olfactory) in the development of body representations is mostly \nneglected. Whether (and if so, how) interferences during the \ndevelopment of a specific body representation lead to a distorted body \nrepresentation and affect the subsequent development of other \nrepresentations, might be an important question for future research. From a clinical perspective, these phases of increased plasticity and \ntherefore susceptibility for the development of distortions might be a \ngateway for the development of mental disorders characterized by \ndistortions of body representation.\n4 Mental disorders and distorted body \nrepresentations\nIn this section we will now turn to apply our model to a selection \nof mental disorders and examine if distorted body representations are \na transdiagnostic relevant factor for mental disorders. While a more \ncomprehensive systematic review on existing studies would \nbe necessary for answering such a question, and specifically more \nlongitudinal as well as experimental studies, we aim to start at this \npoint with a brief and exemplar review of studies. We will first shortly \ndescribe the clinical features of mental disorders typically associated \nwith distorted body representations. Second, following the structural \nmodel of body representations, we will review each function, body \nschema and body image (perceptual and cognitive-affective body \nimage), regarding research findings on distortions present in the \nrespective mental disorders. Third, we will synthesize these findings \nin relation to the applicability of our model.\nSeveral mental disorders are typically  associated with distorted \nbody representations, such as eating disorders, body dysmorphic \ndisorder (BDD) including muscle dysmorphia (MD), and body \nintegrity dysphoria (BID). It may be noted that beside these typical  \ndisorders, body representations as conceptualized in our framework \nmay appear relevant for other (mental, neurodevelopmental) disorders \nor conditions as well, for example the olfactory reference disorder, \npain disorders, misophonia, autism, or gender incongruence. For the \nscope of the current article, we  will limit this section to eating \ndisorders, BDD, MD and BID to apply the model for the first time.\n4.1 Key features of mental disorders \ntypically associated with body \nrepresentation distortions\nRegarding the key features of the disorders, eating disorders, such \nas anorexia nervosa (AN), bulimia nervosa (BN), and binge eating \ndisorder (BED), are characterized by the preoccupation with one’s \nbody weight and shape (ICD-11; World Health Organization, 2018 ) \nwith slight differences between disorders. For example, a disturbed \nway of perceiving  one’s weight or body shape is especially emphasized \nfor AN (DSM-5-TR; American Psychiatric Association, 2022 ), while \nthe overly importance of weight and shape for self-evaluation  can \nbe found across eating disorders ( Grilo et al., 2019 ; Lydecker et al., \n2022 ). In BDD, a disorder classified in the obsessive-compulsive \nspectrum, individuals are preoccupied with at least one aspect of their \nphysical appearance which they perceive as flawed, defective, or \ndeformed ( American Psychiatric Association, 2022 ). They evaluate \nthis or these aspect(s) of their appearance as unattractive or even ugly \nand hideous ( Veale and Neziroglu, 2010 ). The perceived flaws are not \nat all or only slightly visible for others and up to 53% of individuals \nwith BDD even experience delusional beliefs regarding their perceived \ndefect ( Phillips, 2004 ). MD, as a form of BDD, describes the specific \npreoccupation with one’s perceived insufficient muscularity"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Möllmann et al. 10.3389/fpsyg.2023.1231640\nFrontiers in Psychology 09 frontiersin.org(Cunningham et  al., 2017 ). Several authors see MD more closely \nrelated to anorexia nervosa than to BDD, as the main concern \nsimilarly involves the shape of the whole body and is weight-related \n(Pope et al., 1993 ; Phillipou et al., 2016 ). BID is different from eating \ndisorders, BDD and MD on the phenomenological level. It describes \nindividuals with the intense and persistent desire to become physically \ndisabled for example by amputation of healthy limbs or by taking \nactions to become paraplegic, blind or deaf ( First, 2005 ; First and \nFisher, 2011 ; Giummarra et al., 2012 ). This desire is accompanied by \nintense feelings of inappropriateness concerning the current \nnon-disabled body configuration, described as “overcompleteness. ” \nSince individuals with BID experience the apparently healthy and \nfunctionally intact bodies or body parts as not belonging, the \ndisturbed body representations might qualitatively differ from the \ndistortions in the context of the other disorders.\nComparing the age of onset of the disorders, BID stands out with \na typical begin already in early to middle childhood at an age around \n7 years ( Blom et  al., 2012 ; Brugger et  al., 2016 ). Eating disorders \nusually develop during puberty or early adulthood with some evidence \nthat AN starts slightly earlier than BN ( Herpertz et al., 2019 ). An onset \nin later adulthood is less typical across eating disorders but most likely \nfor BED ( Stice et al., 2021 ). A large-scale epidemiological study with \n10,123 adolescents aged between 13 and 18 years revealed median ages \nof onset of 12.3 (AN), 12.4 (BN) and 12.6 (BED; Swanson et al., 2011 ). \nThe mean age of onset of BDD in adolescent samples is around the age \nof 12 to 13 years, with around 10% of the individuals experiencing a \npre-pubertal onset ( Albertini and Phillips, 1999 ; Rautio et al., 2022 ). \nFor MD, the age of onset appears to be around the age of 19 (only \nretrospective studies available), sometimes evolving from anorectic \nsymptoms ( Olivardia et al., 2000 ). The later age of onset compared to \nBDD of the non-MD form and AN appears a bit surprising, given the \nsimilarities between the disorders. However, the known bias in \nretrospective studies estimating the age of onset to be higher than it \nactually was might have influenced these estimates.\nRegarding the course of the disorders, BN and BED are rather \nvariable inter- and intra-individually and reveal higher rates of \n(spontaneous and treatment supported) remission rates ( World \nHealth Organization, 2018 ) than the other disorders mentioned. The \nexperienced overcompleteness in BID, as well as the course of AN, \nBDD and MD usually are chronic untreated, and even with \npsychological treatment, still most of the patients do not reach \nremission ( First and Fisher, 2011 ; Hartmann et al., 2013 ; Krebs et al., \n2017 ; Waldorf et al., 2019a ; Underwood and Olivardia, 2022 ). For BID \nthe situation is even worse as there are currently no effective \n(non-invasive) treatments leading to a remission or cure of BID \n(Chakraborty et  al., 2021 ), despite several suggestions (e.g., \nRamachandran and McGeoch, 2007 ; Lenggenhager et al., 2014 ).\n4.2 Body schema distortions across the \ndisorders\nCompared to studies on the body image, less research has focused \non distortions of the body schema across eating disorders, BDD, MD \nand BID.\nMeneguzzo et al. (2023)  report distortions in the body schema in \nindividuals with versus without AN, even after weight recovery (i.e., \natypical AN after treatment), as indicated by results from an image-word matching task. These results can be  interpreted with \nregard to the interplay between body schema and body image, or – as \nsuggested by the study authors  - in the context of linguistic \nembodiment, as an integration of different sensory sources, motor \nimagery (i.e., body schema) and cognitive processes is needed for task \nprocessing. Other studies used a door like aperture task, measuring \nthe ratio of shoulder rotation/aperture width as an indicator of the \nbody schema in individuals with and without AN. The results reveal \na body schema distortion in the clinical groups, which moved through \nthe aperture as if they had a wider body than their actual body ( Keizer \net al., 2013 ; Beckmann et al., 2021 ). For AN, these findings already \nresulted in treatment approaches including components of body-\nscaled action, which reveal higher improvement rates for distortions \nin body representations compared to treatment as usual ( Keizer \net al., 2019 ).\nFor BDD, no study has yet focused on the body schema. Several \nstudies used paradigms that are primarily intended to assess the body \nimage, yet also activate the body schema. For example, studies used \nfacial stimuli – presented with or without emotional expressions, or \nupright versus inverted – to investigate gazing behavior via \neye-tracking ( Grocholewski et  al., 2012 ) or visual processing \nabnormalities via neuroimaging ( Feusner et  al., 2010 ). The tasks \ntherefore primarily capture the body image, although indirect body \nschema influences are possible, since emotion recognition probably \ninvolves facial mimicry ( Ponari et al., 2012 ) and inverted faces might \ninduce mental rotation ( Valentine and Bruce, 1988 ). Conversely, \nhowever, the tasks do not allow specific conclusions to be drawn about \npotential body schema distortions in BDD. In contrast to BDD of the \nnon-MD type, typical MD behaviors (e.g., excessive weight-lifting) \nappear more closely related to the body schema. However, to our \nknowledge, no study has yet investigated body schema in muscle \ndysmorphia using, for example, action-oriented behavioral tasks \nsimilar to the aperture tasks in AN studies mentioned above.\nBID is associated with specific neurological and behavioral \ncharacteristics. For example, individuals with BID show structural and \nfunctional changes in a distributed cortical network related to body \nrepresentation, specifically, including sensorimotor areas, and parietal \nareas as well as the premotor cortex ( Saetta et al., 2020 , 2022 ). The use \nof a paradigm for mental rotation of body parts showed no evidence \nof a possible distortion of the body schema in BID ( Stone et al., 2019 ). \nHowever, there are first indications that motor signals are differently \nprocessed in BID in the right paracentral lobule ( Gandola et al., 2021 ). \nMoreover, as a behavioral characteristic, BID is very often \naccompanied by pretending behavior, that is the habitual simulation \nof the desired body state by using crutches or wheelchairs, or binding \nup the affected limb ( First and Fisher, 2011 ; Giummarra et al., 2011 ; \nBlom et  al., 2012 ). There is still relatively little known about the \nduration and frequency of pretending behavior in individuals with \nBID. However, case reports suggest that a certain degree of \nheterogeneity can be assumed (e.g., Kasten, 2009 ; Giummarra et al., \n2011 ). Which behavior is expressed probably depends on the desired \nbody configuration, that is subjects with the amputation variant  of \nBID ( Saetta et al., 2022 ) will mainly pretend by binding up the affected \nlimb and using crutches, whereas the paralysis variant  (Giummarra \net al., 2012 ) will mainly use wheelchairs. We suggest that different \nforms of pretending are carried out to modify different kind of body \nrelated information. For example, the primary aim of using a \nwheelchair could be to simulate motor aspects of immobility (affecting"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Möllmann et al. 10.3389/fpsyg.2023.1231640\nFrontiers in Psychology 10 frontiersin.orgthe body schema), whereas the aim of tying up a body part could \nbe either to modify the shape of the body (affecting the body image) \nor motor aspects of immobility of the limb (affecting the body schema) \nor both. Interestingly, a recent study demonstrated a correlation of \nneurological and behavioral markers of BID ( Saetta et  al., 2020 ). \nUnfortunately, the correlational nature of the link between pretending \nand body representation does not allow inferences on causality. One \npossibility is, that a distorted body representation in BID causes \npretending behavior. However, an alternative possibility is, that \npretending behavior (e.g., as a reaction to specific triggering events \nlike encounters with severely physically ill and disabled individuals, \nsee Obernolte et  al., 2015 ) might cause a distorted body schema. \nSimulating a disabled body state severely limits and modifies the \nexperience of movement of the body or body parts ( Burin et al., 2017 ). \nIn line with this, research on the effect of limb immobilization with \nhealthy individuals has shown that temporary immobilization, such \nas through cast or splint, can lead to alterations in body representations \nof the immobilized body part. This has been shown for different \nfactettes of body representations underlying body ownership, \nsensorimotor functioning, motor simulation and motor control \n(Toussaint and Meugnot, 2013 ; Burin et al., 2017 ; Debarnot et al., \n2018 ; Scotto et al., 2020 ). Moreover, there are also first indications that \nlimb immobilization might lead to changes in the brain ( Huber et al., \n2006 ; Langer et al., 2012 ). Future experimental studies are needed to \nclarify the causal role of pretending and distorted body \nrepresentations in BID.\n4.3 Body image distortions across the \ndisorders\nIn eating disorders, many studies focus on the long-term visual \ncognitive-affective body image, often targeted with self-report \nquestionnaires about one’s appearance. This research shows high body \ndissatisfaction and a high relevance of the body weight and shape for \nself-evaluation (for AN Glashouwer et al., 2019 ; across EDs Prnjak \net al., 2022 ). Regarding the perceptual body image, individuals with \nAN show larger overestimation of their body sizes and body parts \nbased on visual information (for a review, Gardner and Brown, 2014 ). \nA recent multi-center study on typical as well as atypical AN and \nweight bias, assessed with questionnaires and an experimental task \nwith visual body stimuli, reported similar weight biases in individuals \nwith and without (atypical) AN but higher body dissatisfaction (i.e., \ntwo aspects of the cognitive-affective body image) and a more \npronounced overestimation of the own body (i.e., an aspect of the \nperceptual body image) in the clinical groups, especially in the \nindividuals with atypical AN ( Behrens et  al., 2021 ). The authors \ndiscuss the role of cognitive-affective body image judgments as \npossibly more impactful compared to distortions in the perceptual \nbody image. However, it appears challenging to disentangle the \nrespective influences of specific distortions.\nOther studies in AN have focused on other exteroceptive sensory \nsources, such as tactile information. For example, individuals with AN \noverestimate the size of certain body parts based on visual as well as \ntactile sensory information ( Keizer et  al., 2011 ). Similarly to the \nfindings on body schema distortions in AN, these distortions of the \nperceptual body image even persist after successful weight \nrehabilitation ( Engel and Keizer, 2017 ). In addition to studies revealing distortions in body image attributed to individual sensory sources, \nthere is also evidence suggesting that multisensory integration is \nimpaired in eating disorders. For example, studies using the rubber \nhand illusion showed that the influence of proprioceptive signals \nduring the multisensory integration of proprioceptive und visual \ninformation is reduced in AN compared to healthy controls ( Eshkevari \net al., 2012 ; Zopf et al., 2016 ). Interestingly, the influence of touch is \ncomparable in individuals with and without AN in the rubber hand \nillusion ( Zopf et al., 2016 ) as well as in full body illusions, in which the \nsynchronous visuo-tactile stimulation is used to induce embodiment \nof a virtual body ( Keizer et al., 2016 ; Provenzano et al., 2020 ). These \nstudies thus point to a weakened proprioceptive compared to \nexteroceptive influence in multisensory integration in AN. A study on \nthe influence of auditory-driven signals on body weight perception in \nindividuals with and without AN also revealed a weakened auditory \ninfluence in multisensory integration, speaking against an overreliance \non exteroceptive information ( Tajadura-Jiménez et al., 2022 ).\nBesides exteroception, interoceptive abilities have been linked to \nthe subjective experience of emotion ( Paulus and Stein, 2006 ) and the \ncognitive-affective body image in particular (e.g., Duschek et al., 2015 ; \nBadoud and Tsakiris, 2017 ). Several authors propose a disturbance in \nthe interoceptive system as a central mechanism of pathology in AN \n(e.g., Pollatos et al., 2008 ; Kerr et al., 2016 ; Jacquemot and Park, 2020 ). \nFor example, patients with AN display significantly decreased \ninteroceptive sensitivity as assessed by a heartrate perception task \n(Pollatos et  al., 2008 ) which is evident even in recovered patients \n(Fischer et al., 2016 ). The insular plays a central role in the integration \nand representation of interoceptive signals ( Craig, 2002 ) and AN \nsymptoms have been associated with abnormal visceral interoceptive \nactivity in the insula ( Kerr et al., 2016 ). While the role of interoception \nis predominantly explored in AN, deficits in interoception have been \nobserved across other types of eating disorders (BN and BED) and \nacross several interoceptive modalities, such as gastric, pain, and \ncardiac interoception ( Martin et al., 2019 ). However, the causal role of \ninteroceptive body representations in eating disorders is not exactly \nclear. For example, in a recent longitudinal study with a non-clinical \nsample interoceptive accuracy did not predict body image \ndissatisfaction over a period of 8 weeks ( Drew et al., 2020 ). Therefore, \nfurther prospective longitudinal studies with clinical populations as \nwell as experimental psychopathology studies are needed to clarify \nthis important question.\nSimilar to research in the field of eating disorders, most BDD \nstudies focused on the cognitive-affective body image derived from \nvisual information. Several studies targeted interactions between \ndisorder specific behaviors involving visual information and effects on \nthe cognitive-affective body image. For example, BDD-like gazing at \nfacial photographs negatively affects attractiveness ratings, with \ndifferent effects depending on the gazing duration and the type of \nstimuli, own versus other face ( Möllmann et al., 2019 , 2020b ). Another \nstudy revealed a higher degree of negative affect, especially of sadness \nand anger, after body exposure in individuals with BDD compared to \nindividuals with major depression and mentally healthy individuals \n(Kollei and Martin, 2014 ). Some studies on the perceptual body image \nin BDD investigated attentional biases during free viewing paradigms \nand reported a negative bias towards least liked areas of own and \nothers face ( Grocholewski et al., 2012 ; Toh et al., 2017 ). Different from \nAN, studies on body size estimations have not yet been published \nfor BDD."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Möllmann et al. 10.3389/fpsyg.2023.1231640\nFrontiers in Psychology 11 frontiersin.orgFor MD, the research focus is similar. Individuals with MD show a \nnegatively biased cognitive-affective body image. Regarding aspects of \nthe visual perceptual body image, they show a positive bias towards \nhyper-muscular bodies of others versus a negative bias towards one’s \nown body, as assessed with eye-tracking and a mirror setup ( Waldorf \net al., 2019b ) or an own body avatar presented in virtual-reality ( Porras-\nGarcia et al., 2020 ). Other aspects of the perceptual body image, most \ntypically body size estimations, have not yet been investigated in \nMD. For example, a recent systematic review on body image, muscle \ndysmorphia and eating disorders reported only two studies including a \nclinical group of individuals with MD across all body image facets, and \nthese studies did not assess perceptual body image ( Prnjak et al., 2022 ). \nAs individuals with MD experience their bodies as too lean (contrary \nto individuals with AN), investigating body size estimations in this \nclinical group might be an interesting future path.\nOther exteroceptive sensory sources have neither yet been \ntargeted in BDD nor in MD research, although for example BDD \nbehaviors, such as checking certain body parts, are closely related \nto other sensory information. Regarding interoception, one study \nreported a negative association between BDD symptoms and \ncardiac interoceptive accuracy in a group with low BDD symptoms \nbut they did not find a significant association in the high BDD \nsymptom group ( Kunstman et al., 2016 ). In line with these findings, \na recent longitudinal survey-based study revealed a similar \nassociation between MD symptoms and interoceptive sensibility, \nboth cross-sectionally and longitudinally ( Grunewald et al., 2023 ). \nStudies on multisensory integration in tasks assessing the perceptual \nbody image in BDD and MD are rare. One study used the rubber \nhand illusion. Individuals with BDD and mentally healthy \nindividuals did not show significantly different experiences of \nillusion strength ( Kaplan et al., 2014 ), different from results on the \nrubber hand illusion effect in AN, and thus not indicating deficits \nin multisensory integration. However, the authors reported \nsignificant positive correlations between the illusion strength and \nbody dissatisfaction ratings, indicating an interplay between the \nperceptual and cognitive-affective body image.\nIn the amputation variant of BID, several studies point to altered \nuni- and multisensory processing of the affected and unaffected limb \nthat are probably linked to the perceptual and cognitive-affective \nbody image. For example, there are indications for impaired spatial–\ntemporal integration of tactile stimuli ( Aoyama et al., 2012 ) as well \nas structural and functional changes in parietal areas ( Saetta et al., \n2020 , 2022 ). The parietal cortex is associated with multisensory \nintegration and the phenomenal components of the bodily self as \nrevealed by direct electrical brain stimulation. Stimulating the \nsuperior parietal lobule in particular has been shown to result in \nillusory distortions of body size and the sensation that a body part is \nabsent ( Dary et al., 2023 ). Besides altered exteroceptive processing, \nindividuals with BID also show altered interoceptive processing. For \nexample, pain and pain anticipation ( Brang et al., 2008 ; Romano \net al., 2015 ) as well as disgust responses to violations of the body \nenvelop are differently processed ( Bottini et al., 2015 ). There are also \nfirst indications, that interoceptive awareness as assessed via self-\nreport, is reduced in BID patients ( Capodici et al., 2023 ). Together, \nthese observations fit well to the observation of BID-related structural \nalterations in the insula, an area that is known to play an important \nrole in the representation of interoceptive signals ( McGeoch et al., \n2011 ; Hilti et al., 2013 ).5 Discussion\nWe introduced a conceptual framework on body representations \nwith two interconnected models, the structural and the process model \nand explored if this framework is useful in improving our \nunderstanding of body representation distortions in mental disorders. \nWe  aimed to address inconsistencies in terminology and \nconceptualizations in the literature across different disciplines and \nshaped the potential transdiagnostic role body representation may \ncontribute to understanding psychopathology.\nWe believe this conceptual work to be the only transdiagnostic \nframework of body representation so far which facilitates to structure \nand compare findings across research areas. The specific role of body \nrepresentations for the selected mental disorders (BDD, MD, BID or \neating disorders) is not always clear and it would be beneficial for \nintervention optimization if we  knew certain aspects of body \nrepresentations were a risk factor (and also causally related to the \ndisorder development) or rather a feature of the disorder. We are \nmotivated by the striking clinical observation that certain mental \ndisorders, which are accompanied by distortions in the way the own \nbody is perceived and represented, are severe and - despite treatments - \nquite persistent. These observations raise the question whether the \nsevereness and chronicity of such disorders might be connected to the \ndistortions in body representation. Other authors have already raised \nthis question for a specific disorder, namely anorexia nervosa \n(Glashouwer et  al., 2019 ). With the current review, however, \nwe contribute three new aspects:\n (1) We proposed a conceptual framework on body representations \nallowing an interdisciplinary perspective,  as it integrates \nconcepts and terminology from different disciplines. The \nframework helps to tackle problems identified in previous \nresearch on body representations in the context of mental \ndisorders (e.g., heterogeneity in terminology and concepts \nacross and within disciplines; lack of experimental research), it \nfacilitates the integration of previous research and also enables \nto derive future research directions (see also Section 5.2 \nFuture directions).\n (2) To improve the understanding of body representations in the \ncontext of (mental) disorder development and maintenance, it \nappeared important to also take a developmental \npsychopathology perspective on body representations  – \nirrespective of (mental) disorders - i.e. we reviewed research \nfindings on the (normative) development of body \nrepresentations across the lifespan.\n (3) We have extended the perspective of focusing on one specific \nmental disorder to a transdiagnostic perspective on body \nrepresentations  by comparing certain disorders that share the \nfeature of distorted body representations but can be described as \neither more proximal or distal to each other regarding the \ndisorder symptoms (eating disorders, body dysmorphic disorder \nincluding muscle dysmorphia, and body integrity dysphoria).\n5.1 Synthesis and conclusions\nKey differences in our model (compared to other available \nmodels) are that we (a) distinguish the three orthogonal dimensions"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Möllmann et al. 10.3389/fpsyg.2023.1231640\nFrontiers in Psychology 12 frontiersin.orgof body representations and therefore provide a structuring system of \ncategories, (b) distinguish body schema from body image, as these \ndifferent functions may also differentially relate to disorders or \nconditions (e.g., as causal risk factor versus correlate), and (c) \nemphasize the sensory source more strongly in the first place (via a \nseparate dimension) to then differentiate along the sensory input.\nWith the focus on the structural model in the current review, \nwe  may draw several conclusions about the amount of research \nactivity to date. We  identified certain major areas both in basic \nresearch and in relation to clinical conditions. Significantly more \nstudies have addressed the body image than the body schema. And \nsignificantly more studies have focused on (certain) exteroceptive \nthan interoceptive information. We believe that this is due to not only \nthe possibly higher perceived relevance, but also with the higher \ncomplexity associated with investigating the other aspects, especially \nfor research in children. The studies that we have reviewed actually \nindicate that this research may be expanded. For example regarding \nthe different functions of body representation, we found evidence for \ndevelopmental effects, indicating certain sensitive phases potentially \nassociated with an increased risk for developing distorted body \nrepresentations and thus maybe even for the development of mental \ndisorders. For body schema, for example, (at least) two phases \nappeared relevant: unusual body-related experiences at a very young \nage, such as care routines after pre-term birth, can affect body schema \ndevelopment. Further, the growth spurt during puberty demands \nmajor adaptations in existing body representations due to the fast \nchanges in body morphology. These findings indicate that it might \nbe worthwhile to investigate the body schema more intensively. Due \nto the absence of longitudinal studies, we might so far only hypothesize \nthat the early single effects of unusual body-related experiences during \ninfancy could initiate developmental cascades. The accumulating \neffects may unfold only during puberty, as another sensitive phase, \nand only lead to permanent changes in the developmental result at this \npoint. For adult AN and weight-restored AN as well as for BID, body \nschema distortions have been shown. Especially the findings on the \npersistence of these distortions even after treatment (also present for \nthe perceptual body image) in AN suggest that these aspects may not \nyet be  sufficiently targeted in the respective treatments, while \npotentially playing a role for relapse.\nA similar imbalance in research activity was observed with regard \nto sensory sources. There are significantly more studies on \nexteroceptive sources (esp. visual) compared to interoception and \nproprioception. At the same time, the findings on interoception for \ndistorted body representations and the clinical conditions indicate \nthat the relevance of this source might currently be  still \nunderestimated. For example, although interoceptive accuracy was \nfound to be  associated to disordered eating in young people and \nreduced in (adult) AN, there are no or only single studies on the \nrelevance of interoceptive information for BDD and MD in the \ntransdiagnostic comparison. Furthermore, there are no experimental \nstudies on body size estimations in BDD and MD, despite the known \nabnormalities in the AN.\n5.2 Future research directions\nTo improve the understanding of the transdiagnostic role of body \nrepresentations in the context of body-related (mental) disorders and to identify relevant new research questions, it seems reasonable to first \ndepict the current state of research with systematic reviews and meta-\nanalyzes. The structural model might be helpful in stimulating this \nkind of knowledge accumulation, as it allows both, a theory-driven \nand empirically driven approach to identify relevant and/or under-\nresearched aspects of body representations (i.e., cells in the three-\ndimensional model) for any disorders or conditions. Similarly, it can \nbe used to identify which aspects of body representations are already \ntargeted in existing treatments. Based on our initial overview in the \ncurrent article, several possible research gaps emerged, which may \nbe  substantiated in a-priori  designed studies (e.g., the role of \ninteroception across several disorders).\nThe second part of our conceptual framework  - the dynamic \nprocess model - suggests different pathways of information processing \nand allows testing these pathways more closely in the formation, \nmaintenance, or modification of distorted body representations. This \nmight be especially useful from the developmental psychopathology \nperspective, if one aims to systematically investigate the “risk-factor \nstatus” (p. 341; Kraemer et al., 1997 ) of a body representation. For \nexample, the formation  of distorted body representations might \nbe mainly driven by distorted (or absent) sensory input underlying \ndynamic short-term body representations (i.e., representations about \nhow the own body currently is). If these unregular experiences take \nplace during potential sensitive developmental phases, they may have \nthe potential to initiate cascade effects spilling over to and stabilizing \nin long-term body representations (i.e., representations about how the \nown body usually is; see pathway 1 in the process model depicted in \npart b of Figure 1 ). This is because according to the process model, \nlong-term representations themselves are constructed by accumulating \nshort-term information about the own body. As mentioned above, \natypical sensory stimulation due to premature birth ( Butti et al., 2020 ) \nor the lack of visual input during the first months of life ( Röder et al., \n2004 ) might have profound effects in the development of the body \nschema and perceptual body image, respectively. In contrast, the \nmaintenance  of distorted body representations might be mainly driven \nby two additional pathways depicted in the process model. The first \npathway is independent from the actual output and relies on the \ninterplay between short-term and long-term representations (see \npathway 2 in the process model). Once established, distortions can \nbe imported from long-term memory and thus affect the way the body \nis dynamically represented as information from long-term memory is \ntypically combined with the actual sensory input in working memory \n(e.g., for AN, Gadsby, 2017 ). As a consequence, precisely those now \ndistorted short-term representations are used to further stabilize the \ndistorted long-term representations. Another pathway possibly \ninvolved in the maintenance of distorted body representations is more \ndependent on the actual output (see pathway 3 in the process model). \nIf distortions in body representations result in changes in body-related \nbehaviors, as for example pretending behavior in BID or camouflaging \nin BDD, these outputs in themselves create newly distorted input that \nmay further stabilize the distorted representations. The process model \nthus provides first testable hypotheses about how (distorted) body \nrepresentations develop and how they are maintained. To clarify \ncausality, future experimental psychopathology research is needed. \nSuch research might for example test, whether experimentally \nmanipulating sensory input and/or behavioral output has an impact \non psychopathology. Finally, the process model can also be used for \ndeveloping ideas regarding the modification  of distorted body"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Möllmann et al. 10.3389/fpsyg.2023.1231640\nFrontiers in Psychology 13 frontiersin.orgrepresentations. This is especially relevant if one wants to proceed \ninvestigating a specific body representation, which has ideally already \nbeen identified as a risk factor. Consequently, the questions arise as to \nwhether (1) this specific body representation can be modified at all \nand (2) the modifications lead to relevant changes in the disorder \npathology ( Kraemer et al., 1997 ). If so, these findings can directly \ninform translational research regarding prevention and \ntreatment approaches.\nAuthor contributions\nAM: conception, writing–original draft, and writing–review and \nediting. NH: conception, writing–original draft, writing–review and \nediting, resources, and supervision. AH: conception, writing–original \ndraft, writing–review and editing, and supervision. All authors \ncontributed to the article and approved the submitted version.\nFunding\nThis work was funded by the Deutsche Forschungsgemeinschaft  \n(DFG, German Research Foundation) – MO4224/1–1, Project \n463,145,403.Acknowledgments\nWe acknowledge the financial support of the German Research \nFoundation (DFG) and the Open Access Publication Fund of Bielefeld \nUniversity for the article processing charge. The content of this article \nhas appeared in a previous version online as a preprint ( Möllmann \net al., 2023 ).\nConflict of interest\nThe authors declare that the research was conducted in the \nabsence of any commercial or financial relationships that could \nbe construed as a potential conflict of interest.\nPublisher’s note\nAll claims expressed in this article are solely those of the \nauthors and do not necessarily represent those of their affiliated \norganizations, or those of the publisher, the editors and the \nreviewers. Any product that may be evaluated in this article, or \nclaim that may be made by its manufacturer, is not guaranteed or \nendorsed by the publisher.\nReferences\nAlbertini, R. S., and Phillips, K. A. (1999). Thirty-three cases of body dysmorphic \ndisorder in children and adolescents. J. Am. Acad. Child Adolesc. Psychiatry  38, 453–459. \ndoi: 10.1097/00004583-199904000-00019\nAmerican Psychiatric Association. (2022) Diagnostic and statistical manual of mental \ndisorders . Virginia, United States: American Psychiatric Association.\nAoyama, A., Krummenacher, P ., Palla, A., Hilti, L. M., and Brugger, P . (2012). Impaired \nspatial-temporal integration of touch in xenomelia (body integrity identity disorder). \nSpat. Cogn. Comput.  12, 96–110. doi: 10.1080/13875868.2011.603773\nAssaiante, C., Barlaam, F., Cignetti, F., and Vaugoyeau, M. (2014). Body schema \nbuilding during childhood and adolescence: A neurosensory approach. Neurophysiol. \nClin.  44, 3–12. doi: 10.1016/j.neucli.2013.10.125\nAzañón, E., Tamè, L., Maravita, A., Linkenauger, S. A., Ferrè, E. R., \nTajadura-Jiménez, A., et al. (2016). Multimodal contributions to body representation. \nMultisens. Res.  29, 635–661. doi: 10.1163/22134808-00002531\nBadde, S., Röder, B., and Heed, T. (2019). Feeling a touch to the hand on the foot. Curr. \nBiol.  29, 1491–1497.e4. doi: 10.1016/j.cub.2019.02.060\nBadoud, D., and Tsakiris, M. (2017). From the body’s viscera to the body’s image: is \nthere a link between interoception and body image concerns? Neurosci. Biobehav. Rev.  \n77, 237–246. doi: 10.1016/j.neubiorev.2017.03.017\nBahrick, L. E., and Watson, J. S. (1985). Detection of intermodal proprioceptive–visual \ncontingency as a potential basis of self-perception in infancy. Dev. Psychol.  21, 963–973. \ndoi: 10.1037/0012-1649.21.6.963\nBeckmann, N., Baumann, P ., Herpertz, S., Trojan, J., and Diers, M. (2021). How the \nunconscious mind controls body movements: body schema distortion in anorexia \nnervosa. Int. J. Eat. Disord.  54, 578–586. doi: 10.1002/eat.23451\nBegum Ali, J., Spence, C., and Bremner, A. J. (2015). Human infants’ ability to perceive \ntouch in external space develops postnatally. Curr. Biol.  25, R978–R979. doi: 10.1016/j.\ncub.2015.08.055\nBehrens, S. C., Meneguzzo, P ., Favaro, A., Teufel, M., Skoda, E.-M., Lindner, M., et al. \n(2021). Weight bias and linguistic body representation in anorexia nervosa: findings \nfrom the BodyTalk project. Eur. Eat. Disord. Rev.  29, 204–215. doi: 10.1002/erv.2812\nBerlucchi, G., and Aglioti, S. (1997). The body in the brain: neural bases of corporeal \nawareness. Trends Neurosci.  20, 560–564. doi: 10.1016/S0166-2236(97)01136-3\nBerlucchi, G., and Aglioti, S. M. (2010). The body in the brain revisited. Exp. Brain \nRes. 200, 25–35. doi: 10.1007/s00221-009-1970-7\nBlom, R. M., Hennekam, R. C., and Denys, D. (2012). Body integrity identity disorder. \nPLoS One  7:e34702. doi: 10.1371/journal.pone.0034702\nBottini, G., Brugger, P ., and Sedda, A. (2015). Is the desire for amputation related to \ndisturbed emotion processing? A multiple case study analysis in BIID. Neurocase  21, \n394–402. doi: 10.1080/13554794.2014.902969Botvinick, M., and Cohen, J. (1998). Rubber hands ‘feel’ touch that eyes see. Nature  \n391:756. doi: 10.1038/35784\nBrang, D., McGeoch, P . D., and Ramachandran, V . S. (2008). Apotemnophilia: A \nneurological disorder. Neuroreport  19, 1305–1306. doi: 10.1097/WNR.0b013e32830abc4d\nBremner, A. J. (2017). The origins of body representations in early life. In VignemontF. \nde and A. J. T. Alsmith The subject’s matter: Self-consciousness and the body . Cambridge, \nMA: The MIT Press, pp. 3–31.\nBremner, A. J. (2022). “Developmental origins of bodily awareness” in The Routledge \nhandbook of bodily awareness . eds. A. J. T. Alsmith and M. R. Longo (Abingdon: \nRoutledge), 279–297.\nBrianza, G., Tajadura-Jiménez, A., Maggioni, E., Pittera, D., Bianchi-Berthouze, N., \nand Obrist, M. (2019). “ As light as your scent: effects of smell and sound on body image \nperception” in Human-computer interaction – INTERACT 2019 . eds. D. Lamas, F. \nLoizides, L. Nacke, H. Petrie, M. Winckler and P . Zaphiris (Berlin: Springer International \nPublishing), 179–202.\nBrownell, C. A., Nichols, S. R., Svetlova, M., Zerwas, S., and Ramani, G. (2010). The \nhead bone’s connected to the neck bone: when do toddlers represent their own body \ntopography? Child Dev.  81, 797–810. doi: 10.1111/j.1467-8624.2010.01434.x\nBrownell, C. A., Svetlova, M., and Nichols, S. R. (2012). “Emergence and early \ndevelopment of the body image” in Early development of body representations . eds. C. A. \nBrownell and V . Slaughter (Cambridge, UK: Cambridge University Press), 37–58.\nBrownell, C. A., Zerwas, S., and Ramani, G. B. (2007). “So big”: the development of \nbody self-awareness in toddlers. Child Dev.  78, 1426–1440. doi: 10.1111/j.14  \n67-8624.2007.01075.x\nBrugger, P ., Christen, M., Jellestad, L., and Hänggi, J. (2016). Limb amputation and \nother disability desires as a medical condition. Lancet Psychiatry  3, 1176–1186. doi: \n10.1016/S2215-0366(16)30265-6\nBurin, D., Garbarini, F., Bruno, V ., Fossataro, C., Destefanis, C., Berti, A., et al. (2017). \nMovements and body ownership: evidence from the rubber hand illusion after \nmechanical limb immobilization. Neuropsychologia  107, 41–47. doi: 10.1016/j.\nneuropsychologia.2017.11.004\nButti, N., Montirosso, R., Giusti, L., Borgatti, R., and Urgesi, C. (2020). Premature \nbirth affects visual body representation and body schema in preterm children. Brain \nCogn.  145:105612. doi: 10.1016/j.bandc.2020.105612\nCapodici, A., Pennisi, A., Rizzo, G., Falzone, A., and Vicario, C. M. (2023). \nInteroceptive and affective alterations in body integrity dysphoria: an online self-\nreporting study. Psychopathology  1–9, 1–9. doi: 10.1159/000532076\nCarruthers, G. (2008). Types of body representation and the sense of embodiment. \nConscious. Cogn.  17, 1302–1316. doi: 10.1016/j.concog.2008.02.001"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Möllmann et al. 10.3389/fpsyg.2023.1231640\nFrontiers in Psychology 14 frontiersin.orgCase, L. K., Wilson, R. C., and Ramachandran, V . S. (2012). Diminished size–weight \nillusion in anorexia nervosa: evidence for visuo-proprioceptive integration deficit. Exp. \nBrain Res.  217, 79–87. doi: 10.1007/s00221-011-2974-7\nCash, T. F., and Smolak, L. (2011). Body image: A handbook of science, practice, and \nprevention . 2nd Edn . New Y ork: Guilford Press.\nCeunen, E., Vlaeyen, J. W . S., and Van Diest, I. (2016). On the origin of Interoception. \nFront. Psychol.  7:743. doi: 10.3389/fpsyg.2016.00743\nChakraborty, S., Saetta, G., Simon, C., Lenggenhager, B., and Ruddy, K. (2021). Could \nbrain–computer Interface be a new therapeutic approach for body integrity dysphoria? \nFront. Hum. Neurosci.  15:830. doi: 10.3389/fnhum.2021.699830\nCowie, D., Makin, T. R., and Bremner, A. J. (2013). Children’s responses to the rubber-\nhand illusion reveal dissociable pathways in body representation. Psychol. Sci.  24, \n762–769. doi: 10.1177/0956797612462902\nCowie, D., Sterling, S., and Bremner, A. J. (2016). The development of multisensory \nbody representation and awareness continues to 10 years of age: evidence from the \nrubber hand illusion. J. Exp. Child Psychol.  142, 230–238. doi: 10.1016/j.jecp.2015.10.003\nCraig, A. D. (2002). How do you feel? Interoception: the sense of the physiological \ncondition of the body. Nat. Rev. Neurosci.  3, Article 8., 655–666. doi: 10.1038/nrn894\nCunningham, M. L., Griffiths, S., Mitchison, D., Mond, J. M., Castle, D., and \nMurray, S. B. (2017). Muscle dysmorphia: an overview of clinical features and treatment \noptions. J. Cogn. Psychother.  31, 255–271. doi: 10.1891/0889-8391.31.4.255\nDamiano, S. R., Gregg, K. J., Spiel, E. C., McLean, S. A., Wertheim, E. H., and \nPaxton, S. J. (2015a). Relationships between body size attitudes and body image of \n4-year-old boys and girls, and attitudes of their fathers and mothers. Journal of. Eat. \nDisord.  3:16. doi: 10.1186/s40337-015-0048-0\nDamiano, S. R., Paxton, S. J., Wertheim, E. H., McLean, S. A., and Gregg, K. J. (2015b). \nDietary restraint of 5-year-old girls: associations with internalization of the thin ideal \nand maternal, media, and peer influences. Int. J. Eat. Disord.  48, 1166–1169. doi: \n10.1002/eat.22432\nDary, Z., Lenggenhager, B., Lagarde, S., Medina Villalon, S., Bartolomei, F., and \nLopez, C. (2023). Neural bases of the bodily self as revealed by electrical brain \nstimulation: A systematic review. Hum. Brain Mapp.  44, 2936–2959. doi: 10.1002/\nhbm.26253\nDe Haan, E. H. F., and Dijkerman, H. C. (2020). Somatosensation in the brain: A \ntheoretical re-evaluation and a new model. Trends Cogn. Sci.  24, 529–541. doi: 10.1016/j.\ntics.2020.04.003\nde Haan, A. M., Smit, M., Van der Stigchel, S., Keyner, S. A., and Dijkerman, H. C. \n(2018). Body representation does not lag behind in updating for the pubertal growth \nspurt. J. Exp. Child Psychol.  175, 48–66. doi: 10.1016/j.jecp.2018.05.002\nDe Kieviet, J. F., Piek, J. P ., Aarnoudse-Moens, C. S., and Oosterlaan, J. (2009). Motor \ndevelopment in very preterm and very low-birth-weight children from birth to \nadolescence: A meta-analysis. JAMA  302, 2235–2242. doi: 10.1001/jama.2009.1708\nDe Vignemont, F. (2010). Body schema and body image–pros and cons. \nNeuropsychologia  48, 669–680. doi: 10.1016/j.neuropsychologia.2009.09.022\nDebarnot, U., Huber, C., Guillot, A., and Schwartz, S. (2018). Sensorimotor \nrepresentation and functional motor changes following short-term arm immobilization. \nBehav. Neurosci.  132, 595–603. doi: 10.1037/bne0000274\nDi Rosa, G., Cavallaro, T., Alibrandi, A., Marseglia, L., Lamberti, M., Giaimo, E., et al. \n(2016). Predictive role of early milestones-related psychomotor profiles and long-term \nneurodevelopmental pitfalls in preterm infants. Early Hum. Dev.  101, 49–55. doi: \n10.1016/j.earlhumdev.2016.04.012\nDohnt, H., and Tiggemann, M. (2006). The contribution of peer and media influences \nto the development of body satisfaction and self-esteem in young girls: A prospective \nstudy. Dev. Psychol.  42, 929–936. doi: 10.1037/0012-1649.42.5.929\nDrew, R. E., Ferentzi, E., Tihanyi, B. T., and Köteles, F. (2020). There are no short-term \nlongitudinal associations among interoceptive accuracy, external body orientation, and \nbody image dissatisfaction. Clin. Psychol. Europe  2:e2701. doi: 10.32872/cpe.v2i2.2701\nDurso, L. E., and Latner, J. D. (2008). Understanding self-directed stigma: development \nof the weight Bias internalization scale. Obesity  16 Suppl 2, S80–S86. doi: 10.1038/\noby.2008.448\nDuschek, S., Werner, N. S., Reyes del Paso, G. A., and Schandry, R. (2015). The \ncontributions of interoceptive awareness to cognitive and affective facets of body \nexperience. J. Individ. Differ.  36, 110–118. doi: 10.1027/1614-0001/a000165\nEmanuelsen, L., Drew, R., and Köteles, F. (2015). Interoceptive sensitivity, body image \ndissatisfaction, and body awareness in healthy individuals. Scand. J. Psychol.  56, 167–174. \ndoi: 10.1111/sjop.12183\nEnander, J., Andersson, E., Mataix-Cols, D., Lichtenstein, L., Alström, K., \nAndersson, G., et al. (2016). Therapist guided internet based cognitive behavioural \ntherapy for body dysmorphic disorder: single blind randomised controlled trial. BMJ  \n352:i241. doi: 10.1136/bmj.i241\nEngel, M. M., and Keizer, A. (2017). Body representation disturbances in visual \nperception and affordance perception persist in eating disorder patients after completing \ntreatment. Sci. Rep.  7:16184. doi: 10.1038/s41598-017-16362-w\nErnst, M. O., and Banks, M. S. (2002). Humans integrate visual and haptic information \nin a statistically optimal fashion. Nature  415, 429–433. doi: 10.1038/415429aErnst, M. O., and Bülthoff, H. H. (2004). Merging the senses into a robust percept. \nTrends Cogn. Sci.  8, 162–169. doi: 10.1016/j.tics.2004.02.002\nEshkevari, E., Rieger, E., Longo, M. R., Haggard, P ., and Treasure, J. (2012). Increased \nplasticity of the bodily self in eating disorders. Psychol. Med.  42, 819–828. doi: 10.1017/\nS0033291711002091\nFernández de la Cruz, L., Enander, J., Rück, C., Wilhelm, S., Phillips, K. A., Steketee, G., \net al. (2021). Empirically defining treatment response and remission in body dysmorphic \ndisorder. Psychol. Med.  51, 83–89. doi: 10.1017/S0033291719003003\nFeusner, J. D., Moody, T., Hembacher, E., Townsend, J., McKinley, M., Moller, H., et al. \n(2010). Abnormalities of visual processing and frontostriatal systems in body dysmorphic \ndisorder. Arch. Gen. Psychiatry  67, 197–205. doi: 10.1001/archgenpsychiatry.2009.190\nFeusner, J. D., Townsend, J., Bystritsky, A., and Bookheimer, S. (2007). Visual \ninformation processing of faces in body dysmorphic disorder. Arch. Gen. Psychiatry  64, \n1417–1425. doi: 10.1001/archpsyc.64.12.1417\nFirst, M. B. (2005). Desire for amputation of a limb: paraphilia, psychosis, or a new \ntype of identity disorder. Psychol. Med.  35, 919–928. doi: 10.1017/S0033291704003320\nFirst, M. B., and Fisher, C. E. (2011). Body integrity identity disorder: the persistent \ndesire to acquire a physical disability. Psychopathology  45, 3–14. doi: 10.1159/000330503\nFischer, D., Berberich, G., Zaudig, M., Krauseneck, T., Weiss, S., and Pollatos, O. \n(2016). Interoceptive processes in anorexia nervosa in the time course of cognitive-\nbehavioral therapy: A pilot study. Front. Psych.  7:199. doi: 10.3389/fpsyt.2016.00199\nGadsby, S. (2017). Distorted body representations in anorexia nervosa. Conscious. \nCogn.  51, 17–33. doi: 10.1016/j.concog.2017.02.015\nGadsby, S. (2021). Visual self-misperception in eating disorders. Perception  50, \n933–949. doi: 10.1177/03010066211056808\nGallagher, S. (1986). Body image and body schema: A conceptual clarification. J. Mind \nBehav.  7, 541–554.\nGallagher, S. (2005). How the body shapes the mind . Oxford: Oxford University Press.\nGandevia, S. C., and Phegan, C. M. L. (1999). Perceptual distortions of the human \nbody image produced by local anaesthesia, pain and cutaneous stimulation. J. Physiol.  \n514, 609–616. doi: 10.1111/j.1469-7793.1999.609ae.x\nGandola, M., Zapparoli, L., Saetta, G., Reverberi, C., Salvato, G., Squarza, S. A. C., et al. \n(2021). Brain abnormalities in individuals with a desire for a healthy limb amputation: \nSomatosensory, motoric or both? A task-based fMRI verdict. Brain Sci.  11:Article 9. doi: \n10.3390/brainsci11091248\nGardner, R. M., and Brown, D. L. (2014). Body size estimation in anorexia nervosa: A \nbrief review of findings from 2003 through 2013. Psychiatry Res.  219, 407–410. doi: \n10.1016/j.psychres.2014.06.029\nGiummarra, M. J., Bradshaw, J. L., Hilti, L. M., Nicholls, M. E. R., and Brugger, P . \n(2012). Paralyzed by desire: A new type of body integrity identity disorder. Cogn. Behav. \nNeurol.  25, 34–41. doi: 10.1097/WNN.0b013e318249865a\nGiummarra, M. J., Bradshaw, J. L., Nicholls, M. E. R., Hilti, L. M., and Brugger, P . \n(2011). Body integrity identity disorder: deranged body processing, right Fronto-parietal \ndysfunction, and phenomenological experience of body incongruity. Neuropsychol. Rev.  \n21, 320–333. doi: 10.1007/s11065-011-9184-8\nGlashouwer, K. A., Van der Veer, R. M. L., Adipatria, F., De Jong, P . J., and Vocks, S. (2019). \nThe role of body image disturbance in the onset, maintenance, and relapse of anorexia \nnervosa: A systematic review. Clin. Psychol. Rev.  74:101771. doi: 10.1016/j.cpr.2019.101771\nGreenfield, K., Ropar, D., Themelis, K., Ratcliffe, N., and Newport, R. (2017). \nDevelopmental changes in sensitivity to spatial and temporal properties of sensory \nintegration underlying body representation. Multisens. Res.  30, 467–484. doi: \n10.1163/22134808-00002591\nGrilo, C. M., Crosby, R. D., and Machado, P . P . P . (2019). Examining the distinctiveness \nof body image concerns in patients with anorexia nervosa and bulimia nervosa. Int. J. \nEat. Disord.  52, 1229–1236. doi: 10.1002/eat.23161\nGrocholewski, A., Kliem, S., and Heinrichs, N. (2012). Selective attention to imagined \nfacial ugliness is specific to body dysmorphic disorder. Body Image  9, 261–269. doi: \n10.1016/j.bodyim.2012.01.002\nGrunewald, W ., Fogelberg, S., Ferguson, W ., Hines, S., Fortenberry, B., and Smith, A. R. \n(2023). Longitudinal relationships between specific domains of interoception and \nmuscle dysmorphia symptoms. Eat. Behav.  48:101686. doi: 10.1016/j.eatbeh.2022.101686\nGuardia, D., Conversy, L., Jardri, R., Lafargue, G., Thomas, P ., Dodin, V ., et al. (2012). \nImagining One’s own and someone Else’s body actions: dissociation in anorexia nervosa. \nPLoS One  7:e43241. doi: 10.1371/journal.pone.0043241\nHartmann, A. S., Greenberg, J. L., and Wilhelm, S. (2013). The relationship between \nanorexia nervosa and body dysmorphic disorder. Clin. Psychol. Rev.  33, 675–685. doi: \n10.1016/j.cpr.2013.04.002\nHerpertz, S., Fichter, M., Herpertz-Dahlmann, B., Hilbert, A., Tuschen-Caffier, B., \nVocks, S., et al. (2019). S3-Leitlinie Diagnostik und Behandlung der Essstörungen . Berlin: \nSpringer.\nHerwig, A. (2015). Linking perception and action by structure or process? Toward an \nintegrative perspective. Neurosci. Biobehav. Rev.  52, 105–116. doi: 10.1016/j.\nneubiorev.2015.02.013"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Möllmann et al. 10.3389/fpsyg.2023.1231640\nFrontiers in Psychology 15 frontiersin.orgHerwig, A., Prinz, W ., and Waszak, F. (2007). Two modes of sensorimotor integration \nin intention-based and stimulus-based actions. Q. J. Exp. Psychol.  60, 1540–1554. doi: \n10.1080/17470210601119134\nHilti, L. M., Hänggi, J., Vitacco, D. A., Kraemer, B., Palla, A., Luechinger, R., et al. \n(2013). The desire for healthy limb amputation: structural brain correlates and clinical \nfeatures of xenomelia. Brain  136, 318–329. doi: 10.1093/brain/aws316\nHolmes, N. P ., and Spence, C. (2004). The body schema and multisensory \nrepresentation(s) of peripersonal space. Cogn. Process.  5, 94–105. doi: 10.1007/\ns10339-004-0013-3\nHuang, R.-S., Chen, C., Tran, A. T., Holstein, K. L., and Sereno, M. I. (2012). Mapping \nmultisensory parietal face and body areas in humans. Proc. Natl. Acad. Sci.  109, \n18114–18119. doi: 10.1073/pnas.1207946109\nHuber, R., Ghilardi, M. F., Massimini, M., Ferrarelli, F., Riedner, B. A., Peterson, M. J., \net al. (2006). Arm immobilization causes cortical plastic changes and locally decreases \nsleep slow wave activity. Nat. Neurosci.  9, 1169–1176. doi: 10.1038/nn1758\nImmanuel, S. A., Pamula, Y ., Kohler, M., Martin, J., Kennedy, D., Nalivaiko, E., et al. \n(2014). Heartbeat evoked potentials during sleep and daytime behavior in children with \nsleep-disordered breathing. Am. J. Respir. Crit. Care Med.  190, 1149–1157. doi: 10.1164/\nrccm.201405-0920OC\nJacquemot, A. M. M., and Park, R. (2020). The role of Interoception in the \npathogenesis and treatment of anorexia nervosa: A narrative review. Front. Psych.  11:281. \ndoi: 10.3389/fpsyt.2020.00281\nKaplan, R. A., Enticott, P . G., Hohwy, J., Castle, D. J., and Rossell, S. L. (2014). Is body \ndysmorphic disorder associated with abnormal bodily self-awareness? A study using the \nrubber hand illusion. PLoS One  9:e99981. doi: 10.1371/journal.pone.0099981\nKasten, E. (2009). Body Integrity Identity Disorder (BIID): Befragung von Betroffenen \nund Erklärungsansätze. Fortschr. Neurol.  77, 16–24. doi: 10.1055/s-0028-1100837\nKeizer, A., and Engel, M. (2022). “Body representation in anorexia nervosa” in The \nRoutledge handbook of bodily awareness . eds. A. J. T. Alsmith and M. R. Longo \n(Abingdon: Routledge)\nKeizer, A., Engel, M. M., Bonekamp, J., and Van Elburg, A. (2019). Hoop training: A pilot \nstudy assessing the effectiveness of a multisensory approach to treatment of body image \ndisturbance in anorexia nervosa. Eat. Weight.  24, 953–958. doi: 10.1007/s40519-018-0585-z\nKeizer, A., Smeets, M. A. M., Dijkerman, H. C., Uzunbajakau, S. A., Van Elburg, A., \nand Postma, A. (2013). Too fat to fit through the door: First evidence for disturbed \nbody-scaled action in anorexia nervosa during locomotion. PLoS One  8:e64602. doi: \n10.1371/journal.pone.0064602\nKeizer, A., Smeets, M. A. M., Dijkerman, H. C., Van den Hout, M., Klugkist, I., Van \nElburg, A., et al. (2011). Tactile body image disturbance in anorexia nervosa. Psychiatry \nRes. 190, 115–120. doi: 10.1016/j.psychres.2011.04.031\nKeizer, A., Elburg, A.Van, Helms, R., and Dijkerman, H. C. (2016). A virtual reality \nfull body illusion improves body image disturbance in anorexia nervosa. PLoS One , \n11:e0163921. doi: 10.1371/journal.pone.0163921\nKerr, K. L., Moseman, S. E., Avery, J. A., Bodurka, J., Zucker, N. L., and Simmons, W . K. \n(2016). Altered insula activity during visceral Interoception in weight-restored patients \nwith anorexia nervosa. Neuropsychopharmacology  41, 521–528. doi: 10.1038/\nnpp.2015.174\nKhalsa, S. S., Adolphs, R., Cameron, O. G., Critchley, H. D., Davenport, P . W ., \nFeinstein, J. S., et al. (2018). Interoception and mental health: A roadmap. Biol. Psychiatry  \n3, 501–513. doi: 10.1016/j.bpsc.2017.12.004\nKirsch, W ., and Kunde, W . (2023). On the role of Interoception in body and object \nperception: A multisensory-integration account. Perspect. Psychol. Sci.  18, 321–339. doi: \n10.1177/17456916221096138\nKoch, A., and Pollatos, O. (2014). Interoceptive sensitivity, body weight and eating \nbehavior in children: A prospective study. Front. Psychol.  5:1003. doi: 10.3389/\nfpsyg.2014.01003\nKollei, I., and Martin, A. (2014). Body-related cognitions, affect and post-event \nprocessing in body dysmorphic disorder. J. Behav. Ther. Exp. Psychiatry  45, 144–151. doi: \n10.1016/j.jbtep.2013.09.005\nKraemer, H. C., Kazdin, A. E., Offord, D. R., Kessler, R. C., Jensen, P . S., and \nKupfer, D. J. (1997). Coming to terms with the terms of risk. Arch. Gen. Psychiatry  54, \n337–343. doi: 10.1001/archpsyc.1997.01830160065009\nKrebs, G., Fernández de la Cruz, L., Monzani, B., Bowyer, L., Anson, M., Cadman, J., \net al. (2017). Long-term outcomes of cognitive-behavioral therapy for adolescent body \ndysmorphic disorder. Behav. Ther.  48, 462–473. doi: 10.1016/j.beth.2017.01.001\nKunstman, J. W ., Clerkin, E. M., Palmer, K., Peters, M. T., Dodd, D. R., and Smith, A. R. \n(2016). The power within: the experimental manipulation of power interacts with trait \nBDD symptoms to predict interoceptive accuracy. J. Behav. Ther. Exp. Psychiatry  50, \n178–186. doi: 10.1016/j.jbtep.2015.08.003\nLanger, N., Hänggi, J., Müller, N. A., Simmen, H. P ., and Jäncke, L. (2012). Effects of \nlimb immobilization on brain plasticity. Neurology  78, 182–188. doi: 10.1212/\nWNL.0b013e31823fcd9c\nLatner, J. D., Durso, L. E., and Mond, J. M. (2013). Health and health-related quality \nof life among treatment-seeking overweight and obese adults: associations with \ninternalized weight bias. Journal of. Eat. Disord.  1:3. doi: 10.1186/2050-2974-1-3Lenggenhager, B., Hilti, L., Palla, A., Macauda, G., and Brugger, P . (2014). Vestibular \nstimulation does not diminish the desire for amputation. Cortex  54, 210–212. doi: \n10.1016/j.cortex.2014.02.004\nLesur, M. R., Stussi, Y ., Bertrand, P ., Delplanque, S., and Lenggenhager, B. (2023). \nDifferent armpits under my new nose: olfactory sex but not gender affects implicit \nmeasures of embodiment. Biol. Psychol.  176:108477. doi: 10.1016/j.\nbiopsycho.2022.108477\nLinkenauger, S. A., Wong, H. Y ., Geuss, M., Stefanucci, J. K., McCulloch, K. C., \nBülthoff, H. H., et al. (2015). The perceptual homunculus: the perception of the relative \nproportions of the human body. J. Exp. Psychol. Gen.  144, 103–113. doi: 10.1037/\nxge0000028\nLongo, M. R. (2016). “Types of body representation” in Foundations of embodied \ncognition: Perceptual and emotional embodiment . eds. Y . Coello and M. H. Fischer \n(Abingdon: Routledge/Taylor & Francis Group), 117–134.\nLongo, M. R. (2022). Distortion of mental body representations. Trends Cogn. Sci.  26, \n241–254. doi: 10.1016/j.tics.2021.11.005\nLydecker, J. A., Simpson, L., Smith, S. R., White, M. A., and Grilo, C. M. (2022). \nPreoccupation in bulimia nervosa, binge-eating disorder, anorexia nervosa, and higher \nweight. Int. J. Eat. Disord.  55, 76–84. doi: 10.1002/eat.23630\nMarshall, A. C., Gentsch, A., and Schütz-Bosbach, S. (2018). The interaction between \ninteroceptive and action states within a framework of predictive coding. Front. Psychol.  \n9:180. doi: 10.3389/fpsyg.2018.00180\nMartel, M., Cardinali, L., Bertonati, G., Jouffrais, C., Finos, L., Farnè, A., et al. (2019). \nSomatosensory-guided tool use modifies arm representation for action. Sci. Rep.  9:5517. \ndoi: 10.1038/s41598-019-41928-1\nMartel, M., Finos, L., Koun, E., Farnè, A., and Roy, A. C. (2021). The long \ndevelopmental trajectory of body representation plasticity following tool use. Sci. Rep.  \n11:559. doi: 10.1038/s41598-020-79476-8\nMartin, E., Dourish, C. T., Rotshtein, P ., Spetter, M. S., and Higgs, S. (2019). \nInteroception and disordered eating: A systematic review. Neurosci. Biobehav. Rev.  107, \n166–191. doi: 10.1016/j.neubiorev.2019.08.020\nMasten, A. S., and Cicchetti, D. (2010). Developmental cascades. Dev. Psychopathol.  \n22, 491–495. doi: 10.1017/S0954579410000222\nMata, F., Verdejo-Roman, J., Soriano-Mas, C., and Verdejo-Garcia, A. (2015). Insula \ntuning towards external eating versus interoceptive input in adolescents with overweight \nand obesity. Appetite  93, 24–30. doi: 10.1016/j.appet.2015.03.024\nMataix-Cols, D., Fernández de la Cruz, L., Isomura, K., Anson, M., Turner, C., \nMonzani, B., et al. (2015). A pilot randomized controlled trial of cognitive-behavioral \ntherapy for adolescents with body dysmorphic disorder. J. Am. Acad. Child Adolesc. \nPsychiatry  54, 895–904. doi: 10.1016/j.jaac.2015.08.011\nMcGeoch, P . D., Brang, D., Song, T., Lee, R. R., Huang, M., and Ramachandran, V . S. \n(2011). Xenomelia: A new right parietal lobe syndrome. J. Neurol. Neurosurg. Psychiatry  \n82, 1314–1319. doi: 10.1136/jnnp-2011-300224\nMedina, J. (2022). “Distinguishing body representations” in The Routledge handbook \nof bodily awareness . eds. A. J. T. Alsmith and M. R. Longo (Abingdon: Routledge)\nMeltzoff, A. N., and Moore, M. (1994). Imitation, memory, and the representation of \npersons. Infant Behav. Dev.  17, 83–99. doi: 10.1016/0163-6383(94)90024-8\nMeltzoff, A. N., Williamson, R. A., and Marshall, P . J. (2013). “Developmental \nperspectives on action science: lessons from infant imitation and cognitive neuroscience” \nin Action science: Foundations of an emerging discipline . eds. W . Prinz, M. Beisert and A. \nHerwig (Cambridge, MA: The MIT Press), 281–306.\nMeneguzzo, P ., Dal Brun, D., Collantoni, E., Meregalli, V ., Todisco, P ., Favaro, A., et al. \n(2023). Linguistic embodiment in typical and atypical anorexia nervosa: evidence from \nan image-word matching task. Eur. Eat. Disord. Rev.  31, 837–849. doi: 10.1002/erv.3008\nMerleau-Ponty, M. (1962). Phenomenology of perception (C. Smith, trans.) . Abingdon: \nRoutledge & Kegan Paul Ltd.\nMöllmann, A., Heinrichs, N., and Herwig, A. (2020a). Body representation in body \ndysmorphic disorder and body integrity dysphoria – a conceptual framework and \nsystematic review. PROSPERO  2020:CRD42020220303\nMöllmann, A., Heinrichs, N., and Herwig, A. (2023). A conceptual framework on \nbody representations and their relevance for mental disorders. PsyArXiv  2023:234. doi: \n10.31234/osf.io/gsepz\nMöllmann, A., Hunger, A., Dusend, C., van den Hout, M., and Buhlmann, U. (2019). \nGazing at facial features increases dissociation and decreases attractiveness ratings in \nnon-clinical females – A potential explanation for a common ritual in body dysmorphic \ndisorder. PLoS One  14:e0219791. doi: 10.1371/journal.pone.0219791\nMöllmann, A., Hunger, A., Schulz, C., Wilhelm, S., and Buhlmann, U. (2020b). Gazing \nrituals in body dysmorphic disorder. J. Behav. Ther. Exp. Psychiatry  68:101522. doi: \n10.1016/j.jbtep.2019.101522\nMurphy, J., Brewer, R., Catmur, C., and Bird, G. (2017). Interoception and \npsychopathology: A developmental neuroscience perspective. Dev. Cogn. Neurosci.  23, \n45–56. doi: 10.1016/j.dcn.2016.12.006\nMurray, C. D., Arnold, P ., and Thornton, B. (2000). Presence accompanying induced \nhearing loss: implications for immersive virtual environments. Presence  9, 137–148. doi: \n10.1162/105474600566682"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Möllmann et al. 10.3389/fpsyg.2023.1231640\nFrontiers in Psychology 16 frontiersin.orgMurray, M. M., and Wallace, M. T. (2012). The neural bases of multisensory processes . \nBoca Raton, FL: CRC Press/Taylor & Francis.\nNardini, M., Begus, K., and Mareschal, D. (2013). Multisensory uncertainty reduction \nfor hand localization in children and adults. J. Exp. Psychol. Hum. Percept. Perform.  39, \n773–787. doi: 10.1037/a0030719\nO’Shaughnessy, B. (1980). The will: A dual aspect theory . Available at: https://\nphilpapers.org/rec/oshtwa .\nObernolte, C., Schnell, T., and Kasten, E. (2015). The role of specific experiences in \nchildhood and youth in the development of body integrity identity disorder (BIID). Am. \nJ. Appl. Psychol.  4:1. doi: 10.11648/j.ajap.20150401.11\nOlivardia, R., Pope, H. G. Jr., and Hudson, J. I. (2000). Muscle dysmorphia in male \nweightlifters: A case-control study. Am. J. Psychiatry  157, 1291–1296. doi: 10.1176/appi.\najp.157.8.1291\nPaulus, M. P ., Feinstein, J. S., and Khalsa, S. S. (2019). An active inference approach to \ninteroceptive psychopathology. Annu. Rev. Clin. Psychol.  15, 97–122. doi: 10.1146/\nannurev-clinpsy-050718-095617\nPaulus, M. P ., and Stein, M. B. (2006). An insular view of anxiety. Biol. Psychiatry  60, \n383–387. doi: 10.1016/j.biopsych.2006.03.042\nPaxton, S. J., and Damiano, S. R. (2017). The development of body image and weight \nbias in childhood. Adv. Child Dev. Behav.  52, 269–298. doi: 10.1016/bs.acdb.2016.10.006\nPeng, N.-H., Bachman, J., Jenkins, R., Chen, C.-H., Chang, Y .-C., Chang, Y .-S., et al. \n(2009). Relationships between environmental stressors and stress biobehavioral \nresponses of preterm infants in NICU. J. Perinat. Neonatal Nurs.  23, 363–371. doi: \n10.1097/JPN.0b013e3181bdd3fd\nPeviani, V ., Melloni, L., and Bottini, G. (2019). Visual and somatosensory information \ncontribute to distortions of the body model. Sci. Rep.  9:1. doi: 10.1038/s41598-019-49979-0\nPezzulo, G., Rigoli, F., and Friston, K. (2015). Active inference, homeostatic regulation \nand adaptive behavioural control. Prog. Neurobiol.  134, 17–35. doi: 10.1016/j.\npneurobio.2015.09.001\nPhillipou, A., Blomeley, D., and Castle, D. J. (2016). Muscling in on body image \ndisorders: what is the nosological status of muscle dysmorphia? Aust. N. Z. J. Psychiatry  \n50, 380–381. doi: 10.1177/0004867415615951\nPhillips, K. A. (2004). Psychosis in body dysmorphic disorder. J. Psychiatr. Res.  38, \n63–72. doi: 10.1016/S0022-3956(03)00098-0\nPhillips, K. A., Menard, W ., Quinn, E., Didie, E. R., and Stout, R. L. (2013). A 4-year \nprospective observational follow-up study of course and predictors of course in body \ndysmorphic disorder. Psychol. Med.  43, 1109–1117. doi: 10.1017/S0033291712001730\nPollatos, O., Kurz, A.-L., Albrecht, J., Schreder, T., Kleemann, A. M., Schöpf, V ., et al. \n(2008). Reduced perception of bodily signals in anorexia nervosa. Eat. Behav.  9, \n381–388. doi: 10.1016/j.eatbeh.2008.02.001\nPonari, M., Conson, M., D’ Amico, N. P ., Grossi, D., and Trojano, L. (2012). Mapping \ncorrespondence between facial mimicry and emotion recognition in healthy subjects. \nEmotion  12, 1398–1403. doi: 10.1037/a0028588\nPope, H. G., Katz, D. L., and Hudson, J. I. (1993). Anorexia nervosa and “reverse \nanorexia” among 108 male bodybuilders. Compr. Psychiatry  34, 406–409. doi: \n10.1016/0010-440X(93)90066-D\nPorras-Garcia, B., Exposito-Sanz, E., Ferrer-Garcia, M., Castillero-Mimenza, O., and \nGutiérrez-Maldonado, J. (2020). Body-related attentional Bias among men with high \nand low muscularity dissatisfaction. J. Clin. Med.  9:1736. doi: 10.3390/jcm9061736\nPrinz, W ., Beisert, M., and Herwig, A. (2013). Action science: Foundations of an \nemerging discipline . Cambridge, MA: MIT Press.\nPrnjak, K., Jukic, I., Mitchison, D., Griffiths, S., and Hay, P . (2022). Body image as a \nmultidimensional concept: A systematic review of body image facets in eating disorders \nand muscle dysmorphia. Body Image  42, 347–360. doi: 10.1016/j.bodyim.2022.07.006\nProvenzano, L., Porciello, G., Ciccarone, S., Lenggenhager, B., Tieri, G., Marucci, M., \net al. (2020). Characterizing body image distortion and bodily self-plasticity in anorexia \nnervosa via Visuo-tactile stimulation in virtual reality. J. Clin. Med.  9:98. doi: 10.3390/\njcm9010098\nPuhl, R., and Suh, Y . (2015). Health consequences of weight stigma: implications for obesity \nprevention and treatment. Curr. Obes. Rep.  4, 182–190. doi: 10.1007/s13679-015-0153-z\nRaimo, S., Boccia, M., Di Vita, A., Cropano, M., Guariglia, C., Grossi, D., et al. (2021). \nThe body across adulthood: on the relation between Interoception and body \nrepresentations. Front. Neurosci.  15:684. doi: 10.3389/fnins.2021.586684\nRamachandran, V . S., and McGeoch, P . (2007). Can vestibular caloric stimulation \nbe  used to treat apotemnophilia? Med. Hypotheses  69, 250–252. doi: 10.1016/j.\nmehy.2006.12.013\nRat-Fischer, L., O’Regan, J. K., and Fagard, J. (2012). The emergence of tool use during \nthe second year of life. J. Exp. Child Psychol.  113, 440–446. doi: 10.1016/j.jecp.2012.06.001\nRautio, D., Jassi, A., Krebs, G., Andrén, P ., Monzani, B., Gumpert, M., et al. (2022). \nClinical characteristics of 172 children and adolescents with body dysmorphic disorder. \nEur. Child Adolesc. Psychiatry  31, 133–144. doi: 10.1007/s00787-020-01677-3\nRicciardelli, L. A., McCabe, M. P ., Mussap, A. J., and Holt, K. E. (2009). “Body image \nin preadolescent boys” in Body image, eating disorders, and obesity in youth: Assessment, prevention, and treatment . eds. L. Smolak and J. K. Thompson. 2nd ed (Washington, DC: \nAmerican Psychological Association), 77–96.\nRochat, P . (2010). The innate sense of the body develops to become a public affair by \n2–3 years. Neuropsychologia  48, 738–745. doi: 10.1016/j.neuropsychologia.2009.11.021\nRochat, P ., and Morgan, R. (1995). Spatial determinants in the perception of self-\nproduced leg movements in 3- to 5-month-old infants. Dev. Psychol.  31, 626–636. doi: \n10.1037/0012-1649.31.4.626\nRöder, B., Rösler, F., and Spence, C. (2004). Early vision impairs tactile perception in \nthe blind. Curr. Biol.  14, 121–124. doi: 10.1016/j.cub.2003.12.054\nRomano, D., Sedda, A., Brugger, P ., and Bottini, G. (2015). Body ownership: when \nfeeling and knowing diverge. Conscious. Cogn.  34, 140–148. doi: 10.1016/j.\nconcog.2015.04.008\nSaetta, G., Hänggi, J., Gandola, M., Zapparoli, L., Salvato, G., Berlingeri, M., et al. \n(2020). Neural correlates of body integrity dysphoria. Curr. Biol.  30, 2191–2195.e3. doi: \n10.1016/j.cub.2020.04.001\nSaetta, G., Ruddy, K., Zapparoli, L., Gandola, M., Salvato, G., Sberna, M., et al. (2022). \nWhite matter abnormalities in the amputation variant of body integrity dysphoria. \nCortex  151, 272–280. doi: 10.1016/j.cortex.2022.03.011\nSchack, T., and Mechsner, F. (2006). Representation of motor skills in human long-\nterm memory. Neurosci. Lett.  391, 77–81. doi: 10.1016/j.neulet.2005.10.009\nSchmidt, V . R. L., Behrens, C., Luckhof, M., Eggert, F., Heinrichs, N., and \nGrocholewski, A. (2021). Is there a perceptual basis to olfactory reference disorder? J. \nObsess.  31:100692. doi: 10.1016/j.jocrd.2021.100692\nSchur, E. A., Sanders, M., and Steiner, H. (2000). Body dissatisfaction and dieting in \nyoung children. Int. J. Eat. Disord.  27, 74–82. doi: 10.1002/(SICI)1098-108X(200001)27\n:1<74::AID-EAT8>3.0.CO;2-K\nScotto, C. R., Meugnot, A., Casiez, G., and Toussaint, L. (2020). Short-term \nsensorimotor deprivation impacts feedforward and feedback processes of motor control. \nFront. Neurosci.  14:696. doi: 10.3389/fnins.2020.00696\nShea, C. H., and Wulf, G. (2005). Schema theory: A critical appraisal and reevaluation. \nJ. Mot. Behav.  37, 85–102. doi: 10.3200/JMBR.37.2.85-102\nSlaughter, V ., and Brownell, C. A. (2011). Early development of body representations . \nCambridge, UK: Cambridge University Press.\nSmeets, M. A. M. (1997). The rise and fall of body size estimation research in anorexia \nnervosa: A review and reconceptualization. Eur. Eat. Disord. Rev.  5, 75–95. doi: 10.1002/\n(SICI)1099-0968(199706)5:2<75::AID-ERV190>3.0.CO;2-A\nSmeets, M. A. M., and Dijksterhuis, G. (2014). Smelly primes – when olfactory primes \ndo or do not work. Front. Psychol.  5:96. doi: 10.3389/fpsyg.2014.00096\nSmolak, L. (2011). Body image: A handbook of science, practice, and prevention . 2. New \nY ork: The Guilford Press.\nSpiel, E. C., Paxton, S. J., and Y ager, Z. (2012). Weight attitudes in 3- to 5-year-old \nchildren: age differences and cross-sectional predictors. Body Image  9, 524–527. doi: \n10.1016/j.bodyim.2012.07.006\nSpiel, E. C., Rodgers, R. F., Paxton, S. J., Wertheim, E. H., Damiano, S. R., Gregg, K. J., \net al. (2016). ‘He’s got his father’s bias’: parental influence on weight bias in young \nchildren. Br. J. Dev. Psychol.  34, 198–211. doi: 10.1111/bjdp.12123\nSteinhausen, H.-C. (2002). The outcome of anorexia nervosa in the 20th century. Am. \nJ. Psychiatr.  159, 1284–1293. doi: 10.1176/appi.ajp.159.8.1284\nStice, E., Desjardins, C. D., Rohde, P ., and Shaw, H. (2021). Sequencing of symptom \nemergence in anorexia nervosa, bulimia nervosa, binge eating disorder, and purging \ndisorder and relations of prodromal symptoms to future onset of these disorders. J. \nAbnorm. Psychol.  130, 377–387. doi: 10.1037/abn0000666\nStone, K. D., Dijkerman, H. C., Bekrater-Bodmann, R., and Keizer, A. (2019). Mental \nrotation of feet in individuals with body integrity identity disorder, lower-limb amputees, \nand normally-limbed controls. PLoS One  14:e0221105. doi: 10.1371/journal.\npone.0221105\nSwanson, S. A., Crow, S. J., Grange, D. L., Swendsen, J., and Merikangas, K. R. (2011). \nPrevalence and correlates of eating disorders in adolescents: results from the National \nComorbidity Survey Replication Adolescent Supplement. Arch. Gen. Psychiatry  68, \n714–723. doi: 10.1001/archgenpsychiatry.2011.22\nSwedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A., et al. \n(2022). Consensus definition of Misophonia: A Delphi study. Front. Neurosci.  16:816. \ndoi: 10.3389/fnins.2022.841816\nTajadura-Jiménez, A., Basia, M., Deroy, O., Fairhurst, M., Marquardt, N., and \nBianchi-Berthouze, N. (2015a). As light as your footsteps: altering walking sounds to \nchange perceived body weight, emotional state and gait . Proceedings of the 33rd Annual \nACM Conference on Human Factors in Computing Systems, pp. 2943–2952.\nTajadura-Jiménez, A., Crucianelli, L., Zheng, R., Cheng, C., Ley-Flores, J., \nBorda-Más, M., et al. (2022). Body weight distortions in an auditory-driven body \nillusion in subclinical and clinical eating disorders. Sci. Rep.  12:20031. doi: 10.1038/\ns41598-022-24452-7\nTajadura-Jiménez, A., Tsakiris, M., Marquardt, T., and Bianchi-Berthouze, N. (2015b). \nAction sounds update the mental representation of arm dimension: contributions of \nkinaesthesia and agency. Front. Psychol.  6:689. doi: 10.3389/fpsyg.2015.00689"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Möllmann et al. 10.3389/fpsyg.2023.1231640\nFrontiers in Psychology 17 frontiersin.orgTajadura-Jiménez, A., Väljamäe, A., Toshima, I., Kimura, T., Tsakiris, M., and \nKitagawa, N. (2012). Action sounds recalibrate perceived tactile distance. Curr. Biol.  22, \nR516–R517. doi: 10.1016/j.cub.2012.04.028\nTodd, J., Aspell, J. E., Barron, D., and Swami, V . (2019). An exploration of the \nassociations between facets of interoceptive awareness and body image in adolescents. \nBody Image  31, 171–180. doi: 10.1016/j.bodyim.2019.10.004\nToh, W ., Castle, D. J., and Rossell, S. L. (2017). Attentional biases in body dysmorphic \ndisorder (BDD): eye-tracking using the emotional Stroop task. Compr. Psychiatry  74, \n151–161. doi: 10.1016/j.comppsych.2017.01.014\nToussaint, L., and Meugnot, A. (2013). Short-term limb immobilization affects cognitive \nmotor processes. J. Exp. Psychol. Learn. Mem. Cogn.  39, 623–632. doi: 10.1037/a0028942\nTruby, H., and Paxton, S. J. (2002). Development of the Children’s body image scale. \nBr. J. Clin. Psychol.  41, 185–203. doi: 10.1348/014466502163967\nTruby, H., and Paxton, S. J. (2008). The Children’s body image scale: reliability and use \nwith international standards for body mass index. Br. J. Clin. Psychol.  47, 119–124. doi: \n10.1348/014466507X251261\nUnderwood, M., and Olivardia, R. (2022). ‘The day you  start lifting is the day \nyou  become forever small’: bodybuilders explain muscle dysmorphia. Health  27, \n998–1018. doi: 10.1177/13634593221093494\nValentine, T., and Bruce, V . (1988). Mental rotation of faces. Mem. Cogn.  16, 556–566. \ndoi: 10.3758/BF03197057\nVeale, D., and Neziroglu, F. (2010). Body dysmorphic disorder: A treatment manual . \nNew Y ork: John Wiley & Sons.\nViel, S., Vaugoyeau, M., and Assaiante, C. (2009). Adolescence: A transient period of \nproprioceptive neglect in sensory integration of postural control. Mot. Control.  13, \n25–42. doi: 10.1123/mcj.13.1.25Visser, J., Geuze, R. H., and Kalverboer, A. F. (1998). The relationship between physical \ngrowth, the level of activity and the development of motor skills in adolescence: \ndifferences between children with DCD and controls. Hum. Mov. Sci.  17, 573–608. doi: \n10.1016/S0167-9457(98)00014-1\nVocks, S., Bauer, A., and Legenbauer, T. (2018). Körperbildtherapie bei Anorexia und \nBulimia nervosa—Ein kognitiv-verhaltenstherapeutisches Behandlungsprogramm  3rd Edn.  \nGöttingen, Germany: Hogrefe Verlag.\nWaldorf, M., Cordes, M., Taube, C., Trunk, J., and Vocks, S. (2019a). \n“Muskeldysmorphie [muscle dysmorphia]” in Handbuch Klinische Psychologie . eds. T. \nSchnell and K. Schnell (Berlin: Springer), 1–13.\nWaldorf, M., Vocks, S., Düsing, R., Bauer, A., and Cordes, M. (2019b). Body-oriented \ngaze behaviors in men with muscle dysmorphia diagnoses. J. Abnorm. Psychol.  128, \n140–150. doi: 10.1037/abn0000403\nWilhelm, S., Phillips, K. A., Didie, E., Buhlmann, U., Greenberg, J. L., Fama, J. M., \net al. (2014). Modular cognitive-behavioral therapy for body dysmorphic disorder: \nA randomized controlled trial. Behav. Ther.  45, 314–327. doi: 10.1016/j.\nbeth.2013.12.007\nWorld Health Organization. (2018). International statistical classification of disease \nand related health problems, eleventh revision (ICD-11) . Geneva: World \nHealth Organization.\nY au, J. M., DeAngelis, G. C., and Angelaki, D. E. (2015). Dissecting neural circuits for \nmultisensory integration and crossmodal processing. Philos. Trans. R. Soc. B Biol. Sci.  \n370:20140203. doi: 10.1098/rstb.2014.0203\nZopf, R., Contini, E., Fowler, C., Mondraty, N., and Williams, M. A. (2016). Body \ndistortions in anorexia nervosa: evidence for changed processing of multisensory bodily \nsignals. Psychiatry Res.  245, 473–481. doi: 10.1016/j.psychres.2016.09.003"
    }
  ]
}