{
  "doc_type": "scientific paper",
  "title": "Notes towards a description of Social Representations",
  "authors": [
    "Serge Moscovici"
  ],
  "year": 1988,
  "journal": "Journal of Social Psychology, Vol. 18, 211-250 (1988)",
  "doi": null,
  "abstract": "The theory of social representations occupies a place apart in social psychology both by the problems it raises and the scale of the phenomena with which it deals. This provokes many a criticism and misunderstanding. Such a theory may not correspond with the model of social psychology as it is defined at present. One attempts however to show that it answers important social and scientific questions, in what it differs from the classical conception of collective representations and, from the very beginning, adopts a constructivist perspective which has spread in social psychology since. Several trends of research have confirmed its vision of the relations between social and cognitive phenomena, communication and thought. More detailed remarks aim at outlining the nature of social representations, their capacity to create information, their function which is to familiarize us with the strange, according to the categories of our culture. Going farther, one insists on the diversity of methodological approaches. If the experimental method is useful to understand how people should think, higher mental and social processes must be approached by different methods, including linguistic analysis and observation of how people think. No doubt, social representations have a relation with the more recent field of social cognition. But inasmuch as the former depend on content and context, i.e. subjectivity and sociability of people, they approach the phenomena differently from the latter. Referring to child psychology and anthropology, one can contend, despite appearances, that it is also a more scientific approach. There is however much to be learned from criticisms and there is still a long way to go before we arrive at a satisfactory theory of social thinking and communication.",
  "keywords": [
    "social representations",
    "social psychology",
    "collective representations",
    "constructivist perspective",
    "social cognition",
    "communication",
    "cognitive phenomena",
    "methodological approaches",
    "linguistic analysis",
    "child psychology",
    "anthropology"
  ],
  "research_topics": [
    "Social representations theory",
    "Social psychology",
    "Communication and thought",
    "Constructivism in social sciences",
    "Methodologies in social psychology",
    "Social cognition",
    "Anthropological perspectives in psychology"
  ],
  "created_at": "2025-05-05T01:28:01.496851Z",
  "source_pdf": "documents/research/Global/Moscovici Notes Toward a Description of Social Representations.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "European Journal of Social Psychology, Vol. 18, 211-250 (1988) \nNotes towards a description of \nSocial Representations’ \nSERGE MOSCOVlCl \nEcole des hautes, \netudes en sciences sociales, \nLaboratoire de Psychologie Sociale, \n44 rue de la Tour, \n75 1 16 Paris, \nFrance \nAbstract \nThe theory of social representations occupies a place apart in social psychology both \nby the problems it raises and the scale of the phenomena with which it deals. This \nprovokes many a criticism and misunderstanding. Such a theory may not correspond \nwith the model of socialpsychology as it is defined at present. One attempts however \nto show that it answers important social and scientijk questions, in what it differs \nfrom the classical conception of collective representations and, from the very \nbeginning, adopts a constructivist perspective which has spread in social psychology \nsince. Several trends of research have confirmed its vision of the relations between \nsocial and cognitive phenomena, communication and thought. More detailed remarks \naim at outlining the nature of social representations, their capacity to create \ninformation, their function which is to familiarize us with the strange, according to the \ncategories of our culture. Going farther, one insists on the diversity of methodological \napproaches. If the experimental method is useful to understand how people should \nthink, higher mental and social processes must be approached by different methods, \nincluding linguistic analysis and observation of how people think. No doubt, social \nrepresentations have a relation with the more recent field of social cognition. But \ninasmuch as the former depend on content and context, i.e. subjectivity andsociability \nof people, they approach the phenomena differently from the latter. Referring to child \npsychology and anthropology, one can contend, despite appearances, that it is also a \nmore scientijk approach. There is however much to be learned from criticisms and \nthere is still a long way to go before we arrive at a satisfactory theory of social thinking \nand communication. \n‘I gratefully acknowledge Willem Dose’s comments and Denise Jodelet’s insightful discussion of this paper \nas a whole and detailed points of it. \n0046-2772/88/0302114$20.00 \n8 1988 by John Wiley & Sons, Ltd. Received 22 January 1988 \nAccepted 13 May 1988"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "212 Serge Moscovici \nI A MISUNDERSTANDING ABOUT SOCIAL PSYCHOLOGY \nBefore we set out on this lengthy exploratory voyage, let us agree on a straightforward \nand undeniable point of departure. The phenomenon of social representations was \nintroduced into social psychology as an innovation some years ago. It later became the \nunifying component of cognitive psychology and is now spreading among other \nsciences as well. That alone is sufficient justification for its existence. Our field of \nscience should be eager to stake its claim to the phenomenon rather than express more \nand more reservations towards it. But the fact that Gustav Jahoda devotes such \nvirulent comment to it today demonstrates that the theory of this phenomenon \ntouches upon points that are so fundamental to social psychology that it thereby \nacquires an almost subversive character. The friendship between us enables him to \nexpress himself with great frankness. I will rely on this same friendship in trying for \nmy part to explain the undertaking which has been a good part of my life’s work. My \nsole aim is to make the discussion move ahead, not to convince anyone. \nI might begin by recalling the fact that the concepts of representation and of \ncollective representation stand out as landmarks in the scholarly relationships between \nthe two sides of the Channel since the nineteenth century. The British first rejected the \nconcept which seemed too abstruse and vague to them. ‘These modes or patterns of \nthought’, Evans-Pritchard wrote, ‘which in their totality make up the minds or \nmentality of a people are what Ltvy-Bruhl calls collective representations, an \nexpression in common use among French sociologists of the time, and a translation, I \nthink, of the German Vorstellung. It suggests something very abstruse, whereas he \nmeans by it little more than what we call an idea, or a notion, or a belief; and when he \nsays that a representation is collective, he means no more than that it is common to all, \nor most members of a society’(Evans-Pritchard, 1981, p. 124). \nThis ‘little more’ undoubtedly was not altogether unsignificant, since the British \ncame to realize the value of the concept and to see in it a great stimulus to the \nformulation of new problems. As a result, the concept took root in anthropology, \nsociology, social psychology (Bartlett, 1932) and even in the history of philosophy \n(Cornford, 1964). There is no escaping the fact that my discussion with Gustav Jahoda \ncannot be dissociated from a context with a long, complex history, to which we owe \nmore than we realize. Not that there is nothing new under the sun. But, whether old or \nnew, there has always been a sun, I mean this problem of the relationship between \nmental and material elements in social life. \nEver since the theory of social representations has moved out of the shadows and \nspread here and there and everywhere, I have encountered two types of criticisms. On \nthe one hand, I have been blamed for the use to which my work has been put, and for \nthis I cannot help but feel some responsibility. If I were to shrug it off, I would deserve \nnot to be taken seriously, as people would think that I did not attribute much \nimportance to the theory. On the other hand, I have been faced with substantive \ncriticism which at the same time challenges the possibility for the theory to serve as a \nfocus of common, cohesive scientific research. These criticisms are not wholly \nunfounded and raise the possibility that the theory of social representations results \nfrom a misunderstanding and that it might not belong to social psychology. We must \nadmit that it was conceived outside the sphere of influence of American social \npsychology, which has dominated the thinking and scientific style of most of our \ncolleagues. It is a direct product of the classical tradition, according to which a theory"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Social Representations 213 \nis both an approach, a way of looking at social phenomena, and a system describing \nand explaining them. Weber’s theory, for instance, includes both a view of modern \nsociety and an attempt to shed light on its underlying ethical and political \nmechanisms. In the same way the theory of social representations, on its own modest \nlevel, encompasses both a view of communication and everyday thinking in the world \nof today and an analysis of the anonymous facts that are their counterpart. By \ninsisting on keeping the two aspects separate, one would deprive it of all genuine \nsignificance and convert it into a topic that would be of interest only to a small group \nof specialists. \nI can see three reasons for this misunderstanding. First there is the fact that, \nadopting the classical approach, I viewed social psychology as a social science, along \nwith anthropology, history, sociology, etc. I therefore believed that it should follow an \nanalogous strategy with respect to theories and facts. In these fields, one does not \nstrive to emulate the perfection of physics and no one feels compelled to verify a series \nof hypotheses one at a time, no matter how trivial they might be. And even less to give \nan unambiguous definition of each of its concepts. Does anyone know such a \ndefinition for general concepts like collective consciousness, charisma, social class, \nmyth - to mention just a few. When I refused to be more specific in defining the \nphenomenon of social representation, I took these precedents into account. People \nthen expected - they still do - me to open up a field research as if I knew in advance \nhow things would turn out. But I had an additional reason for taking this stance. I \nwanted to voice my opposition to a requirement that social psychologists think they \ncan satisfy by using the right words and whose general effect is a certain sterility. In the \nwords of an American methodologist, ‘The demand for exactness of meaning and for \nprecise definition of terms can have a pernicious effect, as I believe it often has had in \nbehavioral science’ (Kaplan, 1964, p. 70). \nThere has been a disregard for the infinitely varied nature of the things with which \nwe have been dealing, a blind faith that condensing them in a formula is all that is \nneeded to bring them under control. In any case, it seems to me that the only criterion \nfor judging a theory was to determine whether it was meaningful or meaningless, \nwhether or not it helped to see things in a new light. Just as a study of meaningless \nsyllables is not a way to understand language, stringing together well-defined but \nmeaningless notions is not a way to build a science. \nIn the second place, keeping in mind the religious, political and cultural phenomena \nthat social psychology was supposed to explain, I looked at it as a major field of \nscience. After all, there was a time when men as different as Simmel and Freud, \nLtvy-Bruhl and Halbwachs, Marc Bloch and Bartlett all identified themselves with \nthis field. The problems that these men raised and passed on to us deal with the most \nimmediate and down-to-earth events of daily life, physical and symbolic exchanges \nbetween individuals. As these exchanges are repeated and eventually become \nroutinized, they assume an objective character as institutionalized practices and beliefs \nand even as collective movements. It was to be the task of social psychology to \ndiscover the principles underlying the chain of metamorphoses from subjective to \nobjective elements and vice versa. As a major field of science - obviously - it has to set \nits sights on a general theory identifying and eventually describing the phenomenon \ncommon to all these metamorphoses, just as the market phenomenon is the common \nground of all our economic exchanges and power is the explanatory principle of a \nlarge number of human relationships. How could a science hope to make useful"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "214 Serge Moscovici \ncontributions and particularly contributions of a general, theoretical nature, without \nsuch a phenomenon? Though some may think otherwise, my idea was that social \nrepresentations might play this role for social psychology. Not only because they are at \nthe core of collective memory (Elias, 1981; Markova, 1982) and of the links men forge \ntogether, but because they are the prerequisite for action in general. This is accepted in \nDurkheim’s sociology as well as in Weber’s. The latter states, in the preface to his \nmajor work that ‘these concepts of collective entities which are found both in common \nsense and in juristic and other technical forms of thought are representations in the \nminds, partly as of something existing, partly as something with normative authority. \nThis is true not only of judges and officials, but of ordinary private individuals as well. \nActors thus in part orient their action to them, and in this role such ideas have a \npowerful, often a decisive, causal influence on the course of action of real individuals. \nThis is above all true where the representations involve normative prescription or \nprohibition’ (Weber, 1978, v.1, p. 14). \nLet us move a little - but not much - farther afield and look at historical research. \nAs anyone can see, new insights were gained as soon as one began to study mentalities. \nTo understand the patterns of thought and the imaginary side of life as it took shape in \nthe past, the values and crises of a period, which find their reflection in documents, \nmust be scrutinized attentively. As Le Goff noted, ‘The history not of ‘objective’ \nphenomena but of the representation of these phenomena, the history of mentalities, \nhas its natural source material in the realms of the imaginary’ (Le Goff, 1974, p. 86). \nMy purpose is not to inventorize the concept. I merely want to stress this point: the \nconcept of representation, taken over from philosophy, has found its place, in one \nform or another, in a number of sciences of man. \nHistorical factors are not sufficient for making us pick out a particular phenomenon \nor for justifying this choice. Even so they allow us to evaluate its importance and the \nrange of questions associated with it. Social representations, as I have already \nmentioned, concern the contents of everyday thinking and the stock of ideas that gives \ncoherence to our religious beliefs, political ideas and the connections we create as \nspontaneously as we breathe. They make it possible for us to classify persons and \nobjects, to compare and explain behaviours and to objectify them as parts of our \nsocial setting. While representations are often to be located in the minds of men and \nwomen, they can just as often be found ‘in the world’, and as such examined \nseparately. Representations can be preserved on parchment or stone in some forgotten \nplaces without having left a trace as such in anyone’s mind for thousands of years. We \nmeet them in both guises, as the example of money in our culture shows (Moscovici, \n1988). Money is the most common objectification of values of all sorts and of rational \narguments. It is a good illustration of what Hume called ‘the mind’s property to spread \nitself on external objects’. There is no doubt that what we know about ourselves, about \nour minds, becomes an integral part of ourselves, or how this mind works, whereas \nthis knowledge would not affect a star or a bird. Representations that shape our \nrelations with society are in turn a component of social organization. And we all \nrealize how much social reality, f,i. drug use, differs depending on whether it is viewed \nand represented as a genetic defect, a sign of family breakdown, a cultural tradition or \na substance required for a group ritual. The long and short of it is that all behaviour \nappears at the same time as a given and a product of our way of representing it. Here \nwe are reminded of the legend of the Chinese painter who, after painting his \nmasterpiece, stepped into the landscape, walked along the path and disappeared in the"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Social Representations 2 15 \nfogbound mountains, in the presence of the imperial spectator who felt the urge of \nfollowing in his footsteps. \nThere is no question that I might have picked on a neighbouring and more \nmanageable concept such as the concept of scheme. Without getting into any further \ndetail on this point, suffice it to say that it refers to a simplified representation and is \nless rooted in the social world. But I was impressed by Bartlett’s argument. While \nmaking use of it, he ‘strongly disliked it’, thinking the concept was ‘at once too definite \nand too sketchy’ (Bartlett, 1932, p. 201). The results tend to confirm his opinion. \nThe problem that I thought - and still think - should be solved by this theory has \nbothered many generations of philosophers and has become a social problem in our \ntime. The multitudinous forms of knowledge and beliefs with which we deal every day \nare the outgrowth of a long chain of transformations. One could carp endlessly on \ntheir lack of logic or their absurdity, but this would lead nowhere. The only way to \nunderstand them is to reimmerse them in the actual social laboratory where they take \nshape, namely the social setting of communication. For the mass media, there is no \nquestion but that messages that are passed on by them need to be altered to reach a \nlarge audience. The grammar must be altered, the logical trajectory shortened, words \nchanged into images, ideas into metaphors, if the content is to be grasped and \nunderstood (Wade and Schram, 1969). The same thing happens when a specialist \nspeaks to an audience of non-specialists, a professor to his students or a doctor to his \npatients. In the same way, the text of an article is elaborated and written differently for \na lecture, an interview, or a topic of talk with colleagues. The style is altered, as well as \nthe reasoning, the examples, the nature of the conclusions to be drawn. \nWe derive only a small fraction of our knowledge and information from the simple in- \nteraction between ourselves and the facts we encounter in the world. Most knowledge is \nsupplied to us by communication which affects our way of thinking and creates new \ncontents. The philsopher Hannah Arendt rightly referred to common sense as a quint- \nessential human attribute. Without it, we could not communicate, we could not even \ntalk (Arendt, 1982). We reexperience this truth every time a new content takes shape in \nequally new words which belong solely to the language of representations. The four \nscientific terms ‘acquired immune deficiency syndrome’, f.i. merge into a single word, the \nterrifying AIDS, which carries a tremendous symbolic and imaginary meaning with it. \nOne could argue, for purposes of simplification, that, under certain conditions, \nespecially when we are alone, we think for the sake of thinking, just with our heads. \nBut Hannah Arendt righly objected that ‘thinking is a practice that takes place among \nmen rather than as the performance of a single person’ (Arendt, 1987, p. 21). Among \nother persons, therefore, we think in order to talk; we think, as I dared to write, with \nour mouths (Moscovici, 1984). Or, to put it more abstractly, thinking and arguing \namount to the same thing. The metaphor I was using is confirmed by the observations \nof British psychologists who stress that one acquires concepts altogether differently in \ndaily lie than in a laboratory experiment. In daily life, they wrote, ‘concepts tend \neither to be picked up willy-nilly without conscious effort or else to be acquired by \nword of mouth’ (Wason and Johnson-Laird, 1972, p. 72). \nMost knowledge and ideas circulating in the mass media and by word of mouth are \nactually of more or less scientific origin. This is considered a degradation since any \nidea that is exposed to contact with the mass of humanity is bound to be altered in the \nprocess and will perforce rub against other ideas in brains of a different calibre than \nthose from which it originated. The betrayal of science, vulgarization, mass culture, all"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "2 16 Serge Moscovici \nthese are terms with which this practice is denounced. It is as though knowledge fell \ninto an abyss of ignorance, from the heights of science into the bogs of common sense. \nWhen we refer to the intellectual life of the majority, we speak of bias, irrationalism, \nprejudices and a web of incoherent preconceptions. The conclusion is that this life \ncould be disregarded since, according to Gramsci, it amounts to a ‘fragmented, \nconfused, inconsistent view of things, as befits the social position of the masses’ \n(Gramsci, 1978, p. 195). \nIn my eagerness to get rid of this mistaken view of the intellectual life of the majority \nand the low esteem in which it is held as a bric-a-brac of words, I set out to investigate \nthe place where social representations were generated, not where scientific knowledge \nwas corrupted and distorted. The place where they linked together to form \ncommunication networks vitalizing society. Each of us, to a different extent and from \nhis own niche, contributes to this shared knowledge which is transmitted, evolves and \nspreads by means of representations, becoming as ubiquitous as a rumour. \nThe epistemological problem raised by this process becomes a social problem in the \nworld of today, with its permanent scientific and technological revolutions. This can \nbe seen in an everyday paradox. It is correctly assumed that there is a sharp difference \nbetween scientific knowledge in the fields of physics, medicine, biology, economics \nand ordinary knowledge. Beyond differences in intellectual processes and \nterminological incompatibilities, there is a further obstacle, the difficulty of visualizing \nthe phenomena in question. Practical experience tells us what Newton’s prism or a \npulley are like, but can we visualize the genetic code, black holes, the unconscious, or \nmonetary parity? Can we understand the implications of a medical exam checking the \nchromosomal status of a woman who is above the normal child-bearing age‘? And yet \npeople seem to understand. They make sense of esoteric words and look for the best \nway to understand inflation, why children worry, how to keep healthy, why the \nuniverse is the way it is, and hundreds of other intellectual or practical questions of \nthis sort. Most specialized knowledge will eventually be assimilated by non-specialists \n- something that is considered, strictly speaking, impossible. And yet such knowledge \nkeeps being exchanged at work, in schools, in doctors’ offices, at the dinner table at \nhome, over cocktails. It offers a topic of conversation and makes it possible to reach \ndecisions about vital matters. \nSo here is the paradox: how do people get so much mileage out of so little \nknowledge? How can they understand things about which they have neither firsthand \nknowledge nor experience? They succeed by generating their own body of \nrepresentations fit for everyday use, and these representations which shape ordinary \nbehaviour are derived from science but linked to it by tenuous threads. And by this \nmodality the ever-changing world of nature becomes their human world (Roqueplo, \n1974; Herzlich, 1969, 1982; Moscovici and Hewstone, 1983; Jodelet, 1983, 1987). \nOnce representations have taken shape, as we know, theories about personality, the \nbrain, the economy, the atom, the computer, etc. are integrated into everyday ways of \ndoing things and shape the social setting in which we interrelate. They form the \nsubstratum of common sense and the shape that myths assume in our time. Scientific \nmyths that are derived from psycho-analysis or Marxism, from cosmology or neuro- \nscience, and to which we give full credence. We accomplish this by a process of \ndecoding and transference from one context to another. What in science generally \nappears as a system of concepts and facts is converted in the corresponding \nrepresentations into a network by which a greater or smaller range of concepts and \nfacts of various sorts is held together coherently. The same observation was made by"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Social Representations 2 17 \nthe physicist Duhem who defined common sense as a capital which is constantly \n‘transformed and increased. Theoretical science contributes its very great share to \nthese transformations and to this increase of wealth: this science is constantly diffused \nby instruction, by conversation, by books and periodicals; it penetrates the bottom of \ncommon sense knowledge; it awakens its attention to phenomena hitherto neglected; it \nteaches it to analyze motions which had remained confused’ (Duhem, 1962, p. 261). \nThe problem is highlighted even more effectively in terms of the contrast it reveals \nbetween social psychology on the one hand and anthropology and child psychology on \nthe other. The latter fields trace the genealogy of mythic thought to scientific thought \nor operational and concrete thinking to abstract and rational thinking. The former \nseeks to understand the inverse movement which leads from science to representations \nunder the impact of communication and the masses. This movement may be more or \nless pronounced in the different disciplines (Semin et al., 1984), but its direction is \nundeniable. I am confining myself to social representations insofar as they relate to \nthis epistemological and social problem. But social representations are not limited to \nthis area. Society is constantly producing new representations to motivate action and \nmake sense of human interactions that spring from people’s everyday problems. And \nsocial representations can lead us to a social psychology of knowledge enabling us to \ncompare groups and cultures. The field keeps widening around the pivotal problem. \nWithout such a pivotal problem, neither a theory nor a scientific discipline can be \nconceived. Perhaps the indistinctness of social psychology stems to some extent from \nthis fact, for, as Bartlett stated, ‘It may be possible for the sociologist to be no \npsychologist, but the social psychologist must be alert to sociological problems’ \n(Bartlett, 1932, p. 243). \nIt is apparent that the misunderstanding arose from the gap between the classical \nview of social psychology - whose contribution was thought to be of greater \nimportance for the social sciences than as a supplement to psychology - dealing with a \nhighly significant phenomenon and seeking to solve an epistemological problem that \nhad acquired social dimensions, and the view of social psychology prevailing today. \nAs a result, the theory of social representations lacks a proper niche, especially in a \ndiscipline where phenomena of this kind are nominally (Landman and Manis, 1983) \nbut not genuinely treated as social phenomena. The explanation for this misunder- \nstanding has led me to what may seem like a long digression, but was it not justified by \nGustav Jahoda’s initial quotation? And even if the idea that there is an era of social \nrepresentations has gained some ground and is even taken up in this journal \n(McGuire, 1986) - alas, without any mention of research having been done along these \nlines over the past twenty years - the reasons for this misunderstanding have none- \ntheless persisted. For us representations came as a big discovery, a discovery that \nreceived its impetus from the naive enthusiasm of all new passions. Yet our naiveness \ndid not affect the lucidity with which we viewed our progress and judged what remains \nto be accomplished. \nI1 COLLECTIVE AND/OR SOCIAL REPRESENTATIONS \nTravellers who ventured as far as the frozen regions of the Arctic already described, \ncenturies ago, these sudden apparitions of gigantic mountains rising out of a calm sea"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "2 18 Serge Moscovici \nin places where there were none. These apparitions we call fata morgana create the \nillusion that something exists where there is nothing and lure the unwary explorer to \nset off towards a constantly receding, ultimately unattainable goal. In Gustav Jahoda’s \neyes, there is a certain similarity between these fata morgana and the elusive social \nrepresentations which escape our grasp as soon as we come close to them and think \nthat we have them in our grip. This is why he is disturbed by the transition from the \nconcept of a collective to that of a social representation. He raises the question \nwhether the two are really separate entities, rather than meaningless terminological \ndistinctions. He need not worry, the change of words is intended to denote a real \nchange of perspective. \nDurkheim, as is well-known, aligns representations within a dichotomy opposing \nindividual and collective, person and society, stable and unstable (Durkheim, 1898). \nHe assigns facts to these two different universes, the one requiring a psychological and \nthe other a sociological explanation. This separation may have been unavoidable to \naffirm the autonomy of the new social science. But when social psychology makes this \ndistinction, it is prevented from looking at the relationship between the individuals \nand the collectivity and their common ground. The point is to extricate ourselves from \na dichotomy where we have to choose between a social entity that is more than the \nsum of its parts and an individual consisting entirely of internal psychological \nattributes and reacting to a set of external stimuli. \nThis is not the main point however. In Durkheim’s view, the concept of representation \nrefers above all to a vast class of intellectual forms: science, religion, myths, categories \nof space and time. It is actually tantamount to the concept of ideas or system, without \nany effort to spell out its cognitive characteristics in greater detail (Ansart, 1987). It \nhas furthermore a certain degree of invariance and determines the variable perceptions \nand feelings of individuals. The concept of representation therefore presupposes what \nwe would call today a trickle-down intellectual process. It is collective, on the other \nhand, insofar as it is grounded in the community where it is shared homogeneously by \nall members. It is communal, furthermore, to the extent that it has been shared by \nseveral generations of individuals and therefore exerts a coercion over them, as is true \nof all social situations. Whether in the guise of religion, myths or language, it exerts an \ninfluence on individuals and reinforces their reciprocal ties in a uniform way. Represent- \nation is thus equated with collectivity and in this conception there is a single repre- \nsentation and it is related to a group where no other representation prevails. This leads \nto its having a static character and to its being linked to a closed society (Berson, 1932). \nOne comment before we proceed any further. Specifically we must at least recognize \nthat representations are in one fashion or another generated and modified. In \nDurkheim’s conception, this occurs only exceptionally, under unusual circumstances, \noutside the customary social interactions. We are dealing here with effervescent states, \nunder the impetus of a ritual, in which the society joins together in producing new \nideas and feelings. These then are embedded in collective memory and inculcated by \neducation as stable frameworks of communal life. Representations also become \n‘partially autonomous’, with the ‘power of reinforcing and repelling each other, \nforming all kinds of syntheses among them determined by mutual affinities and not by \nthe social setting within which they evolve’ (Durkheim, 1967, p. 34). I am simplifying, \nof course, but these points are well-known. \nThere is no denying that this way of looking at things is in keeping with a certain \nreality. An anthropologist like Horton, f.i. can make use of it to understand a"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Social Representations 219 \ntradition-dominated community in which information is provided by a single one of \nits members. Surely at one time whole societies shared one and the same \nrepresentation, gave it credence, and celebrated it by rites and sacrifices. One might \nadd that this remains true for a certain number of sects and one-party states \n(Deconchy, 1984) which believe that they are the upholders of an unfallible doctrine \naround which a unanimous consensus prevails. This view does not match or no longer \nmatches the historical reality with which we are familiar. It is unlikely that even in \ncommunities where tradition is still dominant, there would be as much uniformity and \ninvariability as anthropologists formerly expected to find (Barth, 1987). Sects and \none-party regimes abound today, to be sure, but they constitute only one form of \npolitical and religious association among others. In our days, therefore, collective \nrepresentation as it used to be defined no longer is a general category but a special \nkind of representation among many with different characteristics. It seems an \naberration, in any case, to consider representations as homogeneous and shared as \nsuch by a whole society. What we wished to emphasize by giving up the word \n‘collective’ was this plurality of representations and their diversity within a group. But \nI shall revert to this point shortly. \nOther reasons for the change in terminology are to be found in the theory’s intrinsic \nproblems. As was my original intention, we at once focused on creative processes, on \nthe generation of new, meaningful contents arising during the transformation of \nmental and social configurations (Jodelet, 1984; Farr, 1987). In effect, what we had in \nmind were representations that were always in the making, in the context of inter- \nrelations and actions that were themselves always in the making. That was a \nprerequisite for linking them with important phenomena in the modern world. And \nthese phenomena, it must be remembered, belong to the realm of social psychology, \nfor, to quote Weber, ‘nevertheless the sociologist cannot for his purposes afford to \nignore these collective concepts derived from other disciplines’ (Weber, 1978, p. 13). \nOurs, for instance, since he names among these forms of thoughts communal concepts \nsuch as the family, the state, the nation, or the representation of what ought to be done \nor not to be done in a given society. Now for Durkheim and his school, any of these \nrepresentations is inherently collective, irrespective almost of the interrelations and \nexchanges concerning it. Each group members already finds it pre-established without \nhis intervention, which gives rise to its coercive character, and he conforms to it \nwithout restriction. In that case, one must exclude the possibility of a procedure, a \nnormal mechanism whereby something communal takes shape and is transformed \nwith the participation of all concerned. \nClearly, if one wanted to study how a representation takes shape or how and why a \nscientific or medical theory is converted into a representation, one needs had to revise \nthe concept. A certain original diversity had to be taken into account and the emphasis \nshifted to communication, which enables individual thoughts and feelings to converge \nand allows something individual to become something social. ‘It is not so much the \nindividual or group contribution to these representation that allows us to call them \nsocial representations; it is the fact that they have been shaped by an exchange and \ninteraction process’ (Codol, 1982, p. 2). In fact, it was the need to turn the \nrepresentation into a bridge between the individual and the social worlds and to link it \nwith a view of a changing society that led to the terminological shift about which \nJahoda inquires. It was our purpose to understand innovation rather than tradition, a \nsocial life in the making rather than a preestablished one. The failure to make such a"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "220 Serge Moscovici \nshift earlier explains in part why the concept lay neglected for half a century after its \nspectacular take-off. \nI may be mistaken, but we are probably the first to have taken it up again and \nupdated it as a contemporary phenomenon. For collective, because inculcated by an \nauthority (communality, religious institution, etc.) and almost invariable representa- \ntions we have substituted social representations: such as were created and \ncommunicated by the people, the makers of theories about AIDS, black holes, \nMarxism, etc.; side by side with those of scientists, doctors, politicians or churchmen, \nand adjusted to the circumstances. We were also the first to look for them inside human \nbehaviour and realities, as a living trend imbedded in what appears lifeless and even \nphysical. This state of affairs is strikingly illustrated by the tale of Sinbad the Sailor. \nTravellers land on an island and marvel at the pure spring water and the abundance of \nfruit in the orchards. Some drink their fill, others bathe. Others again light a fire and \nprepare their meal. They do not realize that this island is a huge fish that has been \nasleep for so long in the ocean that trees have grown on its back. Feeling the sting of \nthe fire lit by the travellers, it suddenly rises up and dives down, pulling down everyone \nwith it towards the abyss. Here we have a powerful image suggesting representations \nthat have objectified for so long that we no longer notice them. But that does not \nprevent their being almost ubiquitously the substratum of everything that we conceive \nas materially independent and given in social life. Under the impetus of some event or \nchange, these representations resurface. And as everything today is in flux, they make \nthemselves felt even before crystallizing in a specific action or reality. \nLet us not make too much of a case about this type of weakness in our forerunners. \nStill, in order to solve problems that could not have been foreseen by them, we had to \nrethink representation as a network of interacting concepts and images whose contents \nevolve continously over time and space. How the network evolves depends on the \ncomplexity and speed of communication as well as on the available communication \nmedia. And its social characteristics are determined by the interactions between \nindividuals and/ or groups, and the effect that they have on each other as a function of \nthe link that binds them (Farr and Moscovici, 1984; Billig, 1987). By de-emphasiz- \ning each person’s distinctive features and internal details, we can bring out the \nsocial characteristics of the total operation, from both the intellectual and the \nemotional points of view. By analogy, we could think of social representations as \nbeing produced by a collective decision committee. Its members cast their votes and \ncan express a broad range of opinions. Each one knows how the others have voted so \nthat he can change his mind, combine opinions. The final decision is the joint effort of \nthe participants and expresses a sense of the meeting. There is no need to reach an \nexplicit consensus or to submit to a rite; as long as the individual initiatives are in line \nwith the social flow, nothing more is needed. Each individual proposition is thus tied \nin with the action of the group, which can give it a shape that is acceptable and \ncomprehensible for all concerned. In these exchanges, all representations are at the \ninterface of two realities: psychic reality, in the connection it has with the realm of the \nimagination and feelings, and external reality which has its place in a collectivity and is \nsubject to group rules. The link between them is similar to the one observed by \nObereysekere between the public meaning of cultural symbols and the reasons for \nwhich people use them for private ends. By studying in detail cases of mysticism and \nthe way people experience their religion, he showed that it was possible to infuse a \nstrong personal meaning into shared symbols which continue to be approved by a"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Social Representations 221 \nlarge part of society. As he observes, ‘cultural patterns and symbols are put back into \nthe melting pot of conscious uses and refashioned to create a culturally tolerated set of \nimages that I designated as subjective imagery’ (Obereysekere, 1981, p. 169). This \nobservation based on a different culture confirms the findings of Claudine Herzlich \n(1969,1982) in her work on representations about health and illness. It is confirmed in \ngreater detail by Denise Jodelet’s research on the mentally ill sheltered in a village \ncommunity (1983). \nBut irrespective of the mental form in question - and the range in our culture \nextends from science to everyday representations - certain generally accepted contents \nseem to keep the individual anchored in the collective element. Contents that are \nshared by a whole society lead each mind to draw its categories from them and these \ncategories impose themselves on everyone. Our society f.i. favours economic contents \nwith respect to social relations or biological contents with respect to the body or illness \nin general. We rely on these contents in many cases, even at times when they have no \nconnection with the context in which the contents apply. From this viewpoint the \ncontent exerts a decisive pressure on our thinking and on the way we represent events \nand behaviours, because it makes us eliminate certain alternatives by branding them as \nimplausible or uninformative. The British anthropologist Hocart remarks: ‘It is \nbecause savages interpret our customs psychologically that they think us wicked, or \ndaft, or both’ (Hocart, 1987, p. 46). Mutatis mutandis, one might say that our \nattributing economic, utilitarian explanations to many things makes their \nexplanations sound naive, absurd or irrational to us by comparison. In truth, the \ndeterminant aspect of the content tends to be disregarded in intellectual processes, \nthough it deserves the greatest attention. From our perspective, a representation \nalways links a cpgnitive form with a content widely accepted by the group. \nThere is a last point. According to the classical point of view, collective \nrepresentations are defined by their opposition to individual representations. From \nour perspective, this opposition is irrelevant. There are presumably three ways in \nwhich representations can become social, depending on the relations between group \nmembers. Representations can be shared by all the members of a highly structured \ngroup - a party, city or nation - without their having been produced by the group. \nThese hegemonic representations prevail implicitly in all symbolic or affective \npractices. They seem to be uniform and coercive. They reflect the homogeneity and \nstability that French sociologists had in mind when they called these representations \ncollective. Other representations are the outgrowth of the circulation of knowledge \nand ideas belonging to subgroups that are in more or less close contact. Each \nsubgroup creates its own version and shares it with the others. These are emancipated \nrepresentations with a certain degree of autonomy with respect to the interacting \nsegments of society. They have a complementary function inasmuch as they result \nfrom exchanging and sharing a set of interpretations or symbols. They are social by \nvirtue of the division of functions and the information brought together and \ncoordinated by their means. Representations about mental illness (Jodelet, 1983; \nHerzlich, 1982) fall in this category: here the concepts and experiences of doctors, \nparamedical professionals and laymen are brought together with those of the \npopulation at large. Last, there are representations generated in the course of social \nconflict, social controversy, and society as a whole does not share them. They are \ndetermined by the antagonistic relations between its members and intended to be \nmutually exclusive. These polemical representations must be viewed in the context of"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "222 Serge Moscovici \nan opposition or struggle between groups and are often expressed in terms of a \ndialogue with an imaginary interlocutor. The social representation of Marxism in \nFrance, f.i., circulates in several versions, each of them shaped by the social polemic \nbetween believers and non-believers, communists and liberals, etc. \nThese distinctions emphasize the transition from the concept of collective \nrepresentation as a uniform view to a differentiated view of social representations, \nwhich is closer to our reality. The contrasts between several kinds of social relations \nare more significant than the one between the social and individual element. That is \nprecisely what I wanted to stress by my choice of words. A representation undoubtedly \nshifts from one realm to the other as it takes shape, and the point of view of the \nobserver plays an important part. But these transformations are a crucial symptom of \nthe state of a society. \nWhen we speak of social representations, we have in mind a network of concepts and \nimages tied together in various ways according to the interconnections between the \npersons and media that serve to establish communication (Markova, 1987). Such a \nnetwork of concepts exists today with respect to the computer, which is now a \ndominant image, or what we might call the figurative nucleus of certain \nrepresentations. Here is what one can read in the Scientific American: ‘Modern digital \ncomputers are late-comers to the world of computation. Bioiogical computers - the \nbrain and nervous system of animals and human beings - have existed for millions of \nyears, and they are marvelously effective in processing sensory information and \ncontrolling the interactions of animals with their environments. Tasks such as reaching \nfor a sandwich, recognizing a face or remembering things associated with the taste of \nmadeleines are computations just as multiplications and running video games are’ \n(Tank and Hopfield, 1987, p. 104). The authors are obviously associating familiar \nelements, such as reaching for a sandwich, with less familiar ones, like running video \ngames. They present computation both as a visible behaviour and an abstract \noperation. They fuse the two elements by a reference to a memory shared by the \nreaders, that is, Proust’s madeleine in his Remembrance of mings Past. Here we have \na special cognitive structure which constitutes a representation. But it derives its \nmeaning from the fact that the concept of the computer is one shared by our culture \nand can thus be converted from a specific device to a general model for the brain and \nnervous system. The computer is referred to as the endproduct of a sort of biological \nevolution that began with organic computers and led up to inorganic computers. You \nmight object that this is a matter of scientific evidence, and that the manner in which \nwe represent it and share this representation makes no difference. The best answer to \nthis objection is Hocart’s: ‘Everyone agrees that savages do not believe in ghosts \nbecause they see them, but they see them because they believe in them. But it occurs \nto few to say that we do not believe in our principle of intertia because it is self-evident, \nbut that it is self-evident because we believe in it; or that our economic law of supply \nand demand is to a great extent created by our belief in it, and not our belief created by \nthe law’ (Hocart, 1987, p. 42). \nThis is true all the more when our brains and nervous systems are viewed as \nbiological computers, while technical computers tend to reproduce only a small \nfraction of the brain’s capacity. And our faith in something, in the last analysis, is a"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Social Representations 223 \nrepresentation buttressed by the confidence and practice of some human group. From \nthat perspective, believing in ghosts or believing in machines has the same roots. \nDonning momentarily the black robe of a judge, Gustav Jahoda warns me in his \ncomments that I repeatedly contradict myself when I give representations this specific \ncognitive meaning and a more general significance. I might be tempted to reply with a \nSpanish philosopher’s dictum: ‘If a person never contradicts himself, this means that \nhe has not said anything’. And this holds true all the more for a theory. But I believe he \nis mistaken about where the contradictions manifest themselves, and I fail to see their \nbearings in the question that concerns us here. Anyone patient enough to look through \nmy writings will note that their guiding thread is the enigma of change and creativity. \nAm I contradicting myself when I stress the weight of memory and the inertia of \nfeelings and concepts in the genesis of representations? I do not think that this is the \ncase, inasmuch as they always bear the imprint of this tension between the tendency to \nmaintain and the tendency to create new things. The protective layers of images and \nlanguage act as filters for all the incisions we make in the present and often convert our \nmost powerful revolutions into superficial alterations. We are fond of separating what \nshould be kept together: conformity and innovation, resistance to change and change, \nrelationships within and between the groups. On the contrary, the two terms of an \nopposition can be understood only in relation to each other. Recognizing this allows \nus to gain a better understanding of the strength with which archaic ideas and \nemotions, which keep coming back and dominating us, make us draw back from \ninnovations. The very fact that we keep inventing fictitious pasts and chimerical \nrecollections to sidetrack an innovation is an indication of this tension inherent in \nsocial life. \nBut Jahoda stresses another contradiction which I find astonishing. This involves a \nrather elementary epistemological question, about which I probably failed to make \nmyself clear. I must therefore repeat my arguments for the sake of clarification. In the \nsociology of Durkheim and his school, representations serve to explain social pheno- \nmena. This is a well-known fact, and they have been blamed for their idealism. Gener- \nally speaking, explanatory concepts are likely to be abstract and illdefined, as was true \nof the gravitational force in mechanics, the atom in physics, the gene in biology and \nsocial classes in Marxism. Their existence was assumed to be proven and then many \nthings were explained by their intervention, although they themselves remained as \nobscure as ever. Let us say that they were figments of thought rather than real entities, to \nuse a rather antiquated phrase. It was known what each of them did, and nobody cared \nwhat each of them was. But once something is conceived and endowed with an \nexplanatory power, one must try to advance further and grasp the reality of the force or \nthe phenomenon in question. Progress can be made no other way. \nTo the best of my knowledge, we have not fathomed the exact nature of gravity or of \nsocial classes even today. The gene and atom, on the other hand, have yielded a large \npart of their physico-chemical enigma. We are therefore not ‘departing from \nDurkheim’ or ‘by contrast’ to him when we set out to unscramble the structure and \ninternal dynamics of social representations, once we have recognized their impact on \nsociety. I insisted that social psychology was responsible for this task, just as quantum \nphysics had the task to unravel the structure and dynamics of the atom which, for \ntwenty-five centuries, had remained an abstract entity. \nOnce this point is clarified, there is nothing odd about assigning an explanatory \nfunction to social representations in our discipline. Nothing odder than attributing"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "224 Serge Moscovici \nsuch a function to elementary particles in nuclear physics or to genes in molecular \nbiology. Contrary to what Jahoda claims, there are not two contradictory versions of \nthe explanation. In actuality, discontinuity on the theoretical level never precludes \ncontinuity on the research level, which is intended to gain a deeper insight into a \nphenomenon. \nEveryone keeps saying that we must take the social dimension of psychological \nphenomena into account and grasp them in that context. But there is many a slip \nbetween the cup and the lip, between the principles one upholds and the realities that \none investigates. In short, it is easier said than done. And anyone who attempts to carry \nout this programme exposes himself to being blamed for the very mistakes that he has \ntried so hard to avoid. I can only say ‘just so’ about nearly everything Jahoda writes \nabout the ‘group mind’. In any case, I do no feel under attack on that score. The term \n‘thinking society’ that I used refers to something much more modest and empirical. On \nthe one hand, the term was intended as a protest against the widespread view of an \n‘unthinking society’. For many believe that only individuals think and that groups \nthink badly, if at all. There is a tendency to say that the majority of society merely \nreproduces and imitates the thought of its elites, its avant-gardes, and nothing more. \n‘Strangely enough’, a French sociologist writes, ‘the Marxist and functionalist \nelements in sociology, by trying to give prominence to economic developments, \nminimized or abandoned the category of representations . . . The masses as a whole \nwere naturally infantile or ignorant, so that truth could come only from the outside’ \n(Maffesoli, 1985, p. 81). But there is no point in repeating what I said earlier. \nOn the other hand, to simplify, this concept means that one should view society as a \nthinking system, just as one can view it as an economic or political system. Just as one \nvisits laboratories to investigate how the scientific community produces facts and \ntheories, one might visit these other kinds of laboratories, namely factories, hospitals, \netc. to understand how other communities produce their facts and representations. In \nother words, the question social psychology is asked to resolve is: ‘What is the nature \nof a thinking society?’ while general psychology must determine: ‘What is the nature of \na thinking individual?’ In the former case, we must add other organs to brains, that is, \nmeans and institutions of communication, the material repositories of knowledge, and \nthe rules of exchange and consensus. \nThe birth of philosophy is always exemplified by Socrates wandering about the \nmarket places of Athens, engaging in discussion with craftsmen, merchants or \nstrangers in transit. In its early days, the Royal Society was a club that met regularly in \npubs before becoming an official institution. But we know many kinds of meeting- \nplaces, cafks, pubs, parish halls, drawing-rooms, etc., where individuals express their \nsociability by talking together. In these special places, thinking is not a mere luxury \nbut a shared effort, in which political, religious, personal or psychological topics are \nscrutinized. The outcome of all these exchanges then circulates in the adjoining \nchambers of a city or country. We are dealing here with more or less successful \nversions of what used to be called ‘thinking societies’. These are the settings where \nsocial representations take shape and from which they spread like rumours. For \nsociety at large they have an analogous function as paradigms in the scientific \ncommunity. Why not investigate them on the spot, as one studies the production of"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Social Representations 225 \nobjects in a factory, or research techniques in a research centre? I cannot go into \ndetails here, but social psychology must take into account these ways and means of \nproducing knowledge, all the more so because social representations involve a division \nof labour that grants them a certain autonomy. We know that a category of persons \nexists whose profession it is, so to speak, to manufacture them. In their ranks one must \ninclude all those who have the task of spreading scientific and artistic knowledge, \ndoctors and social workers, media and political marketing specialists. These \nprofessionals are in many respects the modern equivalents of the myth makers of older \nsocieties. \nThe reason representations are social is not only that they have a common object or \nthat they are shared. It is also that in our society they have a certain autonomy and are \nthe outgrowth of a codified know-how that enjoys an undeniable authority. This \nknow-how deserves more attention than it receives, for these specialists use methods \nthat presuppose a very valuable knowledge about the way the mind works and a \ncoherent view of the collective aspect of society. The long and short of it is that my \nterm ‘thinking society’ is empirical and modest and has nothing to do with the group \nmind fallacy that lives in symbiosis with the corresponding individual mind fallacy. \nNothing should surprise us in this kind of criticism. And if Gustav Jahoda, who \nknows better, leaves the impression that there is a simple solution to the tension \nbetween tradition and innovation, or a black and white answer to the question of the \ngroup mind, that has to be accepted. To grapple with such problems and commit a few \nsins, as Geertz, Harrt or I have done, makes science exciting. The only proper \nresponse to the group mind fallacy is to forget about it. In short, to let it die of old age, \nas most questions do when they have lost their fecundity. \n111 ON THE COMPARISON WITH OTHER NOTIONS OR THEORIES \nThe main aim of the theory of social representations is clear. By focusing on everyday \ncommunication and thinking, it hopes to determine the link between human \npsychology and modern social and cultural trends. It has begun to arouse interest, \nstimulating research in a number of places, with the notorious exception of the United \nStates. What explains this interest? The theory undoubtedly legitimates concern for \nsocial aspects and enriches the phenomenology of our discipline, which had become \nextremely meagre. It is better suited for dealing with specific situations than other \ntheories that were conceived for more abstract and on the whole artificial set-ups. \nBecause of this extension, in all likelihood, people are beginning to notice numerous \npoints of convergence between this theory and various currents such as ethno- \nmethodology, symbolic interactionism, etc. Since Jahoda insists on my explaining this \nconvergence and justifying my use of this or that concept, I should like to make a \ngeneral statement, both on the tone and substance of his criticisms. He briefly \ncomments on the weak response to my work in 1961 beyond the small circle of re- \nsearchers in Aix-en-Provence and Paris with whom collaboration has been main- \ntained ever since. The notes that I published in the Annual Review of PsychoIogy \nin 1963 met the same fate. ‘Few would have guessed at that time that it was a seminal \nwork’, he admits."
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "226 Serge Moscovici \nThe thought occurs to me that part of his arguments rest on the feeling that he \nmissed out the potentialities of the theory at that time and failed to benefit from it. It \nseems rather odd to me that I am blamed for not looking to models postdating my \ncontribution for validation, when others relied on my contribution to liberate \nthemselves from the dominant models that I criticized. I have trouble understanding \nhow the development of research and theories in the field of cognitions, attitudes and \nthe analysis of common sense can buttress arguments against my positions -which in \nfact are not only mine - when these developments merely catch up with them. Instead \nof asking me to be more modest, should not Gustav Jahoda, on the contrary, \nvouchsafe me the right to fair comments, even if they are critical, by virtue of my prior \nclaim to this approach? The cognition models had to undergo the transformation of \nthe new look and the so-called cognitivist revolution, as Markus and Zajonc (1985) \npoint out. Just to get back to what? To the framework that was proposed in 1961! Our \ntwo American colleagues show how the behaviourist S - R model grew increasingly \ncomplex as it went through the S - 0 - R schema, where the organism occupies a \nvariable mediating position between the stimulus and the response, to end up with the \n0 - S - 0 - R schema, where the subject, who is designated as organism (much could \nbe said about this terminology) is expected to define the S and the R by his \nconstructive activity. Which is precisely what the SR < model proposed at that \ntime, thereby asserting the constructive role of social representations that we share as \nactive subjects and makers of our society. To the best of my knowledge, the concept of \nconstruction itself was not yet recognized in social psychology at that time! \nThe same comments apply with respect to attitudes, for which it is said that social \nrepresentations are analogues and substitutes, in short not to be differentiated from \nthem in a system. Even if this were true, that would imply a broadening of the \ndefinition of attitudes to the point where they have the same characteristics as social \nrepresentations. To reach this point required an evolution (McGuire, 1986; Fraser, \n1986) resulting in a definition of attitudes as (1) socially shared, (2) endowed with a \ncontent, and (3) forming a system. I am quite willing to admit the resemblance, \nprovided that this resemblance is ascribed to a realignment of the analysis of attitudes \nin the course of this research. I was therefore surprised when Colin Fraser wondered: \n‘But why should the bold new enterprise of social representation research wish to tie \nitself to such familiar and perhaps tired notions? What will be learned about social \nrepresentations by conceiving of them as a set of attitudes?’ (Fraser, 1986, p. 9). \nWell, perhaps nothing will be learned from it. On the other hand, to a certain extent, \nsocial representations made their entrance on the scene of social psychology to breathe \nnew life into this tired notion and broaden it. There can be no uncertainty about this \npoint: the interconnections between them have been stressed repeatedly (Doise, 1982; \nFarr, 1984; Jaspar and Fraser, 1984). And attitudes have become an essential \ndimension for anyone who attempts to define a social object. When we represent an \nobject, we take a stand towards it at the same time. The most harmless object, a glass \nof water, a tree, will be imagined and described from the standpoint of at least \nfavourable or unfavourable reactions to it. As a matter of fact, this is inevitable, \ninasmuch as the language we use in daily life as well as in philosophy is never neutral. \nWhen Bergson tried to represent two kinds of society, describing one as closed and the \nother as open, he immediately induced a reserved attitude towards the former and a \ncongenial one towards the latter. \nIt is not at all surprising therefore that attitudes and social representations are so \nclosely knit. The former have the latter as their precondition. We can become"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Social Representations 227 \nfavourable or unfavourable towards something only after we have perceived and \nevaluated it in a different way. This concluding observation means that we are in no \nposition to choose between attitudes and representations, since we cannot use the \nformer without the latter (Fodor, 1981). Beyond that, it is is a matter of mere words \nand a misplaced striving for originality. To end the matter, I believe that Deutscher \n(1984) or Harrt (1984), whose concerns are very similar to mine, disentangled these \nquestions of the relatedness of the various approaches in an excellent way. \n(2) \nAlthough Jahoda’s comments are short, they call for detailed replies. He piles up a \nlarge number of questions that are quickly raised and no less quickly settled in an \noff-hand way. How could I have proceeded to show the underlying connection of so \nmany concepts, among them ideology? In the vast literature that deals with ideology, it \nis treated exclusively as a system of representations (Althusser, 1972, Dumont, 1972; \nDoise, 1982). As to the self-contradiction with which I am charged, it is more a matter \nof words than of substance. The analytic framework of the chapter in question was \ngeneral. Why did I not mention ideology in connection with Marxism? Was it because \n‘it would not readily be fitted into the scheme?’ On the contrary, it would have fitted it \nonly too easily. I considered it more fruitful, of greater scientific and even political \ninterest, to look at Marxism as a social representation. In other words, in terms of its \nhaving become in a few countries (France, Italy, probably Spain) a part of the culture, \nof the ways of thinking and acting of a large number of people in their everyday life. \nOr at least a shared reference point for interpreting events and relationships in their \nsociety. \nBerger and Luckmann’s work is one of those that cannot be treated in an off-hand \nway. The reproach that I treated it in this manner is undeserved. I limited my remarks \nabout it to noting that the principle of social reality construction takes on an \narbitrary meaning and has no empirical prospects, as long as the representations of the \nmembers of a society are left out of account. I stressed particularly that what the \nauthors identifiy as a field of research to be opened up by sociologists had already \nbeen widely investigated by French social psychologists before the publication of their \nwork. In truth it is a matter of pointing out possibilities for a common ground between \nour disciplines, which have been out of touch for many years. But nowhere do I claim \nthat the theory of social representations is already tested or that it is empirically \nwell-founded. As to Schutz, he is a ‘forerunner’ who has been resurrected only recently \nand whose role it is to validate a posteriori the anti-functionalist consensus in the \nsocial sciences. \nI must admit that I am struck by the animosity with which my critic goes about \nrobbing this theory of its distinctiveness. Of course he is neither the first nor the only \none to take this stand. I was already familiar with people’s mentioning it and then \nreferring back at once to Durkheim, to demonstrate that there was no need to look at \nour research. As though referring back to Democritus dispensed one from looking at \nsubsequent atomic theories and especially at the work of atomic theorists since his \ntime. As if, I might add, adopting the concept of social representations were equivalent \nto adopting Durkheim’s sociology and sharing his views on it. Gustav Jahoda has \ntaken another tack. It consists in charging me with having thought up and opened a \nfield of research ahead of other social science research currents and independently of \nthem. Instead of admitting that this convergence validates and sanctions the"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "228 Serge Moscovici \ndistinctiveness of the theory of social representations, he considers it a sign of its \nredundancy and uselessness. In his opinion, perhaps everything that bears its label \ncould be ‘reported without the label of social representation and its absence would \nhave made little, if any difference’. \nJahoda is free to think what he wants, but it is a fact that the label was there prior to \nother labels and that its presence made and continues to make a difference. Jahoda’s \nstance, which has nothing to do with either knowledge or criticism, will not stop me \nfrom continuing to build up a theory whose approaches are already ‘taken for granted \nand commonly shared’. Nor will it prevent me from wishing to keep intact its \ndistinctiveness in the common research effort that tends to confirm rather than \ninvalidate the orientation it has followed from the start. A family resemblance is not \nthe same as an identity, as seems to have escaped our critic - and not him alone. But \nlet us forget about these polemics and finally come to the point which might be the \nbeginning of a dialogue. For Gustav Jahoda, notwithstanding his exaggerations, is \nconcerned with the same questions as we and realizes what difficulties stand in the way \nof their solution. \nIV GETTING FAMILIARIZED WITH STRANGENESS \n(1) \nRepresentations meet a great variety of social needs. Some of these needs are of a \npurely intellectual or cognitive (to use the consecrated term) order. They can be \nenvisaged as Vorstelfungen, substitutes or reflections of what is in people’s minds. \nOthers, of a practical sort, involve rituals and actions carried out in common. These \nare Darstellungen, wholly public performances and stagings of matters of a social sort. \nJust as a play performed on the stage of a theatre or a ceremony supplies a \nrepresentation in which the group can recognize itself or a power manifests itself. \nEither way, representations shape what is loosely termed a social consciousness, the \nconsciousness of a period, a class or a nation as a whole. Awakening consciousness \nabout a problem, an historical situation, does not mean revealing something hidden \nbut creating representations that make this revelation possible Yet this consciousness \nhas not, to my knowledge, been deciphered adequately. Even so, it makes us realize \nthe extent to which we must change our perspective. As a French physicist said, scale \nis what creates the phenomenon. There is a world of difference between \nrepresentations envisaged at the person-to-person level and at the level of the relations \nbetween individuals and group, or at the level of a society’s common consciousness. At \neach level, representations have a completely different meaning. The phenomena are \nrelated but different. \nTo the question: ‘Why did Mary eat her steaks?’ the two explanations ‘because they \nwere delicious’ and ‘because they were too raw’ supply causes that lie outside the \nthoughts of the person who ate. One can disregard the fact that this judgment implies \nrules of gastronomy, that Mary is a young woman, and what her reasons are for \nanswering in this way. This is a private matter which concerns only a few people, \namong them a logician and an experimenter. But the case is entirely different when we \ninvestigate a phenomenon that has collective implications. Here we have a hospital \npatient who is being interviewed by a journalist and replying to a question of general \nconcern. The patient says: ‘Listen, I’ve got this theory about AIDS. The disease is"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Social Representations 229 \nman-made. It’s a world-wide government plot to exterminate the undesirable. They \nwant to commit genocide on us’ (New York, Nov. 30. 1987). Here too we have an \nexplanation that relies on an external cause. However, it immediately registers the \nrelationship between individual and society and the state. It is determined by the \ncontext in which the patient, a veteran of the Vietnam War, is perceived, a context in \nwhich he seems to be an undesirable. His reply presupposes a content that was left \nunstated, the representation of a society in which undesirables are put away and then \neliminated by whatever methods are convenient. Disease is one such method, hence its \n‘man-made’ character. It thereby acquires a political rather than an organic character; \nand a person struck by such a disease appears then as a victim, not a patient. In fact, \nthe interviewee started out with: ‘I’ve got this theory’. He has thus elaborated a \nrepresentation, which has actually been circulating for some time as a rumour. In this \nsense, it is a social representation, and the interview unintentionally amplifies this \nsocial character. \nThere is no need to amplify this point to stress the fact that on the scale where we \nusually encounter representations, mental and social aspects take on a different air \n(Moscovici, 1987) than they do on the level of one or two individuals. It is obvious \nwhy the problem-solving model is inadequate for studying these aspects. It is common \npractice in social psychology to look at cognitive phenomena in daily life from this \nangle, this is, as puzzles and pragmatics (Turnbull, 1986). The scientific model is \ntransposed to the study of ‘lay’ theories. But the carry-over is incomplete since \nscientists solve their enigmas in the context of a paradigm shared by the scientific \ncommunity, whose equivalent for us would be a social representation. \nAnyhow, in this light, individuals are expected to solve problems, spurred by the \nurge to ‘seek the truth’and make correct judgments on facts (Higgins and Bargh, 1987). \nWith the rectification, however, that people perceive and think about the social world \nin a different way than they would if they relied exclusively on observation and rules of \nlogic. In short, they think less correctly about the stock market than about ocean tides, \nabout the signs of power than about the signs of rain. But actually, when we move to a \ndifferent scale, we also move to a different model. When we are talking about \nindividuals, it is possible to make a clearcut distinction between what is correct and \nwhat is incorrect, what is normal and what is abnormal. This is true because a society \nor scientific community has legitimate definitions for the criterion according to which \nsomething can be considered true, normal or real. The same cannot be done for \ngroups, societies or cultures. When a war is said to have begun through a mis- \ncalculation or the concentration camps are called an error of Stalin’s with respect to \nsocialism, that is a misuse of language. It presumes that one knows the true path of \nhistory, just as one knows the true trajectory of planets. The motive for this misuse is \nto create the impression that these events were mere accidents. They could be \ncorrected, as one corrects an experimental error or an equation in a theory. \nAs I stressed at the very beginning: we are dealing with knowledge whose objective it \nis to ‘create a reality’. Communication is not an expression of thoughts and feelings \nsecondary to these thoughts and feelings. The action underlying them is a \ncommunicative action, even though it may be instrumental or purely ritualistic. It \nmodifies or creates a reality and is converted into a practice which objectifies thoughts \nand feelings as soon as they are communicated and shared. Our everyday life is \ninterwoven with that of other people who act on us. The reason we know our life is \nthat we create it day by day."
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "230 Serge Moscovici \nWe must therefore rid ourselves of the idea that representing something consists in \nimitating by thoughts or language facts and things that have a meaning outside the \ncommunication that expresses them. There is no social or psychological reality ‘as \nsuch’, no transparent image of events or persons unconnected with the person who \ncreates the image. For this very reason, the person who represents them at the same \ntime represents himself or herself in and by them. It therefore seems difficult to claim \nthat their knowledge results from the solving of a problem or from a recognition. This \nparadigm does not apply to everyday situations and exchanges. The Russian literary \ncritic Bakhtin uses the dichotomy: ‘thought about the world and thought in the world’ \n(Bakhtin, 1987, p. 162). When we move from representations as means of recognizing \nthings to representations as means of constructing reality, we move from thought \nabout the world to thought in the world. In these dimensions, a representation leaves \nits mark both on language and practices. This mark does not constitute a sideeffect of \nmental and social functioning. The act of acquiring knowledge never takes place in a \nvacuum; it exists and can be recognized only by its outcome, in what is directed \ntowards others and preserved. Mental states that are shared do not remain mental \nstates, they are communicated, take shape, tend to materialize, to become objects. In \nthat light, they acquire power. There is a‘power of ideas’(Moscovici, 1988) that makes \nitself felt in its highest form when representations acquire the intensity of a belief. \nIn short, what is represented and how it is represented is given a meaning in terms of \nthe position of the person who enunciates it. When someone takes clearcut positions \nand has firm values, the role of concepts and images constituting a representation is \ntruly crucial. Rather than using them as symbols, as means of interpreting real \nobservations, people see elements of reality in them, and their conceptual and \nfigurative components become secondary in relation to the main concern: acting and \ncommunicating. They see nothing but the object or being that they have in mind and \nthey discuss it as though it made one with the concepts and words. By stating that \nrepresentations must be viewed from this perspective of an almost material \neffectiveness, I am restating something that has already been pointed out without \nreceiving enough attention: ‘It is time’, Hocart wrote, ‘that those feelings and ideas \nwhich, never embodied in metal or stone, live in the mind alone, should be \nacknowledged as realities as real as those that can be touched and capable of being \ntreated with the same rigor as anything that falls under our senses’(Hocart, 1987, p. 60). \nThere are two ways in which a representation can constitute something real. On the \none hand, like language or symbols, it is performative; by virtue of being shared, it \ndefines a given situation. We behave towards a charismatic leader as though he had a \ndefinite quality. This puts him under the obligation of presenting himself and speaking \nas is prescribed for him. On the other hand, a representation is constructive to the \nextent that it selects and relates persons, objects in such a way as to meet the \nstipulation of the group, enabling it to communicate and act in keeping with shared \nconcepts and images. The representer is thus present in the thing represented, as \nmoney is present in the object that is bought and sold and to which it attributes a \nvalue. \nIt was shown that one’s representations determine the cause one attributes to a given \nillness and the treatment to be applied. A clinician trained in psychoanalysis will \nlocalize the patient’s problem in his life history; a psychiatrist will see it as a genetic \ndisorder or the result of the patient’s current situation. In the former case, the tendency"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Social Representations 23 1 \nwill be to change the patient and protect society. In the latter, the inverse tendency will \nassert itself an effort will be made to protect the patient and change the social \nsituation (Batson, 1975). All of this presumes a selection and creation of information, \nwhich in turn determine the reality in which people live. \nWhen a theory is disseminated and changed into social representations, it has \nanalogous effects. It generates situations and informations that confer a man-made \nreality to it. The theory of the split brain was popularized and caught the imagination \nto such an extent that it not only served as a way of interpreting facts but also became \na source of daily practices. Two American authors summarize its evolution in these \nterms: ‘Thus the perennial tug-of-war between emotion and reason, ‘heart’ and ‘mind’, \nFreud’s ‘primary process’ (primitive, mythic thought, as in dreams) and ‘secondary \nprocess’ (rational analysis) seemed to have a real embodiment in the twin hemispheres. \nJoseph Bogen was among the first to hail the dual brain as a fundamental human \ndichotomy . . . A widespread cult of the right brain ensued, and the duplex house that \nSperry built grew into the K. Mart of brain science. Today our hairdresser lectures us \nabout the Two Hemispheres of the Brain and mail order pop-psych urges us to awake \nthe latent creativity of our neglected right hemisphere. We even met a psychologist \nwho runs a workshop for people who are sloppy or neat because of right- or left- \nhemisphere dominance and who are mated to a person with the opposite tendency. Is \nany of this true? Well, some of it’ (Hooper and Teresi, 1986, p. 224). \nThis example illustrates how people transform a piece of knowledge, create \ninformation that confirms it, and simultaneously objectify it in their everyday \npractices. We have clarified this phenomenon in several of our studies (Moscovici, \n1961; Herzlich, 1969; Jodelet, 1984; Mugny and Carrugati, 1985). What we took as \npremises for our research appears as the conclusion of a set of experiments carried out \nindependently: ‘More crucial attention’, the authors write, ‘must clearly be paid to the \nways in which perceivers create and construct the information in addition to the ways \nthey process that information. When individuals are processing a piece of information \nthat they have created as a group, what happens ‘out there’ may well be as much the \neffects of our perception of those events as they are causes of these perceptions’ \n(Snyder et al., 1977, p. 664). The term perception is inadequate in this context and \nmakes sense only because these facts were considered outside the social context. \nAll this leads us to believe that ‘creating’ a reality means that we generally \nexperience and think in terms of ‘potential’ worlds which are set in ‘real’ worlds. What \nI mean is that our worlds, such as they are or such as we think they are, are partly \nconstituted by recollections of what they used to be, mixed in with anticipations, \ncalculations, and alternatives that bring us together and make us act. The greater the \nextent to which a representation of this world is shared with other people, the more \nthis world which is of our making, ‘in here’, seems to be autonomous, existing on its \nown, ‘out there’. \nIn effect, social representations, to rephrase a common expression, are ways of world \nmaking. There is nothing arbitrary in this process, since the regularities of thought, \nlanguage and life in society all act together to delimit the possibilities. That is why the \nconcept of construction, once it is trivialized, loses its exact, emancipating character, if \nit is envisaged as a simple product of talking and of consensus among individuals. It \nanything goes, then the act of constructing is less a creative liberty of reality than an \nillusion about the conditions of this liberty."
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "232 Serge Moscovici \nWe still have a long way to go before we understand the psychology of cognition, in \nwhich creating reality is more important than testing reality. This view of what goes on \nin the world entails setting up provisional concepts to apprehend the phenomena. \nJahoda is aware of this need. He presents the ones I have suggested as though I had \ndone nothing but jot them down, without rhyme or reason. The opposition between a \nconsensual and a reified universe may seem odd or disturbing. Or it might be \nassimilated to such opposites as spontaneous and organized, formal and informal, etc. \nBut does it fill any intrinsic need? When we adopt the model in which thinking creates \nreality, we must spell out the categories defining this thinking. Every representation, to \nbe sure, takes shape in a culture that divides persons from things and that imposes a \nframework on all thinking and behaviour in a set of societies. For a long period of \ntime, this was the case with respect to the framework defining the sacred and the \nprofane, the supernatural and the natural. The framework was reinforced by human \nactions and interrelations, which submitted to certain imperatives of the mind and feel- \nings that went along with it. In modern society, the representations that have taken the \nplace of myths and popular knowledge constitute our world in a different framework. \nUnder the lead of science, one might imagine that the categories of rational and \nirrational have taken over some of the functions and even of the prestige of the sacred \nand the profane. They encourage a model of human nature as a mechanism that solves \nproblems and then tests the solutions against reality. But these categories apply mainly \nto the individual. As to those that we shape in common, we might say what Lkvi- \nStrauss asserted about myths: ‘To be elevated into a myth, a creation must be more \nthan an individual creation’(L6vi-Strauss, 1971, p. 56). They still bear the mark of an \nantagonism between human and non-human meanings, between what belongs to us as \nhuman beings and what seems to come from outside us, what seems to be objectified. \nMore generally, there is a certain antagonism between the consensual category to \nwhich the former belongs and the reified category to which the latter belongs. And \nrepresentations reflect the gap which separates these two categories. \nLet us come back to the case of the split brain. Moving beyond the findings of \nbiology and genetics, people have ventured to consign the right-hand brain to the \ncategory of the consensual, and the left-hand brain to the reified category. I am not \nsaying that this is erroneous, but the representations contains a dichotomy whose \ncontent can be expressed in tabular form: \nLeft hemisphere \nanalytic, deductive \nexclusive (either/ or) \nconvergent \norder from order \nsystem, text \nwords, numbers, letters \nliteral \nlogistic \nobjective Right hemisphere \ndialectic, synthetic \ninclusive (both/ and) \ndivergent \norder from disorder \nenvironment, context \nmodels, plans, pictures \nfigurative \nrecognition \nsubjective \nThis may all sound like ajust-so story. Yet, in view of its wide dissemination, which \nhas made it become part of our common view of things, the question arises what made"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "Social Representations 233 \nit fall into place in this way. We are then confronted again by the above-mentioned \nframework and the categories that define it, exerting their compelling influence on \nthinking and images with the force of evidence. \nOne often wonders why people are so cavalier about validating their judgments, so \nforgetful of statistical rules, and so unconcerned about correcting their mistakes. It \nwould seem less peculiar if one looked at people not only as biological organisms but \nalso as social organisms. The question arises in what sort of universe dilemmas are \nformulated and what is the position in this universe of the people who must resolve \nthem. In a consensual universe, the communicative function of thought is highly \nimportant, since it contributes to the exchanges that are constantly taking place \nbetween people about events that influence their lives or arouse their curiosity. It \nallows a continuous flow of deliberations between persons whose opinions and moods \nare always in flux. Conversation gives a human meaning to what matters to them, \npreferably outside the social hierarchy. ‘In familiar speech, since speech constraints \nand conventions have fallen away, one can take a special, unofficial, volitional \napproach to reality’ (Bakhtin, 1986, p. 97). Under these conditions, representations \nassume a configuration where concepts and images can coexist without any attempt at \nuniformity, where uncertainty as well as misunderstandings are tolerated, so that \ndiscussion can go on and thoughts circulate. \nPeople are producers and users of representations all in one. There is a crucial factor \nunderlying their relations, namely confidence. The same holds true in political and \neconomic life. Paper money, checks, or other symbols are passed on freely, under a \nthin fictitious cover. Intrinsically valueless paper derives its value from something else \nwhich is intangible. Similarly, we do not check on the information given by a colleague \nor friend, the main thing is that it sounds correct. In the consensual universe, these \nrepresentations have a fiduciary truth, which is generated by the trust we place in \ninformation and judgments when we share them with other people. \nIn the reified universe, we must supply a definite structure and consistency to our \nknowledge of people and social events. Thinking, in this context, means organizing \nand incorporating each special example into a more comprehensive framework. This \ncalls for a hierarchy and specific communication rules which organize information \ninto a unified or even a unique representation. This representation becomes a base of \noperations and shapes official reality, from which irrelevant features and troublesome \nalternatives have been banished. The brain may be described as a computer, but it is \nimpossible to reify thinking as such, nor can it be defined by operations that are \nbasically mechanical. In this universe, all truth is regal truth in that it is confirmed by \nits conformity to prescribed procedures and terminology. Rules are trusted, not \npersons, even if the conditions for applying the rules are not fulfilled. \nThe theory of social representations has adopted in large part the perspective of the \nconsensual universe, which means that the reified universe is also taken into account. \nBoth universes act simultaneously to shape our reality. When we speak of the \nalienation of man, of bureaucratic abuses, we have in mind a reified universe \nconfronting a human being living in the consensual universe. And the contrast \nbetween these two universes finds an expression in the distinction between soft and \norganic medicines, clinical and experimental psychology, soft and hard sciences, \nnarrative and paradigmatic thought (Zukier, 1986). For a purportedly culture-blind \nsocial psychology (Pepitone, 1986), our categories are superfluous. The biological \nequipment of human beings, which is its reference point, does not vary from culture to"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "234 Serge Moscovici \nculture. But representations are envisaged on a scale where cultural differences do \nmatter in shaping the human family and its world. Once these differences in categories \nhave been recognized, the question arises; what purpose is served by representions in \ngeneral? \n(3) \nTo answer this question, I proposed the hypothesis that all representations arise from \nour need to turn the strange into something familiar. Our attention is caught by \noddities, incongruous things, fascinated by the monstrous, the unusual, natural \ncatastrophes, miracles of science or the creations of artists and novelists. Science itself \nrejects the trivial in its theories and experiments. Realizing how deeply rooted this \ntendency is and how it is reinforced by the customary demands for novelty, I was \nhesitant to advance the above hypothesis. I was led to do so recently, in the light of a \nset of studies addressing questions such as: What grip do representations have on our \nfeelings? What affective urge must they fulfil? What satisfaction can be expected from \nthem? \nTo cope with this kind of material, one does not turn to books for answers or \nconcepts. In fact, one avoids them, to keep an open mind, a freshness of thought in \nlooking for a solution. Despite Jahoda’s remonstrances, I therefore have no qualms \nabout my failure to read Schutz’s work or about not having referred to Bartlett, in \nwhose work I subsequently found much that supported my conclusions. Jahoda \nadmits that he finds my hypothesis interesting, but this step forward is followed by \nanother step backward. He insists that I do not give sufficient evidence to show that \nthe unfamiliar is disturbing, if not threatening. I agree with him there, but I do not \nthink one needs to list all the known facts when stating a proposition. Some \nindications seemed adequate to me. To confine myself to his example: I do not think \nthat children’s fear of unfamiliar persons or objects can be separated from the ‘idea’ \nthat they have of them. The magic power of strangeness and night, the fear of the dark \nundoubtedly originate just as much from an imaginary abandonment by a beloved and \nprotective mother as from stories told to the child. \nWhat disturbs him is not really the lack of evidence but the nature of the hypothesis. \nTo wit, the affective motivational basis of social representations. Though these \nemotions are as numerous and varied as the representations themselves, they all have \nin common the feeling of strangeness, which has the same import for the life of the \nmind that guilt feelings have for moral life. Following Piaget’s footsteps, Jahoda \nreformulates the hypothesis in purely cognitive terms in order to dispose of it. From \nthe social point of view, a cognition is inseparable from its affective basis; that was my \ninitial observation. Secondly, how do we differentiate the strange from the unknown, \nthe obscure or the contradictory? The reason why hypnosis seems strange is not \nbecause its causes are unknown or because its effects fly in the face of common sense, \nbut because of its unfamiliar, unusual, slightly magic aspects. Gustav Jahoda assumes \nthat the non-familiar originates in intellectual uncertainties and can be defined \nobjectively, without taking the feelings of those who experience it into account. He \nidentifies it with the novel, the original, and that does not make much sense. \nThe presumption of strangeness or unfamiliarity expresses something quite different \nthan a contradiction or dissonance between two cognitions. It refers to a failure of \ncommunication with the world in which a person or object is situated and an overflow"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "Social Representations 235 \nof meaningfulness which imbues the idea one has of him, her or it with illdefined, \nhence disturbing emotions. There occurs a short-circuit in the current of exchanges, a \nshock to familiar meanings, which startles us out of a passive state, out of self-evident \nconvictions. Irrespective of how detailed and down-to-earth our knowledge of certain \nsexual practices, homosexuality, f.i., may be, it always maintains its strangeness, \nbecause of its forbidden character. In the same way, certain types of knowledge, \nscientific knowledge among them, are always considered more or less esoteric. But let \nHeider have the privilege of describing the effects of the feeling of unfamiliarity: ‘An \nunfamiliar situation is full of possibilities that may be sufficiently threatening to an \ninsecure person to turn him against it. An unfamiliar situation is cognitively \nunstructured, that is, the sequence of steps necessary to reach an objective is not \nclearly known. On the basis of the consequences of cognitive unclarity, the unstable \nbehavior and the conflicts of such groups as the following have been explained: \nadolescents (Lewin, 1939), minority groups, (Lewin, 1935 a), autocratic groups \n(Lippitt, 1940), young children in unfamiliar surroundings (Arsenian, 1943), and \npersons with disabilities (Barker et al., 1953) . . . The strange is experienced as not \nfitting the structure of the matrix of the life space, as not fitting one’s expectations. \nThe adaptation of change in expectation which is required by meeting the unfamiliar \ndemands energy’ (Heider, 1958, p. 194). \nTo cope with a ‘strange’ idea or perception, we begin by anchoring it to an existing \nsocial representation. The whole entity acquires an everyday meaning in the process. A \nnice illustration is offered by a study of the representation of radioactivity by Italian \nchildren after the Chernobyl accident (Nigro et al., 1986). The unfamiliar phenomena \nthat took place (explosion, evacuation of the population, food contamination) are first \nabsorbed with the help of religious, science-fiction or medical images that the children \nalready have. The familiar concepts and images contribute first their own descriptions \nand later their explanations. In the end, the unfamiliar is assimilated and the whole \nthing is unified in a representation of the new object in the process. \nAn important but often neglected feature of anchoring is the transfer of a network \nof concepts and images from one sphere to another, where it then serves as model. The \nextreme Right in France, f.i., recently formulated a representation of AIDS copied \nfrom that of tuberculosis and proposed comparable remedies. It even created a \nsuitable terminology: the patients, under the designation of ‘sidafques’ (from the \nFrench abbreviation for AIDS) were to be quarantined from the rest of the population \nin a ‘sidatorium’. On a more spontaneous level, the same sort of process is at work in \nlarge American cities. Although it appears that the disease is propagated generally \nfrom male to female, the representations formed as a result of word of mouth rumours \nfollow the traditional model and assume that contagion takes place from female to \nmale (Fine, 1987). The rules applied to anchorage are indeed the ones noted by \nBartlett: ‘As has been pointed out before,’ he writes, ‘whenever material visually \npresented purports to be representative of some common object, but contains certain \nfeatures which are unfamiliar in the community to which the material is introduced, \nthese features invariably suffer transformation in the direction of the familiar’ \n(Bartlett, 1932, p. 178). \nIn conclusion, a decoding operation calls for the transformation of ‘strange’ into \n‘familiar’ symbols, without ever meeting complete success. At last one stops paying \nattention to them, because they have become self-evident or trivial. Concepts and \nimages become objectified and turn into things that are self-contained. Words turn"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "236 Serge Moscovici \ninto clichts, meanings that are contradictory can coexist without cancelling each other \nout and acquire an impersonal character. They now are everybody’s and nobody’s and \nrepeated in daily exchanges. We reach the point where we no longer differentiate the \nobjects about which we have concepts, and we no longer see them, just as we pay no \nattention to our relatives, because they are about all the time, not because they are \nindifferent to us. ‘They have eyes and see not’ is the phrase in the Old Testament. \n‘Implicit’ or ‘lay’ theories are representations in that state. Tension with the unfamiliar \nhas the merit of preventing mental habituation from taking over completely. It averts \nthe complete repression of what is under our eyes, the familiar. The prejudices that \nenable us to judge remain in a state of arousal, perceptions are maintained in a state of \nalertness. This tension can be seen at work when psychology gives theoretical \nexpression to informations on the individual or society which already were part of the \nrepresentations shared by society. There they act upon and are objectified in \nrelationships and behaviours without our realizing it. They are reinvigorated and \nbrought to the surface in a new guise by the scientific theories, whose terminology and \nmethods differ from the ones applied in our daily life (Semin, 1987). \nI do not mean to imply that I have proved the hypothesis and even less that it should \nnot be refined in the light of observations (Mugny and Carrugati, 1985; Jodelet, 1983), \nin order to deserve our full confidence. But it opens up a way of thinking about the \ngenesis of social representations and about human communications in general. \n(4) \nHaving reached this point, I feel like a hurdler who, having cleared a certain number \nof hurdles, is told that he might as well save his trouble, there is no point to the race \nitself. Having explained myself on the consensual and reified categories, on the \nunderlying dynamics or representations, I am sent back to my schoolbench. Nobody \nany longer thinks of perception as a copy or reproduction of what we see, Jahoda \ninforms me. The concepts themselves, furthermore, are fragments of social \nrepresentations. I must be either ignorant or naive to see something distinctive in \nthem, ajunction point between percepts and concepts. To be sure, I have been familiar \nwith these arguments for ages, and I keep up with all that is going on in these fields. \nLet us turn instead to the dose of the imaginary contained to a certain extent in all \nrepresentations. In a study of social representations about mental illness, de Rosa \n(1987) showed and in fact discovered that the figurative component develops \nindependently of the intellectual component. It seems to be rooted in an archaic state \nof social memory. The same is true of representations in a group. Kaes (1976) \ndescribes how they emerge from a certain number of very early images of the family \nand the parents’ bodies. Only later are they incorporated in these concepts and \nassociated with a vocabulary to express them. The two studies indicate that the \nfigurative component is stabler and more directly social than the intellectual \ncomponent. Images have the advantage of linking us to the past and of anticipating \nthe shape of things to come, of the real in the making. \nIn the process of communication, a cognitive structure is generated which differs \nfrom the ‘classical’ structure, irrespective of the individuals’ degree of education or the \ndegree of formality in the field of knowledge. Ideas and information not intended to \nremain the exclusive property of a small minority must be transformed radically when \nthey are propagated in society and become a subject of everyday conversation. When"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "Social Representations 231 \nmen have other minds in their minds, they process information and ideas at a certain \nlevel to communicate them and form a shared reality. Anyone who disregards this \nneed and limits himself to the ‘conceptual’or ‘scientific’level will never be able to reach \nmore than a tiny minority, Our current research on the social representation of \nMarxism reveals this ‘unwanted’consequence. For all these reasons, I have opted for a \ndefinition of representation that includes both abstract and iconic features. It enables \nus to understand an idea with the same vividness as a perception, and vice versa \n(Moscovici, 1985). \nOne consequence of all this at least becomes clear: representations have a social \ncharacter because of a special isomorphism of the cognitive structure and of the \nfunctions to acting and communicating it fulfils in society. This is how the historian \nDuby describes the dissemination of Christian doctrines in the masses of the people: \n‘Where it was a matter of making conversions,’ he writes ‘and of educating in order to \nconvert, it is obvious that the workshops of cultural creation, which were situated in \nthe upper levels of the social edifice, among the avant-garde of the ecclesiastic \ndignitaries, but always at work to fill the needs of the people, voluntarily accepted \nvague tendencies, schemata, and mental images prevailing at lower levels of culture, to \nbe able to domesticate them, incorporate them in the construction of their \npropaganda. By this propaganda, clothed in more familiar features, Christian doctrine \nhad less difficulty in penetrating the masses’ (Duby, 1988, p. 196). \nIn recombining cognitive elements, an image is particularly apt to ‘make one see’and \nrender familiar things that remain remote, strange. Things appear more ordinary and \nmore interesting. Social representations are shaped and communicated to make the \neveryday world more exciting. Beyond this finding, there emerges a tendency in the \npsychosocial development of an idea or piece of information. While energy always \nmoves from a hot to a cold state, it is a social law, on the contrary, that causes \ncognitions to move from a cold to a hot state. \nWe are led on by a lively, repeated image from what we perceive to a judgment whose \nlogic appears as the most accurate, the simplest expression of the way things are \n(Piaget and Inhelder, 1966; Johnson-Laird and Steedman, 1978). Our reactions to the \nsight of a crowd run amok are the same whether we have ‘seen’it on television or in a \nstadium, and either way we will be sure of them. By this means we can skip several \nlogical steps and make something familiar. Ideas we have conceived are transformed \ninto perceived objects - think of collective hallucinations and illusions! - and become \nso vivid that their internal content assumes the character of an external reality. Mead \nwas ahead of me in making this observation: ‘We must recognize not only a corporeal \nindividual, but a social and logical individual, each of whom would answer to the \ntranslation of the social and logical and psychological sciences into terms of psychical \nenvironment’. And he adds, recognizing that the only psychological term appropriate \nhere is that of image, in spite of all its implications: ‘There is no other expression that \nanswers to such an organisation of a subjective state that it may become objective’ \n(Mead, 1981, p. 57). \nThrough its instrumentality, ideas turn into things, thoughts into acts, and names \nare attached to persons. But while realizing the truth of this, we must admit that social \nrepresentations have both an iconic and an intellectual aspect that is characteristic of \nthem, and the variable extent to which each aspect manifests itself depends on \ncircumstances, the degree of literacy, beliefs. At the present time we see a predominant \ntendency to convert ideas and events into figurative thought which depicts instead of"
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "238 Serge Moscovici \ndescribing, shows instead of explaining, thus reinforcing the daydreaming, wishful \nthinking and dream worlds that are relentlessly churned out in public media and \nconversation places. \nIs a representation in fact a distinctive psychic phenomenon? The answer to this \nquestion is decidedly yes. We must first recognize that there are two universes, two \ncategories, the consensual and the reified. These categories shape our thoughts and \nviews which are then activated so as to familiarize us with the strange. All this \nintensifies to some extent the figurative character of representations and their specific \nnature, confirming Wittgenstein’s comment: ‘The act of thinking is quite comparable \nto drawing pictures’ (Wittgenstein, 1980, p. 172). Hence the importance of the stylistic \nqualities and the aesthetic value of social representations, as well as the fascination \nthey arouse. \nI am once more laying myself open to Jahoda’s gibes about my allusions, metaphors \nand similar vices. But the point is that the phenomenon with which we are dealing \nfalls within the range of several social sciences, and we are compelled to use a more \npersonal phrasing. These vices are not intended as a way of embellishing the text or \ngiving me greater pleasure in writing it. They are devices for allowing several forms of \nanalysis and modes of discourse to converge and yet remain as close as possible to the \nmatter at hand. The main point is to glimpse something we had not glimpsed before \nand to glimpse it in a new way. I am too well acquainted with the devices of a virtuous \nstyle of writing, having published in all the journals that require it, but I am not sure \nthat we owe it any special advances or that it has contributed to making our research \nknown outside a narrow circle. Virtue is not always rewarded, even if vice is sometimes \npunished by the moral majority. \nV THE SCIENCE OF PRIVATE LIFE VERSUS THE SCIENCE OF \nPUBLIC LIFE \n(1) \nHas Gustav Jahoda really considered the ethical and intellectual implications of his \nconclusions? I appreciate his granting me the merit of having originated a label and \ndone some research, unworthy of science, to be sure, but which nevertheless has \naroused some interest. Whereupon he dispossesses me of these very things and advises \nme to let serious-minded people take over, hand the task to persons who can \nreconstruct systematically what I tinkered together and who will replace my ‘soft’ by a \n‘hard’ approach. I find these metaphors borrowed from pornography distasteful. It \nmight have been better to refer to ‘non-linear’ and ‘linear’ thinking, or a ‘broad- \nminded’ and a ‘narrow-minded’ view, and he would have made his point more clearly. \nIf I understand rightly, he proposed three remedies: 1) giving a rigorous definition \nof representations, 2) adopting more rigorous research methods, and 3) returning to \nthe well-established framework of social cognition. At first sight, these are reasonable \npropositions, but they are very broad and carry us a long way. Our strategy has always \nbeen to combine the soft and hard approaches as fitted the case, making sure that \nconcern for rigour did not overwhelm our heuristic concern. There are so many \nstill-born babies in science that we had better reduce than increase mortality. As far as \ndefinitions go, they have a moot value. Concepts have not just one but many"
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "Social Representations 239 \ndefinitions, as is true for such concepts as self, schema, attitude, etc. And if there are \nmany, then there is none. So we are left with descriptions and intuitions, some of \nwhich meet with everyone’s approval and others not. While I have been reticent about \ndefining social representations, others have done so boldly (Doise, 1985; Flament, \n1986; Jodelet, 1983; Codol, 1969 b) and successfully. The first remedy has thus been \ndiscovered already. \nWhat can be said about the method? We are concerned with two types of theories \nwhich should not be confused. Some are conceptual frameworks which enable us to \ndiscover a new, fruitful aspect of the facts, interpret them and discuss them, which is \nnot a negligible contribution. Other theories are a system of hypotheses that are \nderived from the facts and can be verified or falsified. Most theories in the behavioural \nsciences and social psychology are of the former type: field theory, information \nprocessing, attribution theory, social representations, of course. One cannot expect \ngreat precision from them nor subject them to an exhaustive factual test. \nOur reservations about rigorous methods are motivated by the need to take the growth \npotential of the conceptual framework into account. Being comparatively new, our \ntheory certainly still has a long way to go before being verifiable or falsifiable - on \ncondition it remains fruitful. The only reasonable scientific attitude is therefore to \nrespect these requirements rather than subject it to criteria that it will be able to meet \nonly later, if at all. Here is what the physicist Bohm wrote about the slow germination \nof ideas: ‘But a new idea which has broad implications may require a long period of \ngestation before falsifiable inferences can be drawn from it. For example, the atomic \nhypothesis, first suggested by Democritus twenty-five centuries ago, had no falsifiable \ninference for at least two thousand years. New theories are like growing plants that \nneed to be nurtured and cultured for a time before they are exposed to the risks of the \nelements’ (Bohm and Prat, 1987, p. 59). \nOur idea still needs to be nurtured and cultured, there is nothing illogical about \nadmitting it. Convinced as we are of all its implications, our primary concern is to \nenrich its contents and refine its theoretical framework. In short, to fill it out, to give it \nshape, if the purpose is to come up with an original domain of knowledge that helps us \nto understand what people do in real life and in significant situations. To reach this \ngoal, we must undoubtedly rely more on the creativity of researchers than on tried and \nproven procedures. Jahoda is of a different opinion, since he blames the theory of \nsocial representations for having depended on a more or less qualitative, shall we say, \ncavalier approach. Because of which he proposes that the label be dropped and that I \nbe left to my bird-watching and pseudo-explanations. To make way for minds that are \nmore concerned with proofs and rigorous methods. \nHe should have looked at the question not in terms of persons but in terms of the \nnature of the phenomenon. My reservations about the methods he proposes are not \ndue to a lack of know-how, an aversion to laboratory experiments or scaling, as can be \nseen from the fact that I willingly use them in other fields. They are motivated by the \ndesire to avert any kind of premature exactness which, as Festinger reminds us, results \nin the stillbirth of capital ideas and leads to ‘barren’ research (Festinger, 1980, p. 252). \nThe need to push investigations in the various possible directions to the limit is critical. \nWe have therefore followed several ‘hard’ and ‘soft’ tracks, not to bend with the wind \nbut to use the approach that was most appropriate for the content, We always used \nscaling to uncover the structure of questionnaire material, as was true of the similarity \nanalysis by Flament (1962). We often apply hierarchic analysis (Moscovici, 1961) or"
    },
    {
      "section": "Page 30",
      "page_number": 30,
      "text": "240 Serge Moscovici \nfactorial analysis (Mugny and Carrugati, 1985). Several researchers (Di Giacomo, \n1986; Le Bouedec, 1986) have recently come up with a statistically sound word \nassociation technique, which reveals the network of concepts and images constituting \na representation, and evaluates quantitatively the link that holds them together. \nAll these methods nevertheless raise the problem of what the structures defined in \nthis way actually mean. The anthropologist d’Andrade refers to the same sort of \nproblem: ‘A major drawback of this research is that multidimensional scaling does not \nyield results which fit a cognitive processing model. That is, one cannot, from scaling \nresults, construct a computer program which even roughly simulates human thinking \nprocesses. But then, how are ordinary people able to fill out large matrices of the type \nused in this research? Perhaps attention to how people actually process cultural \ninformation can yield more effective and general models than multidimensional \nscaling’(D’Andrade, 1986 b, p. 45). The problem here is to make thought accessible to \nscientific measurements. \nThere is nothing difficult about using the experimental method, and in fact \nwhenever a hypothesis lent itself to it, numerous experiments were performed. Self- \nesteem (Faucheux and Moscovici, 1968), creativity (Abric, 1971; Abric and Kahn, \n1972), conflict resolution (Abric, 1976; Apfelbaum, 1967; Codol, 1968 and 1969; \nFlament, 1967), group and intergroup relations (Doise, 1972 and 1984; Hewstone er \nal., 1982; Plon, 1968; Rossignol et Flament, 1977): each taught us a great deal and \nshowed how much this approach can contribute to social psychology. Nevertheless, we \nfelt the need to set broader goals, in line with Neisser’s view: ‘The actual development \nof cognitive psychology in the last few years has been disappointingly narrow, \nfocusing inward on the analysis of specific experimental situations rather than \noutward toward the world beyond the laboratory’ (Neisser, 1976, p. XI). \nSince it is obvious that words are not the same as the things to which they refer and \nare nonetheless understood by a community of speakers, representations must be \ninvolved in this situation. Certain words have a way of concentrating images and \nmeanings that galvanize conversation and thinking. Others, though rather empty \nthemselves, act as a bridge between one universe and another and enable us to \ncommunicate about what we do not understand. Some are pure emblems (AIDS, \ncharisma, computer, Oedipus complex), others are quasi-metaphors (black holes, the \nunconscious, genetic code). These two types constitute the web of a whole set of \ncombinations underlying the language of a representation. We have made a serious \neffort all along to study this language by means of rigorous methods that would give \nus access to certain cognitive processes. Beginning with studies by Ackerman and \nZygouris (1974) who used syntol and ending with studies along more logical lines by \nGrise et al. (1987) and Vergks (1987), a series of analyses of the spoken word have \nenriched our methodological stock. I am in no position to judge, but I know (Gardin, \n1974) that this solution is not the last word in the problem of relating theories and \nfacts. This problem will arise as long as the analysis of speech has no specific status of \nits own, since it remains vulnerable to philosophical controversies about the relations \nbetween language and thought. \nIn my eyes, observation retains a privileged position in the study of the phenomena \nof thinking and communication. Through it the big break-throughs that allow us to \nunderstand the life of the mind were made, from Ltvy-Bruhl to Piaget, from Freud to \nVigotsky, from Lewin to Marc Bloch. And when I look back on the research we did \nalong these lines (Moscovici, 1961; Herzlich, 1969; Palmonari, 1981; Jodelet, 1983; \nEmler and Dickenson, 1985), I find that it allowed us to grasp the phenomena in"
    },
    {
      "section": "Page 31",
      "page_number": 31,
      "text": "Social Representations 241 \nquestion in depth. Observation has a preeminent role in the study of social \nrepresentations. It frees us from premature qualification and experimentation, which \nchop up facts into tiny pieces and lead to meaningless findings. At times it may be a \nsort of bird-watching, to be sure, but it may result in great strides. Even if it does not \nyield equally significant insights, this approach may occupy a place in social \npsychology (von Cranach, 1980) comparable to the position secured by the ethological \napproach in biology, and for very much the same reasons. With reference to the latter, \nMedawar has written the following passage to which we should give some thought; ‘In \nthe “thirties”, it did not seem to us that there was a way of studying behaviour \n“scientifically” except through some kind of experimental intervention - except by \nconfronting the subject of our observation with a “situation” or with a nicely contrived \nstimulus and then recording what an animal did. The situation would then be varied in \nsome way that seemed appropriate, whereupon the animal’s behaviour would also \nvary. Even poking an animal would surely be better than just looking at it; that would \nlead to anecdotalism: that was what bird-watchers did. Yet it was also what the \npioneers of ethology did. They studied natural behaviour and were thus able for the \nfirst time to discern natural behaviour structures or episodes - a style of analysis \nhelped very greatly by the comparative approach, for the same or similar behavioural \nsequences in numbers of related species reinforced the idea that there was a certain \nnatural connectedness between its various terms, as if they represented the playing out \nof a certain instinctual programme’ (Medawar, 1965, p. 109). \nFor many years to come observation stimulated by theory and armed with subtle \nanalytical methods will still give us the means of understanding the genesis and \nstructure of social representations in situ. In any case, we are at this moment \nwitnessing a blossoming of research and original methodological efforts (especially \nthose carrying on Flament’s work) which will bear fruit. It is easy to make pat \njudgments from a distance, but looking at things from close up, one would see that we \nprobably constitute the most active group in this field, and each of us is aware of \nparticipating in a movement that is reaching out in several directions. \nWould all requirements be met if we applied the criteria of definition and rigour? No, \nnot even then. According to Jahoda, ‘it would be more realistic to tie this up with the \ngrowing body of work on social cognition rather than claim the unverified existence of \nspecial domains’. As though social cognition was not an amalgam of special domains. \nWe keep up with this research and assimilate some of its results. But what we are asked \nto do is to take over principles that are relevant on the individual scale and apply them \nwithout modification to phenomena on a group or societal scale. This has been done, \nto be sure, but the experience anthropology has had with this transposition alerts us to \nits limitations. After examining the hypotheses and postulates which ‘allow only for \nthe intervention of mechanisms of the individud human mind’, Ltvy-Bruhl listed all \nthe arguments militating against their transposition to collective representations. His \nobjection was that they are ‘social facts, like the institutions that they reflect’ and, on \nthis account, ‘have their own laws, laws that the analysis of individuals as individuals \ncan never reveal’(Ltvy-Bruhl, 1951, p. 14). \nTo eliminate this ‘special domain’, one would actually have to give up the social \ncharacter of representations and a social psychology genuinely based on knowledge \nderived from them. It is widely recognized that most of the research does not involve"
    },
    {
      "section": "Page 32",
      "page_number": 32,
      "text": "242 Serge Moscovici \nthe social context or refer to group products (Nisbett and Ross, 1980). The body of \nwork on social cognition studies cognition as a non-social process. This leads it to a \none-sided link with cognitive psychology, to the point where researchers themselves \nbecome uneasy: ‘When one notes the massive borrowing from cognitive psychology by \ninvestigators of social cognition, the question arises: is it valid for social cognition to \nimport theories derived from the study of non-social phenomena? Do people know \nabout one another as they know about sounds, geometric shapes, chairs or animals?’ \n(Landman and Manis, 1983, p. 109). Borrowing is inevitable, undoubtedly. However, \nin view of the phenomena with which we are concerned and their context (Zajonc, \n1980), it would be legitimate to draw more extensively on child psychology, \nanthropology and even psychoanalysis. This would be more heuristic borrowing, if \none wished to understand how people create information and not only how they \nprocess it. \nFor reasons that I will leave to others to explain, social cognition focuses on bias, \nslip-ups in thinking, reasoning errors of ordinary human beings. This cognitive mal- \nfunctioning of the ordinary mind appears to be intrinsic, rather than instigated, \nprovoked by extraneous emotions or needs. From this the conclusion is drawn that \nthere is an abyss between logical and natural thinking, social thinking included. Social \nthinking would seem to consist of stereotypes and incongruities, in short to be \nirrational. In truth, there is something naive, pre-scientific in seeing these biases, \nerrors, illusory correlations, etc. as the distinctive feature of ordinary and social \nthinking. This amounts to making the naive assumption that there exists a norm for \nthinking to which one must conform and which takes logical reasoning and \nprobability as its standards. For many judgments, however, ‘neither normative models \nnor direct verifications seem to be available. Here the investigators’ own judgment as \nto what would constitute a valid inference is frequently used as a standard of \nveridicality; and deviations from this standard are considered erroneous’ (Kruglansky \nand Ajzen, 1983, p. 3). \nIt might as well be admitted that one uses an arbitrary standard for defining what is \nheld up as absurd or deviant. There surely were times when the mentality ill were \nbelieved to talk nonsense, children’s errors on tests were interpreted as signs of lesser \nintelligence, and primitive religions were taken to be superstitions due to faulty \nassociations. Just as many studies on social cognition consider lay thinking to be \ncharacterized by inference ‘troubles’. This leaves them open to the sort of comment \nWittgenstein expressed about the Golden Bough: ‘The way in which Frazer states the \nmagic and religious conceptions of men is not satisfactory: it makes these conceptions \nlook like errors’ (Wittgenstein, 1982, p. 13). \nNow a scientific approach to these phenomena in pathological psychology, \nanthropology or child psychology actually became possible only when it was observed \nthat this nonsense does have its own meaning and that errors reflect a different \nrepresentation of reality. It was Piaget’s discovery, to give just one example, that \nchildren subjected to a test gave wrong answers to the questions, but their ways of \nreasoning were also qualitatively different. A younger child is neither more stupid than \nan elder child, nor is he in any way retarded. His way of thinking is completely \ndifferent. So is his representation of the world. By asking the right questions, one can \nobserve that the child applies his reasoning power to every object. The results of this \nextension of Lkvy-Bruhl’s discovery are well-known. \nIn this light, the fundamental errors of attributing an event to a person rather than \nto a situation is in fact not an error. It is an integral part of a moral and legal view of"
    },
    {
      "section": "Page 33",
      "page_number": 33,
      "text": "Social Representations 243 \nthings that makes a person responsible for his or her actions. Generally speaking, all \nthese slip-ups make sense if viewed in the light of representations shared by many \npeople (Otway and Thamas, 1982). In the same way, incongruous or abnormal results \nmay be attributable not to researchers’ flawed thinking but to a paradigm of the \nscientific community. We do not wish to shock anyone, but it could well be that, \ncontrary to what is claimed, by introducing the concept which concerns us into social \ncognition, one might give it a more scientific character and account for all these \ninference slips. \nMany problems come up in the relations between different groups such as \nphysicians and patients, parents and children, the media and the public. They are \ncaused neither by a lack of information - on the contrary, information is plentiful - \nnor by a lack of logical skill. But they do reflect a lack of social representations or a \nflaw in the representations that are exchanged and communicated in daily life. By \ngiving them the attention they deserve, one could build a bridge between mental \nfunctioning and social content, as d’Andrade demonstrated very straightforwardly \n(1986). Once they are viewed as symptoms of a certain representation of society or of \nrelations with the external world (Flament, 1986; Moscovici, 1988), all these alleged \nslip-ups will cease to seem illogical. Certain false problems would no longer trouble us \n(Moscovici and Hewstone, 1984; Douglas, 1985; Doise and Palmonari, 1986) and \nrationality would be seen in a different light. This should be stressed without pretence \nat originality; what matters is being aware of the issues to be known and understood. \nThere is no question that social recognitions are representations in a general way. \nThis is the case when they describe how individuals pick out what they need from the \navailable information, facts and rules. They use only what is relevant, without having \nto examine and reject what is not. In what manner do they organize information so as \nto extract at once whatever the current situation demands? They always have the right \nword, object, and feeling. It is actually past experience that enables them to build \nforms, construct concepts and connect the diversity confronting them with schemata \nor frameworks already present in their minds (Higgins and Bargh, 1987). We are thus \ndealing with forms of thought shaped by contents that are already available in the \nbrain, that is, stereotypes of the situation or the self. Every new object is reduced to an \nold object in this way, and the unprecedented case is subsumed under a general \ncategory. The unstable world is stabilized, and recovers its routine appearance for the \nindividual. Schemata, scripts and prototypes may be specific and concrete - f.i. what is \nthe prototype of a hamburger? How does one eat in a restaurant? - or they can be \nabstract - how is a correct equation put together? They all provide a stock of learned \nbehaviour or ideas with which to face the needs of daily life. These categorization \nprocesses are of great interest, especially those involving prototypes (Semin, 1987), \nbecause they reformulate in terms of information theory processes that are very \nfamiliar to social psychology, first and foremost the process of categorization or \nstereotyping (Billig, 1986). \nThese theories are in any case inadequate when it comes to understanding social \nrepresentations in the making, adjusting themselves to the sinuousities of a given \nculture. How can we speak of constructing or creating reality on the basis of processes \nwith exactly the opposite meaning? And to what extent can we rely on processes that \ndissociate thinking from communication, when all representations are both a resultant \nand a dissemination focus of what has been created? Reread the passage about the \nsplit brain quoted earlier, and you will see how inextricably dissemination and \nknowledge are bound together. When a representation emerges, it is startling to see"
    },
    {
      "section": "Page 34",
      "page_number": 34,
      "text": "244 Serge Moscovici \nhow it grows out of a seeming repetition of clichts, an exchange of tautological terms \nas they occur in conversations, and a visualisation of fuzzy images relating to strange \nobjects. And yet it combines all these heterogeneous elements into one whole and \nendows the new thing with a novel and even cohesive appearance. The key to its \nmethod of production lies in the anchoring and objectivation processes. \nA final point. Social cognition pays almost no attention to the population factor \nand even less to the cultural factor (Pepitone, 1986). For our part, we have taken them \ninto account and they are of great importance. The theory of social representations \nmaintains enough flexibility to adjust to differences in groups, cultural matrices and \ninformation that circulate in a given society. In this research phase, when the collecting \nof experiences and materials is paramount, observation, no matter how systematic it \nis, is subservient to the characteristics of the population under observation and its \nspecial problems. If it were otherwise, what would be the point of the term ‘social’ that \nwe toss about so liberally? \nThis having been said, it is true that social psychology, in this domain, concerns \nitself with private behaviour and private relationships. In this rich and yet narrow \nsetting, moreover, everyone is expected to behave like a serious person, look at things \nclearly and choose with appropriate logic. No one dreams, no one believes in god, no \none is gnawed by a devouring passion. The world in which people move about is in \nkeeping with the world of science and technology, a vast campus where problems are \nsolved and everyone aspires to succeed. Yet anything that has the slightest connection \nwith social representations must take into account the fact that men have a zone of \ndarkness shrouding most of their thoughts and relationships. Very ancient beliefs lurk \nin the shadows and their memory is the repository of a content that is only partially \nadmitted. Such is the power of attraction of this borderline zone of lucid knowledge \nthat psychologists who make no effort to deal with this zone of darkness will blithely \nwalk past a representation and fail to see what is fascinating about it. As Bartlett \nobserved: ‘The familiar is readily accepted; the unfamiliar may hold us’ (Bartlett, 1932, \np. 19). Is it not this aspect of religious, political visions, newspaper stories that \ncharacteristically attracts us to them? Our public life is teeming with outbursts of \nillusions, syncretic ideologies and arborescent beliefs. It can best be understood \nthrough social representations, as most studies have confirmed so far. \nWith this purpose in mind, I should like to carry my initial remarks one step further. \nA theory of representation does not deal only with men and women in flesh and blood. \nIt should also allow us to understand their jointly created works, and beyond that, \nliterature, novels, movies, art, and even science and the institutions that give them \nobjective shape. Is there not a vast storehouse of material concerning our ability to \nacquire knowledge and to communicate to be found in these various cultural domains? \nWhy should social psychology be excluded from them and withdraw from conversation \ntaking place between the various scientific disciplines on these topics? In brief, I am \nnot asserting that we should turn our backs to this large corpus of social cognition - \nunless, like others, it disappears from one day to the next (Moscovici, 1984) without \nwarning. I am simply saying that we should examine certain approaches more \nattentively and grasp certain opportunities that the study of social representations \noffers. It will take time to agree on a single method with respect to one of the oldest, if \nnot the very first object of study and worship, to wit, the social mind. \nIn any case, Jahoda’s objections could apply to any other concept, from attribution \nto schema, even better than to ours. The fact that they currently enjoy a certain"
    },
    {
      "section": "Page 35",
      "page_number": 35,
      "text": "Social Representations 245 \npopularity in one part of social psychology, and that hundreds of experiments about \nthem have been published in the most prestigious journals is basically irrelevant. \nFundamental issues, like that of the individualistic fallacy (Farr, 1978) are swept under \nthe rug, and the limitations of these concepts are not given serious consideration. My \nclose contact with and knowledge of social psychology make me less inclined than \nJahoda to go along with its priorities. My verdict on its strengths and weaknesses \ndiffers completely from his. This is inevitable, both because I do not believe in tough \ntests on thin theories, on methodical grounds, and because I consider the social nature \nof thinking and existence in general self-evident. This happens not to be true of our \nAmerican colleagues who live in a culture that offers no alternative to individual \nrepresentations, no language for expressing needs and concerns that transcend those \nof individuals and express those of groups. For lack of familiarity with such concepts \nand such a language, they naturally wonder why and how something, for instance a \nrepresentation, is social. I am often startled to hear this kind of question, to be asked \nto justify what, in my eyes, goes without saying. Whereupon people shrug their \nshoulders, because the answer I give them relies on experiences that the questioner \nlacks or that seem abstract to him. There seems to be emptiness for them where there is \nfullness for me, and vice versa. This gap between us explains why it is difficult to \nexplain the value and scope of the theory with which these remarks are concerned. \nNumerous doubts persist with respect to it, to be sure. That cannot be avoided. \nThese doubts do not shake the confidence some of us have placed in the line of \nresearch we have carried on for many years. And even less so now when swiftly and \nunobtrusively it is stimulating research wherever the need is for a heuristic framework \nrather than a dogma. There seems to be an opening there for all those who seek a new \nway of doing social psychology, a way that is closer to the other sciences of man and \non the scale of the social phenomena in the midst of which they live. Like them, I am \nconvinced that social representations point in the long run towards the solution of \nscientific problems and of societal problems that are no less real. \nREFERENCES \nAbric, J. C. (197 1). ‘Experimental study of group creativity: Task representation, group \nAbric, J. C. (1976). Jeux, confits et reprksentations sociales, Thkse de Doctorat d’Etat, \nAbric, J. C. and Kahn, J. P. (1972). ‘The effects of representations and behaviour in \nAckerman, W. et Zygouris, R. (1974). ‘Reprksentation et assimilation de la connaissance \nAlthusser, L. (1972). Pour Marx, Maspkro, Paris. \nD’Andrade, R. (1986a). Cognitive Psychology, (mimeo), Philadephia. \nD’Andrade, R. (1986b). Some propositions about the relations between culture and human \nAnsart, P. (1987). Le concept de ‘reprksentation’ en sociologie, Colloque de I.N.R.P., Paris, \nApfelbaum, E. (1967). ‘Reprtsentations du partenaire et interactions i propos d’un dilemme du \nArendt, H. (1982). Letters on Kant Spoliticalphilosophy, University of Chicago Press, Chicago. \nArendt, H. (1987). ‘L’inttrEt pour la politique’, L.es cahiers de Philosophie, 4. \nBakhtin, M. M. (1986). Speech genres and other late essays, University of Texas, Austin. structure and performance, European Journal of Social Psychology, 1: (3): 3 11-326. \nUniversitt de Provence, Aix-en Provence. \nexperimental games’, European Journal of Social Psychology, 2: 129-144. \nscientifique’, Bulletin du CERP, 22 (1-2). \ncognition (mimeo), U.C.S.D. \n43-47. \nprisonnier’, Psychologie Franpise, 12: 267-295."
    },
    {
      "section": "Page 36",
      "page_number": 36,
      "text": "246 Serge Moscovici \nBarth, F. (1987). Cosmologies in the making, Cambridge University Press, Cambridge. \nBartlett, F. C. (1920). ‘Some experiments in the reproduction of Folk-stories’, Folklore, 31: \nBartlett, F. C. (1932). Remembering: A study in experimental and social Psychology, \nBatson, G. D. (1975). ‘Attribution as a mediator of bias in helping’, Journal of Personality and \nBergson, H. (1932). Les deux sources de la morale et de la religion, Alcan, Paris. \nBillig, M. (1982). Zdeology and Social Psychology: extremism, moderation and contradiction, \nBillig, M. (1986). Arguing and Thinking, Cambridge University Press, Cambridge. \nBohm, D. and Prat, F. D. (1987). Science, order and creativity, Bantam Books, Toronto. \nChombart de Lauwe, M. J. (1971). Un monde autre: l’enfance, de ses representations a son \nmythe, Payot, Paris. \nCodol, J. P. (1968). ‘ReprCsentation de la tlche et comportements dans une situation sociale’, \nPsychologie Franqaise, 13: 241-264. \nCodol, J. P. 1969a). ‘ReprCsentations de soi, d’autrui et de la tgche dans une situation sociale’, \nPsychologie Franqaise, 14 2 17-228. \nCodol, J. P. (1969b). ‘Note terminologique sur I’emploi de quelques expressions concernant les \nactivitks et processus cognitifs en psychologie sociale’, Bulletin de Psychologie, 23: 63-7 I. \nCornford, F. M. (1964). From religion to philosophy, Harper and Brothers, New York. \nCranach von, M. et al. (1980). Zielgerichtetes Handeln, Hans Huber, Bern. \nDeconchy, J. P. (1984). ‘Systkmes de croyances et reprksentations idkologiques’. In: S. \nMoscovici (ed). Psychologie sociale, P.U.F., Paris, 331-356. \nDeutscher, I. (1984). ‘Choosing ancestors’. In: R. Farr and S. Moscovici (eds.) Social \nRepresentations, Cambridge Univ. Press, Cambridge, 7 I - 100, \nDi Giacomo, J. P. (1980). ‘Intergroup alliances and rejections within a protest movement \n(analysis of social representations)’, European Journal of Social Psychology, 10: 329--344. \nDoise, W. (1985a). ‘Les reprksentations sociales: dkfinition d’un concept’, Connexions, 45: \nDoise, W. (1985b). ‘Psychologie sociale et constructivisme cognitif’, Archives de Psvchologie, \n53, 127-140. \nDoise, W. and Palmonari, A. (eds.) (1986). L3tude des reprksentations sociales, Delachaux et \nNiestlk, Paris. \nDoise, W. (1987). ‘Pratiques scientifiques et reprksentations sociales: Que faire de la psychologie \nde Piaget?’ in Intelligence et Socialisation, C R I V dirigC par H. Malewska-Peyre et J. P. \nAlmodovar. \nDouglas, M. (1985). Risk acceptability according to the social sciences, Russell Sage \nFoundation, New York. \nDuby, G. (1988). La sociite chevaleresque, Flammarion, Paris. \nDuhem, P. (1962). The aim and structure of physical theory, Atheneum, New York. \nDumont, L. (1972). Homo supiens, Gallimard, Paris. \nDurkheim, E. (1898). Sociologie etphilosophie, P U F, Paris (ed. 1967). \nEmler, N. and Dickenson, J. (1985). ‘Children’s representation of economic inequalities: the \nEvans-Pritchard, E. (1981). ‘A history of anthropological thought’, Basic Books, New York. \nFarr, R. (1977). Heider, HarrC and Herzlich, on health and illness: Some observations on the \nstructure of ‘reprCsentations collectives’, European Journal of Social Psychology, 7: 49 1-504. \nFarr, R. (1978). ‘On the varieties of Social Psychology: an essay on the relationships between \npsychology and other social sciences’, Social Science Information, 17: 503-525. \nFarr, R. (1984). Social representations: their role in the design and execution of laboratory \nexperiments, In: R. Farr and S. Moscovici (eds.) Social Representations, Cambridge Univ. \nPress, Cambridge, 125-147. \nFarr, R. (1987). ‘The science of mental life: a social psychological perspective’, Bulletin of the \nBritish Psychological Society, 40 2-17. \nFaucheux, C. and Moscovici, S. (1968). ‘Self-esteem and exploitative behaviour in a game \nagainst chance and nature’, Journal of Personality and Social Psychology, 8: 83-88. 30-47. \nCambridge University Press, London. \nSocial Psychology, 32: 455466. \nBlackwell, Oxford. \n243-253. \neffects of social class’, British Journal of Developmental Psychology, 3: 191 -198."
    },
    {
      "section": "Page 37",
      "page_number": 37,
      "text": "Social Representations 247 \nFestinger, L. (ed.) (1980). Retrospections on social psychology, Oxford University Press, New \nFine, G. A. (1987). Welcome to the world of aids: fantasies of female revenge (mimeo). \nFlament, C. (1962). ‘L‘analyse de similitude’, Cahier du Centre de Recherches Opeiationnelles, \nFlament, C. (1967). ‘Reprtsentations dans une situation conflictuelle’, Psychologie Francaise, \nFlament, C. (1968). L ’analyse algibrique des questionnaires, Doctorat d’Etat, Aix-en Provence. \nFlament, C. (1971). ‘Image des relations amicales dans des groupes hitrarchiques’, AnnPe \nFlament, C. et Monnier, C. (1972). ‘Rapports entre amitit et hitrarchie dans la reprtsentation de \nFlament, C. (1986). Structure et dynamique des reprksentations sociales, (mimeo), \nFodor, J. A. (1981). Representations, M I T Press, Cambridge (MA). \nForgas, J. P. (1981). ‘What is social about social cognition?’ In: J. P. Forgas (ed.) Social \nCognition: perspectives on everyday understanding, Academic Press, London. \nFraser, C. (1986). Social representations and social attitudes (mimeo), Sheffield. \nGardin, J. C. (1974). Les analyses de discours, Delachaux et Niestlk, Neuchatel. \nGilly, M. (1980). Maitre-kl2ve: r6les institutionnels et reprksentations sociales, P U F, Paris. \nGramsci, A. (1978). Cahiers deprison, Gallimard, Paris. \nGrize, J. B. (1984). Une reprtsentation des activitts du discours, Communication Information, \nGrize, J. B., Vergts, P. and Silem, A. (1987). Reprhentations des nouvelles technologies: vers \nHarrt, R. (1984). ‘Some reflections on the concept of ‘social representation”’, Social Research, \nHeider, F. (1958). The Psychology of interpersonal relations, Wiley New York. \nHerzlich, C. (1969). Santk et maladie: analyse dime reprksentation sociale, Mouton, Paris. \nHewstone, M., Jaspars, J. and Lalljee, M. (1982). ‘Social representations, social attributions \nand social identity: the intergroup image of “public” and “comprehensive” schoolboys, \nEuropean Journal of Social Psychology, 12: 241-271. \nHiggins, E. T. and Bargh, J. A. (1987). ‘Social cognition and social perception’, Annual Review \nof Psychology, 38: 369425. \nHocart, A. M. (1987). Imagination andproof, Univer. of Arizona Press, Tucson. \nHooper. J. and Teresi, D. (1986). The 3-pound universe, Dell, New York. \nJodelet, D. (1983). Civils et bredins: reprisentation de la maladie mentale et rapport a la folie en \nJodelet, D. (1984). ‘Reprksentations sociales: phknomknes, concept et thtorie’. In: S. Moscovici \nJodelet, D. (1987). ‘Reprtsentations et idtologie’, In: J. L. Beauvois, R. Joule and J. M. Monteil \nJohnson Laird, P. N. and Steedman, M. (1978). ‘The psychology of syllogism’, Cognitive \nKaes, R. (1976). L’appareil psychique groupal: construction du groupe, Dunod, Paris. \nKaplan, A. (1964). fie conduct of inquiry, Chandler, San Francisco. \nKruglanski, A. W. and Ajzen, I. (1983). ‘Bias and error in human judgment’, European Journal \nof Social Psychology, 13 145. \nLandman, J. and Manis, M. (1983). ‘Social cognition: some historical and theoretical \nperspectives’, Advances in Experimental Social Psychology, 16: 49-1 26. \nLe Bouedec, G. (1985). ‘Implicazioni metodologiche degli studi sulle rappresentazioni social?, \nPsicologia e Societu, 1: 8-19. \nLe Goff, J. (1974) In: J. Le Goff et P. Nora (eds.) Faire de I’histoire, t. 3, Gallimard, Paris. \nLevi-Strauss, C. (1971). L’homme nu, Plon, Paris. \nUvy-Bruhl, L. (1951). Les fonctions mentales dans les sociitis infkrieures, P U F, Paris. \nMcGuire, W. J. (1986). ‘The vicissitudes of attitudes and similar representational constructs in York. \n4 63-97. \n12: 297-304. \nPsychologique, 71: 117-125. \ngroupe’, Cahiers de Psychologie, 14: 209-218. \nAix-en-Provence. \nvol IV, Univ. Laval, Quebec, 359-376. \nune approche sociologique des reprisentations sociales, Editions du CRNS, Lyon. \n51: 927-938. \nmilieu rural, Thtse de Doctorat d’Etat, E. H.E.S.S., Paris. \n(ed.): Psychologie sociale, P U F, Paris, 357-378. \n(eds.): Perspectives cognitives er conduites sociales, Del Val, Cousset. \nPSyChOlOgy, 10 64-99. \ntwentieth century psychology’, European Journal of Psychology, 16: 89-1 30."
    },
    {
      "section": "Page 38",
      "page_number": 38,
      "text": "248 Serge Moscovici \nM. Maffesoli (1985). La connaissance ordinaire, Libraririe des Mkridiens, Paris. \nMaisonneuve,‘J. et Bruchon-Schweitzer, M. (I98 I). Modides du corps etpsychologie esthirique, \nP U F. Paris. \nMarkova, I. (1987). Paradigms, thought and language, Wiley, Chichester. \nMarkus, H. and Zajonc, R. B. (1985). ‘The cognitive perspectives in social psychology’, In: E. \nAronson and G. Lindzey (eds.) Handbook of Social Psychology, Vol. 1, 3rd ed., Random \nHouse, New York. \nMead, G. H. (1981). Selected Writings, Univ. of Chicago Press, Chicago. \nMedawar, P. B. (1965). fie art of the soluble, Methuen 8z Co., London. \nMoscovici, S. (1961). Lapsychanalyse, son image et son public, P U F, Paris. \nMoscovici, S. (1963). ‘Attitudes and opinions’, Annual Review of Psychology, 14 23 1-260. \nMoscovici, S. (1968). Essai sur I’histoire humaine de la nature, Flammarion, Paris. \nMoscovici, S. (1981). ‘On social representations, In: J. P. Forgas (eds.) Social Cognition, \nMoscovici, S. (1983). ‘The coming era of social representations’, In: J. P. Codol and J. P. Leyens \nMoscovici, S. (1984a). ‘The phenomenon of social representations’, In: R. Farr and S. Academic Press, London. \n(eds.). Cognitive analysis of social behavior, Martinus Nijhoff, The Hague. \nMoscovici (eds.): Social Representations, C U P, Cambridge, 3-70. \nMoscovici, S. (1984b). ‘The myth of the lonely paradigm: a rejoinder’, Social Research, 51: \n940-967. \nMoscovici, S. (1985). The Age of the Crowd, Cambridge University Press, Cambridge. \nMoscovici, S. (1 988). La machine a faire des dieux, Fayard, Paris. \nMoscovici, S. and Hewstone, M. (1983). ‘Social representations and social explanations: from \nthe “naive” to the “amateur” scientist’, In: M. Hewstone (ed.) Attribution Theory: Social and \nfunctional extensions, Blackwell, Oxford. \nMoscovici, S. et Hewstone, M. (1984). ‘De la science au sens commun’, In: S. Moscovici (ed.) \nPsychologie sociale, P U F, Paris, 539-565. \nMugny, G. et Carrugati, F. (1985). L’intelligence au pluriel: les reprksentations sociales de \nI’intelligence et de son dkveloppement, Del Val, Gentve. \nNeisser, U. (1976). Cognition and reality, Freeman & Co., San Francisco. \nNisbett, R. and Ross, L. (1980). Human influence: Strategies and Shortcomings of social \nNigro, G., Galli, J. and Poderico, C. (1986). La genesi delle representazione sociale della \nObereysekere, G. (1981). Medusa’s Hair, Chicago Univ. Press, Chicago. \nOtway, H. J. and Thamas, K. (1982). ‘Reflections on risk perceptions and policy’, Risk Analysis, \nPalmonari, A. (1 98 1) (ed.). Ricerca sociopsicologica su un process0 diprofessionalizzazione, I1 \nPalmonari, A., Pombeni, M. L. and Zani, B. (1987). ‘Social representation and professional- \nPepitone, A. (1986). Australian Journal of Psychology, 38: 245-256. \nPiaget, J. (1972). La reprcsentation du monde chez I’enfant, P U F, Paris. \nPiaget, J. et Inhelder, B. (1966). L’image mentale chez l’enfant, PUF, Paris. \nPlon, M. (1968). ‘Observations thkoriques et expkrimentales sure le r61e des representations \ndans des situations de choix conflictuels’, Bulletin du CERP, 17: 205-244. \nRoqueplo, M. (1974). Lepartage du savoir, Seuil, Paris. \nRosa, de, A. M. (1987). ‘The social representations of mental illness in children and adults’, \nRossignol, C. et Flament, C. (1977). ‘Dkcomposition de l’kquilibre structural, Aspects de la \nSchutz, A. (1964). ‘The problem of rationality in the social world’, Collected Papers ZZ, M. \nSemin, G. (1987). ‘On the relationship between representation of theories in psychology and \nSemin, G. and Manstead, A. (1979). ‘Social psychology: social or psychological?’ British judgment, Prentice Hall, Englewood Cliffs, NJ. \nradioattivita: un approcio misto (mimeo). \n2: 69-81. \nMulino, Bologna. \nization of psychologists’, Current Issues in European Social Psychology, 2: 23 1-269. \nCurrent Issues in European Social Psychology, 2: 47-1 3 1. \nreprksentation du groupe’, Annke Psychologique, 73: 417-425. \nNijhoff, The Hague. \nordinary language’, Current Issues in European Social Psychology, 2 327439. \nJournal of Social and Clinical Psychology, 18: 191-202."
    },
    {
      "section": "Page 39",
      "page_number": 39,
      "text": "Social Representations 249 \nSnyder, M., Tanke, E. D. and Berscheid, E. (1977). ‘Social perception and interpersonal \nbehavior: on the self-fulfilling nature of social stereotypes’, Journal of Personality and Social \nPsychology, 35,656-666. \nTank, D. W. and Hopfield, J. J. (1987). ‘Collective computation in neuronlike circuits’, \nScientific American, December, p. 104. \nTurnbull, W. (1986). ‘Everyday explanation; the pragmatics of puzzle resolution’, Journal for \nthe theory of Social Behavior, 16: 121-134. \nVerges, P. (1987). ‘A social and cognitive approach to economic representation’, Current Issues \nin European Social Psychology, 2: 27 1-305. \nVigotsky, L. S. (1965). Thought and language, M I T Press, Cambridge (MA). \nWade, S. and Schram, W. (1969). ‘The mass media as source of public affairs, science and health \nWason, P. C. and Johnson-Laird, P. W. (1972). Psychology of reasoning: structure and content, \nWeber, M. (1978). Economy and Society, Harvard University Press, Cambridge (MA). \nWindisch, U. (1982). Penske sociale, langage en usage et logique autre, L‘Age d’homme, \nWittgenstein, L. (1980). Grammaire philosophique, Gallimard, Paris. \nWittgenstein, L. (1982). Remarques sur le Rameau d’or de Frazer, L‘Age d’Homme, Gentve. \nZajonc, R. (1980). In: L. Festinger (ed.) Retrospections in Social Psychology, Oxford Univ. \nPress, Oxford and New York. \nZukier, H. (1986). ‘The paradigmatic and narrative modes in goal-guided inference’. In: R. M. \nSorrentino and E. H. Higgins (eds.) Handbook of motivation and cognition, Guilford Press, \nNew York. 465-502. knowledge’, Public Opinion Quarterly, 33: 197-208. \nBatesford, London. \nLausanne. \nRBSUME \nLa thtorie des reprtsentations sociales occupe une place a part en psychologie sociale, B la fois \npar les probkmts qu’elle soulbve et l’tchelle des phtnomtnes dont elle s’occupe. Ceci provoque \nmaintes critiques et malentendus. I1 se peut qu’une telle thtorie ne corresponde pas au modtle de \nla psychologie sociale tel qu’il est dtfini B prtsent. Cependant on tente de montrer qu’elle rtpond \na des questions sociales et scientifiques importantes, en quoi elle diffire de la conception \nclassique des reprtsentations collectives et adopte dts le dtbut une optique constructiviste qui \ns’est depuis rtpandue en psychologie sociale. Plusieurs courants de recherche ont confirm6 sa \nvision des rapports entre phtnomtnes sociaux et phtnomtnes cognitifs, communication et \npenste. D’autre remarques visent dtgager la nature des reprtsentations sociales, leur capacitt a \ncrter des informations, leur fonction qui est de nous familiariser avec l’ttrange selon les \ncattgories de notre culture. En allant plus loin, on insiste sur la diversitt des approches \nmtthodologiques. Si la mtthode exptrimentale est utile pour comprendre comment les gens \ndevraient penser, il faut aborder les processus mentaux et sociaux suptrieurs a l’aide de \nmtthodes difftrentes, y compris I’analyse linguistique et l’observation de la faqon dont les gens \npensent. Certes, les reprtsentations sociales ont un rapport avec le domaine plus rtcent de la \ncognition sociale. Mais dans la rnesure oh elles dtpendent du contenu et du contexte, donc de la \nsubjectivitt et de la sociabilitt, elles abordent les probltmes autrement que la cognition. En se \nrtftrant la psychologie de l’enfant et a l’anthropologie, on peut soutenir que c’est aussi une \nmanitre plus scientifique. I1 y a cependant beaucoup a apprendre des critiques, car la voie est \nencore longue avant d’aboutir a une thtorie satisfaisante de la penste sociale et de la \ncommunication. \nZUSAMMENFASSUNG \nDie Theorie der sozialen Vorstellungen nimmt einen eigenen Platz in der sozialen Psychologie \nein, durch de Probleme die sie aufwirft ebenso wie durch das Massstab der Phanomene mit \ndenen sie sich befasst. Eine solche Theorie ist vielleicht nicht dern Model1 der sozialen"
    },
    {
      "section": "Page 40",
      "page_number": 40,
      "text": "250 Serge Moscovici \nPsychologie, wie es heute ublich ist, angepasst. Trotzdem versucht man zu zeigen dass sie \nbedeutende sozialen and wissenschaftlichen Fragen beantwortet, worin die Unterschiede mit der \nklassischen Konzeption der kollektiven Vorstellungen bestehen, und dass sie von Anfang aus \neinen konstruktivistischen Gesichtspunkt aufnimmt der sich seitdem in der sozialen Psychologie \ndurchgesetzt hat. Mehrere Untersuchungsrichtungen haben ihre Ansicht der Beziehungen \nzwischen sozialen und kognitiven Phanomenen, Kommunikation und Denken bestatigt. \nWeitere Bemerkungen, zielen darauf, die Natur der sozialen Vorstellungen aufzuzeigen, ihre \nKapazitat, Information zu schaffen und ihre Funktion, das Unheimliche fur uns heimlich zu \nmachen, in Beziehung zu den Kategonen unserer Kultur. Indem man weiter geht nimmt man \nBezug auf die Verschiedenheit der methodologischen Annaherungen. Obwohl die experi- \nmentelle Methode wertvoll ist um zu verstehen wie die Leute denken sollten, mussen hohere \ngeistliche und soziale Prozesse mit Hilfe von anderen Methoden angegriffen werden, darunter \nsprachliche Analyse und Beobachtung der Weise in der Leute denken. Gewiss haben soziale \nVorstellungen eine Beziehung zu dem gegenwiirtigen Feld der sozialen Kognition. Aber in dem \nMasse in dem die ersteren von Inhalt and Kontext, also von Subjektivitat und Soziabilitiit \nabhangen, fassen sie die Probleme anders als die letztere auf. Mit Bezung auf Kindespsychologie \nund Anthropologie kann man behaupten dass diese Annaherrungsweise mehr wissenschaft- \nlichen Charakter hat. Jeodch gibt es vie1 zu lernen von den Kritiken, denn es ist noch ein langer \nWeg bevor man an eine befriedigende Theorie des sozialen Denkens und der Kommunikation \nanlangt."
    },
    {
      "section": "Page 41",
      "page_number": 41,
      "text": "Copyright\nof\nEuropean\nJournal\nof\nSocial\nPsychology\nis\nthe\nproperty\nof\nJohn\nWiley\n&\nSons,\nInc.\nand\nits\ncontent\nmay\nnot\nbe\ncopied\nor\nemailed\nto\nmultiple\nsites\nor\nposted\nto\na\nlistserv\nwithout\nthe\ncopyright\nholder's\nexpress\nwritten\npermission.\nHowever,\nusers\nmay\nprint,\ndownload,\nor\nemail\narticles\nfor\nindividual\nuse."
    }
  ]
}