{
  "doc_type": "scientific paper",
  "title": "Cognitive-Behavioral Therapy for an Adolescent Female Presenting With Misophonia: A Case Example",
  "authors": [
    "Darius Muller",
    "Sony Khemlani-Patel",
    "Fugen Neziroglu"
  ],
  "year": 2018,
  "journal": "Clinical Case Studies",
  "doi": "10.1177/1534650118782650Clinical",
  "abstract": "The case illustrates the effective assessment and treatment of misophonia in a 14-year-old adolescent female in which short-term cognitive-behavioral therapy (CBT) and exposure and response prevention (ERP) principles were utilized. Misophonia-related symptomology declined significantly during treatment, and partial gains were consolidated over time with the use of ongoing sporadic booster sessions to maintain reported improvements and to address the variable nature of the patient's symptom expression. Significant tolerance of noise triggers occurred, both within and in between sessions, and the patient achieved concurrent behavioral changes and tolerated a marked reduction in relevant avoidance behaviors. Self-reported and observed psychological and physiological distress diminished when confronted with identified trigger noises, both during conducted in vivo exposures and, more broadly, in the patient's home and school environments. The case serves as a contribution to the growing body of psychiatric literature recognizing misophonia as a distinct phenomenon, and offers anecdotal evidence regarding assessment treatment implications.",
  "keywords": [
    "misophonia",
    "age group: adolescent",
    "cognitive-behavioral therapy (CBT)",
    "exposure and response prevention (ERP)"
  ],
  "research_topics": [
    "misophonia",
    "cognitive-behavioral therapy",
    "exposure and response prevention",
    "psychological distress",
    "adolescent mental health",
    "anxiety disorders",
    "Obsessive Compulsive and Related Disorders",
    "OCD comorbidity",
    "treatment of misophonia",
    "case study"
  ],
  "created_at": "2025-05-04T23:08:24.395133Z",
  "source_pdf": "documents/research/Global/Muller 2018 Cognitive_Behavioral_Therapy_for_an_Adolescent Female Presesnting with Misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "https://doi.org/10.1177/1534650118782650Clinical Case Studies\n 1 –10\n© The Author(s) 2018 \nReprints and permissions:\nsagepub.com/journalsPermissions.nav \nDOI: 10.1177/1534650118782650\njournals.sagepub.com/home/ccsOriginal Manuscripts\nCognitive-Behavioral Therapy for \nan Adolescent Female Presenting \nWith Misophonia: A Case Example\nDarius Muller1, Sony Khemlani-Patel1,  \nand Fugen Neziroglu1\nAbstract\nThe case illustrates the effective assessment and treatment of misophonia in a 14-year-old \nadolescent female in which short-term cognitive-behavioral therapy (CBT) and exposure and \nresponse prevention (ERP) principles were utilized. Misophonia-related symptomology declined \nsignificantly during treatment, and partial gains were consolidated over time with the use of \nongoing sporadic booster sessions to maintain reported improvements and to address the \nvariable nature of the patient’s symptom expression. Significant tolerance of noise triggers \noccurred, both within and in between sessions, and the patient achieved concurrent behavioral \nchanges and tolerated a marked reduction in relevant avoidance behaviors. Self-reported and \nobserved psychological and physiological distress diminished when confronted with identified \ntrigger noises, both during conducted in vivo exposures and, more broadly, in the patient’s \nhome and school environments. The case serves as a contribution to the growing body of \npsychiatric literature recognizing misophonia as a distinct phenomenon, and offers anecdotal \nevidence regarding assessment treatment implications.\nKeywords\nmisophonia, age group: adolescent, cognitive-behavioral therapy (CBT), exposure and response \nprevention (ERP)\n1 Theoretical and Research Basis for Treatment\nThe phenomenon currently known as misophonia has gained more attention in recent years \nwithin clinical and research fields as well as greater exposure and reference in popular culture. \nTranslated literally as “hatred of sound,” misophonia (previously referred to as “selective sound \nsensitivity”) is characterized by extreme sound sensitivity to selective auditory stimuli that often \nelicits avoidance, rage, and anger outbursts (McGuire, Wu, & Storch, 2015). The physiological \nand psychological sensitivity is not generalized to all auditory stimuli, but is rather reactive to \nhighly specific trigger sounds that elicit strong affective reactions directed toward the source of \nthe noise. These sounds characteristically generate acute emotional distress manifested in anger \n1Bio Behavioral Institute, Great Neck, NY, USA\nCorresponding Author:\nFugen Neziroglu, Bio Behavioral Institute, 935 Northern Blvd., Suite 102, Great Neck, NY 11021, USA. \nEmail: neziroglu@gmail.com782650 CCSXXX10.1177/1534650118782650Clinical Case Studies Muller et al.\nresearch-article 2018"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "2 Clinical Case Studies 00(0)\nor disgust to commonly occurring innocuous auditory or visual stimulus referred to as “triggers” \n(Dozier, 2015). Studies show that general physiological responses associated with this emotional \narousal include the sensation of pressure in the head and whole body, clenched/tightening mus -\ncles, sweaty palms, difficulty breathing, and increased blood pressure and heart rate (Edelstein, \nBrang, Rouw, & Ramachandran, 2013). Feelings of disgust typically escalate quickly to anger, \nrage or harm ideation, and related intrusive thoughts.\nSymptoms of misophonia range from mild to acute severity, and can cause profound impair -\nment and debilitation. In addition to causing pervasive avoidance, sufferers of misophonia fre -\nquently find themselves enraged at sources of trigger sounds, which can contribute to interpersonal \nand familial relational stressors. Misophonia has been associated with impairments in academic, \nprofessional, and interpersonal functioning (Edelstein et al., 2013). Anticipation of environments \nor social situations that may elicit a response often has significant behavioral implications. The \naversive reactions misophonia sufferers experience are often so potent that they dominate their \nlifestyle and occupational choices (Bernstein, Angell, & Dehle, 2013). For example, a research \nstudy examining 42 participants deemed to have misophonia found that all the participants \nactively avoided misophonic stimuli by avoiding social situations, wearing headsets, or produc -\ning antisounds that resulted in marginal social contacts (Schroder, Vulink, & Denys, 2013). \nFurthermore, patients experienced daily distress or discomfort by anticipating an unexpected \nencounter with misophonic stimuli (Schroder et al., 2013). Some patients in the study reported a \npreoccupation with a specific aversive human sound that triggered impulsive aggression, often \ncharacterized by the impulse to scream at or attack the source of the sound to make it stop \n(Schroder et al., 2013). This anger initiates a profound sense of loss of self-control with the \npotential for aggressive outburst. Misophonic patients often attribute an intentionality or pro -\nvocativeness stemming from the source of the sounds, further compounding anger reactions.\nIt has been noted that the typical onset of misophonia is in childhood, but the condition can \noccur at any age or resurface intermittently throughout a lifetime. Others view misophonia as a \nmore chronic condition requiring consistent, ongoing symptom management. Some anecdotal \nevidence suggests that the intensity of symptoms varies in relation to overall emotional distress \nlevels. For example, research has found that severity of misophonia seems to moderately corre -\nlate to measurements of anxiety and depression symptoms in a sample population, with possible \nlinkage to sound sensitivity and threshold for tolerating innocuous stimuli (Wu, Lewin, Murphy, \n& Storch, 2014). Misophonic patients, for the most part, recognize that their reactions are exag -\ngerated, disproportionate, and maladaptive in nature.\nRecent research findings and anecdotal reports appear to suggest that trigger sounds often \nhave some striking common qualities and characteristics. It is of particular interest, for instance, \nthat trigger sounds are almost always human generated, rather than machine or animal made \n(Schroder et al., 2013). Furthermore, it appears that there are certain common sound characteris -\ntics that rate high in sufferers of misophonia. Recent research conducted on assessment of miso -\nphonia found that 81% of trigger noises were associated with oral- or eating-related functions, \nsuch as another person’s lip smacking, eating, heavy breathing, crunching, or chewing (Schroder \net al., 2013).\nRelatedly, with sudden onset occurring in late childhood or early adolescence, initial symp -\ntoms often involve noticing a particular feature of a loved one’s eating or breathing habits. The \nafflicted individual becomes obsessed by and hypersensitive to these sounds (Bernstein et al., \n2013). Although sounds can eventually become more generalized to a broader population, it has \nbeen observed that sufferers tend to be triggered by those to whom they are closest. For example, \none family member’s chewing may elicit a strong response, whereas another’s will go virtually \nunnoticed. Such observations, if replicated, could present future discussion of possible dynamic \nor relational aspects of misophonia."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Muller et al. 3\nIn misophonia, trigger sounds bear little relevance to auditory stimulation as a whole. \nAccordingly, whenever possible, physician assessment should be incorporated to rule out any \nother medically based auditory issues, and a thorough assessment conducted to differentiate other \npossible sound-based disorders. In addition, auditory-related symptomology can share common \ncharacteristics with other sensory-aversive reactions such as with tactile experiences and related \npronounced disgust and difficulty touching certain textures, such as wool, cotton, or velvet \n(Schroder et al., 2013).\nDespite prevalence estimates ranging from 3.2% of the general population (Jastreboff & \nJastreboff, 2014) to 20% in a study of undergraduate students who self-reported clinically signifi -\ncant misophonic findings (Wu et al., 2014), there remains a dearth of psychiatric literature to \nunderstand and treat this condition. Although not yet considered an official psychiatric disorder \nor criteria in Diagnostic and Statistical Manual of Mental Disorders  (5th ed.; DSM-5 ; American \nPsychiatric Association, 2013), it has been proposed that misophonia is most appropriately cat -\negorized under “Obsessive Compulsive and Related Disorders” with specific proposed diagnos -\ntic criteria (Lewin, Storch, & Murphy, 2015).\nMisophonia is currently conceptualized as a distinct cluster of symptoms that appear to \ncomorbid with other psychiatric conditions. Sound sensitivity can be common with obsessive–\ncompulsive disorder (OCD), anxiety disorders, and Tourette syndrome (Lewin et al., 2015). \nAlthough it does not fit OCD criteria, misophonia shares an overlap with OCD with patients \nfrequently showing aspects of OCD (Schroder et al., 2013). There is preliminary support that this \ncondition may be related to OCD and Tourette syndrome, as they are highly comorbid (McGuire \net al., 2015). In one series of 12 cases of tic disorders, the presence of aversive sounds resulted in \nnegative emotional responses, with anger outburst, tics, avoidance, and self-injurious behavior, \nsuggesting that sounds may be a factor in emotional dysregulation in individuals with tic disor -\nders (Robinson, Hedderly, Conte, Malik, & Cardona, 2018).\nOngoing psychological, auditory, and neurobiological inquiry is needed to better understand \nthe condition and treatment implications. Burgeoning literature in these fields is continuing to \naddress the lack of clarity surrounding misophonia and the limited research regarding evidence-\nbased treatments to best manage the condition. Recent case studies and research are focusing on \nthe effectiveness of cognitive-behavioral therapy (CBT) in addressing misophonia. In a recent \nresearch study, CBT was effective in treating approximately half the patients receiving this treat -\nment (Schroder, Vulink, van Loon, & Denys, 2017), as they saw a significant decrease in their \nmisophonia symptoms. A greater familiarity with the unique symptom profile and incidence of \nmisophonia can further lead to proper assessment and treatment.\n2 Case Introduction\n“Cindy,” a 14-year-old female residing at home with her biological parents and older brother \naged 18 years, was brought to treatment by her parents for anxiety-related symptoms. Cindy was \ndescribed as a bright, caring, and high-achieving adolescent. Cindy’s family referred her for \ntreatment based on reported observations that Cindy was appearing more irritable and anxious \nand less engaged socially in the household and with her peers. Mood variation had also become \nmore pronounced, as Cindy has begun exhibiting uncharacteristic crying episodes and intermit -\ntent periods of irritable and depressed mood. Cindy had been experiencing more pronounced \ndifficulty tolerating normative sounds associated with family dinners and during her school day. \nCindy expressed motivation for treatment, citing difficulty tolerating acute distress caused by \nmisophonic and related symptoms and increasingly concerned about the potential of increased \nacademic and social impairments. School-based supports had also confirmed that Cindy appeared \nmore anxious, irritable, and less engaged at times."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "4 Clinical Case Studies 00(0)\n3 Presenting Complaints\nAt age 13, Cindy began to exhibit misophonic symptoms related to difficulty tolerating sounds \nassociated primarily with family members’ eating behaviors with symptoms becoming gradually \nmore pronounced. Specifically problematic for her were the sounds of knives cutting on plates, \nthough other sounds related to eating also elevated her psychological distress, including others’ \nchewing and heavy breathing. She had particular difficulty listening to the sounds associated \nwith her mother’s chewing of food, though sound sensitivity to dishes and utensils was more \ngeneralized. Sounds associated with family members eating generated the most acute reactive -\nness, though some of the sound sensitivity and response were generalized to others outside the \nhome. During periods of heightened academic stress and examinations, Cindy experienced simi -\nlar psychological and physiological responses—for example, the sound of chairs scraping against \nthe floor in school, crinkling paper, and tactile-related sensory sensitivity distress associated with \ntouching certain fabrics.\nCindy often found herself enraged and deeply distressed by the anticipation of sounds in her \nhome and academic environment, accompanied by obsessive preoccupation and rumination with \nnoises previously exposed to, playing them over repeatedly in her head. This caused significant \ndistraction during school and anticipatory anxiety associated with predictions of potential future \nexposures. During heightened periods of distress, Cindy would sometimes clench her fists or dig \nher fingernails into her arm in an effort to tolerate the distress. Transient hair pulling of eyelashes \ncoincided with misophonic concerns and distress.\nCindy had begun engaging in increased avoidance behaviors, such as refusing to join the fam -\nily at mealtimes and requesting that the family use paper plates and plastic knives. She had expe -\nrienced increased difficulty focusing in school, and isolated herself more in an effort to avoid \ntrigger noises. She would retreat from class and find herself crying alone in the school bathroom. \nCindy had frequent intrusive thoughts associated with past sounds or potential future \nreoccurrences.\nCindy also experienced anxiety related to academic achievement, despite earning scores that \nmaintained her extremely high academic standing. She expressed distress and indecision in social \nsituations, with overconcern for others’ needs and emotions. She had a stated tendency to focus \non her family’s emotional needs, which she prioritized over her own. She described a need to \nplease others and had difficulty coping with family and interpersonal relational stressors, with \ndifficulty asserting her needs and opinions.\n4 History\nCindy and her parents described her as a high achiever with a history of perfectionist tendencies. \nShe was described as a compliant, independent, and bright child. Anxiety symptoms became \nevident at age 11 when Cindy began expressing worry about academic success accompanied by \nvomiting prior to school examinations. Physician assessment and gastroenterological testing \nconducted during this period ruled out medical explanations. Cindy also exhibited signs of scru -\npulosity at a young age, with excessive concern for following rules and not hurting her friends’ \nfeelings. During the course of treatment, she remained very focused on grades and academic \nrankings and, at times, exhibited test anxiety.\nBased on family reports, Cindy’s family psychiatric history was significant for depression and \nOCD. Her older brother had been diagnosed and treated for OCD. Her biological father had a \nhistory of anxiety and depression. Maternal grandparents were also diagnosed with anxiety and \ndepression."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Muller et al. 5\n5 Assessment\nAt the time of evaluation, Cindy was seen by a clinical psychologist. Written consent was \nobtained prior to the clinical interview. A semistructured format was used for the clinical interview \nwith the patient and her family. Although no rating scales were utilized, based on information \nprovided, one can surmise and extrapolate that Cindy would measure significantly on most cur -\nrently used misophonia measuring systems/scales, based on her and her family’s report and \nspecificity of symptoms as described above. At the time of evaluation, Cindy did not meet the \nfull criteria for OCD or obsessive–compulsive personality disorder (OCPD), though overlap -\nping features may have been present, and because misophonia is not yet accepted as a distinct \ndiagnostic category, Cindy was given the diagnosis of anxiety disorder not otherwise specified. \nAs evaluation and diagnosis predated the most recent DSM-5  revision, it is possible that Cindy \nwould have met the criteria for unspecified obsessive–compulsive and related disorders. Cindy \nwas evaluated for the commonly comorbid conditions, such as OCD, tic disorders, and post -\ntraumatic stress disorder (PTSD) but her history was unremarkable for these conditions.\n6 Case Conceptualization\nCindy presented with symptoms consistent with the discreet characteristic of misophonia as \ndescribed in psychiatric research and literature. The auditory nature of her preoccupation and \ndistress responses, and characteristic focus on specific sounds and localized source of trigger \nnoises, support this case conceptualization. Misophonia was reported by the patient and her fam -\nily as the primary complaint and the main source of psychological distress and impairment, and, \ntherefore, was the primary focus of diagnostic inquiry and treatment formulation.\nCindy’s distress was elicited most prominently by identified specified trigger sounds and \nrelated associations, which elicited feelings of disgust, anger, and anticipatory anxiety associated \nwith intrusive images. Also present was a subsequent obsessional preoccupation with unwanted \nsound exposures and increasingly prevalent avoidance behaviors. Superficial self-harm and \nminor trichotillomania-related behaviors were conceptualized as maladaptive efforts to cope \nwith the onset of misophonic stressors and related psychological underpinnings.\nSymptom intensity for Cindy seemed to correlate with other interrelated factors, such as her \nemphasis on perfectionism, associated periods of heightened academic stress, a self-described \ntendency toward internalization of negative feelings and emotions in the context of interpersonal \nand familial conflicts, and related difficulties in assertiveness and emotional communication. \nThese considerations factored significantly into a broader and more comprehensive case concep -\ntualization and formed the basis for a secondary clinical focus and planned interventions to help \naddress target symptoms.\nGiven Cindy’s presenting symptoms, the decision was made to conduct CBT including exposure \nand response prevention (ERP), in addition to conjunctive assertiveness training as optimal treat -\nment options. Initial treatment planning centered primarily on conducting graduated exposure to \nstrong affective material, both auditory and tactile, and concurrent cognitive restructuring focusing \non associations and beliefs connected to exposure to trigger stimuli. The focus of CBT broadened \nthroughout the treatment period to include an interest in other potentially relevant factors described \npreviously. Collateral supportive work with family members was also conceived as beneficial for \npsychoeducational purposes, and to further support intervention conducted in therapy.\n7 Course of Treatment and Assessment Progress\nCindy participated in two treatment periods of weekly and biweekly (every other week) indi -\nvidual therapy sessions with a licensed psychologist, in addition to periodic collateral meetings"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "6 Clinical Case Studies 00(0)\nwith parents to review treatment progress and maximize family supports. Therapy sessions \ntypically lasted 45 min in duration, and were conducted in an office setting on a weekly basis \nfollowed by intermittent booster sessions to help maintain achieved gains. Accordingly, the \nbulk of treatment sessions occurred within a 1-year period, with subsequent therapy sessions \ninterspersed over a 3-year period. Cindy achieved and maintained the bulk of her gains when \nactively engaged in consistently attended therapy sessions, with partial resurgence of symp -\ntoms manifesting during periods of lapse of treatment. Booster sessions were scheduled as \nneeded to address symptom resurgence, which occurred during periods of academic and family \nstress.\nThe initial treatment period consisted of clinical engagement and review of psychoeducation \nregarding misophonia and rationale for treatment, specifically tenets of ERP and related princi -\nples. This was conducted both with the patient and her mother, as family support and intervention \nwere deemed important components of treatment. During this initial phase of treatment compris -\ning the first three sessions, the therapist worked with Cindy to develop a thorough and detailed \nSubjective Units of Distress Scale (SUDS) hierarchy of misophonia and tactile sensory-related \ntriggers, ranging in intensity from moderate to intense levels of associated distress.\nThis established hierarchy highlighted that the most distressing auditory stimuli were associ -\nated with eating-related sounds, such as her mother chewing food or her knife used to cut meat \non plates. Lower down on the SUDS hierarchy were sound associations such as a friend grinding \nher teeth, the scraping noise associated with moving a metal chair against the floor, and paper \nbeing crinkled. Imaginary exposures were not initially conducted as a component of treatment, \nbut could have been conceived as a conjunctive element of ERP treatment.\nFollowing the initial treatment period, and in accordance with Cindy’s willingness to confront \ndistressing stimuli, the therapist, in collaboration with the patient, began gradually introducing in \nvivo misophonic exposures, starting with triggers ranking lower on the hierarchy. Exposures \nbegan with watching video clips of affectively charged material, with varying degrees of volume \nand duration of viewing periods. At this juncture of treatment, the therapist noted that SUDS \nlevels recorded intrasession diminished significantly, often to minimal distress levels within a \nperiod of less than 10 min. Cognitive processing was conducted pre- and postexposures to help \nidentify irrational thoughts and beliefs associated with ability to tolerate auditory or tactile \nphenomenon.\nCindy was willing to work with the therapist to gradually increase the level of exposures and \nrelated distress levels, and to eventually agree to more authentic in vivo exposures involving \nactual sounds and source materials causing the misophonic responses. She and the therapist \nworked together to transition from viewing video clips to conducting actual in vivo exposures \nduring sessions, through utilizing items such as food processing blenders and eating utensils that \nranked higher on her SUDS hierarchy. Again, associated distress levels declined significantly as \na function of repetition and duration of exposures, though higher intensity exposures did not \ndecline as rapidly or significantly as exposures ranking lower on the hierarchy. Cindy was also in \nagreement to conduct interim exposures in her home environment as assigned homework, in an \neffort to reinforce gains achieved during sessions. At this juncture of treatment, the therapist also \nmet regularly with the mother to develop parenting strategies aimed at supporting treatment \ninterventions, including encouraging completion of homework assignments and to coordinate \nwith the larger family system to negotiate incrementally decreasing the various accommodating \nfunctions in the household that may have been reinforcing avoidance behaviors.\nDuring the ERP treatment period, Cindy began to report a reduction in the frequency of intru -\nsive thoughts related to unplanned misophonic exposures, experienced greater tolerance of noise \ntriggers, and started becoming less avoidant of predicted interpersonal and environmental trig -\ngering events. Exposures conducted during sessions typically yielded a significant reduction of \nself-reporting of SUDS ratings and significant habituation to aversive stimuli within 10 to 15 min"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Muller et al. 7\nof continued or repeated exposure. Items inducing the highest levels of predicted distress some -\ntimes required up to 25 min of continuous or intermittent exposure before habituation occurred; \nhowever, identical exposures conducted over multiple sessions yielded measurably similar levels of \neventual habituation with shorter durations. Anxiety and distress persisted throughout treatment \nin the presence of identified triggers. Samples of planned and conducted exposures with associ -\nated hierarchy of self-reported SUDS levels include the following: cutting food on a plate with \nsteak knife (90), scraping a spoon or fork across a plate (80), viewing video footage of a knife \ncutting food (70), using knife to cut soft food on a paper plate (60), watching a video of knives \ncutting (60), watching video of scissor cutting paper (40), and viewing photograph of kitchen \nknife (30).\nOngoing misophonia-related concerns began causing considerably less interference in daily \nfunctioning and a reduction in social and academic impairment. Cindy also reported that fos -\ntering her ability to tolerate exposures yielded immediate mood gains and improved self-\nesteem and confidence. It was also noted that Cindy’s stated fears related to predictions of \npanic attack onset, loss of control, and the prospect of intense crying episodes during expo -\nsures did not manifest.\nAs treatment progressed, a broader focus of CBT treatment coupled with more targeted behav -\nioral exposures were deemed mutually supportive and indicated in addressing her misophonia. \nHabit-reversal strategies were concurrently utilized in conjunction with ERP to address her eye -\nlash pulling. Cognitive therapy addressed broader generalized anxiety, such as academic stress -\nors, socialization considerations, and perfectionist tendencies, all of which appeared correlated \nwith periods of lower thresholds in her ability to tolerate misophonic triggers. Cindy’s willing -\nness and motivation to do ERP was variable during periods of increased academic or relational \nstressors, though ongoing exposures were incorporated and emphasized consistently as the pri -\nmary component of ongoing treatment, and Cindy remained mostly compliant with recom -\nmended treatment protocols.\nThe concurrent focus of CBT treatment was centered on addressing relational issues with fam -\nily and peers. Assertiveness training techniques and the development of adaptive communication \nstrategies helped Cindy to acknowledge and express conflict with her mother, for example, which \nshe attributed to resulting mood gains and reduction in overall anxiety. CBT helped her develop \nenhanced insight related to underlying emotional states and relevant triggers, and assertiveness \nskills generalized to relationships with peers and others beyond the family system. CBT also \nfocused on related issues of perfectionism and described need to please others with the goal of \nfostering a more flexible self-perception. Progressive muscle relaxation strategies were also \ntaught to manage her academic and social stress and were beneficial in reducing hair pulling \nbehavior.\nImprovements resulting from these interventions were coupled with an enhanced willing -\nness to continue to conduct misophonia-related exposures, with an eventual overall reduction \nin misophonia-related distress. Cindy began to report more frequent discussion and resolution \nof interpersonal dynamics, which may be of clinical relevance, in that, Cindy reported that her \nmother’s chewing caused higher misophonic distress levels during periods of more pro -\nnounced mother–daughter relational issues. For example, she reported an increased irritabil -\nity related to noise tolerance threshold, specifically related to sounds associated with mother’s \nchewing and other eating-related sounds, during a juncture in treatment when Cindy was \nprocessing with her therapist thoughts and feelings about her perception that her mother was \nnot as nurturing as desired. Subsequent treatment interventions resulting in increased positive \nmother–daughter interactions coincided with concomitant reduction in misophonia distress \nlevels."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "8 Clinical Case Studies 00(0)\nCindy and her family report a significant reduction of not only generalized anxiety but also \nspecific misophonia-related distress. Cindy has resumed her ability to eat dinner with her family \nand is less avoidant overall. Distress levels associated with identified trigger noises, although \nlower, remain intermittently present. However, she reports an increased tolerance of the specified \nauditory and tactile stimuli, and consistently reports an overall improved mood. The frequency \nof crying episodes and anger outbursts has diminished considerably, as well as the frequency and \nintensity of intrusive thoughts. Treatment is currently ongoing but much less frequent, as Cindy \nattends sessions only periodically to maintain the gains achieved.\n8 Complicating Factors\nOne complicating factor regarding evaluation and treatment is the lack of official diagnostic \ncriteria as a distinct psychiatric disorder, and also the absence of sufficient evidence-based \nresearch to help guide treatment. The choice to use CBT and ERP to treat Cindy fortunately \nproved effective in this case, and was based partly on evidence of effective treatment of estab -\nlished psychiatric conditions with symptom profile overlap and shared features. In addition, the \ncurrent lack of consensus on diagnostic clarity and uniformly accepted rating scales further com -\nplicates the assessment process and necessary treatment planning.\nBecause little is known about the etiology of misophonia and related neurobiological or psy -\nchological correlates, treatment intervention for this case was, perhaps, appropriately more \nbroadly defined, in that, therapy was not focused solely on CBT and ERP to address misophonia-\nspecific auditory-related symptoms but was also concerned with potentially interrelated factors \nthat were conceptualized as possibly contributing to this unique experience of auditory-based \npsychological distress. In this case of misohonia, ERP is viewed as the primary therapeutic tech -\nnique that yielded observed gains and maintained symptom reduction. To what extent nonaudi -\ntory-related factors, if any, might exacerbate and underlying misophonia presentation remains \nunclear, and, therefore, might prove to be a relevant complimentary focus of future case concep -\ntualization and treatment planning. For example, some ancillary treatment in the literature has \nfocused on cognitive restructuring around underlying beliefs related to perceived intentionality \nby those individuals producing the trigger noises, which can contribute significantly to levels of \nirritability, disgust, or anger. That said, the initial phase of treatment was focused more intently \nand specifically on ERP intervention, which yielded initial gains, and ERP is to be viewed as in \nan integral component of treatment for this case, and the backdrop against which other interven -\ntions were structured around.\nAnother potential complicating factor is the intermittent nature of treatment. Due to a variety \nof factors, scheduling of sessions was sometimes sporadic due to the patient’s academic and \nextracurricular schedule, rather than occurring on a consistent weekly basis as initially recom -\nmended by the clinician. It is, therefore, unknown what possible effect a more consistent and \ncontinuous course of therapy would have had on the overall treatment. Furthermore, as treatment \nis ongoing and termination has not yet occurred, it is difficult to predict to what extent gains \nachieved will be consolidated in the absence of clinical maintenance and support. It is, however, \nmost notable that, despite the indicated limitations in treatment frequency and consistency, ERP \nstill effected significant overall improvement, resulting in fairly immediate gains during the ini -\ntial phase of treatment, which have been maintained and extended throughout the treatment \nperiod.\n9 Follow-Up\nAt Cindy’s 24th session, the therapist had observed a significant reduction in misophonia-related \nsymptoms. This overall improvement was reported by Cindy and confirmed by her parents who"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Muller et al. 9\nobserved that she continued to be less avoidant, irritable, and visibly agitated in relation to rele -\nvant sound triggers. Her ability to tolerate in vivo exposures of greater magnitude had progressed \nand generalized to the broader environment. Anticipatory anxiety associated with predicted trig -\ngering events was also partially diminished. Superficial self-harming behaviors were consider -\nably less frequent, and she described a generally improved sense of well-being. Cindy continued \nto report using adaptive communication strategies within her family and peer relationships and \nwas striving to maintain greater cognitive flexibility with regard to self-image, academic perfec -\ntionism, and exercising various components of self-care. Cindy attended booster sessions \nmonthly to maintain and maximize the gains achieved throughout her course of treatment.\n10 Treatment Implications of the Case\nA deeper understanding of misophonia is still in the incipient phases, and there exists limited \nresearch and clinical discussion of how to best structure treatment for patients presenting with \nthis unique symptomatology. Due to the debilitating nature of misophonia-related symptoms, it \nbehooves clinicians and researchers to properly identify and diagnose those presenting with this \ndiscreet condition, and to offer a combination of interventions that will ultimately prove effec -\ntive. In the absence of concerted evidence-based research findings to date, anecdotal case discus -\nsions may offer some insight as to which treatment modalities may be indicated when treating \nmisophonia and related concerns.\nThe results of this case offer some optimism that CBT combined with ERP may prove to be \nan effective therapeutic option when determining how to deliver treatment to sufferers of miso -\nphonia. This case also highlights the potential importance of embracing an integrative and com -\nprehensive focus to best support more targeted auditory-related therapeutic interventions. This \nongoing clinical inquiry may prove helpful in determining contributing factors that could exac -\nerbate misophonia symptoms, and deepen our understanding of the psychological significance \nthe symptoms may have for a particular patient. ERP treatment alone, when conducted in the \ninitial phase of treatment with Cindy, failed to yield a consolidation of gains, and was subse -\nquently complimented with a broader CBT focus when treatment was restarted. It remains to be \ndetermined to what extent a combined focus will prove effective in resolving or managing miso -\nphonia in this case, though the initial results appear to be promising.\n11 Recommendations to Clinicians and Students\nThis case study illustrates the importance of considering ERP as a primary treatment modality for \ntreating misophonia, in conjunction with other evidence-based approaches that are known to be \neffective in addressing conditions with overlapping symptom characteristics. It is incumbent on \nclinicians to continuously revisit the emerging literature and research pertaining to best practices \nin treating misophonia. Until there is greater clarity and consensus around the condition, this case \nsuggests that it may prove effective for clinicians to implement ERP as the first course of inter -\nvention aimed at alleviating psychological and physiological distress characteristic of this unique \ncondition.\nDeclaration of Conflicting Interests\nThe author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or \npublication of this article.\nFunding\nThe author(s) received no financial support for the research, authorship, and/or publication of this article."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "10 Clinical Case Studies 00(0)\nReferences\nAmerican Psychiatric Association. (2013). Diagnostic and statistical manual of mental disorders  (5th ed.). \nArlington, VA: American Psychiatric Publishing.\nBernstein, R. E., Angell, K. L., & Dehle, C. M. (2013). A brief course of cognitive behavioural therapy \nfor the treatment of misophonia: A case example. The Cognitive Behaviour Therapist , 6, Article e10. \ndoi:10.1017/S1754470X13000172\nDozier, T. H. (2015). Treating the initial physical reflex of misophonia with the neural repatterning tech -\nnique: A counterconditioning procedure. Psychological Thought , 8, 189-210. doi:10.5964/psyct.\nv8i2.138\nEdelstein, M., Brang, D., Rouw, R., & Ramachandran, V. S. (2013). Misophonia: Physiological inves -\ntigations and case descriptions. Frontiers in Human Neuroscience , 7, Article 296. doi:10.3389/\nfnhum.2013.00296\nJastreboff, M. M., & Jastreboff, P. J. (2014). Treatments for decreased sound tolerance (hyperacusis and \nmisophonia). Seminars in Hearing , 35, 105-120. doi:10.1055/s-0034-1372527\nLewin, A. B., Storch, E. A., & Murphy, T. K. (2015, Summer). Like nails on a chalkboard: A misophonia \noverview. OCD Newsletter . Retrieved from https://iocdf.org/expert-opinions/misophonia/\nMcGuire, J. F., Wu, M. S., & Storch, E. A. (2015). Cognitive-behavioral therapy for 2 youths with miso -\nphonia. The Journal of Clinical Psychiatry , 76, 573-574.\nRobinson, S., Hedderly, T., Conte, G., Malik, O., & Cardona, F. (2018). Misophonia in children with tic \ndisorders: A case series. Journal of Developmental and Behavioral Pediatrics . Advance online publi -\ncation. doi: 10.1097/DBP.0000000000000563\nSchroder, A., Vulink, N., & Denys, D. (2013). Misophonia: Diagnostic criteria for a new psychiatric disor -\nder. PLoS ONE , 8, e54706. doi:10.1371/journal.pone.0054706\nSchroder, A., Vulink, N., van Loon, A. J., & Denys, D. (2017). Cognitive behavioral therapy is effective in \nmisophonia: An open trial. Journal of Affective Disorders , 217, 289-294. doi:10.1016/j.jad.2017.04.017\nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2014). Misophonia: Incidence, phenomenology, \nand clinical correlates in an undergraduate student sample. Journal of Clinical Psychology , 70, 994-\n1007.\nAuthor Biographies\nDarius Muller , LCSW, is a licensed clinical social worker with more than 15 years of experience providing \npsychotherapy to a diverse population of children, adolescents, adults, and families. Darius received his \nMaster’s degree in Clinical Social Work from New York University, and a Bachelor of Science degree in \nbiopsychology from the University of Michigan, Ann Arbor. He embraces an integrative approach to ther -\napy is currently a psychotherapist at Bio Behavioral Institute located in Great Neck, New York.\nSony Khemlani-Patel , PhD, is the clinical director at the Bio Behavioral Institute in Great Neck NY spe -\ncializing in the treatment of OCD related, anxiety, and mood disorders. She has co-authored book chapters \nand articles in her area of expertise.\nFugen Neziroglu , PhD, ABBP, ABPP, specializes in the treatment and research of obsessive-compulsive \nspectrum disorders. She has written numerous books, book chapters, and journal publications, and received \nthe lifetime achievement award for her work in OCD. Dr. Neziroglu is on the scientific advisory board of \nthe International OCD Foundation, and is president of OCDNY."
    }
  ]
}