{
  "doc_type": "scientific paper",
  "title": "Metacognitive Interpersonal Therapy for Misophonia: A Single-Case Study",
  "authors": [
    "Eleonora Natalini",
    "Alessandra Fioretti",
    "Rebecca Eibenstein",
    "Alberto Eibenstein"
  ],
  "year": 2024,
  "journal": "Brain Sciences",
  "doi": "10.3390/brainsci14070717",
  "abstract": "Background: Misophonia is a chronic condition in which the exposure to specific sounds increases the arousal and recurrence of specific intense negative emotions. We hypothesized that misophonia may be strongly related to maladaptive interpersonal schemas that create difficulties in interpersonal relationships. Subjects with maladaptive interpersonal schemas think that other people try to subjugate, criticize, dominate, exploit, deceive, disregard, and humiliate them. Furthermore, these patients typically endorse a representation of self as mistreated, constricted, harmed, damaged, humiliated, impotent, inadequate, or fragile. Methods: We describe the course of a treatment of Metacognitive Interpersonal Therapy (MIT) in a young man presenting misophonia and co-occurrent obsessive–compulsive personality disorder (OCPD) and avoidant personality disorder (AvPD), with narcissistic traits and normal hearing. We collected qualitative and quantitative data at the beginning of the intervention and at 2 years follow-up. Results: The therapy aimed at increasing awareness of maladaptive interpersonal schemas and promoting a healthy self. The results reported a significant decrease in misophonia; behavioural experiments were used to increase the quality of social relationships and tolerance to the trigger sounds. Conclusions: MIT can be an effective therapy for the treatment of misophonia.",
  "keywords": [
    "misophonia",
    "maladaptive schema",
    "Metacognitive Interpersonal Therapy",
    "personality disorder",
    "hearing disorder"
  ],
  "research_topics": [
    "Misophonia",
    "Metacognitive Interpersonal Therapy (MIT)",
    "Personality Disorders",
    "Obsessive–Compulsive Personality Disorder",
    "Avoidant Personality Disorder",
    "Hearing and Auditory Disorders",
    "Cognitive Behavioral Therapy",
    "Third-wave Psychotherapies",
    "Emotional Regulation",
    "Psychotherapy Case Study"
  ],
  "created_at": "2025-05-05T03:03:29.356133Z",
  "source_pdf": "documents/research/Global/Natalini 2024 Megacognitive interpersonal therapy for Misophonia Single Case Study.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Citation: Natalini, E.; Fioretti, A.;\nEibenstein, R.; Eibenstein, A.\nMetacognitive Interpersonal Therapy\nfor Misophonia: A Single-Case Study.\nBrain Sci. 2024 ,14, 717. https://\ndoi.org/10.3390/brainsci14070717\nAcademic Editor: Maria E. Rubio\nReceived: 23 June 2024\nRevised: 11 July 2024\nAccepted: 16 July 2024\nPublished: 17 July 2024\nCopyright: ©2024 by the authors.\nLicensee MDPI, Basel, Switzerland.\nThis article is an open access article\ndistributed under the terms and\nconditions of the Creative Commons\nAttribution (CC BY) license (https://\ncreativecommons.org/licenses/by/\n4.0/).\nbrain sciences \nCase Report\nMetacognitive Interpersonal Therapy for Misophonia:\nA Single-Case Study\nEleonora Natalini1, Alessandra Fioretti1,*, Rebecca Eibenstein1\nand Alberto Eibenstein2\n1Tinnitus Center, European Hospital, Via Portuense 700, 00149 Rome, Italy;\neleonora.natalini@gmail.com (E.N.); rebecca.eibenstein95@gmail.com (R.E.)\n2Department of Biotechnological and Applied Clinical Sciences, University of L’Aquila, 67100 L’Aquila, Italy;\nalberto.eibenstein@univaq.it\n*Correspondence: abfioretti@gmail.com\nAbstract: Background: Misophonia is a chronic condition in which the exposure to specific sounds\nincreases the arousal and recurrence of specific intense negative emotions. We hypothesized that\nmisophonia may be strongly related to maladaptive interpersonal schemas that create difficulties in\ninterpersonal relationships. Subjects with maladaptive interpersonal schemas think that other people\ntry to subjugate, criticize, dominate, exploit, deceive, disregard, and humiliate them. Furthermore,\nthese patients typically endorse a representation of self as mistreated, constricted, harmed, damaged,\nhumiliated, impotent, inadequate, or fragile. Methods: We describe the course of a treatment of\nMetacognitive Interpersonal Therapy (MIT) in a young man presenting misophonia and co-occurrent\nobsessive–compulsive personality disorder (OCPD) and avoidant personality disorder (AvPD),\nwith narcissistic traits and normal hearing. We collected qualitative and quantitative data at the\nbeginning of the intervention and at 2 years follow-up. Results: The therapy aimed at increasing\nawareness of maladaptive interpersonal schemas and promoting a healthy self. The results reported\na significant decrease in misophonia; behavioural experiments were used to increase the quality of\nsocial relationships and tolerance to the trigger sounds. Conclusions: MIT can be an effective therapy\nfor the treatment of misophonia.\nKeywords: misophonia; maladaptive schema; Metacognitive Interpersonal Therapy; personality\ndisorder; hearing disorder\n1. Introduction\nMisophonia is a disorder of decreased tolerance to specific sounds or stimuli (triggers)\nassociated with such sounds, as reported by the consensus definition of Swedo et al. [ 1].\nSpecific sounds and/or related sensory inputs produce strong negative emotional and\nbehavioral reactions (anger, disgust, and frustration) not typically observed in the general\npopulation. The expression of misophonic symptoms is typically first observed in child-\nhood or early adolescence. The estimated prevalence of misophonia is about 8% to 20% [ 2].\nSome authors suggest that misophonia may be classified as a psychiatric disorder [ 3,4].\nSome psychiatric disorders, like anxiety, depression, and obsessive compulsive-related\ndisorders, may be represented as a comorbidity of misophonia [ 5]. Auditory disorders\nlike hearing loss, tinnitus, recruitment, phonophobia, and hyperacusis must be evaluated\nin patients with misophonia. Tinnitus is a phantom auditory perception and, based on\nthe neurophysiological model of Jastreboff, the neuronal networks involved in tinnitus\nand misophonia are identical [ 6]. The auditory system is needed for the perception of\ntinnitus and misophonia, but the limbic and autonomic nervous systems are the main\nsystems responsible for negative tinnitus- and misophonia-evoked reactions. Conditioned\nreflexes explain why there are problems with tinnitus or misophonic triggers. There are\ntwo paths in the network processing of tinnitus signals and activity evoked by bothersome\nBrain Sci. 2024 ,14, 717. https://doi.org/10.3390/brainsci14070717 https://www.mdpi.com/journal/brainsci"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Brain Sci. 2024 ,14, 717 2 of 10\nsounds: a conscious path, which involves cognitive processing of the signal, and which is\ndominant at the initial stages of tinnitus or misophonia; and a subconscious path governed\nby the principles of conditioned reflexes, which appears to be dominant in chronic tinnitus\nor misophonia. Hyperacusis is defined as a decreased sound tolerance described as a\n“physical discomfort or pain” in response to sound levels typically tolerable in the general\npopulation [ 7]. Tyler and al. described four subtypes of hyperacusis: loudness, annoyance,\nfear, and pain [ 8]. Case history, questionnaires, psychiatric and/or psychological evalua-\ntion of comorbid psychiatric disorders, and audiologic evaluation of comorbid auditory\ndisorders are strongly suggested to determine diagnostic and therapeutic efficacy [9].\nResearch and health care regarding misophonia are currently scarce. Specific studies on\nthe treatment of misophonia are also limited. The most widely used therapeutic approach\nis Cognitive-Behavioural Therapy (CBT) [10].\nBasic CBT techniques, such as cognitive restructuring and the use of functional be-\nhavioural coping strategies, are frequently used tools [ 11–14]. Cognitive restructuring is\nused to modify patients’ distorted thoughts, e.g., “he makes this sound voluntarily to annoy\nme”, while behavioural strategies are mainly used to contrast the avoidance tendency.\nIn addition, relaxation techniques and task concentration exercises are useful in miso-\nphonia to manage emotions, especially anger [ 15–17]. The article by Gregory and Foster [ 18]\ndescribes in detail the five sessions (12 h in total) of CBT treatment of misophonia on a\nyoung patient. The work focuses on the patient’s difficulties in expressing her needs,\nher view of others as disrespectful and uncaring, and her perception of herself as wrong\nand problematic. Similar observations emerged in the case series by Gregory et al. [ 19].\nSome works use third-wave approaches. In the study by Jager and colleagues [ 20], Eye\nMovement Desensitization and Reprocessing (EMDR) is used on 10 patients to process\nmemories associated with early misophonia experiences in order to reduce symptoms\nand improve the quality of life. The article by Kamody and Del Conte [ 21] reports the\nuse of Dialectical Behaviour Therapy (DBT) in a young patient. The treatment focuses\non anger management with an improvement of extreme to moderate misophonia. The\npatient was also given drug treatment. Mindfulness and the components of Acceptance and\nCommitment Therapy (ACT) and DBT were used in the treatment of a young adult [ 22].\nThe work focused on the development of acceptance, non-judgement, and mindfulness.\nThe strategy of opposite action was used to counter dysfunctional behaviours related to\nmisophonia. The application of CBT techniques enhanced with elements of ACT, DBT,\nand Mindfulness was carried out online with a 16-year-old girl. The 15 week treatment\nfocusing on emotional regulation resulted in an improvement of misophonia from severe\nto mild [23].\nMetacognitive Interpersonal Therapy (MIT) belongs to third-wave therapies and is an\nintegrated approach mainly used for the treatment of personality disorders [24–26].\nThe therapy aims to modify the patient’s maladaptive interpersonal schemas. Inter-\npersonal schemas indicate how the patients see themselves and others [ 25,27,28]. When a\nneed or desire is activated, people predict how others will react to their demands. Typically,\nwhen maladaptive schemas are active, patients see others as critical, judgmental, reject-\ning, indifferent, or dominant. At the same time, they view themselves as wrong, fragile,\nvulnerable, powerless, or submissive.\nThe intentions that people attribute to others direct their emotions, thoughts, and\nactions. For example, if I think a person may criticize me for something I want to do, I may\nfeel shame and sadness, think I am worthless, and withdraw before I even begin any action.\nOften the same dysfunctional patterns hinder patients in achieving their goals. Starting\nwith specific autobiographical episodes, a shared formulation of the patient’s functioning is\nconstructed with the patient in order to make him/her aware of his/her own patterns. MIT,\nover the years, has integrated many experiential techniques, including guided imagery\nand rescripting, role-play and two-chair approaches, bodily exercises, and behavioural\nexperiments [26,29]."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Brain Sci. 2024 ,14, 717 3 of 10\nOur hypothesis is that in patients with misophonia, these maladaptive interpersonal\nschemas underlie and sustain the disorder [ 30,31]. Indeed, patients with misophonia often\nthink that the actions of others are intentional and disrespectful of their needs [ 11,13,18,30].\nThe onset of misophonia also depends on the context or source of the sound [ 30,32]. In\npatients with misophonia, the view of self is impaired. They may feel wrong, powerless,\nor guilty [ 18,23]. The presence of maladaptive interpersonal patterns can lead to one or\nmore personality disorders. The purpose of our study is to detail the MIT treatment of a\npatient with misophonia in order to highlight the importance of interpersonal schemas\nin maintaining the disorder. To our knowledge, this is the first study of misophonia\nsuccessfully treated with MIT.\n2. Materials and Methods\n2.1. Presenting Problem\nMarco is a 25-year-old man with symptoms of misophonia since the age of 10. In the\nearly years, however, certain sounds were rarely perceived as threatening and they did not\ncreate great discomfort.\nThe problems with misophonia became stronger after high school, at the age of 18,\nwhen he spent more time at home, went to university, and started his first job. During\nuniversity, which he did not complete, he had difficulties with his roommate’s breathing,\nwhich he felt was too heavy. While studying, he was annoyed by the music he heard\ncoming from his earphones.\nDuring his first job, working and living at home with the same people, the trigger\nsounds were those related to swallowing and chewing, the same ones he was currently\ncomplaining of in his family. The difficulties with sounds were less with friends or strangers.\nMarco used earphones. Initially, the volume was low, then increased to the point\nwhere he could no longer hear the family’s conversations at the table. When he got up\nfrom the table, his anger was so intense that he often vented it by slamming doors or\nkicking objects.\nMarco presented overcontrol and rigidity that were also visible in his posture. His\nlife was characterized by self-imposed habits and rules. He set the alarm clock early every\nday even if he had no commitments, his diet was very controlled by excluding certain\nfoods (e.g., carbohydrates because they make him drowsy), and he had significant difficulty\nwith spending money. There is little space for spontaneous desire and no awareness of the\ndifference between what he wanted and what was right to do or what he had to do. The\ntendency to perfectionism is a coping strategy that emerges from the narratives and the fear\nof making mistakes and of not doing everything as it should be, which hampers the paths\nhe takes. Faced with the possibility of a difficulty, he generally tended towards avoidance.\nAs previously reported, Marco has often changed study or work paths. He worked in a\ncompany in the administration office and sometimes helped his father in one of the family\nbusinesses. He joined a group of close friends and has never had an intimate relationship.\nMarco came to the Tinnitus Center in Rome, in July 2021, having previously tried two\nother therapeutic paths for the problem.\n2.2. Assessment and Instruments\nThe diagnosis of misophonia was made by a clinical interview based on the criteria\ndescribed by Schröder and colleagues and with the Amsterdam Misophonia Scale (A-MISO-\nS) [3]. A structured clinical interview for DSM-IV personality disorders (SCID-II) [ 33], thet\nBeck Depression Inventory-II (BDI-II) [ 34], and the State-Trait Anxiety Inventory (form-Y)\n(STAI-Y) [35] were also administered at the beginning of treatment.\nThe A-MISO-S is a semi-structured interview that is not validated. On a six-item\nscale (range 0–24), patients were asked about the (1) time they spend on misophonia,\n(2) interference with social functioning, (3) level of anger, (4) resistance against the impulse,\n(5) control they had over their thoughts and anger, and (6) time they spend avoiding"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Brain Sci. 2024 ,14, 717 4 of 10\nmisophonic situations. Scores from 0 to 4 are considered subclinical misophonic symptoms,\n5–9 mild, 10–14 moderate, 15–19 severe, and 20–24 extreme.\nThe SCID-II is a structured clinical interview that assesses the full range of PD traits\nfound in DSM IV PD. The interview was administered by the treating clinician before the\nbeginning of any physical or psychological treatment.\nThe BDI-II is a 21-item measure assessing depression over the previous 2 weeks.\nHigher scores suggest a high level of depression. The cutoff used are the following: 0–\n13 corresponded to minimal depression, 14–19 to mild depression, 20–28 to moderate\ndepression and 29–63 to severe depression.\nThe STAI-Y is a self-report instrument measuring state-anxiety (anxiety about an\nevent) and trait-anxiety (anxiety level as a stable characteristic). All items were rated on a\n4-point Likert Scores range from 20 to 80. Higher scores have a correlation with a higher\nlevel of anxiety.\nThe score obtained from the A-MISO-S by the patient at the beginning of the treatment\nwas 16, a severe grade. The SCID-II showed the presence of obsessive–compulsive person-\nality disorder (OCPD) and avoidant personality disorder (AvPD), with narcissistic traits.\nThe BDI-II reported a minimal depression (score 12) and the STAI-Y a medium-low level\nof both state-anxiety (score 46) and trait-anxiety (score 49). Normal hearing was defined\nwith a hearing threshold < 25 dB HL in all tested frequencies (0.25–8 kHz) in both ears at\nthe audiometric evaluation. Hyperacusis was excluded by testing the loudness discomfort\nlevels (LDLs) at the frequencies of 0.25, 0.5, 1, 2, 4, and 8 kHz. The patient had normal\nhearing and normal LDLs.\n2.3. Course of Treatment\nIn the first year, Marco’s therapy was carried out in person on a weekly basis. There\nwas a break of about 6 months requested by the patient himself who was abroad for work\nreasons. Subsequently, therapy was resumed in online mode. Currently, sessions aree held\nevery fortnight.\nThe treatment was carried out by a psychotherapist with MIT training and work\nexperience of about 10 years, 8 of which in hearing disorders.\n2.3.1. Shared Formulation of Functioning\nAs indicated by MIT, the first part of the treatment focused on the construction\nof a shared formulation of the patient’s functioning. In the first meetings, exercises of\nexploration and observation of the internal state were assigned to improve narrative and\nself-reflective skills.\nMarco was asked to remove the earphones at trigger moments related to misophonia\nto check which thoughts, emotions, physical sensations, and action tendencies he was\nexperiencing. Attentional techniques to be used in case of excessive discomfort were\ndescribed and explained. Marco was already familiar with mindfulness, and this helped\nthe process. In addition, he was given descriptive emotion cards to help the patient name\nhis feelings.\nThe first part of the treatment was used to collect narrative episodes, i.e., detailed\nautobiographical memories that are well located in time and space. The focus was then\nplaced on the details of these episodes to search for feelings, ideas, and motivations for\nactions. The observation and narration of the episodes led to the identification of several\ninteresting points. Anger, typical of misophonia, emerged because Marco felt forced by\nothers not only to witness unpleasant sounds but because others ate unhealthy food. This\nlast observation was related to the feeling of disgust, of a moral kind, which also emerged\nin another observation. Marco felt more misophonia-related distress towards people who\ndid not help tidy up the table and whom he judged to be rude, with no respect for others.\nThe exercises also helped to identify problems within the family. At the table, quarrels\nand discontent were the order of the day, and Marco suffered especially due to his mother,\nwho was described as complaining and discontented. His mother often refused to eat with"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Brain Sci. 2024 ,14, 717 5 of 10\nthem when she was angry and this aroused feelings of anger and guilt in Marco. In the\npast, there was aggressive behaviour when the parents argued, with the father breaking\nobjects and the mother damaging her own person as a demonstrative act of her suffering.\nOn a bodily level, Marco’s physical sensations were characterized by stomach tension\nand muscular rigidity that could result in aggressive behaviour that Marco later regretted.\nMarco began with the therapist to see how misophonia was the only way to express\nanger because, from his point of view, his complaints were correct and the others were in\nthe wrong.\nAfter analysing the misophonia episodes, he was asked to bring back other episodes\nrelated to the emotion of anger in therapy to see what interpersonal patterns might be\nactivated. The investigation was not easy because, outside of misophonia, for the reasons\ndescribed above, it was difficult for Marco to tell himself that he was feeling that emotion.\nIt was possible to identify moments of strong stress related to his father’s requests\nfor help at work. Marco did not want often to help him but did so because he would\notherwise feel selfish. The feeling of guilt also came back when his mother showed signs of\nimpatience or sadness.\nA healthy desire to live alone emerged during the interviews. The family owned a\nhouse that was sometimes used by the father because it was closer to work and because\nof his bad relationship with his wife. Some meetings were dedicated to the possibility of\nusing this house, but Marco found it very difficult to ask—he felt he did not deserve this\npossibility. During the session, the therapist led Marco to evoke autobiographical memories\nrelated to the current situation in order to show the patient the existence of recurrences in\nthe way of relating.\nT: Does this belief that you don’t deserve things remind you of something from the\npast? Where could you have heard it?\nP: When I was a child, I never had fashionable clothes and I was very ashamed. My\nmother wouldn’t buy them for me not to spend money. I was angry but then I stopped\nasking . . .I don’t know then at some point it felt right. Once, however, I had asked for a\ngame and she bought it for me . . .I wanted it so much, I was happy, but then my mother . . .\n(she turns dark)\nT: What’s happening? I can see sadness on your face. . .\nP: Yes . . .I remember that I saw her suffering . . .it wasn’t a gesture made in joy, I felt\nthat it was wrong, that the shopping was damaging the family, that I was a bad child . . .\ninstead I had to be a good child, I didn’t have to cause problems.\nT: And how did you feel towards your mother?\nP: I felt guilty. Both she and dad always said they stayed together for us children\nand did things for us. I felt . . .I don’t know . . .ungrateful, if I only thought of myself. It’s\ndawning on me that my mother also used to complain a lot when she had to take me to\nfootball school, she made me feel it was weighing on me. . .\nThe information obtained through the narrative episodes and autobiographical mem-\nories allowed the reconstruction of interpersonal schemas. The desire for autonomy was\nhindered by the perception of himself as selfish and ungrateful if he took care of his own\nneeds, and he felt guilt for this. The perception of the other was of a person who could be\nhurt by his desires or needs. In this case he felt the relationship threatened. Sometimes,\nhowever, the feeling of anger was present when he perceived the other as controlling and\ndomineering. In this case, Marco felt that the other wanted to subjugate him, and his\nself-image as a person capable and deserving of autonomy was activated. In this case the\nhealthy part emerged, as it is called in MIT. Perceiving the other as dominant also activated\nthe motivational schema of social rank. This emerged to counter the self-image, not only as\ninferior because of submissiveness, but also inadequate and incapable. High morality and\nthe need to follow certain rules were used in order to perceive oneself as better than others\nand wiser. The dysfunctional coping strategies related to the schemas were perfectionism,\nthe use of high morality, and avoidance."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Brain Sci. 2024 ,14, 717 6 of 10\nThe reconstruction of the patterns was accepted by Marco with great interest and\nopenness. Marco agreed with the reported reflections, and this allowed the transition to\nthe next phase of therapy concerning change.\n2.3.2. Change Promoting\nAt the change promoting stage, clients are helped to take a critical distance from\ntheir schemas to build new ways of thinking and feeling in order to implement more\nadaptive behaviours.\nA first step towards differentiation, that is, taking a critical distance from one’s schemas,\nwas obtained with the use of mindfulness and guided imagination to remind Marco how\nsome doubts about the present comes from thoughts anchored in the past. His belief\nthat he did not deserve to live in his father’s house was linked to past episodes in which\nhe perceived himself as selfish and ungrateful. Validating his desire for independence\non several occasions lead to an explicit request to his father to move. Fortunately, the\nrequest was accepted by his parents with little resistance and Marco lived alone for a few\nmonths. His relationship with his parents changed enormously as did his misophonia,\nwhich was no longer present or of mild intensity when he returned for family lunches.\nHe felt that his desire for autonomy could be satisfied, and he saw his parents again with\nmore pleasure and when he wanted to. At the same time, not only in family but also in\nfriendship relationships, we worked on the recognition of his own needs and the ability to\nput limits on the demands of others. In carrying out these exercises, Marco realized that it\nwas not easy for him to identify his own desires because he was conflicted by the need to\nbe ‘good’. By sharing how he functioned, he noticed that misophonia was often triggered\nwhen his friends ate food that he desired but considered unhealthy and denied himself\nin order to emerge as the wiser and more righteous one. Understanding this mechanism\nmade it possible to read the presence of the sounds in a different way, realizing that the\nsense of constriction was often linked to his internal mechanism.\nTwo similar episodes that happened a few days apart were interesting.\nP: On Monday I went to the cinema with a guy I just met, I ate what I wanted before\ngoing in, he was nice, he even drove without letting me take the car. He was complaining\nabout some people eating in the hall. I was surprised because I had no misophonia! I\nwondered why and realized that I was happy and satisfied with the day, I had done what\nI wanted.\nT: Well I’m glad! When your needs are met and you know you have chosen, you are\nmore quiet.\nP: Yes exactly, as we said. In fact, listen . . .on Saturday, when I went back to the cinema,\nI noticed that I was annoyed by some girls who were eating chips . . .so I asked myself how\nI felt and what was happening to me . . .before going to the cinema I had been persuaded\nby friends to get a sandwich that I didn’t like and I hadn’t taken the chips. I was hungry\nand those girls were eating what I wanted but was denying myself for the reasons we know.\nAfter doing this I felt better and was able to concentrate on the film. However, I couldn’t\nbring myself to buy the chips . . .partly because of the unhealthy food issue, partly because\nI still think eating at the cinema is rude. . . (laughs).\nAnother important step was to realize that it was not his responsibility to meet his\nparents’ needs in order to see them happy and consequently have a better self-perception.\nMarco was able to tell himself that ‘mum is always dissatisfied and fighting with the world,\nI realized that it is not my problem and that I am not the cause of this. The same for my\nfather, I see him sad but he is the one who decided for this life, he cannot take it out on\nus sons’.\nWorking on interpersonal cycles with exposure exercises, Marco realized how his\ntendency to complacency and submission contributed to their activation. By eliminating\nthese tendencies, e.g., with his father for work requests, he realized that when he was\nable to say ‘no’, he did not feel annoyed by the sounds his father made. By working on\nthese dynamics, Marco realized that misophonia did not arise when he perceived that"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Brain Sci. 2024 ,14, 717 7 of 10\nhis demands were taken into account, accepted, and listened to. The improvements on\nmisophonia are remarkable, but the work with Marco is not finished. The awareness of\nhis functioning has paved the way for new therapeutic goals. Work is now focusing on\nthe final stages of MIT treatment with the construction of a new self-narrative and the\npromotion of advanced mastery strategies, consisting of knowing how to voluntarily use\nlearned psychological knowledge to cope with emotional distress, manage interpersonal\nconflicts, realize one’s own desires, and cooperate appropriately with others.\n3. Results\nThe questionnaires were resubmitted after approximately two years of the treatment.\nThe score obtained from the A-MISO-S was 8, a mild grade. The BDI-II reported no\ndepressive symptoms (score 3) and the STAI-Y a medium-low level of both state-anxiety\n(score 34) and trait-anxiety (score 35). The SCID-II confirms the personality profile, as\nfrequently happens, because patients are more aware of their own functioning.\nTables 1 and 2 report the results at the beginning and after two years of the treatment.\nTable 1. Results at the beginning of the treatment for Amsterdam Misophonia Scale (A-MISO-S),\nStructured Clinical Interview for DSM-IV Personality Disorders (SCID-II), Beck Depression Inventory-\nII (BDI-II), and State-Trait Anxiety Inventory (STAI-Y). Obsessive-Compulsive Personality Disorder\n(OCPD). Avoidant Personality Disorder (AvPD).\nA-MISO-S Score SCID-II BDI-II ScoreSTAI-Y\nState-Anxiety\nTrait-Anxiety Score\n16OCPD1246\nAvPD 49\nTable 2. Results after two years of the treatment for Amsterdam Misophonia Scale (A-MISO-S),\nStructured Clinical Interview for DSM-IV Personality Disorders (SCID-II), Beck Depression Inventory-\nII (BDI-II), and State-Trait Anxiety Inventory (STAI-Y). Obsessive-Compulsive Personality Disorder\n(OCPD). Avoidant Personality Disorder (AvPD).\nA-MISO-S Score SCID-II BDI-II ScoreSTAI-Y\nState-Anxiety\nTrait-Anxiety Score\n8OCPD334\nAvPD 35\nMarco went back to live with his parents after returning from his work experience\nabroad. He no longer had angry outbursts and did not wear earphones at the dinner\ntable. He recognised moments of stress and duress and shifted his attention to his internal\ndynamics or different stimuli. Misophonia, in the presence of friends and acquaintances,\nwas absent. He understood and increasingly saw that constricting situations were due to\nactive interpersonal patterns. He has increased his ability to stop and identify his needs in\norder to give them a voice in his relationship with others.\nTherapy continued to solidify a different self-image as some work failures, such as\nthe one abroad, and increased his sense of inadequacy and confusion about his life goals.\nHe had mood swings at times, but he generally maintained an optimistic outlook; he paid\nmore attention to his appearance by working out at the gym, and he dedicated himself to\nfinding new job opportunities. As soon as economically possible, he will move back to\nliving alone."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Brain Sci. 2024 ,14, 717 8 of 10\n4. Discussion\nThe case study described and emphasised the importance of an accurate assessment\nto evaluate the presence of co-morbidity with other disorders and to identify interpersonal\nmaladaptive schemas.\nDespite the obvious limitations of single case studies, these have the advantage of\ngoing into detail about the thoughts and emotions patients have in relation to trigger events.\nThe attribution of intentionality to the actions of others is an element that often recurs,\nassociated with viewing others as disrespectful, prevaricating, or rude [14,18,19,22].\nAnother element to consider is the image that patients have of themselves in their\nrelationships with others; they often feel wrong, inadequate, vulnerable, constrained, or\ninferior [ 18,23]. Furthermore, the importance of interpersonal cycles is evident in the\ndynamic, also revealed in this case study, whereby if the other person does something\nfor the patient, taking care of him/her, or if the patient thinks that he or she has hurt\nthe other person, misophonia does not occur or decreases [ 30]. Interpersonal schemas\noriginate from the child’s first attachment relationships with care givers. A hostile and\nunsupportive environment can condition the child’s way of relating to the world, hinder-\ning the achievement of his or her goals. An in-depth analysis of attachment styles and\ncommunication patterns within the family environment may be of interest in the study\nof misophonia in order to understand which particular conditions contribute to the onset\nof the interpersonal schemas underlying the disorder (e.g., parents separated at home,\nhigh conflict, aggression, or excessive control). In addition, misophonia often arises in\nlate childhood and adolescence [ 3,12,36,37] when the individual, as the schemas become\nestablished, begins to have his or her own view of interpersonal relationships and begins\nto be increasingly autonomous from care givers. The details of the case presented and\nthe results of the treatment point us to a framing of misophonia in the field of psychiatric\ndisorders rather than hearing disorders. Further investigation is certainly necessary.\n5. Conclusions\nWe think that emotional regulation and attention shifting techniques are useful for\nthe treatment of misophonia but not sufficient. More specific work on managing relation-\nships with others and thus on interpersonal patterns is necessary to diminish or eliminate\nsymptoms. On this basis, we believe that MIT can be an effective therapy for the treatment\nof misophonia because, in addition to working on interpersonal schemas and continuous\nmodulation and attention in the therapeutic relationship, it adds experiential techniques\nuseful for managing arousal in the presence of misophonic stimuli.\nAuthor Contributions: Conceptualization: E.N., A.F. and A.E.; methodology: E.N. and A.F.; writing—\noriginal draft preparation: E.N. and A.F.; writing—review and editing: E.N., A.F., A.E. and R.E. All\nauthors have read and agreed to the published version of the manuscript.\nFunding: This research received no external funding.\nInstitutional Review Board Statement: Not applicable.\nInformed Consent Statement: Informed consent was obtained from the patient involved in the study.\nWritten informed consent has been obtained from the patient to publish this paper.\nData Availability Statement: The original contributions presented in the study are included in the\narticle, further inquiries can be directed to the corresponding author.\nConflicts of Interest: The authors declare no conflicts of interest.\nReferences\n1. Swedo, S.E.; Baguley, D.M.; Denys, D.; Dixon, L.J.; Erfanian, M.; Fioretti, A.; Jastreboff, P .J.; Kumar, S.; Rosenthal, M.Z.; Rouw, R.;\net al. Consensus definition of misophonia: A delphi study. Front. Neurosci. 2022 ,16, 841816. [CrossRef] [PubMed]\n2. Brennan, C.R.; Lindberg, R.R.; Kim, G.; Castro, A.A.; Khan, R.A.; Berenbaum, H.; Husain, F.T. Misophonia and Hearing\nComorbidities in a Collegiate Population. Ear Hear. 2024 ,45, 390–399. [CrossRef] [PubMed]"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Brain Sci. 2024 ,14, 717 9 of 10\n3. Schroder, A.; Vulink, N.; Denys, D. Misophonia: Diagnostic criteria for a new psychiatric disorder. PLoS ONE 2013 ,8, e54706.\n[CrossRef] [PubMed]\n4. Dozier, T.H.; Lopez, M.; Pearson, C. Proposed diagnostic criteria for misophonia: A Multisensory conditioned aversive reflex\ndisorder. Front. Psychol. 2017 ,8, 1975. [CrossRef] [PubMed]\n5. Rosenthal, M.Z.; McMahon, K.; Greenleaf, A.S.; Cassiello-Robbins, C.; Guetta, R.; Trumbull, J.; Anand, D.; Frazer-Abel, E.S.; Kelley,\nL. Phenotyping misophonia: Psychiatric disorders and medical health correlates. Front. Psychol. 2022 ,13, 941898. [CrossRef]\n[PubMed]\n6. Jastreboff, P .J. The Neurophysiological Model of Tinnitus and Decreased Sound Tolerance. In Textbook of Tinnitus , 2nd ed.; Schlee,\nW., Langguth, B., De Ridder, D., Vanneste, S., Kleinjung, T., Moller, A.R., Eds.; Springer: Berlin/Heidelberg, Germany, 2024;\nChapter 20.\n7. Henry, J.A.; Theodoroff, S.M.; Edmonds, C.; Martinez, I.; Myers, P .J.; Zaugg, T.L.; Goodworth, M.C. Sound tolerance conditions\n(hyperacusis, misophonia, noise sensitivity, and phonophobia): Definitions and management. Am. J. Audiol. 2022 ,31, 513–527.\n[CrossRef] [PubMed]\n8. Tyler, R.S.; Pienkowski, M.; Roncancio, E.R.; Jun, H.J.; Brozoski, T.; Dauman, N.; Andersson, G.; Keiner, A.J.; Cacace, A.T.; Martin,\nN.; et al. A Review of hyperacusis and future directions. Part 1. Definitions and manifestations. Am. J. Audiol. 2014 ,23, 402–419.\n[CrossRef] [PubMed]\n9. Campbell, J. Misophonia: A Need for audiologic diagnostic guidelines. J. Am. Acad. Audiol. 2023 . [CrossRef]\n10. Mattson, S.A.; D’Souza, J.; Wojcik, K.D.; Guzick, A.G.; Goodman, W.K.; Storch, E.A. A systematic review of treatments for\nmisophonia. Pers. Med. Psychiatry 2023 ,39–40 , 100–104. [CrossRef]\n11. Bernstein, R.E.; Angell, K.L.; Dehle, C.M. A brief course of cognitive behavioural therapy for the treatment of misophonia: A case\nexample. Cogn. Behav. Ther. 2013 ,6, e10–e13. [CrossRef]\n12. McGuire, J.F.; Wu, M.S.; Storch, E.A. Cognitive-behavioral therapy for 2 youths with misophonia. J. Clin. Psychiatry 2015 ,76,\n573–574. [CrossRef] [PubMed]\n13. Reid, A.M.; Guzick, A.G.; Gernand, A.; Olsen, B. Intensive cognitive-behavioral therapy for comorbid misophonic and obsessive-\ncompulsive symptoms: A systematic case study. J. Obs.-Compuls. Rel. Disord. 2016 ,10, 1–9. [CrossRef]\n14. Altınöz, E.; Ünal, N.; Altınöz, ¸ S. The effectiveness of Cognitive Behavioral Psychotherapy in Misophonia: A Case Report. J. Clin.\nPsychiatry 2018 ,21, 414–417. [CrossRef]\n15. Schröder, A.E.; Vulink, N.C.; van Loon, A.J.; Denys, D.A. Cognitive behavioral therapy is effective in misophonia: An open trial. J.\nAffect. Disord. 2017 ,217, 289–294. [CrossRef] [PubMed]\n16. Jager, I.J.; Vulink, N.C.C.; Bergfeld, I.O.; van Loon, A.J.J.M.; Denys, D.A.J.P . Cognitive behavioral therapy for misophonia: A\nrandomized clinical trial. Depress. Anxiety 2020 ,38, 708–718. [CrossRef] [PubMed]\n17. Roushani, K.; Mehrabizadeh Honarmand, M. The Effectiveness of Cognitive-behavioral Therapy on Anger in Female Students\nwith Misophonia: A Single-Case Study. Iran. J. Med. Sci. 2021 ,46, 61–67. [PubMed]\n18. Gregory, J.; Foster, C. Session-by-session change in misophonia: A descriptive case study using intensive CBT. Cogn. Behav. Therap.\n2023 ,16, e18. [CrossRef]\n19. Gregory, J.; Graham, T.; Hayes, B. Targeting beliefs and behaviours in misophonia: A case series from a UK specialist psychology\nservice. Behav. Cogn. Psychother. 2024 ,52, 33–48. [CrossRef] [PubMed]\n20. Jager, I.; Vulink, N.; de Roos, C.; Denys, D. EMDR therapy for misophonia: A pilot study of case series. Eur. J. Psychotraumatol.\n2021 ,12, 1968613. [CrossRef]\n21. Kamody, R.C.; Del Conte, G.S. Using Dialectical Behavior Therapy to Treat Misophonia in Adolescence. Prim. Care Companion\nCNS Disord. 2017 ,19, 26256. [CrossRef]\n22. Schneider, R.L.; Arch, J.J. Case study: A novel application of mindfulness- and acceptance- based components to treat misophonia.\nJ. Context. Behav. Sci. 2017 ,6, 221–225. [CrossRef]\n23. Zarotti, N.; Tuthill, A.; Fisher, P . Online emotion regulation for an adolescent with misophonia: A case study. J. Cogn. Psychother.\n2022 . [CrossRef] [PubMed]\n24. Dimaggio, G.; Semerari, A.; Carcione, A.; Nicol ò, G.; Procacci, M. Psychotherapy of Personality Disorders: Metacognition, States of\nMind and Interpersonal Cycles ; Routledge: London, UK, 2007.\n25. Dimaggio, G.; Montano, A.; Popolo, R.; Salvatore, G. Metacognitive Interpersonal Therapy for Personality Disorders: A Treatment\nManual ; Routledge: London, UK, 2015.\n26. Dimaggio, G.; Ottavi, P .; Popolo, R.; Salvatore, G. Metacognitive Interpersonal Therapy: Body, Imagery and Change ; Routledge:\nLondon, UK, 2020.\n27. Benjamin, L.S. Interpersonal Diagnosis and Treatment of Personality Disorders , 2nd ed.; Guilford: New York, NY, USA, 1996.\n28. Young, J.E.; Klosko, J.S.; Weishaar, M.E. Schema Therapy: A Practitioner’s Guide ; Guilford: New York, NY, USA, 2003.\n29. Centonze, A.; Popolo, R.; MacBeth, A.; Dimaggio, G. Building the alliance and using experiential techniques in the early phases\nof psychotherapy for avoidant personality disorder. J. Clin. Psychol. 2021 ,77, 1219–1232. [CrossRef]\n30. Natalini, E.; Dimaggio, G.; Varakliotis, T.; Fioretti, A.; Eibenstein, A. Misophonia, Maladaptive Schemas and Personality Disorders:\nA Report of Three Cases. J. Contemp. Psychother. 2020 ,50, 29–35. [CrossRef]\n31. Stalias-Mantzikos, M.; Barahmand, U.; Aguero, K.; Peters, L.; Shamsina, N. Early maladaptive schemas in misophonia. Clin.\nPsychol. 2023 ,27, 196–209. [CrossRef]"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Brain Sci. 2024 ,14, 717 10 of 10\n32. Edelstein, M.; Brang, D.; Rouw, R.; Ramachandran, V .S. Misophonia: Physiological investigations and case descriptions. Front.\nHum. Neurosci. 2013 ,7, 296. [CrossRef]\n33. First, M.B.; Gibbon, M.; Spitzer, R.L.; Williams, J.B.W.; Benjamin, L.S. Structured Clinical Interview for DSM-IV Axis II Personality\nDisorders (SCID-II) ; American Psychiatric Press Inc.: Washington, DC, USA, 1997.\n34. Beck, A.T.; Steer, R.A.; Brown, G.K. Manual for the Beck Depression Inventory–II ; Psychological Corporation: San Antonio, TX,\nUSA, 1996.\n35. Spielberger, C.D.; Gorsuch, R.L.; Lushene, R.; Vagg, P .R.; Jacobs, G.A. Manual for the State-Trait Anxiety Inventory ; Consulting\nPsychologists Press: Palo Alto, CA, USA, 1983.\n36. Kumar, S.; Tansley-Hancock, O.; Sedley, W.; Winston, J.S.; Callaghan, M.F.; Allen, M.; Cope, T.E.; Gander, P .E.; Bamiou, D.E.;\nGriffiths, T.D.; et al. The brain basis for misophonia. Curr. Biol. 2017 ,27, 527–533. [CrossRef]\n37. Rouw, R.; Erfanian, M. A large-scale study of misophonia. J. Clin. Psychol. 2018 ,74, 453–479. [CrossRef]\nDisclaimer/Publisher’s Note: The statements, opinions and data contained in all publications are solely those of the individual\nauthor(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to\npeople or property resulting from any ideas, methods, instructions or products referred to in the content."
    }
  ]
}