{
  "doc_type": "scientific paper",
  "title": "The Prevalence and Severity of Misophonia in a UK Undergraduate Medical Student Population and Validation of the Amsterdam Misophonia Scale",
  "authors": [
    "Jay Naylor",
    "Charlotte Caimino",
    "Polly Scutt",
    "Derek J Hoare",
    "David M Baguley"
  ],
  "year": 2020,
  "journal": null,
  "doi": "10.1007/s11126-020-09825-3",
  "abstract": "Misophonia is a condition of abnormal emotional responses to specific auditory stimuli. There is limited information available on the prevalence of this condition. This study aimed to estimate the prevalence of misophonia in an undergraduate medical student population at the University of Nottingham. A secondary aim of this study was to assess the psychometric validity of the Amsterdam Misophonia Scale (A-Miso-S) questionnaire tool in this population. The A-Miso-S was administered online to medical students at the University of Nottingham. To assess the validity of the A-Miso-S, a factor analysis was conducted. To determine prevalence and severity the results of the questionnaire were quantitatively analysed using SPSS. Actor analysis was conducted. Free text responses to one questionnaire item were analysed using a thematic approach. Responses were obtained from 336 individuals. Clinically significant misophonic symptoms appear to be common, effecting 49.1% of the sample population. This is statistically significantly higher prevalence than previous studies have found (p < 0.00001). Using the classification of the A-Miso-S, mild symptoms were seen in 37%, moderate in 12%, severe in 0.3% of participants. No extreme cases were seen. The A-Miso-S was found to be a unifactorial tool, with good internal consistency. This study has provided new information on misophonia and validity of the A-Miso-S questionnaire in a sample population of UK undergraduate medical students. The results indicate that misophonia is a phenomenon that a significant proportion of medical students experience though only a small subset experience it severely.",
  "keywords": [
    "Misophonia",
    "Undergraduate",
    "Medical student",
    "Amsterdam Misophonia Scale"
  ],
  "research_topics": [
    "Misophonia",
    "Prevalence of misophonia",
    "Amsterdam Misophonia Scale validation",
    "Psychometric validity",
    "Misophonia in medical students",
    "Factor analysis",
    "Emotional responses to auditory stimuli",
    "Misophonia severity",
    "Medical student mental health"
  ],
  "created_at": "2025-05-04T23:16:34.886330Z",
  "source_pdf": "documents/research/Global/Naylor 2021 The Prevalence adn Severity of Misophonia in a UK Undergraduate Medical Student population.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "ORIGINAL PAPER\nThe Prevalence and Severity of Misophonia in a UK\nUndergraduate Medical Student Population\nand Validation of the Amsterdam Misophonia Scale\nJay Naylor1&Charlotte Caimino1,2&Polly Scutt1,2&Derek J Hoare1,2&\nDavid M Baguley1,2,3\n#The Author(s) 2020\nAbstract\nMisophonia is a condition of abnormal emotional responses to specific auditory stimuli.\nThere is limited information available on the prevalence of this condition. This study\naimed to estimate the prevalence of misophonia in an undergraduate medical student\npopulation at the University of Nottingham. A secondary aim of this study was to assessthe psychometric validity of the Amsterdam Misophonia Scale (A-Miso-S) questionnairetool in this population. The A-Miso-S was administered online to medical students at theUniversity of Nottingham. To assess the validity of the A-Miso-S, a factor analysis wasconducted. To determine prevalence and severity the results of the questionnaire werequantitatively analysed using SPSS. Actor analysis was conducted. Free text responses toone questionnaire item were analysed using a thematic approach. Responses were\nobtained from 336 individuals. Clinically significant misophonic symptoms appear to\nbe common, effecting 49.1% of the sample population. This is statistically significantlyhigher prevalence than previous studies have found ( p< 0.00001). Using the classifica-\ntion of the A-Miso-S, mild symptoms were seen in 37%, moderate in 12%, severe in0.3% of participants. No extreme cases were seen. The A-Miso-S was found to be a uni-factorial tool, with good internal consistency. This study has provided new informationon misophonia and validity of the A-Miso-S questionnaire in a sample population of UKundergraduate medical students. The results indicate that misophonia is a phenomenon\nthat a significant proportion of medical students experience though only a small subset\nexperience it severely.\nKeywords Misophonia .Undergraduate. .Medical student. .Amsterdam Misophonia Scale.\nhttps://doi.org/10.1007/s11126-020-09825-3\n*Jay Naylor\nMzyjn4@nottingham.ac.uk\nExtended author information available on the last page of the articlePublished online: 23 August 2020Psychiatric Quarterly (2021) 92:609–619"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Introduction\nIndividuals with misophonia are reported to experience strong emotional responses, primarily\nof anger, in response to specific auditory stimuli such as chewing [ 1,2]. Some individuals also\nreport involuntary replication of the sounds themselves, and experience invasive mentalimages such as mouths [ 3]. Misophonia is a relatively newly observed and under researched\ncondition, which was first described as a reaction of the limbic and autonomic systems of thebrain over and above the norm in response to specific auditory stimuli [ 4]; this then causes up-\nregulated neural connections between the limbic system and the auditory system.\nA variety of methods have been used to treat misophonia with mixed results. In one low\nquality study, CBT was found to be effective for eliciting short-medium term improvements in\nsufferer ’s ability to function [ 5]. A multitude of non-invasive psychiatric therapies have been\nemployed to treat Misophonia including mindfulness, counterconditioning, comorbid therapy,coping strategies, dialect therapy and pharmaceutical treatments [ 2]. However, there are still no\nclinical practice guidelines for management of this condition. If misophonia is a highlyprevalent disorder, then clear diagnostic tools and clinical guidelines need to be finalizedand implemented to ensure the best treatment for all individuals.\nResearch which focuses on the prevalence of misophonia is scarce, however data is\nbeginning to emerge. Wu et al. [ 6] found the prevalence of misophonia was 19.9% in a\nsample of 483 US undergraduates using an online questionnaire study. The researchers also\nnoted a common occurrence of comorbid anxiety disorders, obsessive compulsive disorders(OCD), and low mood. Prevalence did not differ by ethnicity, age or gender. Another study of415 Chinese undergraduates [ 7] also placed the overall prevalence at 20%, though noted that\nseverely interfering symptoms (severe and extreme on the Amsterdam Misophonia Scale) onlymade up 6% of the sample. Again, it was observed that associations existed between generalsensory sensitivities, low mood, anxiety and obsessive compulsive-type disorders. It wasfound that generalised symptoms of misophonia were common and linked to several domains\nof psychopathology.\nMisophonia often co-exists alongside similar conditions from which it is important to\ndifferentiate. Sufferers of misophonia may also experience tinnitus and/or hyperacusis [ 8]\nwith misophonia and hyperacusis often grouped together as Decreased Sound Tolerance.Tinnitus sufferers experience the perception of sound in the absence of external stimuli [ 9,\n10] and it is typically associated with hearing loss. Hyperacusis on the other hand is increased\nsensitivity to sound which results in pain or the sufferer feeling uncomfortable, and is related tothe intensity [ 9,10]. Misophonia is distinct from other conditions of decreased sound tolerance\nas it is a response to specific sounds with an abnormally intense emotional response [ 11].\nMisophonia may be linked in some instances to brain injury where patients experiencedecreased sound tolerance following an injury [ 11]. Misophonia has also been linked to\nautonomous sensory meridian response (ASMR) where, in contrast to misophonia, peopleexperience pleasure and wellbeing in response to specific sounds [ 12]. Misophonia has been\nobserved as a symptom of OCD [ 13] where patients experience severe feelings of horror and\ndisgust towards people or objects producing certain sounds [ 14]. The Amsterdam Misophonia\nScale [ 15] is an instrument used to determine the presence and severity of misophonia, and the\ntool that the A-Miso-S is derived from was originally designed for assessing OCD severity.\nMisophonia and Tourette ’s syndrome were recently linked [ 16], where tics are triggered in\nresponse to auditory stimuli with a misophonic response also being elicited. This may be as aresult of common areas of the brain involved in both conditions [ 16].610 Psychiatric Quarterly (2021) 92:609–619"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Functional magnetic resonance imaging (fMRI) has shown that misophonic sounds lead to\nincreased blood flow to the anterior insular cortex (AIC) of the brain, a key area in mediatingthe perception of signals and the emotional processing associated with them [ 17]. Moreover,\ntrigger sounds elicit visible physiological responses including raised heart rate and changes in\nthe electrical resistance of the skin. This response is caused by emotional stress when the maincentre of the salience network, which the AIC is main component of, shows increased bloodflow and activity [ 17].\nConsidering the estimated prevalence of misophonia and misophonia-like symptoms in the\npopulation, it remains a largely understudied condition [ 18]. Despite researchers and scientists\nhighlighting misophonia as a distinct clinical condition, it remains absent from psychiatricclassifications, and sufferers fail to obtain a diagnosis from less-informed practitioners [ 19].\nThis absence of knowledge and any clinical guidelines is of further detriment to sufferers who\ncan be mismanaged and remain effectively untreated for misophonia [ 20]. Though assessment\ntools like the A-Miso-S and the Misophonia questionnaire exits, there is not enough researchinto which are most effective yet [ 6].\nResearch indicates that medical students are a distinct group from a generalised undergrad-\nuate population [ 21–25]. They exhibit higher rates of anxiety, depression and chronic stress,\nabove the rates seen in other students [ 21]. Moreover, their levels of emotional intelligence are\nreportedly lower than seen in students of other disciplines [ 21]; this can be associated with\nlower levels of physical and mental wellbeing [ 21–25]. The distinctive features in this\ndemographic indicate that misophonia prevalence here could differ from a more generalisedsample.\nThe current study aimed to assess the prevalence and severity of misophonia in a population\nof UK undergraduate medical students. A secondary aim of this study was to assess thevalidity of the Amsterdam Misophonia Scale (A-Miso-S).\nMethods\nEthical approval was obtained from the University of Nottingham Faculty of Medicine andHealth Sciences Ethical Review Board.\nDesign\nA cross-sectional study was used to examine the prevalence of misophonia. An optional,\nanonymous, closed online questionnaire was used to assess misophonia prevalence and\nseverity.\nParticipants\nParticipants were recruited from the School of Medicine at the University of Nottingham. Thestudy was advertised in person (at lectures), by poster advertisement, and on social media sites.Advertisements provided participants with a link for anonymous participation in the online\nquestionnaire where they were screened to ensure they met the inclusion criteria for the study.\nCriteria for inclusion were that participants spoke English, were aged over 18 years and wereUniversity of Nottingham medical students. Participants were advised not to take part in thestudy if they thought there was a possibility of experiencing a severe negative emotional611 Psychiatric Quarterly (2021) 92:609–619"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "response to the content of the questionnaire. The demographic characteristics of the University\nof Nottingham medical student population were that they were young (97% aged 18 –24 years),\nCaucasian (66%), Asian (18%) or black (8%), and the majority were female (73%). There\nwere no incentives for participants.\nMaterials\nThe Amsterdam Misophonia Scale (A-miso-S) is a 7-item subjective, self-report measure\nwhich uses a 5-point Likert scale for participants to rate their response to each item [ 15]. The\nfinal item of the questionnaire requires a free text response from the respondent. The A-Miso-Sis an adapted version of the Yale-Brown Obsessive-Compulsive Scale (YBOCS) [ 15,26].\nScores are categorised into ranges of sub-clinical (0 –4), mild [ 5–9], moderate [ 10–14], severe\n[15–19] and extreme [ 20–24]. Total scores of 4 or less are considered subclinical, whereas\nscores of 5 or more are considered clinically significant. The scale assesses how much timepeople are preoccupied with the sounds, how much interference they have in daily activities,how much distress is associated with the trigger sound, how much effort a sufferer makes toresist thinking of the sounds, how much control sufferers have over their thoughts, and theiravoidance of the stimuli.\nA calculated necessary sample size of 58 was found to be required for sufficient statistical\npower in the study using a cross-sectional study sample size formula and values of 95%\nconfidence, 20% estimated prevalence (based on previous studies [ 6,7]) and 5% precision\n[27]. The functionality of the survey tool as tested by the principal investigator prior to its\nrelease to participants.\nProcedure\nParticipants were provided with a participation information sheet with relevant details. They\nthen proceeded to the questionnaire and consented to participate. Participants then completed\neach item and submitted the questionnaire. The collective results were exported to Excel foranalysis. Data collection was done between the 22nd of October 2019 and the 4th ofNovember 2019.\nAnalytical Strategy\nStatistical analyses were carried out using IBM SPSS Statistics 26 (Routeledge, Armonk NY).\nStatistical significance was set at 5% for all statistical testing.\nPrevalence of clinically significant misophonia was presented as a proportion with 95%\nconfidence interval and was compared to a similar study (REF) using the z-test. For eachquestion of the A-Miso-S, scores were summarised using the mean, SD, median, mode andfrequencies of endorsement for each option. A-Miso-S scores in responders to the free textquestion were compared to score of non-responders using a Mann-Whitney-U test.\nA thematic analysis guided by Braun and Clarke [ 28] was undertaken to analyse the final\nitem of the survey which was an open-ended text-based response in order to deduce key\nthemes that people with and without the condition experience to provide the study with a\nqualitative element.\nA-Miso-S questionnaire data were subjected to a factor analysis which involved calculation\nof KMO values to determine if a factor Analysis was worthwhile, Chronbach ’s alpha to612 Psychiatric Quarterly (2021) 92:609–619"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "measure agreement of questions and an initial exploratory factor analysis to produce a scree\nplot. Correlation matrices were produced by conducting a more detailed factor analysis withthe data from the exploratory testing. Kendal ’s Tau was conducted to assess the significance of\ncorrelations. Residual correlation testing was also conducted. There was no missing data to\naccount for.\nResults\nDescriptive Statistics\nData was obtained from 336 participants who completed the questionnaire. The mean,standard deviation (SD), mode, median and frequency of endorsement of each answer optionto the six scored questions of the Amsterdam Misophonia Scale are presented in Table 1.\nOverall, 49.1% (95% CI 0.44 –0.55) of the 336 respondents had clinically significant\nmisophonia (scores in the mild to extreme categories (total score: 5 –24)) with the other\n50.9% (CI 0.45 –0.56) being sub-clinical (total score: 0 –4). The proportion of individuals\nexperiencing clinically significant misophonia in this study was compared to the proportionf o u n di nas t u d yb yW ue ta l .[ 6] in 2014 (which noted clinically significant symptoms to be\n19.9% (95% CI) in 483 participants) using a z-test, this study showed a statistically significant\ndifference (Z score = −8.82, p<0 . 0 0 1 ) .\nQualitative Analysis\nRegarding the responses to the free text question, it was determined that those who responded\n(n= 253) had statistically significantly higher scores than those who did not ( n= 83) in\nmisophonia severity (Mann-Whitney U test p= 0.024). Upon doing a thematic analysis of\nthe resulting comments, 21 main codes were highlighted, including an unclassified category.\nTable 1. Scores per question with averages\nFrequency of\nendorsement of each\nscore:\nQuestion Mean SD Mode Median 0 1 2 3 4\nHow Much of your Time Is Occupied by Misophonic\nSounds0.89 0.68 1 1 94 187 52 3 0\nHow Much Do these Misophonic Sounds Interfere with\nyour Social, Work or Note Functioning?0.59 0.70 0 0 175 129 27 5 0\nHow Much Distress Do the Misophonic Sounds Cause\nyou?1.10 0.83 1 1 176 79 57 20 4\nHow Much Effort Do you Make to Resist the (Thoughts\nabout the) Misophonic Sounds?0.80 1.00 0 0 78 169 71 15 3\nHow Much Control Do you Have over your Thoughts\nabout the Misophonic Sounds?1.14 1.03 1 1 106 114 73 36 4\nHave you Been Avoiding Doing Anything, Going any\nPlace, or Being with Anyone because of your\nMisophonia?0.42 0.75 0 0 238 60 34 2 2\nNB: Scores correspond to, 0 = None, 1 = Mild, 2 = Moderate, 3 = Severe, 4 = Extreme.613 Psychiatric Quarterly (2021) 92:609–619"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "These codes were then organised into three broader themes which became evident when\nlooking at the essence of these comments. The codes and themes as well as some of the linksbetween codes and themes in Fig. 1.\nThe thematic analysis indicated that respondents fell into two categories. Firstly, individuals\nwho experienced an inward response to the stimuli felt an emotion represented by one of the\ncodes in this theme such as irritation or distraction. Their response however, was not severeenough for them to take any outward action to stop it or remove themselves from the scenario,\nrather they just chose to tolerate it. On the other hand, some individuals whose responses were\nso severe that they were unable to tolerate the stimuli and so were forced to take action to stopor avoid the stimuli. Sometimes these outward responses such as aggression or being unable to\nfunction normally were what the respondents themselves were most fearful of experiencing. Inaddition to these we observed respondents who didn ’t experience any misophonic symptoms\nas well as a few who made jokes or non-serious replies to the question. This highlights howmisophonia is not recognised for the potentially disabling and crippling condition it is, if itwere felt acceptable for medical students to joke about it.\nFactor Structure of the A-Miso-S\nInitial testing with the Kaiser-Meyer-Olkin measure of sampling adequacy gave a value of0.847. A value of 0.814 was obtained for Chronbach ’s alpha, this is a measure of agreement\nacross all questions in the questionnaire, I.e. internal consistency. Initial exploratory factoranalysis produced a scree plot (Fig. 2) which indicated only one factor was present. A single\npoint on the plot had an Eigenvalue over 1 which was to the left of the index point.\nIn the light of the unifactorial structure, a correlation matrix was produced which describes\nhow individual questions correlate with each other. The correlation matrix in Table 3shows\npositive correlations exclusively (indicating a high score in one question increases theTable 2 Proportions in each category\nGroup: n, (%) 95% Confidence Interval:\nSubclinical (Total Score 0 –4) 171 (51%) 0.45 –0.56\nMild (Total Score 5 –9) 124 (37%) 0.32 –0.42\nModerate (Total Score 10 –14) 40 (12%) 0.091 –0.017\nSevere (Total Score 15 –19) 1 (0.3%) 0.00 –0.016\nExtreme (Total Score 20 –24) 0 (0%) 0.00 –0.011 (One-sided 97.5% confidence interval)\nThe proportions of individuals in each category are given in Table 2.\nFig. 1 Mind map of themes showing links between codes614 Psychiatric Quarterly (2021) 92:609–619"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "likelihood to give a high score in another question). Moreover, all the correlations were\nmoderate, correlations over 0.5 would be strong, and these were all similarly correlated withvalues ranging from 0.209 to 0.593. Moreover, in conducting a Kendal ’s Tau test it was shown\nthat all of the correlations were statistically significant ( PValue <0.001).\nTests for residual correlations were also conducted, these being the matrix of the difference\nbetween the correlations in the raw data and the correlations from the rotated factor space. Thevalues that were obtained were between 0.1 and 0.001. Testing for total variance explainedindicates how much of the variance was explained by one factor. The one factor that was foundhad an eigenvalue of 2.7 and contributed 45% of the variance in the sample with the other 55%being other variables such as random variation between participants and other sources (seeTable 4).\nDiscussion\nThis online self-report study investigated the prevalence of misophonia in a population of\nmedical students using the A-Miso-S. The results highlighted that nearly half of the cohortexperienced clinically significant symptoms.\nThe differences between the findings of the present study and that of Wu et al. [ 6]a r e\nsubstantial, with the present investigation finding a much higher prevalence of misophonia,\nthough there are some important factors to consider as to why this may be. Wu and colleaguesused the Misophonia Questionnaire (MQ) [ 6] as the A-Miso-S and other tools were not\navailable at the time, and so the results are not directly comparable. Moreover, the studieswere conducted in different countries (UK and the USA), and Wu et al. examined a generic\nFig. 2 –Scree plot illustrating the unifactorial nature of the A-Miso-S\nTable 3 . Correlation matrix\nQ u e s t i o n : 234567\n2 1.0 0.528 0.535 0.342 0.496 0.332\n3 0.528 1.0 0.551 0.356 0.469 0.452\n4 0.535 0.551 1.0 0.359 0.593 0.459\n5 0.342 0.346 0.359 1.0 0.491 0.209\n6 0.496 0.469 0.593 0.491 1.0 0.40072 0.332 0.452 0.459 0.209 0.400 1.0615 Psychiatric Quarterly (2021) 92:609–619"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "population of undergraduates rather than a distinct population of medical students. This may\npartially account for higher levels of misophonic symptoms in medical students as this isconsistent with the propensity to be more prone to conditions commonly co-occurring withmisophonia.\nLooking at the responses to each question, the majority of scores were low, any individuals\nscoring a 4 on a single question was very uncommon with most people scoring mildly in mostquestions and a smaller group scoring consistently moderately across all domains. The trend ofthe data may indicate that misophonia or misophonic symptoms are just a part of the normalhuman experience but that in some individuals these emotions and responses were heightenedto a level that they are causing adverse emotional and behavioral effects.\nThe thematic analysis highlights the broad spectrum of different responses within\nmisophonic individuals and provides insight into their coping mechanism which may be\nimportant for future research looking to find the most effective ways of mitigating misophonic\nimpulses especially in individuals with particularly severe or disruptive responses.\nThere are some limitations to the present study. Selection bias may have affected the results\nas there is an approximate 40% increase in likelihood for people to cooperate with a study ifthey are interested in it or affected by it [ 29]. This may have artificially inflated the number of\nthose with clinically significant misophonia that were detected. On the other hand, potentialparticipants were encouraged not to partake if it might be distressing for them, so some of themore extreme cases of misophonia in our population may have been missed. Additionally,\nthere was a non-response bias at play in the text box question. No data was collected in the\nrespondents age, ethnicity, nor gender. The lack of the data on gender and age in particularmeans one is unable to assess exactly how representative the study population was to theoverall medical student population. It also means one cannot draw any deductions of the roleof age, gender, race or other factors on misophonia prevalence or severity. Additionally, therewas no way to assess if an individual completed the questionnaire more than once, thus wecannot confirm all responses are from different individuals which could compromise theintegrity of the results.\nThis study potentially indicates a seemingly un-met need in misophonic medical students\nfor support. This also indicates that misophonia is a condition which effects many peoplemildly and a few people very severely. Furthermore, the A-Miso-S was found to be a robustmeasure of misophonia in medical students and accurately quantified a single construct.Overall, this condition appears to more common in this population than prior research mighthave suggested and so Medical Schools may need to improve their strategies surrounding itand this study should also encourage further research into diagnostic tools, treatment optionsand finding the best interventions for sufferers.Table 4 . Table of the variance explained by the factor\nFactor Total % of Variance Cumulative % % of Variance\n1 3.219 53.648 53.648 45.037\n2 0.833 13.876 67.524\n3 0.638 10.629 78.1534 0.508 8.462 86.615\n5 0.437 7.277 93.892\n6 0.366 6.108 100.000616 Psychiatric Quarterly (2021) 92:609–619"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Acknowledgments CC. PS. DJ and DB are supported by the UK National Institute for Health (NIHR)\nBiomedical Research Programme. Their views herein are their own and do not necessarily represent those of\nNIHR, the NHR, or the UK Department of Health and Social Care.\nThanks also to the participants for volunteering to be involved in the study.\nAvailability of Data and Material Available on request.\nCode Availability N/A\nFunding Funded by the University of Nottingham.\nCompliance with Ethical Standards\nConflict of Interest N/A\nEthics Approval Approved by University of Nottingham Faculty of Medicine and Health Sciences ethical\nreview board.\nConsent to Participate Given by all volunteers.\nConsent for Publication N/A\nOpen Access This article is licensed under a Creative Commons Attribution 4.0 International License, which\npermits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give\nappropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and\nindicate if changes were made. The images or other third party material in this article are included in the article's\nCreative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included\nin the article's Creative Commons licence and your intended use is not permitted by statutory regulation or\nexceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy\nof this licence, visit http://creativecommons.org/licenses/by/4.0/ .\nReferences\n1. McFerran D. Misophonia and phonophobia. Tinnitus: Clinical and research perspectives. San Diego: Plural\nPublishing; 2016. p. 245 –59.\n2. Potgieter I, MacDonald C, Partridge L, Cima R, Sheldrake J, Hoare DJ. Misophonia: a scoping review of\nresearch. J Clin Psychol. 2019;75(7):1203 –18.\n3. Hadjipavlou G, Baer S, Lau A, Howard A. Selective sound intolerance and emotional distress: what every\nclinician should hear. Psychosom Med. 2008;70(6):739 –40.\n4. Margaret M, Jastreboff P, Pawel J. Jastreboff, PhD, ScD. Hyperacusis. 2001, Audiology Online.\n5. Singer DA. The mixed-methods case study of \"zara\": Cognitive behavior therapy treatment of a college\nstudent with misophonia. Dissertation Abstracts International: Section B: The Sciences and Engineering.\n2019;80(2-B(E)):No Pagination Specified.\n6. Wu MS, Lewin AB, Murphy TK, Storch EA. Misophonia: incidence, phenomenology, and clinical\ncorrelates in an undergraduate student sample. J Clin Psychol. 2014;70(10):994 –1007.\n7. Zhou X, Wu MS, Storch EA. Misophonia symptoms among Chinese university students: incidence,\nassociated impairment, and clinical correlates. J Obsess-Compuls Rel Dis. 2017;14:7 –12.\n8. Jastreboff PJ, Jastreboff MM. Treatments for decreased sound tolerance (hyperacusis and misophonia).\nSemin Hear. 2014;35(2):105 –20.\n9. Greenberg B. Assessing the impact of sound sensitivity in tinnitus. Diss Abstr Int: Section B: Scie Eng.\n2018;79(1-B(E)):No Pagination Specified.\n10. Baguley DM. Hyperacusis. J R Soc Med. 2003;96(12):582 –5.https://doi.org/10.1258/jrsm.96.12.582\nPMID: 14645606; PMCID: PMC539655.617 Psychiatric Quarterly (2021) 92:609–619"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "11. Herraiz C, Diges I. Tinnitus and hyperacusis/phonophobia. Textbook of tinnitus. New York: Springer\nScience + Business Media; 2011. p. 455 –61.\n12. Barratt EL, Davis NJ. Autonomous Sensory Meridian Response (ASMR): A flow-like mental state. Peer J.\n2015;2015(3).\n13. Ferreira GM, Harrison BJ, Fontenelle LF. Hatred of sounds: misophonic disorder or just an underreported\npsychiatric symptom? Ann Clin Psychiatry. 2013;25(4):271 –4.\n14. Porth R, Geller D. Atypical symptom presentations in children and adolescents with obsessive compulsive\ndisorder. Compr Psychiatry. 2018;86:25 –30.\n15. Schröder A, Vulink N, Denys D. Misophonia: diagnostic criteria for a new psychiatric disorder. PLoS One.\n2013;8(1):e54706.\n16. Martino D, Hedderly T. Tics and stereotypies: a comparative clinical review. Parkinsonism Relat Dis.\n2019;59:117 –24.\n17. Kumar S, Tansley-Hancock O, Sedley W, Winston JS, Callaghan MF, Allen M, et al. The brain basis for\nMisophonia. Curr Biol. 2017;27(4):527 –33.\n18. Cavanna AE, Seri S. Misophonia: current perspectives. Neuropsychiatr Dis Treat. 2015;11:2117 –23.\n19. Hocaoglu C. A little known topic misophonia: two case reports. Dusunen Adam. 2018;31(1):89 –96.\n20. Moller AR. Misophonia, phonophobia, and \"exploding head\" syndrome. Textbook of tinnitus. New York:\nSpringer Science + Business Media; 2011. p. 25 –7.\n21. Azim SR, Baig M. Frequency and perceived causes of depression, anxiety and stress among medical\nstudents of a private medical institute in Karachi: a mixed method study.\n22. Mao Y, Zhang N, Liu J, Zhu B, He R, Wang X. A systematic review of depression and anxiety in medical\nstudents in China.\n23. Seedhom AE, Kamel EG, Mohammed ES, Raouf NR. Predictors of perceived stress among medical and\nnonmedical college students, Minia, Egypt.\n24. Milic J, Skrlec I, Milic Vranjes I, Podgornjak M, Heffer M. High levels of depression and anxiety among\nCroatian medical and nursing students and the correlation between subjective happiness and personality\ntraits.\n25. Meena AS, Santre M. Emotional intelligence: A comparative study between medical, engineering and\ncommerce undergraduates and their coping styles. Indian J Psychiatry. 2019;61(9 Supplement 3):S619 –S20.\n26. Goodman WK, Price LH, Rasmussen SA, Mazure C, Fleischmann RL, Hill CL, et al. The Yale-Brown\nobsessive compulsive scale. I. Development, use, and reliability. Arch Gen Psychiatry. 1989;46(11):1006 –\n11.\n27. Pourhoseingholi MA, Vahedi M, Rahimzadeh M. Sample size calculation in medical studies. Gastroenterol\nHepatol Bed Bench. 2013;6(1):14 –7.\n28. Braun V, Clarke V. Using Thematic Analysis in psychology. Qualitative Res Psychol. 2008:77 –101.\n29. Groves RM, Presser S, Dipko S. The role of topic interest in survey participation decisions. Public Opin Q.\n2004;68(1):2 –31.\nPublisher ’sN o t e Springer Nature remains neutral with regard to jurisdictional claims in published maps and\ninstitutional affiliations.618 Psychiatric Quarterly (2021) 92:609–619"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Jay Naylor is a 3rd year medical student at the University of Nottingham. Jay is interested in Psychiatry, it\nstrikes him as an area of extreme diversity of patients, and a frontier with so much we don ’t fully understand.\nJay’s interest also includes music, he is somewhat of a singer song-writer and has 2 singles released to date. He is\nalso a keen shooter, having been a part of the University team for 3 years as well as having shot target rifle for\nLincolnshire county before. His research experience was limited before undertaking a study into misophonia for\nhis degree dissertation.\nDavid Baguley PhD is Professor of Hearing Sciences, School of Medicine, University of Nottingham. His\nresearch focusses on the themes of ototoxicity, tinnitus, and hyperacusis.\nCharlotte Caimino BSc MBPsS is a Research Assistant in Hearing Sciences, School of Medicine, University of\nNottingham. Coming from a background in psychology, she now works as part of the Clinical Hearing Science\nresearch group with a focus on the themes of tinnitus, hyperacusis and ototoxicity.\nPolly Scutt MSc is a medical statistician working in the Hearing theme of the NIHR Biomedical research centre\nand the Division of Epidemiology and Public Health at the University of Nottingham. Her research involves\nhearing related disorders and liver disease.\nDerek J Hoare PhD is Associate Professor in Hearing Sciences at the University of Nottingham, Adjunct\nProfessor at University College Cork, and Chair of the British Society of Audiology. His research programme\ncentres on the assessment and treatment of hearing-related disorders.\nAffiliations\nJay Naylor1&Charlotte Caimino1,2&Polly Scutt1,2&Derek J Hoare1,2&David M\nBaguley1,2,3\n1Hearing Sciences, Division of Clinical Neurosciences, School of Medicine, University of Nottingham,\nNottingham, UK\n2Nottingham NIHR Biomedical Research Centre, School of Medicine, University of Nottingham,Nottingham, UK\n3Nottingham Audiology Services, Nottingham University Hospitals NHS Trust, Nottingham, UK619 Psychiatric Quarterly (2021) 92:609–619"
    }
  ]
}