{
  "doc_type": "scientific paper",
  "title": "The National Intimate Partner and Sexual Violence Survey: 2016/2017 Report on Intimate Partner Violence",
  "authors": [
    "Ruth W. Leemis",
    "Norah Friar",
    "Srijana Khatiwada",
    "May S. Chen",
    "Marcie-jo Kresnow",
    "Sharon G. Smith",
    "Sharon Caslin",
    "Kathleen C. Basile"
  ],
  "year": 2022,
  "journal": null,
  "doi": null,
  "abstract": "This report summarizes the lifetime and past 12-month prevalence of different forms of intimate partner violence victimization among women and men in the United States, including contact sexual violence, physical violence, stalking, and psychological aggression. It details intimate partner violence victimization prevalence by race/ethnicity, characteristics such as sex of perpetrator and age at first victimization, direct impacts of victimization such as injury or missed school or work, and associations between victimization and health conditions. It also describes reports of minors in the respondent’s home who witnessed intimate partner violence among their parents or guardians.",
  "keywords": [
    "Intimate Partner Violence",
    "Contact Sexual Violence",
    "Physical Violence",
    "Stalking",
    "Psychological Aggression",
    "Prevalence",
    "United States",
    "Public Health",
    "Victimization",
    "Health Outcomes"
  ],
  "research_topics": [
    "Prevalence of intimate partner violence",
    "Types of intimate partner violence (contact sexual violence, physical violence, stalking, psychological aggression)",
    "Health impacts of intimate partner violence",
    "Methodology of National Intimate Partner and Sexual Violence Survey",
    "Demographic characteristics related to intimate partner violence",
    "Survey data analysis and statistical methods in public health violence research"
  ],
  "created_at": "2025-05-05T03:22:08.531396Z",
  "source_pdf": "documents/research/Global/NISVSReportonIntimatePartnerViolence_2022.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "The National Intimate Partner \nand Sexual Violence Survey\n2016/2017 \nReport on Intimate \nPartner Violence"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": ""
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "The National Intimate Partner \nand Sexual Violence Survey:\n2016/2017 Report on Intimate Partner Violence\nRuth W. Leemis, Norah Friar, Srijana Khatiwada, May S. Chen, Marcie-jo Kresnow, \nSharon G. Smith, Sharon Caslin, and Kathleen C. Basile\nCenters for Disease Control and Prevention\nRochelle P . Walensky, MD, MPH, Director\nNational Center for Injury Prevention and Control\nDebra E. Houry, MD, MPH, Director\nDivision of Violence Prevention\nJames A. Mercy, PhD, Director\nOctober 2022\nNational Center for Injury Prevention and Control\nCenters for Disease Control and Prevention\nAtlanta, Georgia\nSuggested Citation:\nLeemis R.W., Friar N., Khatiwada S., Chen M.S., Kresnow M., Smith S.G., Caslin, S., & Basile, K.C. (2022). \nThe National Intimate Partner and Sexual Violence Survey: 2016/2017 Report on Intimate Partner Violence . \nAtlanta, GA: National Center for Injury Prevention and Control, Centers for Disease Control and Prevention."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Acknowledgment\nThe authors would like to acknowledge the in-depth review and valuable \ninput provided by Jieru Chen, LaTonia Richardson, and Mark Stevens. The authors would also like to acknowledge the valuable contributions of Alida Knuth in designing the layout for this report."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Background and Definition\nIntimate partner violence is a persistent public health \nproblem that affects millions of Americans every year. The term, intimate partner violence, refers to any physical or sexual violence, stalking, and/or psycho -\nlogical aggression by a current or former dating partner or spouse.\n1 This form of violence can happen \nin all types of relationships, including among hetero -\nsexual and same-sex relationships, and can occur at multiple points throughout the lifespan. Intimate partner violence may also vary in severity or duration and does not require sexual intimacy. \nExperiencing intimate partner violence is associated \nwith many negative health outcomes.\n2 Its victims \nare more likely to report anxiety, depression, post-traumatic stress disorder (PTSD) symptoms,\n3-6 and \nnegative risk behaviors such as smoking, binge drinking, and sexual risk behaviors.\n7-9 They are also \nmore likely to experience various physical health consequences, including HIV and other sexually trans-mitted infections, gastrointestinal and neurological disorders, and chronic pain.\n2,3,7 In the most severe \ncases, intimate partner violence may result in death.10\nThis report summarizes the lifetime and past 12-month prevalence of different forms of intimate partner violence victimization among women and men in the United States, including contact sexual violence, physical violence, stalking, and psycho -\nlogical aggression. It details intimate partner violence victimization prevalence by race/ethnicity, charac -\nteristics such as sex of perpetrator and age at first victimization, direct impacts of victimization such as injury or missed school or work, and associations between victimization and health conditions. It also describes reports of minors in the respondent’s home who witnessed intimate partner violence among their parents or guardians. \nMethods\nThe National Intimate Partner and Sexual Violence Survey (NISVS) is an ongoing, nationally representative random-digit-dial (RDD) telephone survey of U.S. adults (18 and older) that uses a dual-frame approach that includes both landlines and cell phones. Noninstitutionalized English- and/or Spanish-speaking adult women and men are surveyed. For this study, the survey was administered twice between September 2016 and May 2017 (i.e., the 2016/2017 period). A total of 15,152 women and 12,419 men completed the survey. The response rate was 7.6% (American Association for Public Opinion Research [AAPOR] Response Rate 4),\n11 and the cooperation rate was 58.6% \n(AAPOR Cooperation Rate 4).11 More details about the \nsurvey instrument and the methods used to collect the 2016/2017 NISVS data are described in Kresnow, Smith, Basile, & Chen.\n12\nSeveral survey changes were made for the 2016/2017 NISVS data collection relative to earlier survey years. Several survey questions were revised, modules were reordered, and data collection was simplified to reduce respondent burden. For example, in lieu of gathering individual perpetrator initials for each set of behaviors, the survey gathered information about the victim-perpetrator relationship and the perpetrator’s sex. While whether the respondent experienced multiple acts of violence by the same perpetrator can no longer be established, perpetrators are identified for the respondent’s first experience of violence by an intimate partner. Changes made specific to the intimate partner violence content of the survey include moving the modules on physical violence and psychological aggression by an intimate partner closer to the intimate partner violence impact questions. In addition, questions that had been previously removed due to space limitations were added to the psychological aggression module. Additional details about revisions to the 2016/2017 NISVS instrument are described in Kresnow et al.\n12\nAs noted in the NISVS 2016/17 methodology report by Kresnow et al,\n12 analyses were conducted using SAS \n(version 9.4) and SAS-callable SUDAAN (version 11.1). Weighted prevalence estimates and 95% confidence intervals were produced separately for females and males, along with estimated total number of victims.\n12 \nChi-square tests were conducted to ascertain the association between health conditions of interest and intimate partner violence victimization with a p-value of 0.05 set as the threshold for establishing statistical significance. Estimates with relative standard errors > 30% or a numerator sample count ≤ 20 were considered statistically unstable and were not reported.\n12 T he National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence  1"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "How NISVS Measured Intimate Partner Violence\nFour types of intimate partner violence are included in this report. These include contact sexual violence, physical violence, stalking, and \npsychological aggression by an intimate partner. In NISVS, an intimate partner is described as a romantic or sexual partner and includes spouses, boyfriends, girlfriends, and people they dated, were seeing, or with whom they “hooked up. ”\n Contact sexual violence is a combined measure that includes rape, being made to penetrate someone else (males only), sexual coercion, and/or unwanted sexual contact.\n Rape is any completed or attempted unwanted vaginal (for women), oral, or anal penetration through the use of physical force (such as being pinned or held down, or by the use of violence) or threats to physically harm and includes times when the victim was too drunk, high, drugged, or passed out from alcohol or drugs and unable to consent. Rape is separated into three types: 1) completed forced penetration, 2) attempted forced penetration, and 3) completed alcohol- or drug-facilitated penetration. Among women, rape includes vaginal, oral, or anal penetration by a male using his penis. It also includes vaginal or anal penetration by a male or female using their fingers or an object. Among men, rape includes oral or anal penetration by a male using his penis. It also includes anal penetration by a male or female using their fingers or an object. \n Being made t o penetrate someone else (asked of males only)  includes times when a victim was made to, or an attempt was \nmade to make them, sexually penetrate someone without the victim’s consent because the victim was physically forced (such as being pinned or held down, or by the use of violence) or threatened with physical harm, or when the victim was too drunk, high, drugged, or passed out from alcohol and drugs and unable to consent. Among men, being made to penetrate someone else could have occurred in multiple ways: being made to vaginally penetrate a female using one’s own penis; being made to orally penetrate a female’s vagina or anus; being made to anally penetrate a male or female; or being made to receive oral sex from a male or female. It also includes male and female perpetrators attempting to force male victims to penetrate them, though it did not happen. \n Sexual coercion is unwanted sexual penetration that occurs after a person is pressured in a nonphysical way. In NISVS, sexual coercion refers to unwanted vaginal, oral, or anal sex after being pressured in ways that include being worn down by someone who repeatedly asked for sex or showed they were unhappy; feeling pressured by being lied to, being told promises that were untrue, having someone threaten to end a relationship or spread rumors; and sexual pressure due to someone using their influence or authority. \n Unwanted sexual contact is unwanted sexual experiences involving touch but not sexual penetration, such as being kissed in a sexual way or having sexual body parts fondled, groped, or grabbed. \n Physical violence includes many behaviors from being slapped, pushed, or shoved to severe acts that include being hit with a fist or something hard, kicked, hurt by having hair pulled, slammed against something, beaten, burned on purpose, attempted to be hurt by choking or suffocating, and having a knife or gun used on them. \n Stalking involves a perpetrator’s use of a pattern of harassing or threatening tactics that are both unwanted and cause fear or safety concerns. For this report, a person was considered a stalking victim if they experienced any of the stalking tactics on more than one occasion and by the same perpetrator and felt, fearful, threatened, or concerned for their own safety or the safety of others as a result of the perpetrator’s behavior.\n Psychological aggression includes expressive aggression (insulting, humiliating, or making fun of a partner in front of others) and coercive control and entrapment, which includes behaviors that are intended to monitor, control, or threaten an intimate partner.\nIntimate partner violence-related impact was assessed among all victims of contact sexual violence, physical violence, or stalking by an intimate partner during their lifetime and in the last 12 months. It includes experiencing any of the following: being fearful, being concerned for safety, any post-traumatic stress disorder symptoms, injury, need for medical care, need for help from law enforcement, missing at least one day of work, or missing at least one day of school. The following impacts were included in the lifetime estimate only: specific types of physical or mental injuries, need for housing, need for victim advocate services, need for legal services, and contacting a crisis hotline. 2 The National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Findings\nLifetime and 12-month Prevalence of Intimate Partner \nViolence Victimization\nFigure 1\nLifetime Prevalence of Contact Sexual Violence,1 Physical Violence, and Stalking Victimization \nby an Intimate Partner — U.S. Women, National Intimate Partner and Sexual Violence Survey, \n2016/2017 Annualized Estimates2\nAny contact sexual violence, \nphysical violence, and/or stalking\nContact sexual violence\nStalking\nPhysical violence\nSubtypes of physical violence:\nSevere physical violence\nSlapped, pushed or shoved19.6%\n13.5%\n42.0%\n32.5%\n38.9%47.3%\n1 Contact sexual violence includes rape, sexual coercion, and/or unwanted sexual contact.  \n2 All percentages are weighted to the U.S. adult population.\nFigure 2\nLifetime Prevalence of Contact Sexual Violence,1 Physical Violence, and Stalking Victimization \nby an Intimate Partner — U.S. Men, National Intimate Partner and Sexual Violence Survey, 2016/2017 Annualized Estimates\n2\nAny contact sexual violence, \nphysical violence, and/or stalking\nContact sexual violence\nStalking\nPhysical violence\nSubtypes of physical violence:\nSevere physical violence\nSlapped, pushed or shoved7.6%\n5.2%\n42.3%\n24.6%\n39.0%44.2%\n1 Contact sexual violence includes rape, made to penetrate, sexual coercion, and/or unwanted sexual contact.\n2 All percentages are weighted to the U.S. adult population. The National I ntimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence  3"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Contact Sexual Violence, Physical Violence, and/or Stalking  \nWomen      \nAlmost 1 in 2 women (47.3% or 59 million) in the United \nStates reported any contact sexual violence, physical violence, and/or stalking victimization by an intimate partner at some point in their lifetime (Figure 1, Table 1). Seven percent (7.3% or 9 million) of U.S. women experienced any contact sexual violence, physical violence, and/or stalking victimization by an intimate partner in the 12 months before the survey (Table 1).\nThe lifetime prevalence for U.S. women of any contact \nsexual violence, physical violence, and/or stalking by an intimate partner who experienced an intimate partner violence-related impact was 41.0% (51.2 million, see Table 1); the 12-month prevalence of any contact sexual violence, physical violence, and/or stalking with an intimate partner violence-related impact among women was 4.5% (5.7 million). See pages 10–13 for more information about how the prevalence of specific intimate partner-related violence impacts women and female victims.Men\nMore than 40 percent (44.2% or 52.1 million) of U.S. men reported any contact sexual violence, physical violence, and/or stalking by an intimate partner in their lifetime (Figure 2, Table 2). In the 12 months prior to the survey, 6.8% of men (8.0 million) reported any contact sexual violence, physical violence, and/or stalking by an intimate partner (Table 2).\nOne in 4 U.S. men (26.3% or 31 million) experienced \nany contact sexual violence, physical violence, and/\nor stalking by an intimate partner at some point in their lifetime and also reported an intimate partner violence-related impact (Table 2); 2.8% (3.3 million) experienced contact sexual violence, physical violence, and/or stalking with an intimate partner violence-related impact (Table 2). See pages 11–13 for more information on the prevalence of specific impacts among men and male victims.\nContact Sexual Violence\nWomen      \nAlmost 1 in 5 women (19.6% or 24.5 million) in the United States reported any contact sexual violence by an intimate partner in their lifetime. Of the specific types of contact sexual violence, 10.5% of women (13.2 million) reported rape, 13.7% (17.1 million) sexual coercion, and 8.0% (10 million) of women reported unwanted sexual contact by an intimate partner in their lifetime (Table 1). In the 12 months before the survey, 3.2% of women (4 million) reported any contact sexual violence by an intimate partner, with 2.5% (3.1 million) reporting sexual coercion, 1.0% (1.3 million) rape, and 0.9% (1.2 million) of women reporting unwanted sexual contact by an intimate partner in the prior 12 months (Table 1). Men\nOne in 13 men (7.6% or more than 8.9 million) in the United States reported any contact sexual violence by an intimate partner during their lifetime. Less than 1% (0.5% or 560,000) reported rape, 2.8% (3.3 million) being made to penetrate, 5.0% (5.9 million) sexual coercion, and 2.1% (2.5 million) of men reported unwanted sexual contact by an intimate partner during their lifetime (Table 2). In the 12 months prior to the survey, 1.4% of men (1.7 million) reported any contact sexual violence by an intimate partner; 1.1% (1.3 million) sexual coercion, 0.4% (464,000) being made to penetrate, and 0.5% (642,000) of men reported unwanted sexual contact (Table 2). The past 12-month estimate for rape by an intimate partner was based upon numbers too small to produce a statistically stable estimate and was therefore not reported.  4 The National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Almost 1 in 2 women and more than 2 in 5 \nmen reported experiencing contact sexual \nviolence, physical violence, and/or stalking victimization by an intimate partner at some point in their lifetime. The National Intimate P artner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence  5\nPhysical Violence\nWomen  \nSlightly more than 2 in 5 women (42.0% or 52 million) in the United States reported experiencing any physical violence by an intimate partner in their lifetime (Table 1). Almost 39% of women (48.5 million) reported being slapped, pushed, or shoved, and 32.5% (40.5 million) reported any severe physical violence (Table 1, Figure 1), which includes being hit with a fist or something hard (18.9%), kicked (12.2%), hurt by having hair pulled (17.7%), slammed against something (24.4%), hurt by choking or suffocating (16.2%), beaten (15.2%), burned on purpose (2.8%), or had a knife (3.9%) or gun (4.7%) used on them (Table 3). In the 12 months prior to the survey, 4.5% of women (5.6 million) reported experiencing any physical violence by an intimate partner, with 4.0% (5.0 million) reporting being slapped, pushed, or shoved, and 3.1% (3.9 million) reporting any severe physical violence (Table 1).Men\nMore than 2 in 5 men (42.3% or 49.9 million) in the United States reported experiencing any physical violence by an intimate partner in their lifetime (Table 2). Being slapped, pushed, or shoved by an intimate partner in their lifetime was reported by 39.0% of men (46.1 million), and 24.6% (29 million) reported experiencing any severe physical violence (Table 2, Figure 2), including 16.9% of adult men reporting being hit with a fist or something hard, 12.2% being kicked, 7% who were slammed against something, 6.8% hurt by hair pulling, and 5.0% who were beaten (Table 4). In the 12 months prior to the survey, 5.5% of men (6.5 million) reported any physical violence by an intimate partner, 5.0% (5.9 million) were slapped, pushed, or shoved, and 3.0% (3.5 million) reported experiencing any severe physical violence by an intimate partner (Table 2).   \nStalking\nWomen      \nIn the United States, 13.5% of women (16.9 million) reported being stalked by an intimate partner in their lifetime (Table 1, Figure 1), and 2.5% of women (3 million) reported being stalked by an intimate partner in the past 12 months (Table 1). Men\nOne in 20 U.S. men (5.2% or 6.2 million) reported being stalked by an intimate partner in their lifetime (Table 2, Figure 2) and 1.2% of men (1.4 million) reported being stalked by an intimate partner in the 12 months before the survey (Table 2)."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Psychological Aggression\nWomen     \nAlmost half of all women (49.4% or 61.7 million) \nreported any psychological aggression by an intimate partner in their lifetime, which includes expressive aggression (29.4% or 36.7 million) and coercive control and entrapment (46.2% or 57.6 million; see Table 5). The most common forms of lifetime coercive control and entrapment by an intimate partner among women include an intimate partner keeping track of them by demanding to know where they were and what they were doing (28.6%), making decisions that should have been theirs to make (26.2%), destroying something important to them (25.4%), threatening to hurt themselves or to commit suicide because they were upset with them (21.4%), and trying to keep them from seeing or talking to family or friends (21.0%) (Table 5). In the 12 months prior to the survey, 6.7% of women (8.4 million) experienced any psychological aggression by an intimate partner (Table 5). Questions related to past 12-month expressive aggression and coercive control and entrapment were not asked on the survey, so estimates could not be produced. Men\nAmong men in the United States, 45.1% (53.3 million) reported any psychological aggression by an intimate partner in their lifetime, and 7.0% (8.2 million) reported it in the 12 months prior to the survey (Table 6). Expressive aggression by an intimate partner in their lifetime was reported by 1 in 5 men (20.2%), and 2 in 5 men (42.8%) reported coercive control and entrapment, including 26.7% who reported that a partner kept track of them by demanding to know where they were and what they were doing, 23.8% that a partner destroyed something important to them, and 20.9% that a partner made decisions for them that should have been theirs to make (Table 6). The past 12-month questions for the specific categories that make up any psychological aggression were not assessed in the survey. 6 The National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Prevalence of Intimate Partner Violence Victimization \nby Race/Ethnicity\nContact Sexual Violence, Physical Violence, and/or Stalking\nWomen\nU.S. women across different racial and ethnic groups \nreported experiencing contact sexual violence, physical violence, and/or stalking by an intimate partner during their lifetimes (Table 7). Almost two-thirds of non-Hispanic multiracial women (63.8%), more than half of non-Hispanic American Indian or Alaska Native women (57.7%), more than half of non-Hispanic black women (53.6%), about half of non-Hispanic white women (48.4%), two-fifths of Hispanic women (42.1%), and more than one-quarter of non-Hispanic Asian or Pacific Islander women (27.2%) reported this experience. In the 12 months prior to the survey, 17.4% of non-Hispanic multiracial women, 12.3% of non-Hispanic black women, 7.2% of Hispanic women, and 6.0% of non-Hispanic white women reported any contact sexual violence, physical violence, and/or stalking by an intimate partner (Table 7). The case counts for non-Hispanic Asian or Pacific Islander women and non-Hispanic American Indian or Alaska Native women reporting contact sexual violence, physical violence, and/or stalking by an intimate partner during the past 12 months were too small to produce statistically reliable prevalence estimates.Men\nU.S. men across different racial and ethnic groups experienced contact sexual violence, physical violence, and/or stalking by an intimate partner during their lifetimes (Table 8). More than half (57.6%) of non-Hispanic black men, 51.5% of non-Hispanic multiracial men, 51.1% of non-Hispanic American Indian or Alaska Native men, more than 2 in 5 non-Hispanic white men (44.0%), 40.3% of Hispanic men, and one-quarter of non-Hispanic Asian or Pacific Islander men (24.8%) shared this experience. In the 12 months before the survey, 18.1% of non-Hispanic American Indian or Alaska Native, 13.7% of non-Hispanic multiracial, 12.1% of non-Hispanic black, 7.6% of Hispanic, and 5.5% of non-Hispanic white men reported any contact sexual violence, physical violence, and/or stalking by an intimate partner (Table 8). The last 12-month case count for non-Hispanic Asian or Pacific Islander men was too small to produce a statistically stable estimate and was therefore not reported. T he National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence  7"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "8 The National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence\nAge at First Intimate Partner Violence Victimization\nContact Sexual Violence, Physical Violence, and/or Stalking\nFemale Victims\nAmong female victims who experienced contact \nsexual violence, physical violence, and/or stalking by an intimate partner in their lifetime, more than 70% (72.3% or 42.7 million) reported that their first victimization by an intimate partner occurred before age 25. This includes 27.1% (16 million) victims who were first victimized by an intimate partner before turning 18; 25.8% (15.3 million) who were first victimized by an intimate partner between 11–17 years of age, and 1.3% (753,000) of women who were first victimized at age 10 or younger (Figure 3 and Table 9). More than 1 in 4 (26.9% or 15.9 million) female victims were 25 years or older at the time of their first victimization by an intimate partner (Figure 3 and Table 9).\nFigure 3\nAge at First Intimate Partner Violence Victimization (Contact Sexual \nViolence, Physical Violence, or Stalking by an Intimate Partner) Among Female Victims, NISVS 2016/2017 Annualized Estimates\n1,2,3\n17 years \nand younger\n27.1%\n25 years \nand older\n26.9%18 to 24 \nyears\n45.2%\n1 Victims with unknown age at first victimization (estimated percentage is not statistically \nstable) are not represented in the figure. \n2 This is the youngest known age reported for the first intimate partner violence victimization. \n3 All percentages are weighted to the U.S. adult population.Almost three-\nquarters of female victims of intimate partner violence reported that they were first victimized before age 25, and more than 1 in 4 were first victimized before age 18."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "The National I ntimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence  9\nMale Victims\nMore than 60% (62.1% or 32.4 million) of male victims \nof contact sexual violence, physical violence and/or stalking by an intimate partner reported having first been victimized before age 25, including 21.4% (or 11.1 million) who were first victimized by an intimate partner before the age of 18 (Figure 4, Table 10). Twenty percent (20.5% or 10.7 million) were first victimized by an intimate partner at 11–17 years old and 0.9% (446,000) were 10 years or younger. Among male intimate partner violence victims, 36.3% (or 18.9 million) were 25 years or older at the time of their first victimization in their lifetime (Figure 4, Table 10).\nFigure 4\nAge at First Intimate Partner Violence Victimization (Contact Sexual \nViolence, Physical Violence, or Stalking by an Intimate Partner) Among Male Victims, NISVS 2016/2017 Annualized Estimates\n1,2,3\n17 years \nand younger\n21.4%\n25 years \nand older\n36.3%18 to 24 \nyears\n40.8%\n1 Victims with unknown age at first victimization (1.6%) are not represented in the figure. \n2 This is the youngest known age reported for the first intimate partner violence victimization. \n3 All percentages are weighted to the U.S. adult population.Almost \ntwo-thirds of male intimate partner violence victims reported that they were first victimized before age 25, and 1 in 5 were first victimized before age 18."
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Lifetime and 12-month Prevalence of Intimate \nPartner Violence-Related Impact\nContact Sexual Violence, Physical Violence, and/or Stalking\nWomen\nIn the United States, 2 in 5 women (41.0% or 51.2 \nmillion) experienced contact sexual violence, physical violence, and/or stalking by an intimate partner during their lifetime and reported at least one intimate partner violence-related impact (Table 11). Specifically, 35.3% of U.S. women (44 million) reported being injured, 33.7% (42 million) experienced PTSD symptoms, 29.9% (37.3 million) reported being concerned for their safety, 28.5% (35.5 million) reported being fearful, 18.2% (22.8 million) needed help from law enforcement, and 13.9% (17.3 million) of women needed medical care. Twelve percent (12.7% or 15.9 million) of women missed at least one day of work, 12.1% (15 million) needed legal services, 6.1% (7.6 million) talked to a crisis hotline operator, 6.0% (7.5 million) needed victim advocate services, and 5.5% of women (6.9 million) needed housing services at some point in their lifetime as a result of intimate partner violence (Table 11). The prevalence of specific injuries related to intimate partner violence are also reported in Table 11. Commonly reported lifetime injuries among women include mental or emotional harm (28.4% or 35.4 million); minor bruises or scratches (25.9% or 32.4 million); cuts, major bruises, or black eyes (15.8% or 19.7 million), or other physical injuries (8.1% or 10.1 million).\nIn the 12 months prior to the survey, 4.5% (5.7 million) \nof women in the United States experienced contact sexual violence, physical violence, and/or stalking by an intimate partner and reported at least one impact related to intimate partner violence during the past 12 months (Table 11). The national prevalence of impacts related to such violence reported by women during the last 12 months were: PTSD symptoms (3.7% or 4.6 million), being fearful (2.8% or 3.5 million), being concerned for safety (2.7% or 3.3 million), needing help from law enforcement (1.3% or 1.7 million), injury (1.3% or 1.6 million), missing at least one day of work (1.3% or 1.6 million), and needing medical care (0.6% or 739,000) (Table 11). Estimates for other types of impacts related to intimate partner violence during the past 12 months were not asked about in the survey and were therefore not reported (Table 11). Additionally, of note, 4.4% of U.S. women who were victimized by an intimate partner in their lifetime but not in the last 12 months still reported an impact related to intimate partner violence in the past 12 months (almost 5.5 million; data not shown).\nImpacts of Any Contact Sexual Violence, Physical Violence, or Stalking \nby an Intimate Partner — U.S. Women, National Intimate Partner and Sexual Violence Survey (NISVS), 2016/2017\n1 in 4 were fearful.\n1 in 3 were injured.1 in 4 were concerned for safety.1 in 3 had PTSD symptoms.1 in 8 needed medical care.1 in 6 needed help from law enforcement. 10 The National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "About 2 in 5 women and 1 in 4 men in the United States experienced \ncontact sexual violence, physical violence, and/or stalking by an intimate \npartner and reported an intimate partner violence-related impact during their lifetime.\nMen\nAmong U.S. men, 1 in 4 (26.3% or 31.1 million) experienced contact sexual violence, physical violence, and/or stalking by an intimate partner during their lifetime and reported at least one impact related to intimate partner violence (Table 12). Regarding specific impacts, 21.1% of U.S. men (24.9 million) reported being injured in their lifetime as a result of intimate partner violence, 14.5% (17.2 million) experienced PTSD symptoms, 8.1% (9.6 million) reported being fearful, 7.1% (8.4 million) reported being concerned for their safety, and 5.8% of men (6.9 million) needed legal services. Five percent (5.7% or 6.7 million men) missed at least one day of work, 5.5% (6.4 million) needed help from law enforcement, 4.3% (5 million) needed medical care, 1.5% (1.8 million) talked to a crisis hotline operator, 1.4% (1.6 million) needed housing services, and 0.6% of men (701,000) needed victim advocate services (Table 12). Specific intimate partner violence-related injuries experienced by men during their lifetime include minor bruises or scratches (15.4% or 18.2 million); mental or emotional harm (11.3% or 13.3 million); cuts, major bruises, or black eyes (6.4% or 7.5 million), or other physical injuries (2.4% or 2.8 million) (Table 12).   In the 12 months prior to the survey, 2.8% or 3.3 million men in the United States experienced contact sexual violence, physical violence, and/or stalking by an intimate partner and reported being affected by at least one intimate partner violence-related impact during the past 12 months (Table 12). The most common impacts related to intimate partner violence reported during the last 12 months were: PTSD symptoms (1.9% or 2.3 million), being fearful (1.2% or 1.4 million), being concerned for safety (1.0% or 1.2 million), injury (0.8% or 927,000), missing at least one day of work (0.7% or 848,000), needing help from law enforcement (0.7% or 797,000), and needing medical care (0.3% or 336,000) (Table 12). Estimates for other types of impacts related to intimate partner violence during the past 12 months were not asked about in the survey and were therefore not reported (Table 12). Additionally, 2.1% of U.S. men who experienced contact sexual violence, physical violence, and/or stalking by an intimate partner during their lifetime, but more than 12 months ago, still reported an impact related to intimate partner violence in the past 12 months (2.5 million men; data not shown).\nImpacts of Any Contact Sexual Violence, Physical Violence, or Stalking \nby an Intimate Partner — U.S. Men, National Intimate Partner and Sexual Violence Survey (NISVS), 2016/2017\n1 in 13 were fearful.\n1 in 5 were injured.1 in 14 were concerned for safety.1 in 7 had PTSD symptoms.1 in 23 needed medical care.1 in 18 needed help from law enforcement. The National In timate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence  11"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Distribution of the Impacts Related to Intimate \nPartner Violence Among Victims\nThis section presents data for the impacts related to intimate partner violence among victims who \nexperienced contact sexual violence, physical violence, and/or stalking by an intimate partner, specifically. Reported impacts among both female and male victims in the United States were assessed over their lifetimes and in the past 12 months.\nContact Sexual Violence, Physical Violence, and/or Stalking\nFemale Victims\nAmong female victims of intimate partner-perpetrated contact sexual violence, physical violence, and/or stalking, 86.8% (or 51.2 million) experienced contact sexual violence, physical violence, and/or stalking by an intimate partner during their lifetimes and reported being affected by at least one impact related to intimate partner violence (Table 13). Impacts of intimate partner violence commonly experienced by female victims were injury (74.6%), PTSD symptoms (71.3%), concern for safety (63.3%), fear (60.2%), and needing help from law enforcement (38.6%) (Table 13). The most frequent forms of injury reported by female victims were mental or emotional harm (60.1%), minor bruises or scratches (54.9%), and cuts, major bruises, or black eyes (33.3%) (Table 13).\nIn the 12 months prior to taking the survey, 62.5% of \nfemale victims (about 5.7 million) experienced contact sexual violence, physical violence, and/or stalking by an intimate partner and reported at least one impact related to intimate partner violence. The most frequently reported impacts by female victims during the last 12 months were: PTSD symptoms (50.6%), being fearful (39.2%), being concerned for safety (36.6%), needing help from law enforcement (18.4%), injury (17.7%), missing at least one day of work (17.3%), needing medical care (8.2%), and missing at least one day of school (4.0%) (Table 13).\nSome victims of contact sexual violence, physical \nviolence, and/or stalking by an intimate partner were victimized more than a year before the survey but still reported recent impacts. Specifically, 18.8% of female victims who reported experiencing intimate partner violence in their lifetime experienced an impact related to intimate partner violence in the past 12 months (11.1 million victims), including 9.2% who were not victimized in the past 12 months, but still reported an impact related to intimate partner violence in the past 12 months (5.5 million victims; data not shown).Male Victims\nAmong male victims of intimate partner-perpetrated contact sexual violence, physical violence, and/or stalking, 59.6% (or 31.1 million) reported experiencing contact sexual violence, physical violence, and/or stalking by an intimate partner during their lifetimes with at least one impact related to intimate partner violence (Table 14). The impact of such violence on male victims commonly led to injury (47.7%), PTSD symptoms (32.9%), fear (18.4%), concern for safety (16.1%), needing legal services (13.2%), missing at least one day of work (12.9%), and needing help from law enforcement (12.4%) (Table 14). The most frequent forms of injury reported by male victims were minor bruises or scratches (34.9%), mental or emotional harm (25.5%), and cuts, major bruises, or black eyes (14.5%) (Table 14).\nIn the 12 months prior to taking the survey, 40.5% of \nmale victims of intimate partner violence (3.3 million) experienced contact sexual violence, physical violence, and/or stalking and at least one impact related to intimate partner violence. The most prevalent impacts related to intimate partner violence for male victims during the last 12 months were: PTSD symptoms (28.3%), being fearful (17.6%), being concerned for safety (15.0%), injury (11.5%), missing at least one day of work (10.5%), needing help from law enforcement (9.9%), and needing medical care (4.2%) (Table 14).\nOverall, 11.1% of male victims who reported \nexperiencing contact sexual violence, physical violence, and/or stalking by an intimate partner in their lifetime also reported experiencing a recent impact related to intimate partner violence in the past 12 months (5.8 million victims); this includes 4.8% who were not victimized in the past 12 months but who still reported an impact related to intimate partner violence in the past 12 months (2.5 million victims; data not shown). 12 The National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Among victims of contact sexual \nviolence, physical violence, and/or stalking by an intimate partner, more than three-quarters of female victims and more than half of male victims reported experiencing an intimate partner violence-related impact during their lifetimes.\n87% 60%\nPrevalence of Health Conditions by Intimate \nPartner Violence Victim Status\nThis section presents prevalence data for health conditions and activity limitations among the 47.3% of women (Table 1) and 44.2% of men (Table 2) in the United States who experienced contact sexual violence, physical violence, and/or stalking by an intimate partner during their lifetimes compared to the remaining 52.7% of women and 55.8% of men who did not report such victimization. These health conditions and activity limitations may have occurred before or after any experienced victimizations.\nContact Sexual Violence, Physical Violence, and/or Stalking\nPrevalence Among Women\nPrevalence estimates for 7 of the 10 health conditions measured were significantly higher (p < .05) among women who reported intimate partner violence victimization in their lifetime compared to those who did not (Table 15). Those conditions were: difficulty sleeping, chronic pain, frequent headaches, asthma, irritable bowel syndrome, serious difficulty hearing, and blindness or serious difficulty seeing. The estimate for HIV/AIDS could not be presented because the reported number was too small to produce a statistically stable estimate. All four of the measured activity limitations were significantly higher for women victimized by an intimate partner than women who were not. They included difficulty concentrating, remembering, or making decisions; serious difficulty walking or climbing stairs; difficulty doing errands alone; and difficulty dressing or bathing (Table 15).Prevalence Among Men\nMen who reported intimate partner violence victimization in their lifetime had significantly higher prevalence of 7 of the 10 measured health conditions compared to men who did not report such victimization. Health conditions included difficulty sleeping, chronic pain, asthma, frequent headaches, serious difficulty hearing, blindness or serious difficulty seeing, and HIV/AIDS (Table 16). Regarding the four measured activity limitations, men who reported intimate partner violence victimization had significantly higher prevalence of difficulty concentrating, remembering, or making decisions; difficulty dressing or bathing; and difficulty doing errands alone than men who did not report such victimization (Table 16). The Na tional Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence  13"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "Reports of Minors Witnessing Psychological Aggression \nand/or Physical Violence Toward Parent/Guardian by \nTheir Intimate Partner\nWomen\nMore than 1 in 3 women in the United States (34.6% \nor 43.2 million) reported that they had children under the age of 18 currently living in their household (Table 17). Among these female respondents, 15.6% (almost 6.8 million) reported that a child had ever seen or heard their parent or guardian being insulted, humiliated, or threatened with physical harm (i.e., subjected to psychological aggression) by that person’s current or former intimate partner (Table 17). Additionally, among these female respondents, 10.7% (4.6 million) reported that a child had ever seen or heard their parent or guardian being pushed, slapped, hit, punched, or beat up (i.e., subjected to physical violence) by that person’s current or former intimate partner (Table 17).Men\nMore than 1 in 4 men in the United States (29.3% or 34.6 million) reported that they had children under the age of 18 currently living in their household (Table 17). Among these male respondents, 7.3% (2.5 million) reported that a child had ever seen or heard their parent or guardian being insulted, humiliated, or threatened with physical harm (i.e., subjected to psychological aggression) by that person’s current or former intimate partner; 5.3% (1.8 million) of these male respondents reported that a child had ever seen or heard their parent or guardian being pushed, slapped, hit, punched, or beat up (i.e., subjected to physical violence) by that person’s current or former intimate partner (Table 17).\nDiscussion and Conclusion\nFindings from the 2016/2017 NISVS survey administration indicate that intimate partner violence victimization is common among both women and men in the United States. Nearly 1 in 2 women and men reported experiencing psychological aggression by an intimate partner at some point in their lifetimes, and more than 2 in 5 adult women and men reported experiencing physical violence victimization by an intimate partner during their lifetimes. Moreover, results indicate that nearly half of U.S. women experienced contact sexual violence and stalking. Racial and ethnic minority groups are disproportionately affected by intimate partner violence. More than half of all non-Hispanic multiracial, non-Hispanic American Indian or Alaska Native, and non-Hispanic black women and men in the United States reported experiencing contact sexual violence, physical violence, and/or stalking by an intimate partner in their lifetimes. These findings are consistent with other literature indicating that the prevalence of intimate partner violence is disproportionately high for women and for certain racial and ethnic minorities,\n13 which speaks to the \nimportance of having a sufficient sample size of racial minority persons to be able to examine differences among different racial/ethnic groups. In a recent study of potential years of life lost due to intimate partner violence-related mortality, the authors found that racial and ethnic minority persons died nine or more years earlier than their white counterparts,\n14 \nhighlighting the need to prevent and address IPV of racial and ethnic minority persons. \nMost female and male victims of contact sexual \nviolence, physical violence, and/or stalking by an intimate partner reported that their first victimization occurred early in life, before age 25; 1 in 4 female and 1 in 5 male victims reported that their first victimization occurred before the age of 18 (i.e., teen dating violence). Additionally, findings  14 The National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "show that minors in U.S. households are often \nexposed to physical violence and/or psychological aggression toward their parent or guardian by their parent or guardian’s intimate partner, with female respondents reporting this more than males. Personally experiencing intimate partner violence victimization or being exposed to parental intimate partner violence before the age of 18 can increase the risk for future victimization, including intimate partner violence victimization as an adult, health risk behaviors (e.g., substance use), and negative mental and physical health outcomes.\n15–19  \nIndeed, findings from the 2016/2017 NISVS survey administration reveal that the impacts related to intimate partner violence are of concern nationally. For example, 2 in 5 women and 1 in 4 men in the United States experienced contact sexual violence, physical violence, and/or stalking by an intimate partner in their lifetimes and reported some form of intimate partner violence-related impact during their lifetimes. Among victims of these same forms of intimate partner violence, almost 87% of female victims and 60% of male victims reported at least one impact related to intimate partner violence. Injury, PTSD symptoms, concern for safety, fear, needing help from law enforcement, and missing at least one day of work are common impacts reported by female and male victims. The most frequent forms of injury reported by female and male victims were mental or emotional harm, minor bruises or scratches, and cuts, major bruises, or black eyes. Additionally, many lifetime health conditions were more prevalent for both female and male victims of intimate partner violence than for non-victims. Efforts that support survivors to increase safety and lessen harms may help to prevent or alleviate some of the negative outcomes associated with intimate partner violence.\n20\nIn addition to support for victims and survivors of intimate partner violence, the findings in this report highlight the urgent need for primary prevention to stop intimate partner violence before it starts by focusing on youth. Findings show that most female and male victims first experience intimate partner violence before age 25, suggesting that childhood and adolescence may be the most fruitful developmental period for prevention efforts. A recent compilation of prevention strategies and approaches for intimate partner violence with the best available evidence\n20 offers opportunities to engage minors and \ninfluential adults in their lives. For example, teaching relationship skills to youth and social-emotional learning programs that address impulse control, empathy, and healthy communication have been shown to reduce adolescent dating violence.\n21 Beyond \nindividual skills, the findings in this report on children witnessing violence in the home show that other influential adults such as coaches would be beneficial allies in preventing potential future dating/intimate partner violence. Approaches such as those that engage coaches to model respectful and nonviolence relationships for their athletes could be helpful.\n22 \nIn addition to important relationships, a comprehensive strategy to prevent intimate partner violence that involves community and policy level approaches such as creating protective physical environments in schools and communities and increasing economic and work-related supports to families (e.g., paid family leave and child tax credits) can have broader public health impact. The Dating Matters program is an example of a comprehensive prevention model that addresses teen dating violence at multiple levels including individual, relationship, family, school, and neighborhood, and has evidence of effectiveness in reducing teen dating violence.\n23 \nFurther, findings in this report highlight that some racial/ethnic minority groups are disproportionately affected by intimate partner violence, suggesting the necessity of prevention approaches to address their needs through culturally sensitive content. In addition, policy approaches that address the economic and structural factors contributing to intimate partner violence victimization, including poverty, economic insecurity, systemic racism, and intersecting social and cultural identities could decrease the inequalities associated with such victimization.\n24–25 A comprehensive strategy that \naddresses the issue of intimate partner violence at multiple levels (individual, relationship, community/policy levels/structural factors) and involves numerous sectors including not only public health but also other partners such as education, social services, law enforcement, and business is important to reduce this form of violence.\n20   The Na tional Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence  15"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Limitations\nThe findings in this report are subject to several \nlimitations. The low response rate is one. The use of RDD telephone surveys in NISVS allows interviewers to build rapport, maximize respondent safety, and to minimize respondent distress which is critical given the sensitivity of topics. However, many of such surveys, including this one, have seen declines in response rates. Several steps were taken to address potential coverage and non-response bias including selecting a random subsample of non-respondents for a non-response follow-up phase and using a dual-frame approach to sample both cell phones and landlines. Centers for Disease Control and Prevention (CDC) researchers also conducted an in-depth analysis and found evidence supporting the representativeness of the data despite low response rates.\n26 A second limitation is that respondents may \nhave chosen not to disclose victimization due to safety concerns despite efforts to ensure their comfort with doing so. Thus, the estimates presented in this report might underestimate the true prevalence of intimate partner violence in the U.S. population. Third, we do not report sex of the perpetrator for intimate partner violence victimization, although prior findings have indicated that most female victims report male perpetrators, and most male victims report female perpetrators.\n27 Fourth, estimates of minors \nwitnessing intimate partner violence among their parents or guardians is based on the respondents’ report on any minors in the household rather than the minors’ own self-report. Respondents could have been unaware that the minors in the household were exposed to intimate partner violence resulting in underreporting of these experiences in the survey. In addition, while we assess whether minors live in the same household as the respondent, their specific relationship to the respondent (i.e., whether the respondent is the parent, grandparent, or sibling of the minor) is unknown. As such, we could not link respondents’ reported victimization experiences with respondent reports of minors witnessing intimate partner violence among their parents or guardians. Fifth, due to sample size limitations, we were unable to report 12-month intimate partner violence estimates for some racial/ethnic minority groups, including non-Hispanic American Indian or Alaska Native women and Asian or Pacific Islander men and women. Finally, substantial changes have been made to the 2016/2017 survey compared with prior NISVS surveys; therefore, readers should avoid direct comparisons of estimates presented in this report to previous NISVS years.\nConclusion\nIntimate partner violence is a persistent public health problem that affects millions of Americans every year and disproportionately affects women and some racial/ethnic minority groups. Victims of intimate partner violence report many negative impacts related to the violence and lifetime health conditions. Comprehensive prevention efforts focused on teaching safe and healthy relationship skills, engaging influential adults, creating protective environments, strengthening economic supports for families, and helping survivors increase safety and lessen harms are some strategies to reduce victimization and to prevent intimate partner violence and its associated health outcomes.  16 The National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "References\n1. Br eiding MJ, Basile KC, Smith SG, Black MC, Mahendra RR. Intimate partner violence surveillance: uniform \ndefinitions and recommended data elements, Version 2.0. Atlanta (GA): National Center for Injury Prevention \nand Control, Centers for Disease Control and Prevention; 2015. Available from URL: https://www.cdc.gov/violenceprevention/pdf/ipv/intimatepartnerviolence.pdf. \n2.  Black MC. I ntimate partner violence and adverse health consequences: implications for clinicians. Am J \nLifestyle Med 2011;5(5):428–39.\n3.  C oker AL, Davis KE, Arias I, Desai S, Sanderson M, Brandt HM, et al. Physical and mental health effects of \nintimate partner violence for men and women. Am J Prev Med 2002;23(4):260–8.\n4.  G olding JM. Intimate partner violence as a risk factor for mental disorders: a meta-analysis. J Fam \nViolence 1999;14(2):99–132.\n5.  W arshaw C, Brashler P , Gil J. Intimate partner violence, a health-based perspective. Oxford (UK): Oxford \nUniversity Press; 2009. Mental health consequences of intimate partner violence; p. 147–72.\n6.  Dillon G, Hussain R, L oxton D, Rahman S. Mental and physical health and intimate partner violence against \nwomen: a review of the literature. Int J Family Med 2013;1–15.\n7.  Br eiding MJ, Black MC, Ryan GW. Chronic disease and health risk behaviors associated with intimate partner \nviolence-18 U.S. states/territories, 2005. Ann Epidemiol 2008;18(7):538–44.\n8.  Silv erman JG, Raj A, Mucci L, Hathaway J. Dating violence against adolescent girls and associated substance \nuse, unhealthy weight control, sexual risk behavior, pregnancy, and suicidality. JAMA 2001;286(5):572–9.\n9.  R oberts TA, Auinger P , Klein JD. Intimate partner abuse and the reproductive health of sexually active female \nadolescents. J Adolesc Health 2005;36(5):380–5.\n10.  P etrosky E, Blair JM, Betz CJ, Fowler KA, Jack SP , Lyons BH. Racial and ethnic differences in homicides of adult \nwomen and the role of intimate partner violence—United States, 2003–2014. MMWR 2017;66(28):741–6.\n11. A merican Association for Public Opinion Research (AAPOR). Standard definitions: final dispositions of case \ncodes and outcome rates for surveys. 9th ed. AAPOR; 2016. Available from URL: https://www.aapor.org/AAPOR_Main/media/publications/Standard-Definitions20169theditionfinal.pdf .\n12.  K resnow MJ, Smith SG, Chen J, Basile KC. The National Intimate Partner and Sexual Violence Survey (NISVS), \n2016/2017: methodology report. Atlanta (GA): Centers for Disease Control and Prevention, National Center for Injury Prevention and Control; 2022. Available from URL: https://www.cdc.gov/violenceprevention/pdf/nisvs/nisvsMethodologyReport.pdf .\n13.  S tockman JK, Hayashi H, Campbell JC. Intimate partner violence and its health impact on ethnic minority \nwomen. J Women’s Health 2015;24(1):62–79. \n14.  Gr aham LM, Ranapurwala SI, Zimmer C, Macy RJ, Rizo CF, Lanier P , Martin SL. Disparities in potential years of \nlife lost due to intimate partner violence: data from 16 states for 2006–2015. PLoS ONE 2021;16(2):e0246477.\n15.  D ube SR, Anda RF, Felitti VJ, Edwards VJ, Williamson DF. Exposure to abuse, neglect, and household \ndysfunction among adults who witnessed intimate partner violence as children: implications for health and social services. Violence Vict 2002;17(1):3–17.\n16.  Exner -Cortens D, Eckenrode J, Rothman E. Longitudinal associations between teen dating violence \nvictimization and adverse health outcomes. Pediatrics 2003;131(1):71–8. T he National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence  17"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "17.  F oshee VA, McNaughton Reyes HL, Gottfredson NC, Chang LY, Ennett ST. A longitudinal examination of \npsychological, behavioral, academic, and relationship consequences of dating abuse victimization among a \nprimarily rural sample of adolescents. J Adolesc Health 2013;53(6):723–29.\n18.  R oberts TA, Klein JD, Fisher S. Longitudinal effect of intimate partner abuse on high-risk behavior among \nadolescents. Arch Pediatr Adolesc Med 2003;157(9):875–81.\n19.  W hitfield CL, Anda RF, Dube SR, Felitti VJ. Violent childhood experiences and the risk of intimate \npartner violence in adults: assessment in a large health maintenance organization. J Interpers Violence 2003;18(2):166–85.\n20.  N iolon PH, Kearns M, Dills J, Rambo K, Irving S, Armstead T, et al. Preventing intimate partner violence across \nthe lifespan: a technical package of programs, policies, and practices. Atlanta (GA): Centers for Disease Control and Prevention, National Center for Injury Prevention and Control; 2017. Available from URL: https://www.cdc.gov/violenceprevention/pdf/ipv-technicalpackages.pdf . \n21.  F oshee VA, Bauman KE, Ennett ST, Linder GF, Benefield T, Suchindran C. Assessing the long-term effects of the \nSafe Dates program and a booster in preventing and reducing adolescent dating violence victimization and perpetration. Am J Public Health 2004;94(4):619–24. \n22.  M iller E, Tancredi DJ, McCauley HL, Decker MR, Virata MC, Anderson HA, et al. One-year follow-up of a \ncoach-delivered dating violence prevention program: a cluster randomized controlled trial. Am J Prev Med 2013;45(1);108–12. \n23.  N iolon PH, Vivolo-Kantor AM, Tracy AJ, Latzman NE, Little TD, DeGue S, et al. An RCT of dating matters: effects \non teen dating violence and relationship behaviors. Am J Prev Med 2019;57(1):13–23.\n24.  Br eiding MJ, Basile KC, Klevens J, Smith SG. Economic insecurity and intimate partner and sexual violence \nvictimization. Am J Prev Med 2017;53(4):457–64.\n25.  C ramer EP , Plummer S. People of color with disabilities: intersectionality as a framework for analyzing \nintimate partner violence in social, historical, and political contexts. J Aggress Maltreat Trauma 2009;18(2):162–81.\n26.  K resnow M, Holland K, Peytchev A, Chen J, Smith SG, Simon T. NISVS 2016/2017 data assessment report: \nexamination of data representativeness and factors contributing to observed increases in estimates of violence victimization in the presence of low response rates. Atlanta (GA): Centers for Disease Control and Prevention, National Center for Injury Prevention and Control; 2022. Available from URL: https://www.cdc.gov/violenceprevention/pdf/nisvs/DataAssessmentReport_FINAL-508.pdf .\n27.  Br eiding MJ, Chen J, Black MC. Intimate partner violence in the United States — 2010. Atlanta (GA): Centers \nfor Disease Control and Prevention, National Center for Injury Prevention and Control; 2014. Available from URL: https://www.cdc.gov/violenceprevention/pdf/cdc_nisvs_ipv_report_2013_v17_single_a.pdf .  18 The National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "Tables T he National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence  19"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "Table 1\nLifetime and 12-Month Prevalence of Contact Sexual Violence,1 Physical Violence, and/or \nStalking Victimization by an Intimate Partner — U.S. Women, National Intimate Partner and \nSexual Violence Survey, 2016/2017 Annualized Estimates \nLifetime 12-Month\nVictimization Type Weighted \n%95% CI Estimated Number  \nof  Victims*Weighted \n%95% CI Estimated Number  \nof  Victims*\nAny contact sexual violence,1 physical \nviolence, and/or stalking47.3 (45.9, 48.7) 59,006,000 7.3 (6.5, 8.1) 9,054,000\nContact sexual violence119.6 (18.5, 20.7) 24,462,000 3.2 (2.7, 3.8) 4,037,000\nRape 10.5 (9.7, 11.4) 13,156,000 1.0 (0.8, 1.4) 1,296,000\nSexual coercion 13.7 (12.8, 14.7) 17,144,000 2.5 (2.0, 3.0) 3,092,000\nUnwanted sexual contact 8.0 (7.3, 8.8) 10,005,000 0.9 (0.7, 1.3) 1,179,000\nPhysical violence 42.0 (40.6, 43.4) 52,437,000 4.5 (3.9, 5.2) 5,649,000\nSlapped, pushed, or shoved 38.9 (37.5, 40.2) 48,508,000 4.0 (3.4, 4.7) 5,018,000\nAny severe physical violence232.5 (31.1, 33.8) 40,497,000 3.1 (2.6, 3.8) 3,929,000\nStalking 13.5 (12.6, 14.5) 16,859,000 2.5 (2.0, 3.0) 3,064,000\nAny contact sexual violence, physical violence, \nand/or stalking with IPV-related impact3 41.0 (39.7, 42.4) 51,205,000 4.5 (3.9, 5.2) 5,658,000\nAbbreviations: CI = confidence interval; IPV = intimate partner violence.\n1 Contact sexual violence includes rape, sexual coercion, and/or unwanted sexual contact.\n2 Severe physical violence includes hit with a fist or something hard, kicked, hurt by pulling hair, slammed against something, tried to \nhurt by choking or suffocating, beaten, burned on purpose, used a knife, and used a gun.\n3 IPV-related impact includes any of the following: being fearful, concerned for safety, any post-traumatic stress disorder symptoms, injury, need for medical care, needed help from law enforcement, missed at least one day of work, missed at least one day of school. The following impacts were also included in the lifetime estimate only: specific injuries, need for housing services, need for victim advocate services, need for legal services, and contacting a crisis hotline. Questions about impact related to intimate partner violence were assessed among victims of contact sexual violence, physical violence, or stalking by an intimate partner either during their lifetimes or in the last 12 months.\n* Rounded to the nearest thousand. 20 The National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "Table 2\nLifetime and 12-Month Prevalence of Contact Sexual Violence,1 Physical Violence, and/or \nStalking Victimization by an Intimate Partner — U.S. Men, National Intimate Partner and \nSexual Violence Survey, 2016/2017 Annualized Estimates\nLifetime 12-Month\nVictimization Type Weighted \n%95% CI Estimated Number  \nof  Victims*Weighted \n%95% CI Estimated Number  \nof  Victims*\nAny contact sexual violence,1 physical \nviolence, and/or stalking44.2 (42.6, 45.7) 52,128,000 6.8 (6.1, 7.6) 8,041,000\nContact sexual violence17.6 (6.8, 8.4) 8,926,000 1.4 (1.1, 1.8) 1,667,000\nRape 0.5 (0.3, 0.7) 560,000 -- -- --\nMTP 2.8 (2.3, 3.4) 3,317,000 0.4 (0.2, 0.6) 464,000\nSexual coercion 5.0 (4.3, 5.7) 5,874,000 1.1 (0.8, 1.4) 1,254,000\nUnwanted sexual contact 2.1 (1.7, 2.7) 2,536,000 0.5 (0.3, 0.9) 642,000\nPhysical violence 42.3 (40.8, 43.8) 49,932,000 5.5 (4.8, 6.2) 6,462,000\nSlapped, pushed, or shoved 39.0 (37.6, 40.5) 46,094,000 5.0 (4.4, 5.7) 5,911,000\nAny severe physical violence224.6 (23.3, 25.9) 28,996,000 3.0 (2.5, 3.5) 3,541,000\nStalking 5.2 (4.6, 5.9) 6,156,000 1.2 (0.9, 1.6) 1,447,000\nAny contact sexual violence, physical violence, \nand/or stalking with IPV-related impact3 26.3 (25.0, 27.6) 31,056,000 2.8 (2.3, 3.3) 3,253,000\nAbbreviations: CI = confidence interval; IPV = intimate partner violence; MTP = made to penetrate.\n1 Contact sexual violence includes rape, MTP , sexual coercion, and/or unwanted sexual contact.\n2 Severe physical violence includes hit with a fist or something hard, kicked, hurt by pulling hair, slammed against something, tried to \nhurt by choking or suffocating, beaten, burned on purpose, used a knife, and used a gun.\n3 IPV-related impact includes any of the following: being fearful, concerned for safety, any post-traumatic stress disorder symptoms, injury, need for medical care, needed help from law enforcement, missed at least one day of work, missed at least one day of school. The following impacts were also included in the lifetime estimate only: specific injuries, need for housing services, need for victim advocate services, need for legal services, and contacting a crisis hotline. Questions about impact related to intimate partner violence were assessed among victims of contact sexual violence, physical violence, or stalking by an intimate partner either during the lifetime or in the last 12 months.\n* Rounded to the nearest thousand.\n-- Estima te is not reported; relative standard error > 30% or cell size ≤ 20. T he National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence  21"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "Table 3\nLifetime and 12-Month Prevalence of Physical Violence by an Intimate Partner — U.S. Women, \nNational Intimate Partner and Sexual Violence Survey, 2016/2017 Annualized Estimates\nLifetime 12-Month\nCharacteristic Weighted \n%95% CI Estimated Number  \nof  Victims*Weighted \n%95% CI Estimated Number  \nof  Victims*\nAny physical violence 42.0 (40.6, 43.4) 52,437,000 4.5 (3.9, 5.2) 5,649,000\nSlapped, pushed, or shoved 38.9 (37.5, 40.2) 48,508,000 4.0 (3.4, 4.7) 5,018,000\nSlapped 25.7 (24.5, 26.9) 32,022,000\nPushed or shoved 36.0 (34.7, 37.4) 44,954,000\nAny severe physical violence 32.5 (31.1, 33.8) 40,497,000 3.1 (2.6, 3.8) 3,929,000\n   Hit with a fist or something hard 18.9 (17.9, 20.0) 23,630,000\n   Kicked 12.2 (11.3, 13.1) 15,200,000\n   Hurt by pulling hair 17.7 (16.7, 18.9) 22,145,000\n   Slammed against something 24.4 (23.2, 25.6) 30,483,000\n   Tried to hurt by choking or suffocating 16.2 (15.1, 17.2) 20,168,000\n   Beaten 15.2 (14.2, 16.2) 18,967,000\n   Burned on purpose 2.8 (2.4, 3.3) 3,510,000\n   Used a knife 3.9 (3.4, 4.6) 4,913,000\n   Used a gun 4.7 (4.2, 5.3) 5,906,000\nAbbreviation: CI = confidence interval.\n* Rounded to the nearest thousand.\nNote: Cells in grey indicate questions that were not asked. 22 The National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "Table 4\nLifetime and 12-Month Prevalence of Physical Violence by an Intimate Partner — U.S. Men, \nNational Intimate Partner and Sexual Violence Survey, 2016/2017 Annualized Estimates\nLifetime 12-Month\nCharacteristic Weighted \n%95% CI Estimated Number  \nof  Victims*Weighted \n%95% CI Estimated Number  \nof  Victims*\nAny physical violence 42.3 (40.8, 43.8) 49,932,000 5.5 (4.8, 6.2) 6,462,000\nSlapped, pushed, or shoved 39.0 (37.6, 40.5) 46,094,000 5.0 (4.4, 5.7) 5,911,000\nSlapped 29.8 (28.4, 31.2) 35,133,000\nPushed or shoved 33.0 (31.5, 34.4) 38,914,000\nAny severe physical violence 24.6 (23.3, 25.9) 28,996,000 3.0 (2.5, 3.5) 3,541,000\n   Hit with a fist or something hard 16.9 (15.8, 18.1) 19,985,000\n   Kicked 12.2 (11.2, 13.2) 14,382,000\n   Hurt by pulling hair 6.8 (6.1, 7.6) 8,067,000\n   Slammed against something 7.0 (6.3, 7.9) 8,302,000\n   Tried to hurt by choking or suffocating 4.1 (3.6, 4.8) 4,898,000\n   Beaten 5.0 (4.3, 5.7) 5,883,000\n   Burned on purpose 1.9 (1.5, 2.3) 2,215,000\n   Used a knife on you 4.4 (3.7, 5.1) 5,170,000\n   Used a gun on you 1.4 (1.1, 1.8) 1,700,000\nAbbreviation: CI = confidence interval.\n* Rounded to the nearest thousand.\nNote: Cells in grey indicate questions that were not asked. T he National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence  23"
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "Table 5\nLifetime and 12-Month Prevalence of Psychological Aggression by an Intimate Partner — U.S. \nWomen, National Intimate Partner and Sexual Violence Survey, 2016/2017 Annualized Estimates\nLifetime 12-Month\nCharacteristic Weighted \n%95% CI Estimated Number  \nof  Victims*Weighted \n%95% CI Estimated Number  \nof  Victims*\nAny psychological aggression 49.4 (48.0, 50.8) 61,663,000 6.7 (6.0, 7.5) 8,382,000\nExpressive aggression – insulted, humiliated \nor made fun of you in front of others29.4 (28.2, 30.7) 36,728,000\nCoercive control 46.2 (44.8, 47.6) 57,596,000\nKept you from having your own money 12.6 (11.7, 13.6) 15,729,000\nTried to keep you from seeing or talking to your family or friends21.0 (19.9, 22.2) 26,230,000\nKept track of you by demanding to know where you were and what you were doing28.6 (27.3, 29.9) 35,674,000\nMade threats to physically harm you 22.0 (20.8, 23.1) 27,420,000\nThreatened to hurt themselves or commit suicide because they were upset with you21.4 (20.3, 22.6) 26,727,000\nMade decisions that should have been yours to make26.2 (25.4, 27.9) 33,222,000\nDestroyed something important to you 25.4 (24.2, 26.6) 31,732,000\nAbbreviation: CI = confidence interval.\n* Rounded to the nearest thousand.\nNote: Cells in grey indicate questions that were not asked. 24 The National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence"
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "Table 6\nLifetime and 12-Month Prevalence of Psychological Aggression by an Intimate Partner — U.S. \nMen, National Intimate Partner and Sexual Violence Survey, 2016/2017 Annualized Estimates \nLifetime 12-Month\nCharacteristic Weighted \n%95% CI Estimated Number  \nof  Victims*Weighted \n%95% CI Estimated Number  \nof  Victims*\nAny psychological aggression 45.1 (43.6, 46.7) 53,301,000 7.0 (6.2, 7.8) 8,248,000\nExpressive aggression – insulted, humiliated \nor made fun of you in front of others20.2 (19.0, 21.4) 23,845,000\nCoercive control 42.8 (41.3, 44.3) 50,544,000\nKept you from having your own money 5.7 (5.0, 6.4) 6,675,000\nTried to keep you from seeing or talking to your family or friends14.6 (13.5, 15.7) 17,181,000\nKept track of you by demanding to know where you were and what you were doing26.7 (25.4, 28.1) 31,543,000\nMade threats to physically harm you 11.9 (10.9, 12.9) 14,046,000\nThreatened to hurt themselves or commit suicide because they were upset with you17.9 (16.8, 19.1) 21,164,000\nMade decisions that should have been yours to make20.9 (19.7, 22.2) 24,706,000\nDestroyed something important to you 23.8 (22.5, 25.2) 28,118,040\nAbbreviation: CI = confidence interval.\n* Rounded to the nearest thousand.\nNote: Cells in grey indicate questions that were not asked. T he National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence  25"
    },
    {
      "section": "Page 30",
      "page_number": 30,
      "text": "Table 7\nLifetime and 12-month Prevalence of Contact Sexual Violence,1 Physical Violence, and/\nor Stalking by an Intimate Partner by Race/Ethnicity2 — U.S. Women, National Intimate \nPartner and Sexual Violence Survey, 2016/2017 Annualized Estimates \nLifetime 12-Month\nRace/Ethnicity2Weighted % 95% CI Estimated Number  \nof  Victims*Weighted % 95% CI Estimated Number  \nof  Victims*\nHispanic 42.1 (38.2, 46.1) 7,618,000 7.2 (5.4, 9.6) 1,304,000\nNon-Hispanic\nBlack 53.6 (49.7, 57.5) 8,234,000 12.3 (9.7, 15.3) 1,883,000\nWhite 48.4 (46.8, 50.1) 39,422,000 6.0 (5.2, 6.9) 4,850,000\nAsian or Pacific Islander 27.2 (20.3, 35.5) 1,903,000 -- -- --\nAmerican Indian or Alaska Native 57.7 (45.4, 69.1) 457,000 -- -- --\nMultiracial363.8 (56.5, 70.5) 1,372,000 17.4 (12.6, 23.6) 375,000\nAbbreviation: CI = confidence interval.\n1 Contact sexual violence includes rape, sexual coercion, and/or unwanted sexual contact.\n2 The American Indian or Alaska Native designation does not indicate being enrolled or being affiliated with a tribe. Persons of Hispanic \nethnicity can be of any race or a combination of races. Of the total analysis sample (n=27,571), 0.20% are females who did not provide sufficient race/ethnicity information for weighting, so their data values were imputed. \n3 The Multiracial category indicates two or more races. \n* Rounded to the nearest thousand.\n-- Estima te is not reported; relative standard error > 30% or cell size ≤ 20. 26 The National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence"
    },
    {
      "section": "Page 31",
      "page_number": 31,
      "text": "Table 8\nLifetime and 12-month Prevalence of Contact Sexual Violence,1 Physical Violence, and/or \nStalking by an Intimate Partner by Race/Ethnicity2 — U.S. Men, National Intimate Partner \nand Sexual Violence Survey, 2016/2017 Annualized Estimates \nLifetime 12-Month\nRace/Ethnicity2Weighted % 95% CI Estimated Number  \nof  Victims*Weighted % 95% CI Estimated Number  \nof  Victims*\nHispanic 40.3 (35.9, 44.7) 7,400,000 7.6 (5.7, 10.1) 1,400,000\nNon-Hispanic\nBlack 57.6 (53.2, 61.9) 7,719,000 12.1 (9.2, 15.6) 1,615,000\nWhite 44.0 (42.2, 45.8) 34,080,000 5.5 (4.8, 6.4) 4,276,000\nAsian or Pacific Islander 24.8 (18.7, 32.1) 1,512,000 -- -- --\nAmerican Indian or Alaska Native 51.1 (39.1, 63.0) 373,000 18.1 (10.8, 28.8) 132,000\nMultiracial351.5 (43.6, 59.3) 1,043,000 13.7 (9.3, 19.8) 278,000\nAbbreviation: CI = confidence interval.\n1 Contact sexual violence includes rape, made to penetrate, sexual coercion, and/or unwanted sexual contact.\n2 The American Indian or Alaska Native designation does not indicate being enrolled or being affiliated with a tribe. Persons of Hispanic \nethnicity can be of any race or a combination of races. Of the total analysis sample (n=27,571), 0.36% are males who did not provide sufficient race/ethnicity information for weighting, so their data values were imputed. \n3 The Multiracial category indicates two or more races. \n* Rounded to the nearest thousand.\n-- Estima te is not reported; relative standard error > 30% or cell size ≤ 20. T he National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence  27"
    },
    {
      "section": "Page 32",
      "page_number": 32,
      "text": "Table 9\nAge at Time of First Contact Sexual Violence,1 Physical Violence, and/or Stalking \nVictimization by an Intimate Partner Among Female Victims — National Intimate Partner \nand Sexual Violence Survey, 2016/2017 Annualized Estimates \nAge Group2Weighted % 95% CIEstimated Number  \nof  Victims*\n17 and younger 27.1 (25.3, 29.0) 16,006,000\n10 and under 1.3 (0.9, 1.9) 753,000\n11 to 17 25.8 (24.1, 27.7) 15,253,000\n24 and younger372.3 (70.5, 74.1) 42,682,000\n18 to 24 45.2 (43.2, 47.2) 26,675,000\n25 and older 26.9 (25.2, 28.7) 15,883,000\n25 to 34 19.0 (17.4, 20.6) 11,208,000\n35 to 44 6.0 (5.2, 7.0) 3,552,000\n45 and older 1.9 (1.5, 2.4) 1,122,000\nAbbreviation: CI = confidence interval.\n1 Contact sexual violence includes rape, sexual coercion, and/or unwanted sexual contact.\n2 Victims with an unknown age at first victimization (estimated percentage is not statistically stable) are not represented in the table.\n3 Includes the 18–24, 17 and younger, 10 and younger, and 11–17 age groups.\n* Rounded to the nearest thousand. 28 The National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence"
    },
    {
      "section": "Page 33",
      "page_number": 33,
      "text": "Table 10\nAge at Time of First Contact Sexual Violence,1 Physical Violence, and/or Stalking \nVictimization by an Intimate Partner Among Male Victims — National Intimate Partner \nand Sexual Violence Survey, 2016/2017 Annualized Estimates \nAge Group2Weighted % 95% CIEstimated Number  \nof  Victims*\n17 and younger 21.4 (19.4, 23.4) 11,142,000\n10 and under 0.9 (0.6, 1.3) 446,000\n11 to 17 20.5 (18.6, 22.6) 10,696,000\n24 and younger362.1 (59.9, 64.3) 32,393,000\n18 to 24 40.8 (38.5, 43.0) 21,251,000\n25 and older 36.3 (34.1, 38.5) 18,905,000\n25 to 34 24.1 (22.2, 26.1) 12,558,000\n35 to 44 7.8 (6.7, 9.0) 4,049,000\n45 and older 4.4 (3.6, 5.3) 2,298,000\nAbbreviation: CI = confidence interval.\n1 Contact sexual violence includes rape, made to penetrate, sexual coercion, and/or unwanted sexual contact.\n2 Victims with unknown age at first victimization (1.6%) are not represented in the table. \n3 Includes the 18–24, 17 and younger, 10 and younger, and 11–17 age groups.\n* Rounded to the nearest thousand. T he National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence  29"
    },
    {
      "section": "Page 34",
      "page_number": 34,
      "text": "Table 11\nLifetime and 12-Month Prevalence of Contact Sexual Violence,1 Physical Violence, and/or \nStalking by an Intimate Partner with IPV-Related Impact2 — U.S. Women, National Intimate \nPartner and Sexual Violence Survey, 2016/2017 Annualized Estimates \nLifetime 12-Month\nVictimization Type Weighted \n%95% CI Estimated Number  \nof  Victims*Weighted \n%95% CI Estimated Number  \nof  Victims*\nAny reported IPV-related impact241.0 (39.7, 42.4) 51,205,000 4.5 (3.9, 5.2) 5,658,000\nFearful 28.5 (27.2, 29.7) 35,521,000 2.8 (2.4, 3.4) 3,545,000\nConcern for safety 29.9 (28.7, 31.2) 37,332,000 2.7 (2.2, 3.2) 3,315,000\nAny PTSD symptoms333.7 (32.4, 35.0) 42,047,000 3.7 (3.1, 4.3) 4,581,000\nInjury 35.3 (33.9, 36.6) 44,008,000 1.3 (1.0, 1.6) 1,605,000\nMinor bruises or scratches 25.9 (24.7, 27.2) 32,380,000\nCuts, major bruises, or black eyes 15.8 (14.8, 16.8) 19,674,000\nOther physical injuries 8.1 (7.4, 8.9) 10,121,000\nInjury to any ligaments, muscles, or tendons 4.5 (3.9, 5.1) 5,592,000\nBroken bones or teeth 3.7 (3.2, 4.2) 4,603,000\nBack or neck injury 3.3 (2.8, 3.9) 4,143,000\nBeing knocked out after getting hit, \nslammed against something, or choked3.4 (3.0, 3.9) 4,268,000\nHead injury 3.6 (3.1, 4.1) 4,452,000\nMental or emotional harm 28.4 (27.2, 29.7) 35,446,000\nNeeded medical care 13.9 (12.9, 14.9) 17,314,000 0.6 (0.4, 0.9) 739,000\nTalked to crisis hotline operator 6.1 (5.5, 6.8) 7,638,000\nNeeded housing services 5.5 (5.0, 6.2) 6,907,000\nNeeded victim advocate services 6.0 (5.4, 6.7) 7,496,000\nNeeded help from law enforcement 18.2 (17.2, 19.3) 22,773,000 1.3 (1.0, 1.7) 1,670,000\nNeeded legal services 12.1 (11.2, 13.0) 15,038,000\nMissed at least one day of work 12.7 (11.8, 13.7) 15,879,000 1.3 (0.9, 1.7) 1,567,000\nMissed at least one day of school 6.5 (5.8, 7.2) 8,080,000 0.3 (0.2, 0.5) 366,000\nAbbreviations: CI = confidence interval; IPV = intimate partner violence; PTSD = post-traumatic stress disorder.\n1 Contact sexual violence includes rape, sexual coercion, and/or unwanted sexual contact.\n2 IPV-related impact includes any of the following: being fearful, concerned for safety, any PTSD symptoms, injury, need for medical care, \nneeded help from law enforcement, missed at least one day of work, missed at least one day of school. The following impacts were also included in the lifetime estimate only: specific injuries, need for housing services, need for victim advocate services, need for legal services, and contacting a crisis hotline. Questions about impacts related to intimate partner violence were assessed among victims of contact sexual violence, physical violence, or stalking by an intimate partner either during their lifetimes or in the last 12 months.\n3 This includes nightmares; tried not to think about or avoided being reminded of; felt constantly on guard, watchful, or easily startled; and felt numb or detached.\n* Rounded to the nearest thousand.\nNote: Cells in grey indicate questions that were not asked. 30 The National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence"
    },
    {
      "section": "Page 35",
      "page_number": 35,
      "text": "Table 12\nLifetime and 12-Month Prevalence of Contact Sexual Violence,1 Physical Violence, and/or \nStalking by an Intimate Partner with IPV-Related Impact2 — U.S. Men, National Intimate \nPartner and Sexual Violence Survey, 2016/2017 Annualized Estimates \nLifetime 12-Month\nVictimization Type Weighted \n%95% CI Estimated Number  \nof  Victims*Weighted \n%95% CI Estimated Number  \nof  Victims*\nAny reported IPV-related impact226.3 (25.0, 27.6) 31,056,000 2.8 (2.3, 3.3) 3,253,000\nFearful 8.1 (7.4, 9.0) 9,593,000 1.2 (0.9, 1.6) 1,415,000\nConcern for safety 7.1 (6.4, 7.9) 8,378,000 1.0 (0.8, 1.3) 1,207,000\nAny PTSD symptoms314.5 (13.5, 15.6) 17,157,000 1.9 (1.6, 2.4) 2,275,000\nInjury 21.1 (19.9, 22.3) 24,875,000 0.8 (0.6, 1.0) 927,000\nMinor bruises or scratches 15.4 (14.4, 16.5) 18,203,000\nCuts, major bruises, or black eyes 6.4 (5.7, 7.2) 7,539,000\nOther physical injuries 2.4 (1.9, 2.9) 2,789,000\nInjury to any ligaments, muscles, or tendons 0.9 (0.6, 1.2) 1,020,000\nBroken bones or teeth 0.7 (0.5, 1.0) 799,000\nBack or neck injury 0.7 (0.5, 1.0) 799,000\nBeing knocked out after getting hit, \nslammed against something, or choked0.6 (0.4, 1.0) 691,000\nHead injury 0.8 (0.6, 1.1) 928,000\nMental or emotional harm 11.3 (10.3, 12.3) 13,316,000\nNeeded medical care 4.3 (3.7, 5.0) 5,036,000 0.3 (0.2, 0.5) 336,000\nTalked to crisis hotline operator 1.5 (1.2, 2.0) 1,798,000\nNeeded housing services 1.4 (1.1, 1.8) 1,607,000\nNeeded victim advocate services 0.6 (0.4, 0.8) 701,000\nNeeded help from law enforcement 5.5 (4.8, 6.2) 6,446,000 0.7 (0.5, 0.9) 797,000\nNeeded legal services 5.8 (5.2, 6.6) 6,865,000\nMissed at least one day of work 5.7 (5.0, 6.4) 6,709,000 0.7 (0.5, 1.0) 848,000\nMissed at least one day of school 2.1 (1.7, 2.6) 2,521,000 -- -- --\nAbbreviations: CI = confidence interval; IPV = intimate partner violence; PTSD = post-traumatic stress disorder.\n1 Contact sexual violence includes rape, made to penetrate, sexual coercion, and/or unwanted sexual contact.\n2 IPV-related impact includes any of the following: being fearful, concerned for safety, any PTSD symptoms, injury, need for medical \ncare, needed help from law enforcement, missed at least one day of work, missed at least one day of school. The following impacts were also included in the lifetime estimate only: specific injuries, need for housing services, need for victim advocate services, need for legal services, and contacting a crisis hotline. Questions about impacts related to intimate partner violence were assessed among victims of contact sexual violence, physical violence, or stalking by an intimate partner either during the lifetime or in the last 12 months.\n3 This includes nightmares; tried not to think about or avoided being reminded of; felt constantly on guard, watchful, or easily startled; and felt numb or detached.\n* R ounded to the nearest thousand.\n-- Estima te is not reported; relative standard error > 30% or cell size ≤ 20.\nNote: Cells in grey indicate questions that were not asked. T he National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence  31"
    },
    {
      "section": "Page 36",
      "page_number": 36,
      "text": "Table 13\nLifetime and 12-Month Distribution Among Female Victims of Contact Sexual Violence,1 \nPhysical Violence, and/or Stalking by an Intimate Partner with IPV-Related Impact2 — \nNational Intimate Partner and Sexual Violence Survey, 2016/2017 Annualized Estimates \nLifetime 12-Month\nVictimization Type Weighted \n%95% CI Estimated Number  \nof  Victims*Weighted \n%95% CI Estimated Number  \nof  Victims*\nAny reported IPV-related impact286.8 (85.4, 88.1) 51,205,000 62.5 (56.9, 67.8) 5,658,000\nFearful 60.2 (58.2, 62.2) 35,521,000 39.2 (33.8, 44.7) 3,545,000\nConcern for safety 63.3 (61.3, 65.2) 37,332,000 36.6 (31.4, 42.1) 3,315,000\nAny PTSD symptoms371.3 (69.4, 73.1) 42,047,000 50.6 (45.0, 56.2) 4,581,000\nInjury 74.6 (72.8, 76.3) 44,008,000 17.7 (14.2, 21.9) 1,605,000\nMinor bruises or scratches 54.9 (52.9, 56.9) 32,380,000\nCuts, major bruises, or black eyes 33.3 (31.5, 35.3) 19,674,000\nOther physical injuries 17.2 (15.7, 18.7) 10,121,000\nInjury to any ligaments, muscles, or tendons 9.5 (8.4, 10.7) 5,592,000\nBroken bones or teeth 7.8 (6.8, 8.9) 4,603,000\nBack or neck injury 7.0 (6.0, 8.1) 4,143,000\nBeing knocked out after getting hit, \nslammed against something, or choked7.2 (6.3, 8.3) 4,268,000\nHead injury 7.5 (6.6, 8.7) 4,452,000\nMental or emotional harm 60.1 (58.1, 62.0) 35,446,000\nNeeded medical care 29.3 (27.6, 31.2) 17,314,000 8.2 (5.7, 11.5) 739,000\nTalked to crisis hotline operator 12.9 (11.6, 14.4) 7,638,000\nNeeded housing services 11.7 (10.5, 13.0) 6,907,000\nNeeded victim advocate services 12.7 (11.5, 14.1) 7,496,000\nNeeded help from law enforcement 38.6 (36.7, 40.6) 22,773,000 18.4 (14.5, 23.1) 1,670,000\nNeeded legal services 25.5 (23.8, 27.2) 15,038,000\nMissed at least one day of work 26.9 (25.2, 28.7) 15,879,000 17.3 (13.0, 22.6) 1,567,000\nMissed at least one day of school 13.7 (12.3, 15.2) 8,080,000 4.0 (2.5, 6.5) 366,000\nAbbreviations: CI = confidence interval; IPV = intimate partner violence; PTSD = post-traumatic stress disorder.\n1 Contact sexual violence includes rape, sexual coercion, and/or unwanted sexual contact.\n2 IPV-related impact includes any of the following: being fearful, concerned for safety, any PTSD symptoms, injury, need for medical care, \nneeded help from law enforcement, missed at least one day of work, missed at least one day of school. The following impacts were also included in the lifetime estimate only: specific injuries, need for housing services, need for victim advocate services, need for legal services, and contacting a crisis hotline. Questions about impacts related to intimate partner violence were assessed among victims of contact sexual violence, physical violence, or stalking by an intimate partner during their lifetime and in the last 12 months.\n3 This includes nightmares; tried not to think about or avoided being reminded of; felt constantly on guard, watchful, or easily startled; and felt numb or detached.\n* Rounded to the nearest thousand.\nNote: Cells in grey indicate questions that were not asked. 32 The National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence"
    },
    {
      "section": "Page 37",
      "page_number": 37,
      "text": "Table 14\nLifetime and 12-Month Distribution Among Male Victims of Contact Sexual Violence,1 \nPhysical Violence, and/or Stalking by an Intimate Partner with IPV-Related Impact2 — \nNational Intimate Partner and Sexual Violence Survey, 2016/2017 Annualized Estimates \nLifetime 12-Month\nVictimization Type Weighted \n%95% CI Estimated Number  \nof  Victims*Weighted \n%95% CI Estimated Number  \nof  Victims*\nAny reported IPV-related impact259.6 (57.3, 61.8) 31,056,000 40.5 (35.0, 46.2) 3,253,000\nFearful 18.4 (16.7, 20.2) 9,593,000 17.6 (13.8, 22.3) 1,415,000\nConcern for safety 16.1 (14.5, 17.8) 8,378,000 15.0 (11.5, 19.3) 1,207,000\nAny PTSD symptoms332.9 (30.8, 35.1) 17,157,000 28.3 (23.5, 33.7) 2,275,000\nInjury 47.7 (45.4, 50.0) 24,875,000 11.5 (8.7, 15.2) 927,000\nMinor bruises or scratches 34.9 (32.8, 37.1) 18,203,000\nCuts, major bruises, or black eyes 14.5 (12.9, 16.2) 7,539,000\nOther physical injuries 5.3 (4.4, 6.5) 2,789,000\nInjury to any ligaments, muscles, or tendons 2.0 (1.4, 2.7) 1,020,000\nBroken bones or teeth 1.5 (1.0, 2.3) 799,000\nBack or neck injury 1.5 (1.1, 2.2) 799,000\nBeing knocked out after getting hit, \nslammed against something, or choked1.3 (0.8, 2.2) 691,000\nHead injury 1.8 (1.3, 2.5) 928,000\nMental or emotional harm 25.5 (23.6, 27.6) 13,316,000\nNeeded medical care 9.7 (8.3, 11.2) 5,036,000 4.2 (2.6, 6.7) 336,000\nTalked to crisis hotline operator 3.4 (2.7, 4.4) 1,798,000\nNeeded housing services 3.1 (2.4, 4.0) 1,607,000\nNeeded victim advocate services 1.3 (1.0, 1.9) 701,000\nNeeded help from law enforcement 12.4 (11.0, 13.9) 6,446,000 9.9 (7.3, 13.4) 797,000\nNeeded legal services 13.2 (11.7, 14.8) 6,865,000\nMissed at least one day of work 12.9 (11.5, 14.4) 6,709,000 10.5 (7.7, 14.3) 848,000\nMissed at least one day of school 4.8 (4.0, 5.9) 2,521,000 -- -- --\nAbbreviations: CI = confidence interval; IPV = intimate partner violence; PTSD = post-traumatic stress disorder.\n1 Contact sexual violence includes rape, made to penetrate, sexual coercion, and/or unwanted sexual contact.\n2 IPV-related impact includes any of the following: being fearful, concerned for safety, any PTSD symptoms, injury, need for medical care, \nneeded help from law enforcement, missed at least one day of work, missed at least one day of school. The following impacts were also included in the lifetime estimate only: specific injuries, need for housing services, need for victim advocate services, need for legal services, and contacting a crisis hotline. Questions about impacts related to intimate partner violence were assessed among victims of contact sexual violence, physical violence, or stalking by an intimate partner during their lifetime and in the last 12 months.\n3 Includes: nightmares; tried not to think about or avoided being reminded of; felt constantly on guard, watchful, or easily startled; and felt numb or detached.\n* Rounded to the nearest thousand.\n-- Estima te is not reported; relative standard error > 30% or cell size ≤ 20.\nNote: Cells in grey indicate questions that were not asked. T he National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence  33"
    },
    {
      "section": "Page 38",
      "page_number": 38,
      "text": "Table 15\nComparing the Prevalence of Physical Health Conditions and Activity Limitations Among \nThose With and Without a History of Contact Sexual Violence,1 Stalking, or Physical Violence \nby an Intimate Partner — U.S. Women, National Intimate Partner and Sexual Violence Survey, \n2016/2017 Annualized  Estimates \nHistory No History\nWeighted % 95% CI Weighted % 95% CI\nHealth condition\nAsthma 23.4* (21.8, 25.2) 17.5 (16.0, 19.0)\nIrritable bowel syndrome 14.1* (12.8, 15.5) 7.0 (6.1, 8.0)\nDiabetes 13.4 (12.2, 14.7) 12.6 (11.4, 14.0)\nHigh blood pressure 30.7 (28.9, 32.5) 28.7 (27.0, 30.5)\nHIV/AIDS -- -- -- --\nFrequent headaches 26.5* (24.7, 28.3) 15.7 (14.3, 17.2)\nChronic pain 36.9* (35.0, 38.8) 20.0 (18.5, 21.6)\nDifficulty sleeping 43.3* (41.3, 45.3) 25.0 (23.3, 26.7)\nSerious difficulty hearing 8.9* (7.8, 10.1) 6.9 (6.0, 8.0)\nBlindness or serious difficulty seeing 6.8* (5.9, 7.8) 5.0 (4.2, 5.9)\nActivity limitation\nSerious difficulty walking or climbing stairs 20.6* (19.1, 22.2) 14.4 (13.0, 15.9)\nDifficulty dressing or bathing 6.0* (5.2, 7.1) 3.4 (2.7, 4.3)\nDifficulty concentrating, remembering, or \nmaking decisions23.6* (21.9, 25.3) 10.1 (8.9, 11.4)\nDifficulty doing errands alone 12.1* (10.9, 13.4) 7.3 (6.3, 8.5)\nAbbreviation: CI = confidence interval.\n1 Contact sexual violence includes rape, sexual coercion, and/or unwanted sexual contact.\n* Chi-square test of association is statistically significant, p-value < 0.05.\n-- Estima te is not reported; relative standard error > 30% or cell size ≤ 20. 34 The National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence"
    },
    {
      "section": "Page 39",
      "page_number": 39,
      "text": "Table 16\nComparing the Prevalence of Physical Health Conditions and Activity Limitations Among \nThose With and Without a History of Contact Sexual Violence,1 Stalking, or Physical Violence \nby an Intimate Partner — U.S. Men, National Intimate Partner and Sexual Violence Survey, \n2016/2017 Annualized   Estimates \nHistory No History\nWeighted % 95% CI Weighted % 95% CI\nHealth condition\nAsthma 17.1* (15.4, 18.9) 14.2 (12.8, 15.7)\nIrritable bowel syndrome 3.7 (3.0, 4.5) 3.7 (2.9, 4.6)\nDiabetes 12.1 (10.7, 13.5) 12.4 (11.2, 13.8)\nHigh blood pressure 30.7 (28.7, 32.7) 30.0 (28.2, 31.9)\nHIV/AIDS 1.6* (1.1, 2.2) 0.6 (0.4, 1.1)\nFrequent headaches 13.9* (12.3, 15.6) 8.0 (6.9, 9.2)\nChronic pain 28.6* (26.5, 30.7) 18.1 (16.6, 19.7)\nDifficulty sleeping 34.9* (32.7, 37.1) 20.7 (19.1, 22.4)\nSerious difficulty hearing 12.2* (10.8, 13.7) 9.3 (8.3, 10.5)\nBlindness or serious difficulty seeing 5.5* (4.6, 6.6) 4.0 (3.3, 4.7)\nActivity limitation\nSerious difficulty walking or climbing stairs 12.5 (11.2, 13.9) 11.2 (10.0, 12.5)\nDifficulty dressing or bathing 4.5* (3.8, 5.4) 3.3 (2.7, 4.1)\nDifficulty concentrating, remembering, or \nmaking decisions17.2* (15.5, 19.0) 10.3 (9.2, 11.6)\nDifficulty doing errands alone 9.1* (7.9, 10.5) 4.8 (4.0, 5.7)\nAbbreviation: CI = confidence interval.\n1 Contact sexual violence includes rape, made to penetrate, sexual coercion, and/or unwanted sexual contact.\n* Chi-square test of association is statistically significant, p-value < 0.05. T he National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence  35"
    },
    {
      "section": "Page 40",
      "page_number": 40,
      "text": "Table 17\nReports of Minor Witnessing Psychological Aggression and/or Physical Violence Toward \nParent/Guardian by an Intimate Partner Among Respondents with Children Under Age \n18 Currently Living in Household, National Intimate Partner and Sexual Violence Survey, \n2016/2017 Annualized  Estimates \nFemales Males\nWeighted \n%95% CI Estimated Number  \nof  Respondents*Weighted \n%95% CI Estimated Number  \nof  Respondents*\nRespondents with children under 18\ncurrently living in household most of the year\n134.6 (33.3, 36.0) 43,234,000 29.3 (27.9, 30.7) 34,563,000\nChild under 18 living in household ever saw or heard parent or guardian subjected to psychological aggression\n2 by that person’s \ncurrent or former intimate partner315.6 (13.9, 17.6) 6,761,000 7.3 (6.0, 8.8) 2,517,000\nChild under 18 living in household ever saw or heard parent or guardian subjected to physical violence\n4 by that person’s current or former \nintimate partner310.7 (9.2, 12.3) 4,611,000 5.3 4.2, 6.8) 1,843,000\nAbbreviation: CI = confidence interval.\n1 Denominator is U.S. adult women/men.\n2 Psychological aggression included being insulted, humiliated, or threatened with physical harm.\n3 Denominator is women/men currently living in households with children under the age of 18 years.\n4 Physical violence included being pushed, slapped, hit, punched, or beat up.\n* Rounded to the nearest thousand. 36 The National Intimate Partner and Sexual Violence Survey | 2016/2017 Report on Intimate Partner Violence"
    },
    {
      "section": "Page 41",
      "page_number": 41,
      "text": ""
    },
    {
      "section": "Page 42",
      "page_number": 42,
      "text": "Centers for Disease Control and Prevention\nNational Center for Injury Prevention and ControlDivision of Violence Prevention\n4770 Buford Highway NE, MS-F64\nAtlanta, Georgia 30341-3742www.cdc.gov/violenceprevention\nAK2022"
    }
  ]
}