{
  "doc_type": "scientific paper",
  "title": "Human sounds and associated tonality disrupting perceived soundscapes in protected natural areas",
  "authors": [
    "Tin Oberman",
    "Arianna Latini",
    "Francesco Aletta",
    "Giacomo Gozzi",
    "Jian Kang",
    "Simone Torresin"
  ],
  "year": 2025,
  "journal": "nature, water sounds demonstrated the",
  "doi": null,
  "abstract": "In protected natural areas (PNAs), at popular scenic spots, visitors often contribute to noise pollution through their behaviour. Decibel-based sensors don't fully capture this, necessitating a more holistic approach. A mixed-methods framework, based on the ISO 12913 series, was tested in four European PNAs. During five soundwalks (7-12 km long) organised by the Silenzi in Quota initiative, 443 questionnaires were gathered across 28 evaluation points, alongside corresponding binaural measurements. Acoustic environments as silent as LAeq=31 dB and as loud as LAeq=76 dB were observed, eliciting perceptions from very calm to chaotic. Psychophysical measures (loudness, sharpness, roughness, fluctuation strength and tonality) were calculated. The impact of the perceived sound source dominance, visual landscape quality and psychophysical and environmental acoustic features on the perceived soundscape pleasantness and eventfulness was analysed via Linear Mixed-Effects Models (LMMs). Perceived sound source type data- and psychophysical data-based models outperformed those based on sound pressure level metrics. Amongst the sounds of nature, water sounds demonstrated the strongest association with higher pleasantness and eventfulness. Presence of human sounds, associated with increased tonality, was the major factor driving the perception of chaotic soundscapes, revealing the detrimental effect of human behaviour on the experience of PNAs.",
  "keywords": [
    "Soundscape",
    "protected natural area",
    "soundwalk",
    "overtourism",
    "psychoacoustics",
    "ISO 12913"
  ],
  "research_topics": [
    "soundscape perception",
    "noise pollution",
    "protected natural areas",
    "psychoacoustics",
    "ISO 12913 soundscape framework",
    "environmental acoustics",
    "human impact on natural soundscapes",
    "soundwalk methodology",
    "acoustic environment measurement",
    " Linear Mixed-Effects Models in soundscape research"
  ],
  "created_at": "2025-05-04T23:49:41.357238Z",
  "source_pdf": "documents/research/Global/Oberman et al 2025 Human sounds and associated tonality disrupting.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Human sounds and associated tonality disrupting\nperceived soundscapes in protected natural areas\nTin Oberman \nt.oberman@ucl.ac.uk\nUniversity College London\nSimone Torresin \nsimone.torresin@unitn.it\nUniversity of Trento\nFrancesco Aletta \nf.aletta@ucl.ac.uk\nUniversity College London\nJian Kang \nj.kang@ucl.ac.uk\nUniversity College London\nArianna Latini \na.latini@pm.univpm.it\nMarche Polytechnic University\nGiacomo Gozzi \ngiacomo.gozzi.a@gmail.com\nSilenzi in Quota\nArticle\nKeywords:\nDOI: https://doi.org/\nLicense:    This work is licensed under a Creative Commons Attribution 4.0 International License.  \nRead Full License\nAdditional Declarations:  No competing interests reported."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "1Human sounds and associated \n2tonality disrupting perceived \n3soundscapes in protected natural \n4areas\n5 Tin Oberman1, 3,*, Arianna Latini2, Francesco Aletta1, Giacomo Gozzi3, Jian Kang1, \n6 Simone Torresin3, 4\n71Institute for Environmental Design and Engineering, University College London, 14 \n8 Upper Woburn Place, WC1H 0NN, London, UK\n92Department of Construction, Civil Engineering and Architecture (DICEA), Università \n10 Politecnica delle Marche, Ancona, IT\n113Silenzi in Quota, Trento, IT\n124Department of Civil Environmental and Mechanical Engineering, University of \n13 Trento, Via Mesiano 77, 38123, Trento, IT\n14 *Corresponding author:\n15 Tin Oberman\n16 Institutional Address: Institute for Environmental Design and Engineering, University \n17 College London, 14 Upper Woburn Place, WC1H 0NN, London, UK\n18 Phone: +44 20 3108 6592\n19 Email: t.oberman@ucl.ac.uk\n20Abstract\n21 In protected natural areas (PNAs), at popular scenic spots, visitors often contribute \n22 to noise pollution through their behaviour. Decibel-based sensors don't fully capture \n23 this, necessitating a more holistic approach. A mixed-methods framework, based on \n24 the ISO 12913 series, was tested in four European PNAs. During five soundwalks (7-\n25 12 km long) organised by the Silenzi in Quota  initiative, 443 questionnaires were \n26 gathered across 28 evaluation points, alongside corresponding binaural \n27 measurements. Acoustic environments as silent as L Aeq=31 dB and as loud as \n28 L Aeq=76 dB were observed, eliciting perceptions from very calm to chaotic. \n29 Psychophysical measures (loudness, sharpness, roughness, fluctuation strength and \n30 tonality) were calculated. The impact of the perceived sound source dominance, \n31 visual landscape quality and psychophysical and environmental acoustic features on \n32 the perceived soundscape pleasantness and eventfulness was analysed via Linear \n33 Mixed-Effects Models (LMMs). Perceived sound source type data- and \n34 psychophysical data-based models outperformed those based on sound pressure \n35 level metrics. Amongst the sounds of nature, water sounds demonstrated the \n36 strongest association with higher pleasantness and eventfulness. Presence of \n37 human sounds, associated with increased tonality, was the major factor driving the Commented [TO1]:  This sentence now \nsounds too complicated for Guardian, will \ntry rephrasing to be easy to understand"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "38 perception of chaotic soundscapes, revealing the detrimental effect of human \n39 behaviour on the experience of PNAs.\n40Keywords\n41 Soundscape, protected natural area, soundwalk, overtourism, psychoacoustics, ISO \n42 12913\n43Introduction\n44 Acoustic quality of protected natural areas: from noise reduction to \n45 soundscapes\n46 Anthropogenic noise is a major source of pollution affecting urban and natural \n47 landscapes around the world, recognised as an emerging issue of environmental \n48 concern by the United Nations Environment Programme (UNEP) in 2022 1. Protected \n49 natural areas (PNAs) are disrupted by noise as well 2 and the spots of outstanding \n50 natural beauty found in the protected areas can be their most fragile parts when \n51 they get exploited as tourist attractions, often resulting in degraded biodiversity 3. \n52 Beyond preserving endangered landscape and enabling biodiversity conservation, \n53 the protected natural areas are an essential resource for providing educational and \n54 research opportunities, as well as allowing visitors to experience positive well-being \n55 effects of being in nature 4–6. Indeed, exposure to positive environmental sounds \n56 can contribute to positive health and well-being outcomes 7–12. Yet, the effect of \n57 noise in PNAs and how it affects all the stakeholders is often overlooked, while the \n58 potential which the positive sounds hold usually receives even less attention in \n59 practice. Amongst the reasons for this are the difficulties in characterising and \n60 monitoring natural environments hindering creation of robust data on human \n61 perception and associated objective acoustic measurements. Moreover, while the \n62 traditional noise mitigation strategies mostly focus on traffic-related issues, it has \n63 been widely recognised that the effects of a full range of sound sources need to be \n64 considered. A holistic investigation of environmental sounds is characteristic of the \n65 soundscape approach outlined in the ISO 12913 Acoustics: Soundscape series, \n66 which was implemented in this study by conducting participative socio-economic \n67 surveys and binaural acoustic measurements to characterise an acoustic \n68 environment in PNAs and observing its effect on human perception.\n69 The international institutions such as the United Nations Educational, Scientific and \n70 Cultural Organisation (UNESCO) and the International Union for Conservation of \n71 Nature (IUCN) have developed protection guidelines to be applied to valuable \n72 natural areas around the world, requiring management strategies and often sharing \n73 the risk of overtourism 13–16. The associated management plans, usually built on \n74 historical field data on the physical characteristics of an area and \n75 social/cultural/economic significance, include aspects related to aesthetics and \n76 visitors’ experience 17. Regarding the appraisal of positive sound sources in the \n77 management documents, natural sounds and noise occasionally get mentioned but \n78 those mentions usually provide little or no actionable points. This issue will be \n79 briefly illustrated later in this study in the description of the case study sites (see \n80 Methods). This implies that more research is needed to characterise the acoustic"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "81 environments and soundscapes of PNAs so they could be implemented in the \n82 protection documentation in a meaningful way, informing strategies to manage \n83 visitors’ behaviour and the risks of overtourism.\n84 Within the European Noise Directive published in 2002 18 and the subsequent \n85 European Environment Agency Technical report No 4/2014 Good Practice on Quiet \n86 Areas 19, PNAs are treated together with other exurban areas, sharing criteria for \n87 categorisation as quiet areas and the associated ‘quiet targets’, where soundscape \n88 is one of the key perceptual indicators alongside the environmental acoustic \n89 measurements. It is important to note that, in general, exurban areas receive less \n90 attention than urban ones and, while acknowledged as very important, soundscape \n91 criteria are mentioned in a very vague manner. This is due to the a lack of \n92 comparable perceptual data between the studies as many different approaches \n93 were observed to characterize such the soundscape construct, such as tranquillity \n94 and wildness 20,21 or the perceived affective quality 22.\n95 This is reflected in research and practice. The first national park, as the “ world’s first \n96 … large-scale wilderness preservation area in the public interest ” 23, was \n97 established in the United States of America (USA). So, it may not be surprising that \n98 in the national parks in the USA there has been extensive research on noise, \n99 amongst other fields. However, those studies focused on reporting sound pressure \n100 level-derived metrics 24–27 and sound source type characterization as the main \n101 qualitative feature 28,29. Various level-based indices have been employed from the \n102 fields of environmental acoustics and acoustic ecology to explain the frequency \n103 content and characterize the temporal changes of the audio signal with the aim of \n104 assessing noise pollution levels and detecting presence of species 30,31. These \n105 studies, usually based on long-term measurements and noise propagation models \n106 rely on sound pressure level (SPL)-based indices, such as L Aeq and L den for \n107 cumulative noise exposure over a whole day. Despite numerous studies showing \n108 evidence that audio signal analysis-only approach cannot explain perceptual and \n109 behavioural outcomes of the human experience in sufficient detail, the number of \n110 studies employing the ISO 12913 Acoustics: Soundscape framework in PNAs is \n111 extremely limited.\n112 Measuring soundscapes: the ISO 12913 series\n113 Part 1 of the ISO 12913 series 32 defines soundscape as an acoustic environment, as \n114 perceived by the people in context, fully recognizing the importance of context for \n115 characterizing the quality of an acoustic environment. This has, in a way, set up \n116 soundscape research as human perception-focused, mixed methods-based \n117 discipline, developed around questionnaire tools and/or interviews and \n118 environmental acoustics measurements.\n119 The required environmental acoustic metrics include the psychoacoustic \n120 measurements developed by 33, and defined by the respective international \n121 standards as shown in Table 1. Regarding the qualitative data, in its Annex C, the \n122 ISO/TS 12913-2 features three different tools: questionnaire approach (Method A \n123 and Method B questionnaires) or the narrative interview approach (Method C). \n124 Method B questionnaire was designed for use in soundwalks, while the Method A"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "125 can be deployed as either a traditional on-site survey, a soundwalk or in laboratory \n126 settings. It has been shown in the past 6 years since the publishing of the ISO/TS, \n127 that the Method A has been the most widely accepted approach 34. It features the \n128 assessment of the perceived affective quality (PAQ), based on the circumplex model \n129 featuring a two-dimensional perceptual space defined by the orthogonal main axes, \n130 labelled as Pleasant and Eventful 35.\n131 Table 1\n132 Environmental acoustic measures required and recommended per ISO/TS 12913-2.\nMeasurement Description Calculation standard\nMinimum \nrequired per \nISO/TS 12913- \n2\nLAeq,T A-weighted equivalent continuous \nsound pressure level, where A-\nweighting stands for filtering high \nand low frequency ends following \nthe A-weighting curveISO 1996-1, IEC 61672-1 \n75\nLCeq,T C-weighted equivalent continuous \nsound pressure level, where C-\nweighting stands for filtering high \nfrequency end following the C-\nweighting curveISO 1996-1, IEC 61672-1 \n75\nLAF5, T Percentage exceedance level – 5% \nof the time interval T, \napproximates sound eventsISO 1996-1, IEC 61672-1 \n75\nLAF95, T Percentage exceedance level – \n95% of the time interval T, \napproximates background noiseISO 1996-1, IEC 61672-1 \n75\nN5 Loudness exceeded in 5% of the \ntime intervalISO 532-1 76\nN95 Loudness exceeded in 95% of the \ntime intervalISO 532-1 76\nNrmc Root mean cubed loudness ISO 532-1 76\nRecommended \nper ISO/TS \n12913- 2\nS Sharpness, representing the \nsensation of timbre with emphasis \non high frequenciesDIN 45692\nT Tonality, representing the \nsensation of timbre and whether a \nsound consists of tonal components \nor broadband sound ECMA-74\nR Roughness, representing sounds \nmodulated at higher modulation \nfrequencies\nF Fluctuation strength, representing \nsounds modulated at low \nmodulation frequencies\nAdditional \nmeasurements \nconsidered 55\nLCeq, T - LAeq, T Difference between the L Ceq, T and \nLAeq, T, revealing the equivalent \ncontinuous sound pressure level for ISO 1996-1, IEC 61672-1 \n75"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "the low frequency part of the \nspectrum\nLAF5, T – LAF95, TDifference between the L AF5, T and \nLAF95, T, revealing the relation \nbetween single sound events and \nthe backgroundISO 1996-1, IEC 61672-1 \n75\n133 Soundwalk is the recommended method for obtaining human responses based on a \n134 participatory listening walk along a (predetermined) route, featuring a number of \n135 listening stops and a number of participants gathered at the location for the specific \n136 purpose of the soundwalk 36. However, most of the research that fed into the ISO \n137 12913 Acoustics – Soundscape series was conducted on urban environments, with \n138 urban setting in mind where a tolerance to certain noise sources is perhaps an \n139 integral part of the urban soundscape aesthetics. 37 have compared urban \n140 soundscape data 38 with the perceptual data from a national park in laboratory \n141 conditions using the “virtual soundwalk approach” 39, showing the majority of \n142 recordings from the national park being mapped in the pleasant and uneventful \n143 space. Conversely, while there is a growing number of studies exploring soundscape \n144 pleasantness and eventfulness in various urban settings and laboratory conditions \n14534, to the best of authors’ knowledge, there are no available studies conducting \n146 soundscape investigations in PNAs in a way compliant with the ISO \n147 recommendations for assessments in situ .\n148 A study exploring the combined effect of the acoustic environment, as captured by \n149 microphone-based sensors, together with the content of environmental sounds and \n150 the context they are experienced in, demonstrated that the presence of visible \n151 vegetation can influence human tolerance to noise 40. Ferrari et al (2023) have \n152 found that anthropogenic sounds have negative influence on the perceived \n153 recreational quality in PNAs. The same holds for a noise level increase beyond 38 \n154 dBA 41, which is a very conservative value compared to urban areas where a typical \n155 threshold for acoustic comfort is considered to be around 65 dBA 42. This implies \n156 that the increase in popularity of a site and the number of visits can have an \n157 adverse effect, not only on the natural habitats but on the visitors themselves by \n158 further contributing to noise pollution. This implies a role of the context as an \n159 understanding of what a place people find themselves in is and what it means to \n160 them.\n161 Study objectives\n162 This study, based on the five expeditions conducted by the  Silenzi in Quota  initiative \n163 aims to provide evidence about the application of the ISO 12913 framework in PNAs \n164 and deepen the understanding of the effect of environmental sounds on human \n165 perception in PNAs by gathering perceptual in situ data at locations hard-to-reach \n166 and investigating the associations between the key (psycho)acoustic metrics and \n167 perceptual measurements used in the widely spread Method A of the ISO 12913 \n168 framework. The manuscript has been structured in a way to provide answers to the \n169 following Research Questions:\n170 1. How are the perceptual, context-related measurements (perceived sound \n171 sources dominance and overall perceived visual quality of the environment)"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "172 influencing the perceived soundscape quality (pleasantness and \n173 eventfulness) in PNAs? (RQ1)\n174 2. What are the (psycho)acoustic features influencing perceived soundscape \n175 quality (pleasantness and eventfulness) in PNAs? (RQ2)\n176 Results\n177 Acoustic measurements\n178 The range of acoustic conditions observed across all the measurement points are \n179 described in Table 2 in terms of both acoustic and psychoacoustic parameters. The \n180 investigated sites ranged from very quiet to rather loud environments, with an \n181 overall range of nearly 45 dB. The full details on all the acoustic measurements \n182 taken, per site, is available in the Supplementary Material [reference to the public \n183 repository to be made publicly available upon publication].\n184 Table 2\n185 The range of acoustic conditions across all the measurement points.\nPsycoacoustic \nmeasure Min. Max. MeanMedianSt. dev.\nL Aeq,T 31.2 76.1 48.4 47.8 11.9\nLCeq,T-LAeq,T 0.4 14.6 3.8 2.7 3.4\nLAF5,T - LAF95,T 1.0 23.1 8.2 7.0 5.5\nN5/N95 1.09 3.85 1.89 1.78 0.69\nN rmc 1.71 37.30 7.51 5.36 8.63\nS 1.01 3.30 1.91 1.84 0.46\nR 0.013 0.061 0.025 0.023 0.010\nF 0.002 0.066 0.019 0.010 0.018\nT 0.015 0.392 0.113 0.067 0.107\n186 Perceptual measurements\n187 The perceived dominance of sound sources is illustrated in Figure 1, highlighting the \n188 character of the study locations covered by the soundwalks. These areas are \n189 characterized by the dominance of human sounds (e.g., voices, moderately, a lot, or \n190 completely dominating in 51% of cases, overall N: 435) and natural sounds, such as \n191 those produced by animals (dominating in 48% of cases, N: 438), water (44%, N: \n192 439), and wind (33%, N: 435). Traffic noise and other noises (e.g., sirens or \n193 industrial sounds) are generally not heard (traffic: moderately, a lot, or completely \n194 dominating in 11% of cases, N: 439; other noise: 5%, N: 436)."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "195\n196 Fig. 1.  Perceived dominance of different sound types.\n197 Regarding the visual landscape, the evaluations are, as expected, very positive. In \n198 94% of the evaluations visual landscape is rated as good or very good (N: 439).\n199 Relationship between sound sources dominance, overall visual quality, \n200 soundscape pleasantness and eventfulness (RQ#1)\n201 The results of LMM1 for ISO Pleasantness show a significant effect of the dominance \n202 of traffic noise (χ2 (4) = 15.105, p = 0.005, η2 = 0.14), other sounds (e.g., sirens, \n203 construction, industry, loading of goods) (χ2 (1) = 4.036, p = 0.045, η2 = 0.04), \n204 sounds generated by other human beings (χ2 (1) = 53.663, p < 0.001, η2 = 0.49), \n205 water sound (χ2 (1) = 4.327, p = 0.037, η2 = 0.04), and the quality of the visual \n206 landscape (χ2 (1) = 21.693, p < 0.001, η2 = 0.20). Specifically, greater ISO \n207 pleasantness is associated with less traffic noise, construction noise and human \n208 voices, more dominant sound produced by water features, and better landscape \n209 quality (see Table 3). Gender, age, mountain sports habits, dominance of animals, \n210 and wind are not found to be significantly associated with the ISO pleasantness of \n211 the sound environment.\n212 Table 3\n213 Results of LMM1 models reporting estimates, p-values and VIF/GVIF values for each fixed effect within \n214 the computed models for ISO Pleasantness and ISO Eventfulness. Fixed effects codes are described in \n215 Table 3. Significance codes for the p-values: ***< 0.001, **< 0.01, *< 0.05.\nGroup \nvariableFixed \neffectEstimatep-valueVIF/GVIF\nISO \nPleasantnessQ1  0.045 0.159 1.020\nQ2  0.002 0.182 1.013 \nQ3  -0.051 0.241 1.025 \nQ4.1  -0.512  <0.001*** 1.014  \nQ4.2  -0.053  0.045* 1.022 \nQ4.3  -0.122  <0.001*** 1.033 WaterWindAnimalsHuman beingsOther noiseTraffic\n0% 20% 40% 60% 80% 100%\nNot at all A little\nModerately A lot\nDominates completely"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Q4.4 0.030 0.051 1.039 \nQ4.5  0.019 0.176 1.031 \nQ4.6  0.029  0.038* 1.027 \nQ8 0.101  <0.001*** 1.014 \nISO \nEventfulnessQ1  5.494e-05 0.967 1.021 \nQ2  0.03555 0.201 1.017 \nQ3  -3.227e-03 0.930 1.027 \nQ4.1  3.337e-01  0.031* 1.014 \nQ4.2  1.861e-02 0.510 1.019 \nQ4.3  1.521e-01  <0.001***  1.038 \nQ4.4 2.252e-02 0.167 1.042 \nQ4.5  -1.239e-02 0.410 1.034 \nQ4.6  3.150e-02  0.037* 1.029 \nQ8 2.179e-02 0.335 1.016 \n216 As regards ISO Eventfulness, LMM1 indicates a significant main effect of the \n217 dominance of traffic noise (χ2 (4) = 7.203, p = 0.045, η2 = 0.03), and human voices \n218 (χ2 (1) = 74.099, p < 0.001, η2 = 0.91), and water sounds (χ2 (1) = 4.390, p = \n219 0.036, η2 = 0.05). Higher eventfulness is associated with more dominant traffic \n220 noise, anthropogenic noise and water sound (see Table 3).\n221 The soundscape assessments are represented in Figure 2, with evaluations divided \n222 into two groups based on the perceived dominance of sounds (low or high) or the \n223 perceived quality of the landscape (low or high).\n(a) (b) (c)"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "(d) (e) (f)\n(h)\n224 Fig. 2.  Comparison of soundscapes based on the dominance of (a) traffic noise, (b) other noise, (c) \n225 human beings, (d) animals, (e) wind, (f) water sounds, and (h) quality of landscape. The curves \n226 represent the 50th percentile contour, and the bivariate distributions of ISO pleasantness and ISO \n227 eventfulness are plotted on the two axes. L represents low dominance (not at all, a little) or poor \n228 quality (very bad; bad) group, while H represents the high dominance (moderately, a lot, dominates \n229 completely) or high quality (neither good nor bad, good; very good) subsample.\n230 Relationship between the (psycho)acoustic features and soundscape \n231 pleasantness and eventfulness (RQ#2)\n232 The single-parameter models (LMM2 to LMM10) for ISO Pleasantness show a \n233 significant association with the A-weighted continuous equivalent sound pressure \n234 level L Aeq,T (χ2 (1) = 6.789, p = 0.009), L AF,5 - LAF,95 (χ2 (1) = 8.765, p = 0.003), \n235 tonality (χ2 (1) = 27.332, p < 0.001), and fluctuation strength (χ2 (1) = 27.230, p < \n236 0.001). Higher sound levels, sound level variation over time, tonality, and \n237 fluctuation strength values correspond to less pleasant and more annoying \n238 soundscapes (see Table 4).\n239 Table 4\n240 Results of LMM models reporting estimates, and p-values for each fixed effect within the computed \n241 models for ISO Pleasantness and ISO Eventfulness. Fixed effects include different (psycho)acoustic \n242 parameters. Significance codes for the p-values: ***< 0.001, **< 0.01, *< 0.05.\nGroup \nvariableModel number \n(n.)Fixed effect Estimatep-value"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "ISO \nPleasantness2L Aeq,T -0.012 0.017*\n3  LCeq,T-LAeq,T -0.003 0.845\n4 L AF5,T-L AF95,T  -0.029 0.007**\n5 N rmc -0.008 0.273\n6 N5/N95 -0.154 0.096\n7 T -2.241 < 0.001***\n8 S -0.004 0.980\n9 R -4.303 0.418\n10 F -14.009 < 0.001***\nISO \nEventfulness2L Aeq,T 0.015 <0.001***\n3  LCeq,T-LAeq,T -0.005 0.763\n4 L AF5,T-L AF95,T  0.020 0.036*\n5 N rmc 0.014 0.030*\n6 N5/N95 0.124 0.132\n7 T 1.943 <0.001***\n8 S 0.189 0.141\n9 R 9.400 0.036*\n10 F 11.108 0.001**\n243 Regarding the modelling of ISO Eventfulness, the single-parameter models (2 to 10) \n244 exhibit a significant correlation with the A-weighted continuous equivalent sound \n245 pressure level L Aeq,T (χ2 (1) = 20.328, p < 0.001), L AF,5 - LAF,95 (χ2 (1) = 8.7652, p = \n246 0.003), loudness (χ2 (1) = 5.6013, p = 0.018), tonality (χ2 (1) = 28.068, p < 0.001), \n247 roughness (χ2 (1) = 4.979, p = 0.026), and fluctuation strength (χ2 (1) = 19.454, p \n248 < 0.001). Specifically, more eventful soundscapes are associated with higher sound \n249 levels, level variation over time, loudness values, tonality, roughness, and \n250 fluctuation strength values.\n251 The effect of sound pressure level, sound level variability, loudness, tonality, \n252 roughness and fluctuation strength on soundscape is illustrated in Figure 3, where \n253 the dataset is divided into two sub-samples based on the median value of each \n254 (psycho)acoustic parameter (see Table 2). This allows for a comparison of \n255 soundscape contours (i.e., the curves representing the 50th percentiles) according \n256 to high vs. low levels of sound, loudness, and tonality. We can notice that location \n257 scoring high in these psychoacoustic values are generally neutral in terms of \n258 pleasantness and more eventful. In places quieter locations, with less sound level \n259 variation, lower roughness, tonality and fluctuation strength the soundscape \n260 contours are generally positioned in an area of greater pleasantness and lower \n261 eventfulness, thus resulting in a calmer soundscape. Moreover, it can be noticed"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "262 that the two soundscape contours based on the median value of tonality are \n263 particularly distinct and separate, clearly defining an eventful zone with high \n264 tonality values and a calm zone with low tonality.\n(a) (b) (c)\n(d) (e) (f)\n265 Fig. 3. Comparisons of soundscapes based on the values of a) L Aeq, b) L AF5,T-L AF95,T  , c) N rmc, d) T, e) R \n266 and f) F. The dataset was divided into two subsamples based on the median value of the three \n267 parameters. The curves represent the 50th percentile contour, and the bivariate distributions of \n268 pleasantness and eventfulness are plotted on the two axes.\n269 The AIC, the R m2 and R c2 coefficients are reported in Table 5, with lower AIC values \n270 corresponding to higher predictive power of the model, and higher R2 associated to \n271 higher proportion of variance in the dependent variable explained by the \n272 independent variables.\nTable 5\n273 AIC, marginal and conditional R2 of the LMM for each dependent variable.\nGroup variable Model \nnumber \n(n.)AIC\nR2marginal R2conditional\nISO Pleasantness 1 50.241 0.387 0.711\n2 112.25 0.13 0.71\n3 118.7 0.00 0.73"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "4 111.21 0.16 0.71\n5 117.41 0.03 0.73\n6 115.57 0.07 0.71\n7 100.06 0.31 0.61\n8 118.74 0.05 0.61\n9 117.93 0.08 0.57\n10 101.43 0.28 0.61\nISO Eventfulness 1 92.043 0.269 0.577\n2 98.436 0.25 0.59\n3 113.783 0.07 0.71\n4 108.952 0.09 0.58\n5 108.399 0.11 0.59\n6 111.317 0.06 0.58\n7 94.387 0.34 0.72\n8 112.061 0.00 0.73\n9 109.011 0.01 0.72\n10 98.839 0.35 0.73\n274 For both ISO Pleasantness and ISO Eventfulness, perceptual models outperform \n275 psychoacoustic models, resulting in considerably lower AIC values, especially for \n276 pleasantness. Among psychoacoustic ones, single-parameter models based on \n277 tonality and fluctuation strength are the most effective for predicting pleasantness, \n278 corresponding to lower AIC values. Regarding eventfulness, the tonality parameter \n279 has a similar performance in predicting eventfulness compared to perceptual \n280 models (i.e., within 2 AIC units).\n281 Interestingly, the marginal (R2 m) coefficients of determination are significantly lower \n282 than the conditional (R2 c) ones for each model. This outcome suggests that a \n283 greater proportion of the variance was accounted by random effects related to the \n284 experimental design (i.e., participants, locations nested in sites) rather than by \n285 fixed effects (i.e., perceptions and measurements).\n286 Discussion\n287 Interpretation\n288 RQ1 - How are perceived sound source dominance and overall perceived \n289 visual quality of the environment influencing the perceived soundscape \n290 pleasantness and eventfulness in PNAs?\n291 The effects of the perceived sound source dominance and the overall perceived \n292 visual quality of the environment on the ISO Pleasantness and ISO Eventfulness \n293 were explored using the questionnaire results only. The questionnaire item \n294 investigating the composition of natural sound source type, from the ISO/TS 12913-\n295 2, was expanded into additional three questions to capture animal, wind-driven and \n296 water sounds. This, more detailed sound source dominance questionnaire has"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "297 revealed that different types of natural sounds contribute to ISO Eventfulness in \n298 different ways. Namely, the animal (Q4.4) and wind (Q.4.5) sounds showed no \n299 significant effect, but dominance of water sounds (Q4.5) exhibited a positive \n300 correlation with ISO Eventfulness.\n301 In urban environments, such as urban parks, it was found that higher human \n302 presence under a certain threshold would increase both auditory and visual \n303 satisfaction with an environment 43. However, this study indicated that an increase \n304 in dominance of human sounds leads to a decrease in ISO Pleasantness. This \n305 difference is most likely driven by the expectations people have when visiting PNAs, \n306 which are different than in cities. Visiting a natural site is an effort implying both \n307 planning and financial cost, aimed at escaping everyday urban environments and \n308 achieving a connection with nature. Not meeting such expectations likely results in \n309 a feeling of disappointment.\n31044 have looked into the influence of different expectations driving ISO Pleasantness \n311 and ISO eventfulness, namely the residence and participants’ background as a \n312 proxy for familiarity with certain urban acoustic environments. Indeed, familiarity \n313 was the third dimension, following valence and arousal, recognized by 35. In this \n314 study, Q3 (Do you often (at least once a month) practice mountain sports?) was \n315 used as the proxy for familiarity with natural areas similar to the ones investigated \n316 but no effect was found through the analysis. This is in line with 45 who looked at \n317 the effect of tourism and showed that both residents and visitors display equal \n318 appreciation of natural sounds.\n319 The questionnaire-based model LMM1 demonstrated the highest predictive power, \n320 which speaks for the potential of using crowd-sourced questionnaire data from \n321 soundwalks or equivalent smartphone-based applications, such as 46,47, over \n322 traditional sound level monitoring stations for predicting soundscape quality. This is \n323 in line with other similar studies comparing the physiological and psychophysical \n324 models 48. Additionally, the higher LMM1 performance implies the benefit of \n325 accounting for the types of sources which are audible, highlighting the potential \n326 application of machine learning-based automatic source recognition methodologies \n32749 to characterize soundscapes in natural areas. While the focus of this study was to \n328 observe the effect of human activity on soundscape of PNAs, this finding is in line \n329 with other studies investigating the effect of traffic noise on annoyance where \n330 perceptual models tend to outperform the ones based on psychoacoustic features \n331 only 50. The LMM1 for ISO Pleasant performed significantly better than for ISO \n332 Eventful, confirming the higher difficulty in predicting eventfulness/content \n333 compared to pleasantness/comfort already found for urban 35 and indoor \n334 soundscapes 51.\n335 Regarding the effect of the visual context, it is important to note that the \n336 distribution of Q8 (Overall, how would you describe the present surrounding visual \n337 environment?) responses is skewed towards very positive. This was expected, given \n338 that all the soundwalks took place in areas that are tourist attractions. A positive \n339 correlation was found between the overall visual quality and ISO Pleasantness, in \n340 line with the findings from other studies in urban parks where it was found that a"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "341 more attractive natural scene can improve soundscape 52. However, the number of \n342 negative soundscape quality assessments in this study still proves that not even the \n343 very high visual attractiveness of a site is sufficient to ensure a high-quality natural \n344 environment and its soundscape.\n345 RQ2 - What are the (psycho)acoustic features influencing perceived \n346 soundscape pleasantness and eventfulness in PNAs?\n347 The (psycho)acoustic measurements that displayed the strongest effect on the ISO \n348 Pleasantness were T, F and L AF5,T-L AF95, T  and L Aeq, T. The strongest effect on ISO \n349 Eventfulness were T, F, L Aeq,T, R and N rmc. Tonality emerged as the main \n350 psychoacoustic feature affecting both perceived soundscape pleasantness and \n351 eventfulness. The model reveals negative coefficients for ISO Pleasantness (i.e., \n352 higher tonality leads to higher annoyance) and positive coefficients for ISO \n353 Eventfulness; hence, following the structure of the soundscape circumplex model, \n354 one could infer that higher tonality in the acoustic environment of PNAs included in \n355 this study is related to higher perceived sense of chaos (i.e., a soundscape that \n356 features negative ISO Pleasantness and positive ISO Eventfulness can be defined as \n357 chaotic).\n358 At the sites investigated in this study, higher tonality (between 0.1 and 0.4 tu) \n359 seems to be associated with higher perceived dominance of human sounds (voices \n360 from people in this case), as shown in Table 6. This is in line with findings by 53 \n361 where it was observed that high presence of human speech can result in tonality \n362 around 0.1 tu, while birdsong is usually less tonal (between 0.5 and 0.8 tu). It is \n363 important to note that such psychoacoustic measures are highly dependent on the \n364 overall acoustic context and all the measurements made are performed on the \n365 samples of complex environments containing a multitude of sound sources in \n366 random relationship. In urban context due to the presence of more dominant \n367 anthropic sound sources (e.g., traffic noise, mechanical sounds), not present in \n368 PNAs, human voices do not stand out as particularly tonal sound sources as they \n369 are “masked” by the urban noise background. In such context tonality often reaches \n370 higher values, above 0.4 tu in cases of acoustic environments containing sounds of \n371 church bells or music 53,54. Therefore, the range of tonality values observed in this \n372 study still falls in the ‘low tonality range’.\n373 Table 6\n374 Spearman correlation coefficients between the psychophysical measures and perceived sound source \n375 type dominance. Significance codes for the p-values: ***< 0.001, **< 0.01, *< 0.05.\nQuestionn\naire item L Aeq,TLCeq,T-\nLAeq,TL AF5,T-\nL AF95,T Nrmc N5/N95 T S R F\nQ4.1\n(traffic \nnoise) 0.27** 0.25** 0.33** 0.27** 0.33** 0.24** -0.34** 0.33** 0.23**\nQ4.2\n(other \nnoise) 0.11* 0.19** -0.03 0.11* -0.02 0.16** -0.12* 0.06 0.11*\nQ4.3\n(human \nsounds) 0.45** 0.28** 0.56** 0.45** 0.44** 0.75** -0.25** 0.37** 0.75**\nQ4.4 -0.39** -0.05 0.05 -0.37** 0.06 -0.07 0.14** -0.43** -0.15**"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "(animal \nsounds)\nQ4.5\n(wind \nsounds) -0.24** 0.13* -0.02 -0.21** 0.03 0.02 -0.21** -0.18** -0.12*\nQ4.6\n(water \nsounds) -0.05 -0.53** -0.42** -0.05 -0.44** -0.54** 0.47** -0.05 -0.47**\n376 Other studies looking at the effects of psychoacoustic measures on ISO \n377 Pleasantness and ISO Eventfulness performed in urban context, including large \n378 urban parks, have found a strong effect of loudness, sharpness and L Aeq, while the \n379 effect of tonality was noted but was found to be less important than in this study 55.\n380 While the association between the dominance of human sounds and annoyance is \n381 clear, it is important to note that the human sounds are in fact the most frequent \n382 sound source type observed across the sample (Figure 1). Indeed, up to a certain \n383 threshold, Ednie et al. 56 have found that urban visitors still prefer to experience \n384 urban noises in protected areas. Taking tonality as a proxy for human sound \n385 presence (see Table 6), we can derive threshold values for ISO Pleasantness and \n386 ISO Eventfulness based on linear regression models. These are T = 1.248 tu for ISO \n387 Pleasant (ISO Pleasantness = 42.653 + 34.17 T, p < 0.001, R2adj = 0.53) and T > \n388 0.021 tu for ISO Eventful (ISO E = 0.503 + 23.777 T, p < 0.001, R2adj = 0.45). \n389 Therefore, a tonality threshold indicating chaotic soundscapes (i.e., both unpleasant \n390 and eventful) in PNAs could be as low as 0.021 tu.\n391 Fluctuation Strength (F) is a psychoacoustic measure indicating the presence of low \n392 modulation frequencies in audio signal. Typically, F is associated with the presence \n393 of sounds sources such as the wind farm noise, yet in this study it was tied to \n394 human sounds, similarly as the tonality. This is not uncommon 53, and it is a feature \n395 that was found to be positively associated with ISO Eventfulness and negatively \n396 associated with ISO Pleasantness in urban context as well. Based on linear \n397 regressions on collected data, a fluctuation strength higher than F > 1.78 vacil is \n398 likely to be causing negative ISO Pleasantness (ISO Pleasantness = 40.283 + 34.183 \n399 F, p < 0.001, R2adj = 0.53), while an indicative threshold for ISO Eventful is 0.011 \n400 vacil (ISO Eventfulness = 0.269 + 23.796 F, p < 0.001, R2adj = 0.45). Therefore, a \n401 fluctuation strength indicating chaotic soundscapes in PNAs would be F > 0.011 \n402 vacil.\n403 A practical implication for monitoring and assessment of soundscape in PNAs is that \n404 both subjective and objective measurements are necessary for accurate \n405 characterisation following the ISO 12913 framework, while the ability to accurately \n406 monitor tonality and fluctuation strength on-site is more important than controlling \n407 sound pressure levels only. Moreover, applying management policies to improve \n408 sound-related behaviour of the visitors, .i.e. lowering their “noise footprint” 57, is \n409 crucial for ensuring positive experience of natural areas for the visitors, such as the \n410 one demonstrated by 58.\n411 Limitations and future pathways\n412 PNAs are expected to feature a very high variability in human presence from \n413 overcrowded beauty spots and the associated walking paths and roads during the"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "414 whole year, to the parts that almost never get visited. Both types of sites can suffer \n415 from anthropogenic noise. This study is biased towards capturing the effect of \n416 overcrowding. However, even in such conditions, recruitment and obtaining \n417 consistent data can pose a challenge when compared to urban conditions. Method A \n418 presented in the Annex C of the ISO/TS 12913-2 was considered to provide a solid \n419 solution to characterize soundscape in PNAs using subjective questionnaire data \n420 and objective acoustic measurements. The large spread of responses within the \n421 two-dimensional circumplex space, and the large spread of measured \n422 (psycho)acoustic indices confirm that.\n423 However, it must be noted that conducting a soundwalk in a remote area brings up \n424 challenges related to the size of the area than can be covered, duration of the walk \n425 that is manageable to most participants, number of participants that cannot be too \n426 large before starting to bias the results and that the data are limited to the \n427 accessible hiking paths.\n428 While it can be argued that leading a soundwalk with a group of participants \n429 represents a less ecologically valid approach to characterizing soundscapes due to \n430 the bias of ‘participants’ presence’ and the fact that participants at the last stop are \n431 likely more attentive to the whole procedure than at the first stop, the authors \n432 argue that this approach still ensures the following key advantages compared to \n433 different sampling strategies, such as the one employed by 41: 1) all the ratings \n434 from each listening stop relate to same environmental conditions, 2) a number of \n435 questionnaire responses can be collected in one day characterising a hiking path of \n436 up to 12 km length.\n437 The questionnaire tool chosen for this study based on its popularity for soundscape \n438 research 34 was developed by using sample locations characteristic for urban \n439 environments. Studies exploring the applicability of that tool for use in different \n440 context, such as indoor residential environment, have suggested some \n441 modifications to the attributes used but have confirmed the underlying structure of \n442 a valence-arousal circumplex model. Therefore, it was considered adequate for this \n443 study and has provided meaningful results that can be interpreted in a logical way. \n444 However, as most of the responses are gathered along the diagonal between \n445 chaotic and calm soundscapes, future research might be needed to properly \n446 address the state of excitement while exploring wilderness, which might be \n447 different from calm, pleasant or vibrant dimensions.\n448 Negligible number of participants used the opportunity to provide more information \n449 in the open-ended Q9 (Do you have any comment on this listening point?). This is \n450 most likely because writing during a soundwalk in such locations could be \n451 considered impractical, so it speaks for the use of box-ticking questionnaires. For \n452 that reason, the use of short, structured interviews after the soundwalk sessions \n453 should be considered in future work to provide richer data sets and more \n454 opportunities to interpret the questionnaire data accurately.\n455 This work paved the way for future standardisation of soundscape investigations in \n456 PNAs and provided evidence for a sustainable approach to visitors’ numbers and \n457 behaviour. The importance of investigating influence of exurban context on"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "458 soundscape has been highlighted together with some limitations of the current ISO \n459 12913 framework when applied in large PNAs. Sound type categories and \n460 psychoacoustic features displayed a clearly different pattern than those found in \n461 urban context as visitors can easily become the most critical noise source \n462 themselves.\n463 Methods\n464 This study is based on a mixed methods approach featuring the five participatory \n465 walks conducted on-site where the subjective data was collected from the \n466 participants via a questionnaire tool simultaneously with the short-term \n467 environmental acoustic measurements.\n468 Sites\n469 Five walking routes located within PNAs in the north of Italy (N=4) and Scotland, \n470 United Kingdom (N=1) were investigated on a one-session-per-route basis, taking \n471 place over a period of 14 months between April 2022 and June 2023. The protection \n472 status of the natural areas investigated includes inscription at the UNESCO World \n473 Heritage list 59 and National Park status 60. The four walking routes in Italy are \n474 located within the following three natural areas, all within the zones inscribed to The \n475 Dolomites UNESCO World Heritage property: Parco naturale Fanes-Sennes Braies \n476 (session Lago di Braies), Parco naturale Panaveggio – Pale di San Martino (sessions \n477 Val Venegia and Passo Rolle) and Parco naturale Tre Cime (session Tre Cime di \n478 Lavaredo). The walking route in the United Kingdom is within the Cairngorms \n479 National Park (session Glen Lui). Throughout the text the five routes will be referred \n480 to as per their respective session names in the Table 7, similar to the names chosen \n481 in calls for participation via the webpage61.\nTable 7\n482 List of the five soundwalk sessions with route characteristics.\nSession Date PNA Level of \nprotectionLength \nof the \nwalkDuration \nof the \nwalk \n(first to \nlast \nlistening \npoint)Elevation \ngainLowest \nand \nhighest \npoint\nLago di \nBraies24th of \nApril \n2022Parco \nnaturale \nFanes-\nSennes \nBraies UNESCO \nWorld \nHeritage6.1 km 3:45 136 m ↑\n136 m ↓1492 m\n1590 m\nVal \nVenegia19th June \n2022Parco \nnaturale \nPanaveggio \n– Pale di \nSan \nMartinoUNESCO \nWorld \nHeritage12 km 6:02 510 m ↑\n510 m ↓1676 m \n2181 m\nPasso \nRolle12th \nFebruary \n2022Parco \nnaturale \nPanaveggio \n– Pale di UNESCO \nWorld \nHeritage3.9 km 2:25 226 m ↑\n226 m ↓1956 m \n2182 m"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "San \nMartino\nGlen Lui 28th May \n2023Cairngorms \nNational \nParkNational \nParks \nauthority \nUnited \nKingdom12 km 4:50 92 m ↑\n92 m ↓377m\n433m\nTre Cime \ndi \nLavaredo25th June \n2023Parco \nnaturale \nTre CimeUNESCO \nWorld \nHeritage9.2 km 2:42 303 m ↑\n303 m ↓2306 m\n2451 m \n483 None of the UNESCO documents related to the Dolomites World Heritage Property, \n484 available online at the corresponding UNESCO-managed webpage 59, mention any \n485 the following keywords: sound, noise and/or acoustic. The Cairngorms National Park \n486 Authority documentation mentions the dominance of natural sounds within the \n487 section on Special Landscape Qualities – Visual and Sensory Qualities and provides \n488 brief descriptions of the auditory experiences specific to specific types of \n489 landscapes within the Park 62. The section Good Design in National Park 63 mentions \n490 the potential of a well-designed development to reduce overall emissions, including \n491 noise, but the good design case studies provide no further details, according to the \n492 brief review by the authors.\n493 Questionnaire\n494 The questionnaire was structured as per the Method A of the Annex C 36, as follows: \n495 1) basic demographic information, including familiarity with hiking ,2) sound source \n496 identification per sound type (sounds of technology, sounds of nature, sounds of \n497 human beings), 3) perceived affective quality of the present sound environment, 4) \n498 overall quality of the surrounding sound environment, 5) appropriateness of the \n499 surrounding sound environment to the present place. The Method A-type \n500 questionnaire was then expanded to capture more nuanced characterization of the \n501 sounds of nature, perceived overall visual quality of the present place, and \n502 participants’ experience in mountain sports to account for the possible effect of \n503 familiarity. The questionnaire was administered in Italian and English, referring to 64 \n504 for the translation of perceptual attributes. Questionnaire items are described in \n505 Table 8, while the complete questionnaire in Italian and English is provided in \n506 Appendix A.\n507 Table 8\n508 Questionnaire items in English and Italian.\nQuestion \ncodeQuestion Question type\nEnglish Italian\nQ1 Please specify your age (in \nyears)Età Open-ended question\nQ2 How would you describe \nyour gender?Come descriveresti il tuo \ngenere?Categoric\nQ3 Do you often (at least once \na month) practice mountain \nsports? (e.g. hiking, outdoor \nclimbing, skiing)Pratichi spesso (almeno una \nvolta al mese) attività sportiva \nin montagna?\n(ad es. sci, arrampicata in \nesterno, passeggiate)Categoric"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Q4 To what extent do you \npresently hear the following \ntypes of sound?In questo momento, in che \nmisura senti i seguenti tipi di \nsuoni?\nQ4.1 Traffic noise (e.g. cars, \nbuses, trains, airplanes)Rumore da traffico \nproveniente dall'esterno (ad \nes. di auto, bus, treni, aerei)\nQ4.2 Other noise (e.g. sirens, \nconstruction, industry, \nloading of goods)Altri tipi di rumori (ad es. \nsirene, cantieri,\nsorgenti, industriali, carico e \nscarico di\nmerci)\nQ4.3 Sounds from human beings \n(e.g. conversation, laughter, \nchildren at play, footsteps)Suoni prodotti da persone (ad \nes.\nconversazioni, risate, bambini \nche giocano,\npassi)\nQ4.4 Animal sounds (e.g. birds \nchirping, animals calling, \ninsects buzzing)Suoni di animali (ad es. \ncinguettio degli\nuccelli, canto di animali)\nQ4.5 Wind noise (e.g. rustling of \ntrees)Rumore del vento (ad es. \nfruscio degli\nalberi)\nQ4.6 Sound of flowing water (e.g. \nof a stream)Suono dell’acqua (ad es. di un \nruscello)5-point Likert scale\nQ5 For each of the 8 scales \nbelow, to what extent do \nyou agree or disagree that \nthe present surrounding \nsound environment is…Per ciascuna delle 8 scale \nsottoostanti, in che misura sei \nd’accordo o meno sul fatto che \nl’ambiente sonoro che ) \ncirconda sia:\nQ5.1 Pleasant Piacevole, confortevole\nQ5.2 Chaotic Caotico, confuso\nQ5.3 Vibrant Vivace, stimolante\nQ5.4 Uneventful Stabile, stazionario\nQ5.5 Calm Calmo, tranquillo\nQ5.6 Annoying Spiacevole, irritante\nQ5.7 Eventful Dinamico, vario\nQ5.8 Monotonous Monotono, noioso5-point Likert scale\nQ6 Overall, how would you \ndescribe the present \nsurrounding sound \nenvironment?Complessivamente, come \ndescriveresti l’ambiente \nsonoro che ti circonda in \nquesto momento?5-point Likert scale\nQ7 Overall, to what extent is \nthe present surrounding \nsound environment \nappropriate to the present \nplace?Complessivamente, in quale \nmisura l’ambiente sonoro che \nti circonda in questo momento \nè appropriato al luogo in cui ti \ntrovi?5-point Likert scale\nQ8 Overall, how would you \ndescribe the present \nsurrounding visual \nenvironment?Complessivamente, come \ndescriveresti l’ambiente visivo \nche ti circonda in questo \nmomento?5-point Likert scale\nQ9 Do you have any comment \non this listening point? \nWrite them here.Hai altri commenti su questo \npunto di ascolto? Scrivili qui.Open-ended question\n509 A total of 443 questionnaires was submitted in paper form. Data was cleaned during \n510 the manual entry into a digital form. No full questionnaire was discarded but \n511 occasional missing data was observed, i.e. for certain questionnaire items, there are \n512 no more than 435 responses available."
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "513 Participants\n514 A total of 88 participants (Lago di Braies (N=14), Val Venegia (N=6), Passo Rolle \n515 (N=18), Glen Lui (N=25), Tre Cime di Lavaredo (N=25)) have attended the five \n516 walks. The reported mean age was 35.6 years old, with youngest participant of the \n517 age 19 and the 77 being the eldest one, which makes for the age range of 58 years. \n518 Four participants didn’t report their age but were not excluded from the sample. 40 \n519 (45%) participants reported their gender as female, 45 (51%) as male and two (4%) \n520 preferred not answering the question. 59 (67%) participants reported that they \n521 often practice mountain sports such as hiking, outdoor climbing or skiing, while 29 \n522 (33%) participants reported that they do not practice those activities often. The \n523 majority of participants across the five walks were different, with a small possibility \n524 that a few attended multiple walks in Italy. This was not controlled for in the \n525 analysis due to the data anonymization process. The participants were recruited \n526 usually 1-2 months ahead of the soundwalk via public calls posted on social \n527 networks.\n528 As the research involved human participants, the study design was reviewed by the \n529 Ethics Committee at the Bartlett School of Environment, Energy and Resources, \n530 University College London (registered under Z6364106/2023/05/08 social research), \n531 while procedures in place at the Institutional Research Offices at EURAC Research \n532 and University of Trento were followed for questionnaire administration based on \n533 the principle of informed consent. This was collected in written form following the \n534 online distribution of the Participation Information Sheet prior to each soundwalk. \n535 Additionally, for all the soundwalks, a written consent for publication was provided \n536 by participants to show individual images in the research publications and social \n537 media, including online open access publications.\n538 Audio recordings and environmental acoustic measurements\nAll audio recordings and measurements were performed by an operator wearing the \nhead-mounted binaural microphone kit during the questionnaire, as shown in Figure \n5 b). During some sessions a head and torso simulator was present as well, as \nshown in Figures 4 and 5 a), but that data was not used in this manuscript as the \npriority was given to the head-mounted kit for consistency. The front end devices \nvaried between the sessions, but all the systems were Class 1 compliant and were \ncalibrated following the same procedure using the 94 dB 1kHz sine wave generator \nfor all sessions.Commented [TS2]: I would keep this?  \nCommented [TS3]: idem"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "a) b) c)\n539 Fig. 5.  Data collection during soundwalks: a) binaural recordings using a head and torso simulator in \n540 Glen Lui, b) recordings with a binaural headset at Tre Cime di Lavaredo, c) completion of the \n541 questionnaire in paper format at Tre Cime di Lavaredo. Picture b) and c) credit: Mario Pedron.\n542 Procedure\n543 Each of the five routes featured a number of listening stops. A total of 28 evaluation \n544 points (listening points) were recorded altogether (Lago di Braies (N=7), Val \n545 Venegia (N=8), Paso Rolle (N=4), Glen Lui (N=6), Tre Cime di Lavaredo (N=3)). The \n546 exact locations of the listening stops, shown in Figure 6, were recorded with the GPS \n547 tool integrated in the binaural measurement kit and added manually where the \n548 measurement device lost connection with the satellites."
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "(a) (b)\n(c) (d)\n(e)\n549 Fig. 6.  Overview of the soundwalks: (a) Lago di Braies (Italy), (b) Val Venegia (Italy), (c) Passo Rolle \n550 (Italy), (d) Glen Lui (Scotland, UK), (e) Tre Cime di Lavaredo (Italy). Numbers indicate listening stops. \n551 The scale is provided by the rulers. Dark green line represents the administrative borders of the \n552 protected area, dark red line represents the walking route, while the yellow line represents the main \n553 road. Source: OpenStreetMap through Outdooractive 74. All routes began and concluded at the same \n554 location."
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "555 All the five walking routes were selected so most of the stops are within the \n556 administrative borders of a protected natural area. It was expected that in a \n557 protected natural area where its management is focused on protection and tourism, \n558 visitors’ expectations of the overall sensory experience would be higher so the \n559 message about possible issues with environmental noise would be received as \n560 stronger. Moreover, one of the walks (Lago di Braies) was selected knowingly that \n561 there is a high chance of encountering crowds. The locations of the listening spots \n562 were decided ahead of the walks by observing two key criteria: 1) distance in \n563 relation to the whole walk for pragmatic reasons, 2) diversity of sonic experiences \n564 that were to be expected during the walk, based on scouting. The authors believe \n565 this kind of sampling is inevitable in studies that combine research with public \n566 engagement and the research focus is not jeopardized in any way, i.e. a completely \n567 random location sampling wouldn’t improve the level of quality at which the \n568 research questions are answered.\n569 Participants and researchers walked along the predefined route as a group. While \n570 walking, participants were free to talk and interact with each other as the typical \n571 visitors would do. At each listening stop, researchers invited participants to face \n572 towards the same view as the researcher handling the binaural recording system or \n573 the head and torso simulator (Fig ure 4), and then, in silence, listened for a minute \n574 and filled in a questionnaire. Meanwhile, the researchers collected at least 3 \n575 minutes of calibrated binaural recordings before proceeding to the next listening \n576 point. This method aimed to ensure that the audio recorded by the operator \n577 corresponds to what participants heard while completing the questionnaire, \n578 accounting for certain small variability between the participants. During the \n579 expedition, team members also collected photos and video footage of the \n580 soundwalk for social media and outreach activities. However, care was taken not to \n581 disturb the listening moments, avoiding noise from cameras, operator movements, \n582 and drones."
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "583\n584 Fig. 4.  The operator with the head and torso simulator and the participants in the \n585 same position, looking in the same direction, listening, then filling in the \n586 questionnaire, during the session in Glen Lui, Scotland. Picture credit: Mario Pedron.\n587 Data analysis\n588 Data cleaning\n589 A total of 27 audio recordings was made. A data cleaning protocol was performed \n590 where two researchers independently listened to each of the recordings and visually \n591 inspected spectrograms using software package ArtemiS SUITE 12.9. Five \n592 recordings were discarded due to excessive wind noise and weren’t included in \n593 further acoustic analyses. During the same listening sessions, 1-minute excerpts \n594 were selected for the analysis, from the usually 3-minutes long recordings made on-\n595 site.\n596 Acoustic analysis\n597 ArtemiS SUITE 12.9 software package 65 was employed to calculate environmental \n598 acoustic metrics, following the recommendations from the ISO/TS 12913-2 and \n599 ISO/TS 12913-3, as per Table 1.\n600 Perceptual data\n601 Following the recommendations from the Part 3 of the 66, the following formula has \n602 been applied to calculate coordinates of the perceptual outcomes of the eight \n603 attributes in the Q5 and enable interpretation within the two-dimensional perceptual \n604 space defined by the axes representing “ISO Pleasantness” and “ISO Eventfulness”:"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "605 ISO Pleasantness = [(p - a) + cos45°( ca - ch) + cos45°( v - m)]/(4 + 32)\n606\n607 ISO Eventfulness = [(e - u) + cos45° (ch - ca) + cos45° (v - m)]/(4 + 32)\n608\n609 Where a is annoying, ca is calm, ch is chaotic, e is eventful, m is monotonous, p is \n610 pleasant; u is uneventful, v is vibrant.\n611 Statistical analysis\n612 Ten Linear Mixed-Effects Models (LMM) were computed, as shown in Table 4, with \n613 the following aims: LMM1 to explore associations between soundscape perception \n614 and the perceived sound source dominance, perceived visual quality and \n615 soundscape, while accounting for individual age, gender, and habit of experiencing \n616 the mountains (regular vs occasional visitor) (RQ1); LMM2 to LMM10 were designed \n617 as single parameter models and computed to test the ability of a set of nine \n618 acoustic and psychoacoustic metrics to predict soundscape perception. Models are \n619 described in Table 9.\nTable 9\n620 Specification of model equations. Equal models were considered for both ISO Pleasantness and ISO \n621 Eventfulness scores.\nGroup fixed \neffectn. Model equation \nSite perception LMM1 ~ Q1 + Q2 + Q3 + Q4.1 + Q4.2 + Q4.3 + Q4.4 + Q4.5 + Q4.6 + Q8 + \n(1|SiteID /EvaluationPointID) + (1|Participant_SiteID)\nMeasurements LMM2 ~ L Aeq,T + (1|SiteID /EvaluationPointID) + (1|Participant_SiteID)\nLMM3 ~ LCeq,T-LAeq,T + (1|SiteID /EvaluationPointID) + (1|Participant_SiteID)\nLMM4 ~ L AF5,T-L AF95, T + (1|SiteID /EvaluationPointID) + (1|Participant_SiteID)\nLMM5 ~ N rmc + (1|SiteID /EvaluationPointID) + (1|Participant_SiteID)\nLMM6 ~ N 5/N95 + (1|SiteID /EvaluationPointID) + (1|Participant_SiteID)\nLMM7 ~ T + (1|SiteID /EvaluationPointID) + (1|Participant_SiteID)\nLMM8 ~ S + (1|SiteID /EvaluationPointID) + (1|Participant_SiteID)\nLMM9 ~ R  + (1|SiteID /EvaluationPointID) + (1|Participant_SiteID)\nLMM10 ~ F  + (1|SiteID /EvaluationPointID) + (1|Participant_SiteID)\n622 The experimental activity employed two independent factors with different levels \n623 each: Site (five levels) as a between-subject factor, and Evaluation Point (between 3 \n624 and 7 levels depending on the Site) as a within-subject factor.\n625 Considering the repeated-measure nature of the experimental design, the authors \n626 adopted Linear Mixed-Effects Models (LMM) using the statistical software R 67 and \n627 the R packages lme4 68, considering multiple LMMs for each dependent variable. \n628 The basic theory of the LMM is that subjects’ responses are the sum of fixed factors, \n629 which are the variables of interest controlled during the study, and random factors \n630 that can influence the covariance of the data.\n631 Concerning the generation of the model, the independent variables used as fixed \n632 effects were survey scores and measured acoustic parameters. Participants were \n633 treated as a random factor. A random intercept varying among Sites and Evaluation \n634 Points was included in each model concerning the nested random effects (i.e.,"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "635 Evaluation Points nested in Sites). In addition, a by-subject random intercept was \n636 added to estimate the variance in the outcomes related to the different individuals \n63769. The specification of the general final model was as follows:\n638 Dependent Variable ~ Independent Variable + (1|SiteID /EvaluationPointID) + \n639 (1|Participant_SiteID)\n640 Ten models were created and tested for each dependent variable, i.e., ISO \n641 Pleasantness and ISO Eventfulness scores, thus resulting in a total of twenty \n642 computed LMMs.\n643 LMMs were computed after verifying the assumption of normality and homogeneity \n644 of residual data distributions. Variance Inflation Factor (VIF) or Generalized VIF \n645 (GVIF), in case of categorical predictor, were computed to diagnose collinearity for \n646 each predictor.\n647 Once the models were computed, it was of interest to carry out a comparison to \n648 select the one(s) with the highest predictive power given the data, especially within \n649 the (psycho)acoustic-based models (LMM2 to 10) and between perceptual-based \n650 (LMM1) and (psycho)acoustic-based models (LMM2 to 10). The Akaike Information \n651 Criterion (AIC) was used to compare the quality of the hypothesised models. The \n652 model with the smallest AIC has the highest predictive power and a two unit \n653 difference on AICs (ΔAIC=2)  is usually considered a threshold for evidence of a \n654 difference in the models 70. In addition, to compare the accuracy of the tested \n655 models and represent the proportion of the total variance explained by the fixed \n656 effects and by both fixed and random effects, the marginal (R2 m) and conditional \n657 (R2 c) coefficients of determination were generated for each model. Indexes were \n658 estimated using the function r.squaredGLMM  from the MuMIn package  71,72 to be \n659 interpreted using the recommended thresholds for a minimum (0.20), moderate \n660 (0.50), and strong (0.80) effect size 73.\n661 Appendices\n662 Appendix A: Questionnaires in Italian and English\nData Availability\n663 The data for this study will form part of a stand-alone, open-access database to be \n664 released soon. Since this database is not yet publicly available, the specific dataset \n665 for this study is available as supplementary material for the benefit of the \n666 reviewers.\nReferences\n667 1. Aletta, F. Listening to cities: From noisy environments to positive soundscapes. \n668 in Noise, blazes and mismatches: emerging issues of environmental concern  \n669 (United Nations Environment Programme, Nairobi, Kenya, 2022)."
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "670 2. Rice, W. L., Newman, P., Miller, Z. D. & Taff, B. D. Protected areas and noise \n671 abatement: A spatial approach. Landscape and Urban Planning  194, 103701 \n672 (2020).\n673 3. Wang, G. et al.  National Park Development in China: Conservation or \n674 Commercialization? AMBIO  41, 247–261 (2012).\n675 4. Tourism and Visitor Management in Protected Areas :  Guidelines for \n676 Sustainability . (IUCN, International Union for Conservation of Nature, 2018). \n677 doi:10.2305/IUCN.CH.2018.PAG.27.en.\n678 5. Van Den Berg, M. et al.  Health benefits of green spaces in the living \n679 environment: A systematic review of epidemiological studies. Urban Forestry & \n680 Urban Greening  14, 806–816 (2015).\n681 6. Weiler, B., Moore, S. A. & Moyle, D. B. Building and sustaining support for \n682 national parks in the 21st century: Why and how to save the national park \n683 experience from extinction. Journal of Park and Recreation Administration  31, \n684 110–126 (2013).\n685 7. Aletta, F., Oberman, T. & Kang, J. Associations between Positive Health-Related \n686 Effects and Soundscapes Perceptual Constructs: A Systematic Review. IJERPH  \n687 15, 2392 (2018).\n688 8. Ferraro, D. M. et al.  The phantom chorus: birdsong boosts human well-being in \n689 protected areas. Proc. R. Soc. B.  287, 20201811 (2020).\n690 9. Jeon, J. Y., Jo, H. I. & Lee, K. Potential restorative effects of urban soundscapes: \n691 Personality traits, temperament, and perceptions of VR urban environments. \n692 Landscape and Urban Planning  214, 104188 (2021)."
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "693 10.Zhu, R. et al.  Effects of natural sound exposure on health recovery: A systematic \n694 review and meta-analysis. Science of The Total Environment  921, 171052 \n695 (2024).\n696 11.Felappi, J. F., Sommer, J. H., Falkenberg, T., Terlau, W. & Kötter, T. Urban park \n697 qualities driving visitors mental well-being and wildlife conservation in a \n698 Neotropical megacity. Sci Rep  14, 4856 (2024).\n699 12.Bai, Z. & Zhang, S. Effects of different natural soundscapes on human \n700 psychophysiology in national forest park. Sci Rep  14, 17462 (2024).\n701 13.Cheer, J. M., Milano, C. & Novelli, M. Tourism and community resilience in the \n702 Anthropocene: accentuating temporal overtourism. Journal of Sustainable \n703 Tourism  27, 554–572 (2019).\n704 14.Locke, H. & Dearden, P. Rethinking protected area categories and the new \n705 paradigm. Envir. Conserv.  32, 1–10 (2005).\n706 15.Weiler, S. & Seidl, A. What’s in a Name? Extracting Econometric Drivers to \n707 Assess The Impact of National Park Designation*. Journal of Regional Science  44, \n708 245–262 (2004).\n709 16. Guidelines for Protected Area Management Categories: = Lignes Directrices Pour \n710 Les Catégories de Gestion Des Aires Protégées . (IUCN Publ. Services Unit, \n711 Cambridge, UK, 1994).\n712 17.Thomas, L. & Middleton, J. Guidelines for Management Planning of Protected \n713 Areas . (IUCN--the World Conservation Union, Gland, Switzerland, 2003).\n714 18.European Environment Agency. Environmental Noise in Europe, 2020.  \n715 (Publications Office, LU, 2020).\n716 19.European Environment Agency. Good Practice Guide on Quiet Areas.  \n717 (Publications Office, LU, 2014)."
    },
    {
      "section": "Page 30",
      "page_number": 30,
      "text": "718 20.Pheasant, R. J. & Watts, G. R. Towards predicting wildness in the United \n719 Kingdom. Landscape and Urban Planning  133, 87–97 (2015).\n720 21.Watts, G. R. & Pheasant, R. J. Tranquillity in the Scottish Highlands and Dartmoor \n721 National Park – The importance of soundscapes and emotional factors. Applied \n722 Acoustics  89, 297–305 (2015).\n723 22.Axelsson, Ö. Soundscape revisited. Journal of Urban Design  25, 551–555 (2020).\n724 23.Nash, R. The American Invention of National Parks. American Quarterly  22, 726 \n725 (1970).\n726 24.Krause, B., Gage, S. H. & Joo, W. Measuring and interpreting the temporal \n727 variability in the soundscape at four places in Sequoia National Park. Landscape \n728 Ecol 26, 1247–1256 (2011).\n729 25.Lynch, E., Joyce, D. & Fristrup, K. An assessment of noise audibility and sound \n730 levels in U.S. National Parks. Landscape Ecol  26, 1297–1309 (2011).\n731 26.Miller, N. P. US National Parks and management of park soundscapes: A review. \n732 Applied Acoustics  69, 77–92 (2008).\n733 27.Newman, P. et al.  Protecting soundscapes in U.S. National Parks: lessons learned \n734 and tools developed. The Journal of the Acoustical Society of America  131, \n735 3381–3381 (2012).\n736 28.Britton L. Mace, Paul A. Bell, Ross. Aesthetic, Affective, and Cognitive Effects of \n737 Noise on Natural Landscape Assessment. Society & Natural Resources  12, 225–\n738 242 (1999).\n739 29.Malec, M. & Kotowski, T. ANALYSIS OF THE SOUNDSCAPE OF SKI RESORTS IN \n740 BAD HOFGASTEIN (AUSTRIA) AND BIAŁKA  TATRZAŃSKA  (POLAND). ASP.FC  22, \n741 41–57 (2023)."
    },
    {
      "section": "Page 31",
      "page_number": 31,
      "text": "742 30.Alcocer, I., Lima, H., Sugai, L. S. M. & Llusia, D. Acoustic indices as proxies for \n743 biodiversity: a meta‐analysis.  Biological Reviews  97, 2209–2236 (2022).\n744 31.Xu, Z., Chen, L., Pijanowski, B. C. & Zhao, Z. A frequency-dependent acoustic \n745 diversity index: A revision to a classic acoustic index for soundscape ecological \n746 research. Ecological Indicators  155, 110940 (2023).\n747 32.International Organisation for Standardization. ISO 12913-1:2014 Acoustics — \n748 Soundscape — Part 1: Definition and conceptual framework. (2014).\n749 33.Zwicker, E. & Fastl, H. Psychoacoustics: Facts and Models . (Springer, Berlin ;  New \n750 York, 1999).\n751 34.Aletta, F. & Torresin, S. Adoption of ISO/TS 12913-2:2018 Protocols for Data \n752 Collection From Individuals in Soundscape Studies: an Overview of the \n753 Literature. Curr Pollution Rep  9, 710–723 (2023).\n754 35.Axelsson, Ö., Nilsson, M. E. & Berglund, B. A principal components model of \n755 soundscape perception. The Journal of the Acoustical Society of America  128, \n756 2836–2846 (2010).\n757 36.International Organisation for Standardization. ISO/TS 12913-2:2018 Acoustics — \n758 Soundscape — Part 2: Data collection and reporting requirements. (2018).\n759 37.Mlynarczyk, D. & Wiciak, J. Virtual Reality Technology in Analysis of the Sarek \n760 National Park Soundscape in Sweden. Archives of Acoustics  (2024) \n761 doi:10.24425/aoa.2024.148802.\n762 38.Mitchell, A. et al.  The International Soundscape Database: An integrated \n763 multimedia database of urban soundscape surveys -- questionnaires with \n764 acoustical and contextual information. Zenodo \n765 https://doi.org/10.5281/ZENODO.6331810 (2022)."
    },
    {
      "section": "Page 32",
      "page_number": 32,
      "text": "766 39.Oberman, T., Jambrošić,  K., Horvat, M. & Bojanić  Obad Šćitaroci,  B. Using Virtual \n767 Soundwalk Approach for Assessing Sound Art Soundscape Interventions in Public \n768 Spaces. Applied Sciences  10, 2102 (2020).\n769 40.Watts, G., Chinn, L. & Godfrey, N. The effects of vegetation on the perception of \n770 traffic noise. Applied Acoustics  56, 39–56 (1999).\n771 41.Ferrari, R., Rupf, R. & Reutz, B. Alpine soundscapes: sounds and their \n772 consequences for perceived recreational quality – A case study Parc Ela in \n773 Switzerland. ecomont  15, 4–12 (2023).\n774 42.Meng, Q., Kang, J. & Jin, H. Field study on the influence of spatial and \n775 environmental characteristics on the evaluation of subjective loudness and \n776 acoustic comfort in underground shopping streets. Applied Acoustics  74, 1001–\n777 1009 (2013).\n778 43.Jo, H. I. & Jeon, J. Y. Overall environmental assessment in urban parks: Modelling \n779 audio-visual interaction with a structural equation model based on soundscape \n780 and landscape indices. Building and Environment  204, 108166 (2021).\n781 44.Papadakis, N. M. et al.  City, town, village: Potential differences in residents \n782 soundscape perception using ISO/TS 12913-2:2018. Applied Acoustics  213, \n783 109659 (2023).\n784 45.Yang, L., Liu, J., Albert, C. & Guo, X. Exploring the effects of soundscape \n785 perception on place attachment: A comparative study of residents and tourists. \n786 Applied Acoustics  222, 110048 (2024).\n787 46.Picaut, J. et al.  An open-science crowdsourcing approach for producing \n788 community noise maps using smartphones. Building and Environment  148, 20–\n789 33 (2019)."
    },
    {
      "section": "Page 33",
      "page_number": 33,
      "text": "790 47.Radicchi, A., Henckel, D. & Memmel, M. Citizens as smart, active sensors for a \n791 quiet and just city. The case of the “open source soundscapes” approach to \n792 identify, assess and plan “everyday quiet areas” in cities. Noise Mapping  5, 1–20 \n793 (2018).\n794 48.Serrano Giné, D., Pérez Albert, M. Y. & Palacio Buendía, A. V. Aesthetic \n795 assessment of the landscape using psychophysical and psychological models: \n796 Comparative analysis in a protected natural area. Landscape and Urban Planning  \n797 214, 104197 (2021).\n798 49.Hou, Y. et al.  Soundscape Captioning using Sound Affective Quality Network and \n799 Large Language Model. Preprint at https://doi.org/10.48550/ARXIV.2406.05914 \n800 (2024).\n801 50.Marquis-Favre, C., Gille, L.-A. & Breton, L. Combined road traffic, railway and \n802 aircraft noise sources: Total noise annoyance model appraisal from field data. \n803 Applied Acoustics  180, 108127 (2021).\n804 51.Torresin, S. et al.  Indoor soundscape assessment: A principal components model \n805 of acoustic perception in residential buildings. Building and Environment  182, \n806 107152 (2020).\n807 52.Guo, X., Liu, J., Albert, C. & Hong, X.-C. Audio-visual interaction and visitor \n808 characteristics affect perceived soundscape restorativeness: Case study in five \n809 parks in China. Urban Forestry & Urban Greening  77, 127738 (2022).\n810 53.Yang, M. & Kang, J. Psychoacoustical evaluation of natural and urban sounds in \n811 soundscapes. The Journal of the Acoustical Society of America  134, 840–851 \n812 (2013).\n813 54.Yang, M. & Kang, J. Pitch features of environmental sounds. Journal of Sound and \n814 Vibration  374, 312–328 (2016)."
    },
    {
      "section": "Page 34",
      "page_number": 34,
      "text": "815 55.Mitchell, A. et al.  Investigating urban soundscapes of the COVID-19 lockdown: A \n816 predictive soundscape modeling approach. The Journal of the Acoustical Society \n817 of America  150, 4474–4488 (2021).\n818 56.Ednie, A. & Gale, T. Soundscapes and protected area conservation: Are noises in \n819 nature making people complacent? NC 44, 177–195 (2021).\n820 57.Torresin, S., Maracchini, G., Albatici, R. & Aletta, F. A noise footprint calculator as \n821 a tool for education and practice. The Journal of the Acoustical Society of \n822 America  154, A101–A102 (2023).\n823 58.Stack, D. W., Peter, N., Manning, R. E. & Fristrup, K. M. Reducing visitor noise \n824 levels at Muir Woods National Monument using experimental management. The \n825 Journal of the Acoustical Society of America  129, 1375–1380 (2011).\n826 59.The Dolomites. (2024).\n827 60.National Parks UK.\n828 61.Pedron, M. & Gozzi, G. Silenzi in Quota Experience. Silenzi in Quota  \n829 https://silenziinquota.mypixieset.com/our-soundwalks/ (2023).\n830 62.Cairngorms National Park Authority. Cairngorms Landscapes: Special Landscape \n831 Qualities - Visual and Sensory Qualities. (2024).\n832 63.Cairngorms National Park Authority. Good Design in the National Park. (2024).\n833 64.Aletta, F. et al.  Soundscape descriptors in eighteen languages: Translation and \n834 validation through listening experiments. Applied Acoustics  224, 110109 (2024).\n835 65.ArtemiS SUITE. HEAD acoustics GmbH.\n836 66.International Organisation for Standardization. ISO/TS 12913-3:2019 Acoustics — \n837 Soundscape — Part 3: Data analysis. (2019).\n838 67.R Studio. https://www.rstudio.com (2021)."
    },
    {
      "section": "Page 35",
      "page_number": 35,
      "text": "839 68.Bates, D., Mächler, M., Bolker, B. & Walker, S. Fitting Linear Mixed-Effects Models \n840 Using lme4 . J. Stat. Soft.  67, (2015).\n841 69.Barr, D., Levy, R., Scheepers, C. & Tily, H. J. Random effects structure for \n842 confirmatory hypothesis testing: Keep it maximal. Journal of Memory and \n843 Language  68, 1–43 (2014).\n844 70.Burnham, K. P., Anderson, D. R. & Huyvaert, K. P. AIC model selection and \n845 multimodel inference in behavioral ecology: some background, observations, \n846 and comparisons. Behav Ecol Sociobiol  65, 23–35 (2011).\n847 71.Barton, K. Package ‘MuMIn’. Multi-Model Inference. (2024).\n848 72.R Core Team. R: A language and environment for statistical computing. R \n849 Foundation for Statistical Computing (2021).\n850 73.Ferguson, C. J. An Effect Size Primer :  A Guide for Clinicians and Researchers. 40, \n851 532–538 (2009).\n852 74.Outdooractive.\n853 75. Electroacoustics. Sound Level Meters Specifications . (2003).\n854 76. Acoustics - Methods for Calculating Loudness - Part 1: Zwicker Method . (2018).\n855"
    },
    {
      "section": "Page 36",
      "page_number": 36,
      "text": "856 Acknowledgements\n857 This work was supported by the European Research Council [grant agreement No. \n858 740696]; UCL Global Engagement Fund, London, UK; UK Acoustics Network Plus (via \n859 EPSRC), and Montura, Zané (Vicenza), Italy. The authors would like to thank Mario \n860 Pedron for taking the photographs during the soundwalks.\n861 Author Contributions\n862 The authors confirm contribution to the paper as follows: conceptualization: T. \n863 Oberman, S. Torresin, F. Aletta, G. Gozzi; data curation: S. Torresin, G.Gozzi; formal \n864 analysis: A. Latini, S. Torresin; funding acquisition: T. Oberman, S. Torresin, G. \n865 Gozzi, J. Kang; investigation: T. Oberman, G.Gozzi, S. Torresin; methodology: T. \n866 Oberman, A. Latini, F. Aletta, J. Kang, S. Torresin; project administration: T. \n867 Oberman, S. Torresin, J. Kang; resources: T. Oberman, G. Gozzi, S. Torresin; \n868 software: A. Latini; supervision: J. Kang, S. Torresin; visualisation: S. Torresin; \n869 writing – original draft: T. Oberman, A. Latini, S. Torresin; writing – review and \n870 editing: T. Oberman, A. Latini, G. Gozzi, F. Aletta, J. Kang, S. Torresin. All authors \n871 reviewed the results and approved the final version of the manuscript.\n872\n873 Declaration of Interest statement\n874 The author(s) declared no potential conflicts of interest with respect to the research, \n875 authorship, and/or publication of this article\n876\n877"
    },
    {
      "section": "Page 37",
      "page_number": 37,
      "text": "878\n879 Fig. 1.  Perceived dominance of different sound types.\n880WaterWindAnimalsHuman beingsOther noiseTraffic\n0% 20% 40% 60% 80% 100%\nNot at all A little\nModerately A lot\nDominates completely"
    },
    {
      "section": "Page 38",
      "page_number": 38,
      "text": "(a) (b) (c)\n(d) (e) (f)\n(h)\n881 Fig. 2.  Comparison of soundscapes based on the dominance of (a) traffic noise, (b) other noise, (c) \n882 human beings, (d) animals, (e) wind, (f) water sounds, and (h) quality of landscape. The curves \n883 represent the 50th percentile contour, and the bivariate distributions of ISO pleasantness and ISO \n884 eventfulness are plotted on the two axes. L represents low dominance (not at all, a little) or poor \n885 quality (very bad; bad) group, while H represents the high dominance (moderately, a lot, dominates \n886 completely) or high quality (neither good nor bad, good; very good) subsample.\n887"
    },
    {
      "section": "Page 39",
      "page_number": 39,
      "text": "(a) (b) (c)\n(d) (e) (f)\n888 Fig. 3. Comparisons of soundscapes based on the values of a) L Aeq, b) L AF5,T-L AF95,T  , c) N rmc, d) T, e) R \n889 and f) F. The dataset was divided into two subsamples based on the median value of the three \n890 parameters. The curves represent the 50th percentile contour, and the bivariate distributions of \n891 pleasantness and eventfulness are plotted on the two axes.\n892"
    },
    {
      "section": "Page 40",
      "page_number": 40,
      "text": "893 Fig. 4.  The operator with the head and torso simulator and the participants in the same position, \n894 looking in the same direction, listening, then filling in the questionnaire, during the session in Glen Lui, \n895 Scotland. Picture credit: Mario Pedron.\n896"
    },
    {
      "section": "Page 41",
      "page_number": 41,
      "text": "a) b) c)\n897 Fig. 5.  Data collection during soundwalks: a) binaural recordings using a head and torso simulator in \n898 Glen Lui, b) recordings with a binaural headset at Tre Cime di Lavaredo, c) completion of the \n899 questionnaire in paper format at Tre Cime di Lavaredo. Picture b) and c) credit: Mario Pedron.\n900"
    },
    {
      "section": "Page 42",
      "page_number": 42,
      "text": "(b) (b)\n(c) (d)\n(e)\n901 Fig. 6.  Overview of the soundwalks: (a) Lago di Braies (Italy), (b) Val Venegia (Italy), (c) Passo Rolle \n902 (Italy), (d) Glen Lui (Scotland, UK), (e) Tre Cime di Lavaredo (Italy). Numbers indicate listening stops. \n903 The scale is provided by the rulers. Dark green line represents the administrative borders of the \n904 protected area, dark red line represents the walking route, while the yellow line represents the main \n905 road. Source: OpenStreetMap through Outdooractive 74. All routes began and concluded at the same \n906 location.\n907"
    },
    {
      "section": "Page 43",
      "page_number": 43,
      "text": "908 Table 1\n909 Environmental acoustic measures required and recommended per ISO/TS 12913-2.\nMeasurement Description Calculation standard\nMinimum \nrequired per \nISO/TS 12913- \n2\nLAeq,T A-weighted equivalent continuous \nsound pressure level, where A-\nweighting stands for filtering high \nand low frequency ends following \nthe A-weighting curveISO 1996-1, IEC 61672-1 \n75\nLCeq,T C-weighted equivalent continuous \nsound pressure level, where C-\nweighting stands for filtering high \nfrequency end following the C-\nweighting curveISO 1996-1, IEC 61672-1 \n75\nLAF5, T Percentage exceedance level – 5% \nof the time interval T, \napproximates sound eventsISO 1996-1, IEC 61672-1 \n75\nLAF95, T Percentage exceedance level – \n95% of the time interval T, \napproximates background noiseISO 1996-1, IEC 61672-1 \n75\nN5 Loudness exceeded in 5% of the \ntime intervalISO 532-1 76\nN95 Loudness exceeded in 95% of the \ntime intervalISO 532-1 76\nNrmc Root mean cubed loudness ISO 532-1 76\nRecommended \nper ISO/TS \n12913- 2\nS Sharpness, representing the \nsensation of timbre with emphasis \non high frequenciesDIN 45692\nT Tonality, representing the \nsensation of timbre and whether a \nsound consists of tonal components \nor broadband sound ECMA-74\nR Roughness, representing sounds \nmodulated at higher modulation \nfrequencies\nF Fluctuation strength, representing \nsounds modulated at low \nmodulation frequencies\nAdditional \nmeasurements \nconsidered 55\nLCeq, T - LAeq, T Difference between the L Ceq, T and \nLAeq, T, revealing the equivalent \ncontinuous sound pressure level for \nthe low frequency part of the \nspectrumISO 1996-1, IEC 61672-1 \n75\nLAF5, T – LAF95, TDifference between the L AF5, T and \nLAF95, T, revealing the relation \nbetween single sound events and \nthe backgroundISO 1996-1, IEC 61672-1 \n75\n910\n911"
    },
    {
      "section": "Page 44",
      "page_number": 44,
      "text": "912 Table 2\n913 The range of acoustic conditions across all the measurement points.\nPsycoacoustic \nmeasure Min. Max. MeanMedianSt. dev.\nL Aeq,T 31.2 76.1 48.4 47.8 11.9\nLCeq,T-LAeq,T 0.4 14.6 3.8 2.7 3.4\nLAF5,T - LAF95,T 1.0 23.1 8.2 7.0 5.5\nN5/N95 1.09 3.85 1.89 1.78 0.69\nN rmc 1.71 37.30 7.51 5.36 8.63\nS 1.01 3.30 1.91 1.84 0.46\nR 0.013 0.061 0.025 0.023 0.010\nF 0.002 0.066 0.019 0.010 0.018\nT 0.015 0.392 0.113 0.067 0.107\n914\n915"
    },
    {
      "section": "Page 45",
      "page_number": 45,
      "text": "916 Table 3\n917 Results of LMM1 models reporting estimates, p-values and VIF/GVIF values for each fixed effect within \n918 the computed models for ISO Pleasantness and ISO Eventfulness. Fixed effects codes are described in \n919 Table 3. Significance codes for the p-values: ***< 0.001, **< 0.01, *< 0.05.\nGroup \nvariableFixed \neffectEstimatep-valueVIF/GVIF\nISO \nPleasantnessQ1  0.045 0.159 1.020\nQ2  0.002 0.182 1.013 \nQ3  -0.051 0.241 1.025 \nQ4.1  -0.512  <0.001*** 1.014  \nQ4.2  -0.053  0.045* 1.022 \nQ4.3  -0.122  <0.001*** 1.033 \nQ4.4 0.030 0.051 1.039 \nQ4.5  0.019 0.176 1.031 \nQ4.6  0.029  0.038* 1.027 \nQ8 0.101  <0.001*** 1.014 \nISO \nEventfulnessQ1  5.494e-05 0.967 1.021 \nQ2  0.03555 0.201 1.017 \nQ3  -3.227e-03 0.930 1.027 \nQ4.1  3.337e-01  0.031* 1.014 \nQ4.2  1.861e-02 0.510 1.019 \nQ4.3  1.521e-01  <0.001***  1.038 \nQ4.4 2.252e-02 0.167 1.042 \nQ4.5  -1.239e-02 0.410 1.034 \nQ4.6  3.150e-02  0.037* 1.029 \nQ8 2.179e-02 0.335 1.016 \n920\n921"
    },
    {
      "section": "Page 46",
      "page_number": 46,
      "text": "922 Table 4\n923 Results of LMM models reporting estimates, and p-values for each fixed effect within the computed \n924 models for ISO Pleasantness and ISO Eventfulness. Fixed effects include different (psycho)acoustic \n925 parameters. Significance codes for the p-values: ***< 0.001, **< 0.01, *< 0.05.\nGroup \nvariableModel number \n(n.)Fixed effect Estimatep-value\nISO \nPleasantness2L Aeq,T -0.012 0.017*\n3  LCeq,T-LAeq,T -0.003 0.845\n4 L AF5,T-L AF95,T  -0.029 0.007**\n5 N rmc -0.008 0.273\n6 N5/N95 -0.154 0.096\n7 T -2.241 < 0.001***\n8 S -0.004 0.980\n9 R -4.303 0.418\n10 F -14.009 < 0.001***\nISO \nEventfulness2L Aeq,T 0.015 <0.001***\n3  LCeq,T-LAeq,T -0.005 0.763\n4 L AF5,T-L AF95,T  0.020 0.036*\n5 N rmc 0.014 0.030*\n6 N5/N95 0.124 0.132\n7 T 1.943 <0.001***\n8 S 0.189 0.141\n9 R 9.400 0.036*\n10 F 11.108 0.001**\n926"
    },
    {
      "section": "Page 47",
      "page_number": 47,
      "text": "Table 5\n927 AIC, marginal and conditional R2 of the LMM for each dependent variable.\nGroup variable Model \nnumber \n(n.)AIC\nR2marginal R2conditional\nISO Pleasantness 1 50.241 0.387 0.711\n2 112.25 0.13 0.71\n3 118.7 0.00 0.73\n4 111.21 0.16 0.71\n5 117.41 0.03 0.73\n6 115.57 0.07 0.71\n7 100.06 0.31 0.61\n8 118.74 0.05 0.61\n9 117.93 0.08 0.57\n10 101.43 0.28 0.61\nISO Eventfulness 1 92.043 0.269 0.577\n2 98.436 0.25 0.59\n3 113.783 0.07 0.71\n4 108.952 0.09 0.58\n5 108.399 0.11 0.59\n6 111.317 0.06 0.58\n7 94.387 0.34 0.72\n8 112.061 0.00 0.73\n9 109.011 0.01 0.72\n10 98.839 0.35 0.73\n928\n929"
    },
    {
      "section": "Page 48",
      "page_number": 48,
      "text": "930 Table 6\n931 Spearman correlation coefficients between the psychophysical measures and perceived sound source \n932 type dominance. Significance codes for the p-values: ***< 0.001, **< 0.01, *< 0.05.\nQuestionn\naire item L Aeq,TLCeq,T-\nLAeq,TL AF5,T-\nL AF95,T Nrmc N5/N95 T S R F\nQ4.1\n(traffic \nnoise) 0.27** 0.25** 0.33** 0.27** 0.33** 0.24** -0.34** 0.33** 0.23**\nQ4.2\n(other \nnoise) 0.11* 0.19** -0.03 0.11* -0.02 0.16** -0.12* 0.06 0.11*\nQ4.3\n(human \nsounds) 0.45** 0.28** 0.56** 0.45** 0.44** 0.75** -0.25** 0.37** 0.75**\nQ4.4\n(animal \nsounds) -0.39** -0.05 0.05 -0.37** 0.06 -0.07 0.14** -0.43** -0.15**\nQ4.5\n(wind \nsounds) -0.24** 0.13* -0.02 -0.21** 0.03 0.02 -0.21** -0.18** -0.12*\nQ4.6\n(water \nsounds) -0.05 -0.53** -0.42** -0.05 -0.44** -0.54** 0.47** -0.05 -0.47**\n933\n934"
    },
    {
      "section": "Page 49",
      "page_number": 49,
      "text": "Table 7\n935 List of the five soundwalk sessions with route characteristics.\nSession Date PNA Level of \nprotectionLength \nof the \nwalkDuration \nof the \nwalk \n(first to \nlast \nlistening \npoint)Elevation \ngainLowest \nand \nhighest \npoint\nLago di \nBraies24th of \nApril \n2022Parco \nnaturale \nFanes-\nSennes \nBraies UNESCO \nWorld \nHeritage6.1 km 3:45 136 m ↑\n136 m ↓1492 m\n1590 m\nVal \nVenegia19th June \n2022Parco \nnaturale \nPanaveggio \n– Pale di \nSan \nMartinoUNESCO \nWorld \nHeritage12 km 6:02 510 m ↑\n510 m ↓1676 m \n2181 m\nPasso \nRolle12th \nFebruary \n2022Parco \nnaturale \nPanaveggio \n– Pale di \nSan \nMartinoUNESCO \nWorld \nHeritage3.9 km 2:25 226 m ↑\n226 m ↓1956 m \n2182 m\nGlen Lui 28th May \n2023Cairngorms \nNational \nParkNational \nParks \nauthority \nUnited \nKingdom12 km 4:50 92 m ↑\n92 m ↓377m\n433m\nTre Cime \ndi \nLavaredo25th June \n2023Parco \nnaturale \nTre CimeUNESCO \nWorld \nHeritage9.2 km 2:42 303 m ↑\n303 m ↓2306 m\n2451 m \n936"
    },
    {
      "section": "Page 50",
      "page_number": 50,
      "text": "937 Table 8\n938 Questionnaire items in English and Italian.\nQuestion \ncodeQuestion Question type\nEnglish Italian\nQ1 Please specify your age (in \nyears)Età Open-ended question\nQ2 How would you describe \nyour gender?Come descriveresti il tuo \ngenere?Categoric\nQ3 Do you often (at least once \na month) practice mountain \nsports? (e.g. hiking, outdoor \nclimbing, skiing)Pratichi spesso (almeno una \nvolta al mese) attività sportiva \nin montagna?\n(ad es. sci, arrampicata in \nesterno, passeggiate)Categoric \nQ4 To what extent do you \npresently hear the following \ntypes of sound?In questo momento, in che \nmisura senti i seguenti tipi di \nsuoni?\nQ4.1 Traffic noise (e.g. cars, \nbuses, trains, airplanes)Rumore da traffico \nproveniente dall'esterno (ad \nes. di auto, bus, treni, aerei)\nQ4.2 Other noise (e.g. sirens, \nconstruction, industry, \nloading of goods)Altri tipi di rumori (ad es. \nsirene, cantieri,\nsorgenti, industriali, carico e \nscarico di\nmerci)\nQ4.3 Sounds from human beings \n(e.g. conversation, laughter, \nchildren at play, footsteps)Suoni prodotti da persone (ad \nes.\nconversazioni, risate, bambini \nche giocano,\npassi)\nQ4.4 Animal sounds (e.g. birds \nchirping, animals calling, \ninsects buzzing)Suoni di animali (ad es. \ncinguettio degli\nuccelli, canto di animali)\nQ4.5 Wind noise (e.g. rustling of \ntrees)Rumore del vento (ad es. \nfruscio degli\nalberi)\nQ4.6 Sound of flowing water (e.g. \nof a stream)Suono dell’acqua (ad es. di un \nruscello)5-point Likert scale\nQ5 For each of the 8 scales \nbelow, to what extent do \nyou agree or disagree that \nthe present surrounding \nsound environment is…Per ciascuna delle 8 scale \nsottoostanti, in che misura sei \nd’accordo o meno sul fatto che \nl’ambiente sonoro che ) \ncirconda sia:\nQ5.1 Pleasant Piacevole, confortevole\nQ5.2 Chaotic Caotico, confuso\nQ5.3 Vibrant Vivace, stimolante\nQ5.4 Uneventful Stabile, stazionario\nQ5.5 Calm Calmo, tranquillo\nQ5.6 Annoying Spiacevole, irritante\nQ5.7 Eventful Dinamico, vario\nQ5.8 Monotonous Monotono, noioso5-point Likert scale\nQ6 Overall, how would you \ndescribe the present \nsurrounding sound \nenvironment?Complessivamente, come \ndescriveresti l’ambiente \nsonoro che ti circonda in \nquesto momento?5-point Likert scale\nQ7 Overall, to what extent is \nthe present surrounding \nsound environment \nappropriate to the present \nplace?Complessivamente, in quale \nmisura l’ambiente sonoro che \nti circonda in questo momento \nè appropriato al luogo in cui ti \ntrovi?5-point Likert scale"
    },
    {
      "section": "Page 51",
      "page_number": 51,
      "text": "Q8 Overall, how would you \ndescribe the present \nsurrounding visual \nenvironment?Complessivamente, come \ndescriveresti l’ambiente visivo \nche ti circonda in questo \nmomento?5-point Likert scale\nQ9 Do you have any comment \non this listening point? \nWrite them here.Hai altri commenti su questo \npunto di ascolto? Scrivili qui.Open-ended question\n939"
    },
    {
      "section": "Page 52",
      "page_number": 52,
      "text": "Table 9\n940 Specification of model equations. Equal models were considered for both ISO Pleasantness and ISO \n941 Eventfulness scores.\nGroup fixed \neffectn. Model equation \nSite perception LMM1 ~ Q1 + Q2 + Q3 + Q4.1 + Q4.2 + Q4.3 + Q4.4 + Q4.5 + Q4.6 + Q8 + \n(1|SiteID /EvaluationPointID) + (1|Participant_SiteID)\nMeasurements LMM2 ~ L Aeq,T + (1|SiteID /EvaluationPointID) + (1|Participant_SiteID)\nLMM3 ~ LCeq,T-LAeq,T + (1|SiteID /EvaluationPointID) + (1|Participant_SiteID)\nLMM4 ~ L AF5,T-L AF95, T + (1|SiteID /EvaluationPointID) + (1|Participant_SiteID)\nLMM5 ~ N rmc + (1|SiteID /EvaluationPointID) + (1|Participant_SiteID)\nLMM6 ~ N 5/N95 + (1|SiteID /EvaluationPointID) + (1|Participant_SiteID)\nLMM7 ~ T + (1|SiteID /EvaluationPointID) + (1|Participant_SiteID)\nLMM8 ~ S + (1|SiteID /EvaluationPointID) + (1|Participant_SiteID)\nLMM9 ~ R  + (1|SiteID /EvaluationPointID) + (1|Participant_SiteID)\nLMM10 ~ F  + (1|SiteID /EvaluationPointID) + (1|Participant_SiteID)\n942"
    },
    {
      "section": "Page 53",
      "page_number": 53,
      "text": "Figures\nFigure 10\nFigure 11"
    },
    {
      "section": "Page 54",
      "page_number": 54,
      "text": "Figure 12\nFigure 13"
    },
    {
      "section": "Page 55",
      "page_number": 55,
      "text": "Figure 14\nFigure 15"
    },
    {
      "section": "Page 56",
      "page_number": 56,
      "text": "Figure 16"
    },
    {
      "section": "Page 57",
      "page_number": 57,
      "text": "Figure 17"
    },
    {
      "section": "Page 58",
      "page_number": 58,
      "text": "Figure 18\nFigure 19"
    },
    {
      "section": "Page 59",
      "page_number": 59,
      "text": "Figure 20\nFigure 21"
    },
    {
      "section": "Page 60",
      "page_number": 60,
      "text": "Figure 22\nFigure 23"
    },
    {
      "section": "Page 61",
      "page_number": 61,
      "text": "Figure 24"
    },
    {
      "section": "Page 62",
      "page_number": 62,
      "text": "Figure 25"
    },
    {
      "section": "Page 63",
      "page_number": 63,
      "text": "Figure 26"
    },
    {
      "section": "Page 64",
      "page_number": 64,
      "text": "Figure 27"
    },
    {
      "section": "Page 65",
      "page_number": 65,
      "text": "Figure 28"
    },
    {
      "section": "Page 66",
      "page_number": 66,
      "text": "Figure 29"
    },
    {
      "section": "Page 67",
      "page_number": 67,
      "text": "Figure 30"
    },
    {
      "section": "Page 68",
      "page_number": 68,
      "text": "Figure 31"
    },
    {
      "section": "Page 69",
      "page_number": 69,
      "text": "Figure 32"
    },
    {
      "section": "Page 70",
      "page_number": 70,
      "text": "Figure 32\nSupplementary Files\nThis is a list of supplementary \u0000les associated with this preprint. Click to download.\nTable1.docx\nTable2.docx\nTable3.docx\nTable4.docx\nTable5.docx\nTable6.docx\nTable7.docx\nTable8.docx\nTable9.docx\nAppendixA.pdf"
    }
  ]
}