{
  "doc_type": "scientific paper",
  "title": "Understanding the misophonic experience: a mixed method study",
  "authors": [
    "Yesim Ozuer",
    "Rilana Cima",
    "Elke Kestens",
    "Ilse Van Diest"
  ],
  "year": 2025,
  "journal": "Frontiers in Psychology",
  "doi": "10.3389/fpsyg.2025.1493676",
  "abstract": "Misophonia is a poorly understood condition in which intense distress is experienced in response to mostly orofacial stimuli. To better understand why specifically anger and disgust seem to characterize this distress, we investigated meanings conveyed by misophonic trigger stimuli in two studies. Study 1 explored these meanings and emotions in two small focus groups (n = 3, n = 5) of misophonia sufferers. Four meaning—themes were generated based using reflexive thematic analysis: “intrusion,” “violation,” “offense,” and “lack of autonomy.” Also, four emotional reaction themes were constructed: “anger/defensive rage,” “disgust,” “fear,” and “safety behaviors.” Study 2 aimed to corroborate the findings of Study 1 in a large, independent sample. To this end, misophonia symptom severity was assessed in 431 young adults using the Amsterdam Misophonia Scale (A-Miso-S). Participants rated the extent to which the meanings and reactions identified in Study 1 matched their experiences with prototypical misophonic trigger stimuli. The meanings showed a positive, moderate correlation with misophonia symptom severity and accounted for 35.15% of the variance in A-Miso-S scores. An exploratory factor analysis identified two factors explaining 50% of the variance in the meanings and reactions. Factor 1, “Avoidance of intrusive/disgusting stimuli” had high and unique loadings on avoidance, intrusion, and disgust. Factor 2, “Autonomy/Violation,” had high and unique loadings on violation, lack of autonomy, offense, and defensive rage. These findings suggest that the meanings of intrusion, violation, and lack of autonomy are inherent to the misophonic experience, with potential implications for treatment strategies.",
  "keywords": [
    "misophonia",
    "thematic analysis",
    "emotional representations",
    "meaning information",
    "defensive anger",
    "factor analysis"
  ],
  "research_topics": [
    "misophonia",
    "psychological aspects of misophonia",
    "emotional reactions to trigger stimuli",
    "anger and disgust in misophonia",
    "meanings attributed to misophonic triggers",
    "theory of constructed emotion",
    "reflexive thematic analysis",
    "factor analysis",
    "Amsterdam Misophonia Scale (A-Miso-S)",
    "mixed method study"
  ],
  "created_at": "2025-05-05T02:18:04.303101Z",
  "source_pdf": "documents/research/Global/Ozuer 2025 Understanding the misophonic experience a mixed method study.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Frontiers in Psychology 01 frontiersin.org\nUnderstanding the misophonic \nexperience: a mixed method \nstudy\nYesim Ozuer 1*, Rilana Cima 1,2,3, Elke Kestens 1 and Ilse Van Diest 1\n1 Research Group Health Psychology, Faculty of Psychology and Educational Sciences, KU Leuven, \nLeuven, Belgium, 2 Adelante, Centre for Expertise in Rehabilitation and Audiology, Hoensbroek, \nNetherlands, 3 Department of Clinical Psychological Science, Maastricht University, Maastrich, \nNetherlands\nMisophonia is a poorly understood condition in which intense distress is experienced \nin response to mostly orofacial stimuli. To better understand why specifically anger \nand disgust seem to characterize this distress, we investigated meanings conveyed \nby misophonic trigger stimuli in two studies. Study 1 explored these meanings \nand emotions in two small focus groups ( n = 3, n = 5) of misophonia sufferers. \nFour meaning—themes were generated based using reflexive thematic analysis: \n“intrusion,” “violation,” “offense,” and “lack of autonomy.” Also, four emotional \nreaction themes were constructed: “anger/defensive rage,” “disgust,” “fear,” and \n“safety behaviors.” Study 2 aimed to corroborate the findings of Study 1 in a large, \nindependent sample. To this end, misophonia symptom severity was assessed in \n431 young adults using the Amsterdam Misophonia Scale (A-Miso-S). Participants \nrated the extent to which the meanings and reactions identified in Study 1 matched \ntheir experiences with prototypical misophonic trigger stimuli. The meanings \nshowed a positive, moderate correlation with misophonia symptom severity and \naccounted for 35.15% of the variance in A-Miso-S scores. An exploratory factor \nanalysis identified two factors explaining 50% of the variance in the meanings and \nreactions. Factor 1, “Avoidance of intrusive/disgusting stimuli” had high and unique \nloadings on avoidance, intrusion, and disgust. Factor 2, “Autonomy/Violation,” had \nhigh and unique loadings on violation, lack of autonomy, offense, and defensive \nrage. These findings suggest that the meanings of intrusion, violation, and lack of \nautonomy are inherent to the misophonic experience, with potential implications \nfor treatment strategies.\nKEYWORDS\nmisophonia, thematic analysis, emotional representations, meaning information, \ndefensive anger, factor analysis\n1 Introduction\nMisophonia is a disorder characterized by an excessive negative emotional response or \ndecreased tolerance toward—most typically— orofacial human sounds related to breathing \nand eating (e.g., Bernstein et al., 2013 ; Brout et al., 2018 ; Dozier, 2015a ; Edelstein et al., 2013 ; \nJastreboff and Jastreboff, 2002 ; Jastreboff and Jastreboff, 2015 ; Siepsiak et al., 2020 ; Hansen \net al., 2021 ; Hansen et al., 2022 ; Swedo et al., 2022 ). Consensus is growing, however, that \ntrigger stimuli can involve other sounds (typing, ball bouncing, walking in heels; e.g., Hansen \net al., 2021 ) and modalities as well (visual, kinesthetic; e.g., Claiborn et al., 2020 ; Ferrer-Torres \nand Giménez-Llort, 2022 ; Jager et al., 2020a ). The core emotional reactions toward trigger \nstimuli seem to consist of anger and disgust—whether moral or visceral—rather than anxiety \n(Cavanna and Seri, 2015 ; Dibb and Golding, 2022 ; Edelstein et al., 2013 ; Palumbo et al., 2018 ; \nIskander et al., 2023 ; Norena, 2024 ).OPEN ACCESS\nEDITED BY\nM. Zachary Rosenthal,  \nDuke University, United States\nREVIEWED BY\nJennifer Jo Brout,  \nInternational Misophonia Research Network \n(IMRN), United States\nMarta Siepsiak,  \nUniversity of Social Sciences and Humanities, \nPoland\n*CORRESPONDENCE\nYesim Ozuer   \n yesim.ozuer@gmail.com\nRECEIVED 09 September 2024\nACCEPTED 24 January 2025\nPUBLISHED 05 February 2025\nCITATION\nOzuer Y, Cima R, Kestens E and Van \nDiest I (2025) Understanding the misophonic \nexperience: a mixed method study.\nFront. Psychol.  16:1493676.\ndoi: 10.3389/fpsyg.2025.1493676\nCOPYRIGHT\n© 2025 Ozuer, Cima, Kestens and Van Diest. \nThis is an open-access article distributed \nunder the terms of the Creative Commons \nAttribution License (CC BY) . The use, \ndistribution or reproduction in other forums is \npermitted, provided the original author(s) and \nthe copyright owner(s) are credited and that \nthe original publication in this journal is cited, \nin accordance with accepted academic \npractice. No use, distribution or reproduction \nis permitted which does not comply with \nthese terms.TYPE Original Research\nPUBLISHED  05 February 2025\nDOI 10.3389/fpsyg.2025.1493676"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Ozuer et al. 10.3389/fpsyg.2025.1493676\nFrontiers in Psychology 02 frontiersin.orgAlthough misophonia is currently not recognized as a \ndiagnostic separate entity in the DSM-5, it associated with a low \nquality of life, and poses also a burden on those who live with \nmisophonia sufferers ( Dibb and Golding, 2022 ; Guzick et  al., \n2023 ; Jager et al., 2020a ). Current literature suggests that the onset \nof misophonia is situated typically, but not exclusively, in \nchildhood or adolescence ( Dozier, 2015a ; Guzick et  al., 2023 ; \nJohnson et al., 2013 ; Kumar et al., 2017 ; Rouw and Erfanian, 2018 ; \nPotgieter et al., 2019 ; Siepsiak et al., 2023 ), with initial complaints \nof misophonia being experienced on average at the age of 13 ( Jager \net al., 2020a ) or as early as age of 9 ( Dixon et al., 2024 ). However, \nsince there are no general population-based studies on this topic, \nand findings of both latter studies are based on retrospective \nreports from adults with misophonia symptoms, the age of onset \nremains unclear.\nRecent studies with undergraduate student populations have \nprovided growing insights into the prevalence of misophonia across \nvarious cultures. Prevalence rates were found to be 19.9% in the USA \nusing the Misophonia Questionnaire (MQ) ( Wu et  al., 2014 ) and \n15.85% among Indian college students responding to the Amsterdam \nMisophonia Scale (A-Miso-S) ( Schröder et al., 2013 ; Patel et al., 2023 ). \nGeneral population studies using the A-Miso-S ( Schröder et al., 2013 ) \nreported prevalence rates ranging from 5.9% in a German sample \n(Jakubovski et  al., 2022 ) to 49.1% in the UK, although only 0.3% \nreported very extreme symptoms ( Naylor et al., 2020 ). A recent study \nusing multiple assessments, such as the S-Five, MQ, A-Miso-S, and a \ndiagnostic interview, estimated an 18% prevalence in the general \npopulation in the UK ( Vitoratou et  al., 2023 ). Notably, a recent \npopulation-based study conducted in the USA estimated a prevalence \nof 4.6% at clinical levels and 78.5% for sensitivity to misophonic \nsounds in a nationally representative sample of adults ( Dixon et al., \n2024 ). Despite these insights, as noted by Möllmann et al. (2023)  and \nWu et al. (2014) , a robust prevalence estimate is hard to make due to \nthe lack of consensus on diagnostic methods ( Ferrer-Torres and \nGiménez-Llort, 2022 ).\nUntil recently, research on misophonia primarily centered on its \ndefinition, assessment, treatment, and comorbidities (e.g., Baguley \nand McFerran, 2011 ; Jastreboff and Jastreboff, 2002 ; Schröder et al., \n2013 ; Schröder et al., 2017 ; Rouw and Erfanian, 2018 ; Rosenthal et al., \n2023 ). The complex nature of misophonia is increasingly recognized \nand evident from its apparent emotional underpinnings, such as \nanger, anxiety, and disgust ( McMahon et al., 2024 ), its transdiagnostic \nnature and comorbidity with conditions such as mood, anxiety, and \nobsessive-compulsive disorders ( Guzick et  al., 2023 ; Herdi and \nYıldırım, 2024 ), as well as the diversity of its triggers. Given this \ncomplexity, it has been recognized that the field and especially the \ntreatment of misophonia could benefit from a deeper understanding \nof the nature and origin of the condition (e.g., Jager et al., 2020a ; \nKumar et al., 2017 ; Mattson et al., 2023 ; Taylor, 2017 ).\nEtiological mechanisms of misophonia have been studied from \nvarious perspectives, including neuroscience, auditory science, and \npsychology (e.g., Hansen et al., 2021 ; Kumar et al., 2021 ; Hansen et al., \n2022 ; Swedo et al., 2022 ; Rosenthal et al., 2023 ; Berger et al., 2024 ; \nNeacsiu et  al., 2024 ). In this paper, we  specifically focus on the \npsychological aspects of the condition to deepen our understanding \nof the misophonic experience. Here, we aim to focus specifically on \nthe psychological aspects of the condition that may help understanding \nthe misophonic experience.An interesting, yet open question in this respect is why, to our \nknowledge, anger and disgust, rather than fear or other emotions, \nseem to constitute the core emotional reactions to misophonic \ntriggers. As physical properties of the sound (e.g., loudness, pitch, \ntimbre) appear unrelated to the intensity or nature of emotional \nreactions ( Edelstein et al., 2013 ), it has been hypothesized that specific \nmeanings of the trigger stimuli are inherently related to the emotional \nreaction,—which can comprise changes in in conscious experience, \nbehavior, and/or (neuro) physiological processes ( Jastreboff and \nJastreboff, 2015 ; Swedo et al., 2022 ). The importance of meanings in \nemotion formation align with the theory of constructed emotion \n(Barrett, 2017 ), and with the hypothesized nature of emotional \nrepresentations in memory by Lang (1979)  and Lang et al. (1980) . \nAccording to the theory of constructed emotion, emotions arise from \nthe brain’s attempt to make sense of the continuous stream of sensory \ninformation stemming from the inner (body) and outer environment. \nAs such, emotions can be considered a meaning making process. To \ndo so, the brain predicts visceromotor and skeletomotor actions as \nwell as the sensory inputs that are expected to result from them. This \ninference is constructed from ongoing sensory input, as well as from \nlearned or innate priors ( Barrett, 2017 ). Following Lang’s \nbio-informational theory ( Lang, 1979 ; Lang et al., 1980 ), the memory \nrepresentation of a strong emotional experience can be considered a \ncoherent associative network containing three types of information: \nstimulus, response, and meaning. In this framework, activating one \nelement of the network (e.g., perceiving an orofacial sound) may \nactivate the entire network, leading to an emotional experience. \nWhereas the prototypical misophonic trigger stimuli and the \nassociated physiological and behavioral response patterns have been \nwell-documented (e.g., Brout et  al., 2018 ; Kumar et  al., 2017 ; \nMöllmann et  al., 2023 ; Swedo et  al., 2022 ), less is known about \n“meaning” information in the representation of misophonic \nexperiences. Swedo et al. (2022)  highlight that misophonic responses \noften seem to be triggered not by the loudness of the auditory stimuli \nbut by specific patterns or personal meanings attributed to the sounds. \nThis aligns well with recent findings on the importance of context and \nsocial cognition in misophonia ( Siepsiak et al., 2023 ; Berger et al., \n2024 ) and suggests that individuals with misophonia may assign \nparticular significance to trigger sounds that extends beyond their \npurely auditory characteristics.\nThe literature indicates that these associated meanings may vary \ndepending on the individual’s learning history, socio-cultural \nenvironment, and socialization, as well as the person or source \ngenerating the sounds ( Bernstein et al., 2013 ; Edelstein et al., 2013 ; \nNorena, 2024 ). Some case studies and other sources suggest that \nmeanings related to disrespect, violation, injustice, and offense may \ncharacterize the misophonic experience (e.g., Cowan et  al., 2021 ; \nGregory and Foster, 2023 ; Gregory et al., 2024 ; Norena, 2024 ), but \npotential meanings have not been systematically investigated to date. \nIdentifying the “meanings” that misophonia sufferers associate with \ntheir trigger sounds is crucial to advancing our understanding of \nmisophonic experiences.\nThe current studies sought to investigate potentially common \nmeanings associated with trigger sounds in individuals suffering from \nmisophonia symptoms. Identifying these common meanings can \nbe expected to enhance our understanding of the anger and disgust \nreactions experienced in persons with misophonia, potentially leading \nto more effective treatment strategies on the longer term. To uncover"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Ozuer et al. 10.3389/fpsyg.2025.1493676\nFrontiers in Psychology 03 frontiersin.orgpotential meanings associated with stimuli in individuals with \nmisophonia, we conducted two methodologically distinct studies.\nThe first study consisted of two semi-structured focus groups \nconducted with a few persons suffering from misophonia. A thematic \nanalysis on the focus groups’ transcripts was conducted to unveil \npotential meanings participants experience upon confrontation with \ntrigger stimuli. A second study sought to validate the meanings \nidentified in study 1. To this end, we conducted a questionnaire study \nwith a larger, independent sample of respondents to examine the \nextent to which these meanings are related to the presence and severity \nof misophonia symptoms.\n2 Study 1\n2.1 Materials and methods\n2.1.1 Participants\nPersons with symptoms of misophonia were recruited using social \nmedia (i.e., Facebook, Twitter, LinkedIn). The recruitment poster \nincluded the following information; “Looking for people who are \nexperiencing symptoms of misophonia or have been diagnosed with \nmisophonia by a mental health professional. We  invite you  to \nparticipate in our focus group sessions to improve our understanding \nof the condition. ” Prospective participants who expressed interest via \nemail were sent an invitation to complete an informed consent form \nand a two-part online questionnaire. To qualify, participants needed \nto meet the following criteria: (a) be over 17 years old, (b) score above \n10 on the A-Miso-S ( Schröder et al., 2013 ), and (c) be fluent in Dutch. \nBefore proceeding to the questionnaire, participants underwent \nscreening for hearing loss and self-reported history of tinnitus or \nhyperacusis. Eligible participants were then invited to participate. \nEight participants were recruited, (see Table 1  for demographics) and \nwere reimbursed with a 10 Euro online shopping voucher. The study \nwas pre-registered on OSF (Open Science Framework; doi: 10.17605/\nOSF.IO/JZMYB) and approved by the ethical committee of KU \nLeuven University (SMEC; approval number is G-2021-\n3500-R2 (AMD)).\n2.1.2 Procedure\nTo allow maximal participation and discussion with eligible \nparticipants, 2 separate focus groups were organized at different time \npoints, depending on the participants’ availabilities. Discussions took \nplace in a secure online setting (i.e., Microsoft Teams) on May 2021 \nand on June 2021. Both focus groups ( n = 3, n = 5) were moderated \nby the same student in clinical psychology (A3) using a focus group \nmanual with semi-structured questions in presence of a licensed \nclinical psychologist (A2/A4) as second moderators, and an observer (A1). Duration of the first and second focus group sessions were 2 h \nand 55 min and 2 h and 10 min, respectively. Sessions were recorded \nwith the written consent of the participants and transcribed verbatim \nby the moderator of the focus groups (A3).\nUsing a standardized manual, the focus group sessions were \nstructured into three sections, ( i) thinking about events in which \nparticipants felt triggered ( ii) reflecting on reactions present during \nthe events and ( iii) discussion of the possible meaning of the trigger \nstimuli (see Standardized Manual in Supplementary material ). In the \nfirst section, participants were asked to imagine a recent and \nmemorable event in which they experienced the symptoms of \nmisophonia and had difficulty containing their reactions. In the \nsecond section, each person was asked to describe emotional and \nphysical experiences regarding the triggers and the emotional, \nbehavioral and physiological reactions directed toward the source of \nthe sound. Lastly, participants were asked to elaborate on possible \nmeanings of the trigger sounds. To facilitate this, they were invited to \nthink about what unwanted experiences the sounds may convey to \nthem, and whether there are specific people they associate with these \nsounds. At the start of the focus groups, participants were introduced \nto ground rules (i.e., being respectful to each other’s opinions and \nfeelings and not interrupting others when they are speaking), to \nmaintain a respectful and safe environment for everyone. Participants \nraised their (virtual) hands when they wanted to participate in the \ndiscussion and they were given opportunity to communicate with \neach other as well.\n2.1.2.1 Questionnaires\nOne week prior to the focus group session, participants provided \ndemographical information (see Table  1 ) and answered questions \nrelated to their misophonia (see Table  1 ) as well as the A-Miso-S \n(Schröder et al., 2013 ), a 6-item questionnaire based on the Y ale-\nBrown Obsessive-Compulsive Scale (Y-BOCS; Goodman et al., 1989 ) \nadapted for misophonia by Schröder et  al. (2013) . The A-Miso-S \n(Schröder et  al., 2013 ) allows classifying severity of misophonia \ncomplaints (0–4 subclinical, 5–9 mild, 10–14 moderate, 15–19 severe \nand 20–24 extreme). The A-Miso-S ( Schröder et  al., 2013 ) \nquestionnaire assesses various aspects of misophonia experiences over \nthe past week, including the degree of annoyance or preoccupation \nwith trigger sounds, the extent to which daily activities were affected, \nthe level of distress caused by misophonia sounds, efforts to divert \nattention from these sounds, and the degree of avoidance of \ntriggering situations.\n2.1.3 Data analysis\nWe applied a reflexive deductive thematic analysis to the \ntranscripts to construct overarching themes that seemed to refer to \nmeanings conveyed by trigger stimuli, and to prototypical reactions \nTABLE 1  Demographics of participants in both focus groups ( N = 8) from the survey before the focus groups.\nFocus group 1 Focus group 2 Both groups\nMean age (years), range 46, 34–65 41.67, 23–58 44.38, 23–58\nFemale n (%) 4 (80) 2 (66.67) 6 (75)\nMean A-Miso-S ( Schröder et al., 2013 ) \nscore, range12.2, 11–14 14, 10–20 12.88, 10–20\nInformation in this table consists of answers collected on a survey prior to the focus groups."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Ozuer et al. 10.3389/fpsyg.2025.1493676\nFrontiers in Psychology 04 frontiersin.organd behaviors evoked by trigger stimuli. To this end, we identified, \nanalyzed and reported occurrences of interest within the transcripts \nthat represent a significant aspect of the data in relation to these \nquestions ( Braun and Clarke, 2006 ). Inspired by Braun and Clarke \n(2006)  the thematic analysis involved the following 6 steps, (1) \nfamiliarizing with the data, (2) generating initial codes, (3) searching \nfor themes, (4) reviewing themes, (5) defining and naming themes, (6) \nproducing the report. In line with Braun and Clarke’s thematic analysis \nguidelines ( Braun and Clarke, 2006 ; Braun and Clarke, 2019 ), \nwe approached our data using a reflexive deductive approach. While \nwe did not search for specific, hypothesized themes in the transcripts, \nthe thematic analysis was clearly guided by our overarching interest in \nexploring the potential meanings and emotions tied to misophonia \ntriggers. The approach taken was to prioritize deeper interpretive \ninsights rather than descriptive summaries (see Braun and Clarke, \n2022 , paper, for a distinction between both approaches). Initially, 3 \nauthors (A1, A2, A4) read the transcripts 3 times thoroughly and \ngenerated initial codes relating to the potential meanings associated \nwith trigger sounds. Secondly, a list of potential theme-related codes, \nalong with supporting extracts from the raw data was created. In the \nthird step, each code was analyzed to be  collated under possible \noverarching themes with the use of thematic maps. During the \nrevision phase, authors independently assessed the identified themes \nfor sufficient data support, then divided them into three sets \n(meanings, primary reactions, secondary reactions), forming the final \nthematic map. In determining the classification of a theme, the authors \ndiscussed whether the codes that create an overarching theme formed \na coherent pattern and whether the final thematic map captured the \nessence of the data ( Braun and Clarke, 2006 ). Finally, a list of all of the \nmain themes was established including precise descriptions. All stages \nof the qualitative analyses were conducted using the Dutch transcript. \nLater, some of the sentences and phrases were translated to English by \nthe authors in order to be used as examples in this manuscript.\n2.2 Results\nSeven themes generated from the thematic analysis (see Table 2 ), \nwhich could be further organized into 3 higher-order sets/categories. \nA first set of themes referred to 3 recurring meanings associated with \ntrigger sounds (“associated meanings”): intrusion/violation , offense  \nand lack of autonomy . The second set, “primary emotional reactions, ” \ncomprised themes referring to instantaneous emotional responses to \ntrigger sounds: anger/defensive rage  and disgus t. The third set, \n“secondary responses, ” included themes referring to secondary \nemotions and less impulsive behaviors to deal with the anticipated or \nactual misophonic threatening situations: fear, and safety behaviors . \nNote that the term “set” is used here for descriptive purposes to \nconceptually organize the themes and is not a component of our \nthematic analysis approach.\n2.2.1 Associated meanings\n2.2.1.1 Theme 1: Intrusion/violation\nThis theme captured a significant aspect of the participants’ \nmisophonia, namely; others being responsible for the aversive \nexperience. The experience of being intruded upon or violated in \nprivacy by others came up as a solid theme that typically triggered defensive anger. Illustrative extracts for this theme emphasized that \nthe source of the sound was perceived as an intentional attack (see \nTable 2  for a direct quote from the participant regarding the source of \nthe sound). Participants typically assumed that persons generating the \nsound were aware of the anger they caused, or ought to be aware. As \nsuch, the source of the sound violated the expected state of safety in \nthe misophonia sufferer. The expected feeling of safety was derived \nfrom descriptions such as “my house” or “my personal area, ” \nsuggesting that the participant expected their boundaries to be known \nby the source of the sound. Related to this, lack of understanding from \nfamily or friends or the lack of respect from strangers was a common \nexperience described by the participants, likely associated with the \nsubjective perception that their boundaries were not respected.\nThe perception of intrusion/violation was associated with the \nperson who is generating the trigger, rather than the sound itself, \ndirecting emotional reactions to the person rather than the general \ncircumstances or the sounds. During the focus groups, examples of \nwhere intrusion and violation were experienced included a partner \ncutting nails and family members eating loudly at the dinner table. In \neach of these cases, participants mentioned that those who were \nmaking the sounds were responsible for their behavior, which led to a \nperception of intrusion and violation of personal space. For example, \nwhen the participant mentioned their “partner cutting nails, ” they saw \nit as an intentional intruding behavior, given their partner’s awareness \nof their misophonia. For instance, a participant described the situation \nas an assault:\n“Yes, I think, you, I feel assaulted, is not the right word, because that \nwould trivialize some things, of course that would trivialize real \nassaults, but I feel very much in my person, in my, yes in my, I do \nnot know how to say it, actually assaulted, like yes, you are entering \nan area where you are not allowed to enter. Very much as if I were \nstanding naked in front of someone without being asked, that’s what \nit actually comes down to. It is very unfair I feel treated unfairly. ” \n(Participant 4).\n2.2.1.2 Theme 2: offense\nThis theme captured the aspect of misophonia corresponding to \nthe distress and perceived attack caused by others when there is no \nintentionality perceived by the misophonia sufferer. Even if the actions \nof the people creating the trigger sounds were not perceived as \nintentional attacks, there is still an offense taken by the misophonia \nsufferer. An offensive context can be defined as a situation in which \nthe misophonia sufferer expects to be  unintentionally violated by \nothers (e.g., a public cafeteria). In an offensive context, the \nmisophonia-sufferer realizes that their needs, sensitivities and \nexpectancies may not be  clear to others and those generating the \noffensive sounds might not have been aware of the emotional distress \nthey cause. When describing offensive contexts, no known sources of \nthe sound were mentioned, rather the context was aversive in nature \nbecause there might be  potential sources of the sound who are \nunknown to the participant beforehand. It is also important to note \nthat participants identified certain scenarios in which they felt \noffended because people around them fail to behave according to their \nrules. Participants cited noisy restaurants, trains, and cafeterias as \noffensive contexts and mentioned individuals in their lives who \nrepeatedly clean their noses or create other orofacial sounds as \npotentially offensive. Overall, trigger stimuli produced by other"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Ozuer et al. 10.3389/fpsyg.2025.1493676\nFrontiers in Psychology 05 frontiersin.orgTABLE 2  Direct quotes from the transcripts of both focus group sessions and the themes derived from the transcripts.\nTheme Direct quotes\nIntrusion/Violation“Gosh, that’s just annoying that I just cannot tolerate those sounds and they do not understand my feelings. They just do that on purpose because they know that it triggers me. That’s really annoying. Just the feeling that \nthey do not understand me. And that they do not know what they are doing wrong. ” (Participant 2)\n“I think so, Participant 4, because for example I matched perfectly with my father, not with my mother, but perfectly with my father, and yet it was him who was the source of my irritation. ” (Participant 3)\n“Maybe because you grant more autonomy and intention to a human than to a pig. Y es, a pig has no other choice, it smacks and does not think about it, while a human can choose not to smack…What would a pig have \nagainst me, while another human being could have something against me. Come on, purely theoretical. A pig has nothing against you, it just does. ” (Participant 4)\n“Y es. That would be the same if someone poked me with his finger, you do not do that either and that’s actually how it comes across to me with someone with a bik. Only that it is auditory instead of physical that they tell \nme. ” (Participant 4)\n“ And what I am also very concerned with, especially towards others in the misophonia group, is that every misophone  has the right to a safe place and to a safe person. So I’ve made myself a safe place by just always walking \naround with earplugs, because you absolutely have to have a place where you can go and where you can be absolutely sure that I will never experience it. And a safe person, I have that too, my best friend is my safe person \nfor me and that means: he understands it, he has it a bit himself, so yes, he understands it anyway. ” (Participant 4)\n“Y es, I also think because they are contact sounds, so they go through the floors and they go through the walls, so I can hear that inside, but I experience such a moment every time: (him) I am in my safe bubble, in my \nhome environment where I expect to be safe, to be calm and then suddenly something like this comes in and it actually breaks through that safety and that peace and basically everything you expect from a home \nenvironment and that hits you so hard that you are indeed shocked by it and you immediately that fight or flight reaction that I have. So either you become angry because you cannot flee or you want to flee, but fleeing is \nnot an option for me, so every time it’s to anger succeeds” (Participant 5)\n“Y eah or a violation of your experiences at the moment, then we make it a bit smaller. Y es, that might be a little more accurate. ” (Participant 6)\n“But to actually look for an explanation for that, perhaps from my person or something, I have never actually gone that far, but if I think about it a little further, it often has to do with the fact that it occurs, that it almost is \nan infringement on you, on your world of thought, on your own world. ” (Participant 6)\n“ And then, the immediate reaction is: I do get angry because I then have the feeling: It’s as if that person is suddenly in my apartment, so he has crossed my boundary. ” (Participant 5)\n“ And that that sound, well, the source is that person who just chews who does not even eat with his mouth open or something like that, hey just the chew chewing sound, that concrete mixer that keeps going, oh. ” \n(Participant 1)\nOffense“…but if that filter is not there, and it concerns things that people do, they are very offensive can happen. ” (Participant 4)\n“Y es, just that, I just do not think that’s polite. That’s distasteful, disgusting. I do not need to see what you have in your mouth” (Participant 2)\n“The feeling of this is not an education… (they are) badly brought up. ” (Participant 3)\n“ And I heard that once and then I thought: okay, that was dirty. I also find that very rude. But I thought okay, that’s possible one time, but yes, that person really did that repeatedly. ” (Participant 7)\nLack of autonomy“The feeling of why, why am I like this and why is not everyone like this? And then no other people?…Mainly powerlessness I think I am, yes. ” (Participant 3)\n“Y es, what I really like is: I thought for a long time that I was a freak and that I was alone in the world, the only one who had that, together with my sister. And that there must have been something about our upbringing \nthat had completely messed us up. ” (Participant 4)\n“I hope that, I hope that nothing wrong will happen there because of me. But at that moment I thought: This is the only way I can do anything to stop this now because otherwise I will go crazy here, I will go crazy here \nand yes I had to, I had to be home too, I had to work, I had to behave normally in a work context and that just wasn’t about that noise all day long. ” (Participant 5)\n“Now, what I do not have at all that Participant 5 has: I do not expect understanding from people who do not know me. Because I find my own situation so excessive, I think my behavior is simply disproportionate to the \naction, so I do not expect any understanding from people who do not know me. I expect a lot of understanding from people who do know me. ” (Participant 6)\n“But it’s like that I do not know who said that before: If I know that I could not avoid it, that I’m stuck in a situation, then I also think, wow, what could I do here? being able to do, it gives such an overwhelming feeling. ” \n(Participant 8)\nAnger/Defensive \nrage“Because my upstairs neighbor was a 98-year-old man. His TV was on maximum, I could literally do anything, I stormed upstairs several times to shout at that man, almost. So that, but and then, I hear too good, too \ngood. ” (Participant 3)\n“I even have it with, I’m going to be honest, I have two dogs. I love them, but when my dogs start licking themselves, I also feel like shooting through the ceiling. ” (Participant 3)\n“ Also, that one anger that aggression. Sometimes it really starts to look red before your eyes if yes, then that’s just yes, no, no button that flies around. ” (Participant 5)\n(Continued)"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Ozuer et al. 10.3389/fpsyg.2025.1493676\nFrontiers in Psychology 06 frontiersin.orgpersons were described as impolite and offensive, while easily evoking \nan intense and immediate anger or disgust reaction in misophonia \nsufferers. An example of this can be seen in the following testimony:\n“That’s, that’s just super loud it’s very recognizable from that one \nmisunderstanding and yes, thinking that others should indeed \nsimply be held up that mirror. That they see their own behavior from \nthe outside. ” (Participant 1).\n2.2.1.3 Theme 3: lack of autonomy\nThis theme was generated frequently when participants described \nsituations where they felt a profound lack of control over their own \nactions, emotions, and surroundings, coupled with a sense of not \nrecognizing themselves. It captures experiences such as an inability to \nchange or escape unwanted situations and the emotional barriers they \ncould not overcome. Importantly, it is not limited to situations where \na specific individual was perceived as a source of the sound who had \ncontrol over the trigger stimuli, but also in instances where the \nmisophonia sufferer felt a lack of control over their own emotions and \nreactions to the trigger sound, or over the situation in general. In \nreflecting on these experiences, we identified “loss of control” as a \nrecurring term that contributed to a broader sense of diminished \nautonomy. The overarching theme “Lack of autonomy” encompasses \nvarious aspects of autonomy loss, including feelings of not recognizing \noneself, feeling trapped by circumstances that dictate one’s emotional \nstate, and a sense of misunderstanding from others. Participants \nexpressed that they were “controlled” not only by the actions of others \n(e.g., feeling forced to tolerate triggering sounds in shared spaces like \ntrains) but also by the misophonia itself, which led to self-imposed \nrestrictions to avoid anticipated triggers.\nUnlike other themes, “lack of autonomy” did not appear verbatim \nin the transcripts but was derived from various phrases that conveyed \nthis broader sense of constrained agency. Participants expressed \nfrustration and self-doubt, questioning, “Why am I like this?” and \nfeeling as though “no one else” shared their experience. Other \nparticipants described a sense of “powerlessness, ” feeling like a “freak” \nor that their reactions were “disproportionate” or “aberrant. ” \nStatements such as “I am stuck in a situation” and “I’m going crazy \nhere” illustrate the depth of their helplessness, where participants felt \nconstrained by their own emotional responses rather than physical \nbarriers. Along with these, the lack of control created a fundamental \nsense of desperation, linking directly to a diminished sense of \nautonomy. A participant described the feeling in the following way:\n“Why am I like this? Why is this happening to me? And what about \nother people? It’s a feeling, I think, or a meaning of powerlessness. ” \n(Participant 3).\n2.2.2 Primary emotional responses\n2.2.2.1 Theme 4: anger/defensive rage\nWhen one experiences an intrusion or violation of one’s own \nspace, one is motivated to protect themselves and their surroundings \nand this protection can express itself as rage ( Siegel and Victoroff, \n2009 ). Defensive rage is a highly reactive and impulsive response to \nperceived threats, marked by an abrupt escalation in sympathetic \nnervous system activity ( Larson and Langer, 1997 ; Blanchard et al., \n2001 ). Unlike predatory aggression, which is more calculated and TABLE 2  (Continued)\nTheme Direct quotes\nDisgust“So, then I focus even harder on those sounds of the food, because all three of them are smacking the table, all three of them. And especially when mom eats yogurt, oh that’s real, oh I’m so disgusted. ” (Participant 2)\n“it is also a very strong emotion that comes to the fore, so yes, disgust and stronger than that dislike even like yes really. ” (Participant 6)\n“It would also explain why sounds that are not made by humans are also annoying, but you will have less disgust there. ” (Participant 4)\nSafety behaviors“Y es, noise canceling or something, but you are sure that you can always go to something like that, to channel your flight behavior a bit, like that. Come on, I have it that way on purpose. ” (Participant 4)\n“Social circumstances, on the train I will do the same as Participant 7, you just leave or you put in earphones. I will never sit on a train without music. ” (Participant 6)\n“ And with looking for tactics of what can help me now to deal with this and if, that is mainly yes, putting in earplugs, putting on white noise music. ” (Participant 9)\n“Y es, I have noticed that it is better to put on headphones or put in earplugs or whatever or go outside if possible. ” (Participant 5)\nFear“…either I have to react or I have to run away, but I think there is also a part of fear. And you have, yes, the fear because you anticipate: a feeling may come, so you are already walking on eggshells. But I suspect that the \nmoment that happens, it must have something to do with fear or something and hey, I have not quite figured out yet what it is exactly. But what I feel very strongly is: where do you get the nerve to penetrate me so much \nthat I have to concern myself with you, that’s all. ” (Participant 4)\n“Sometimes I even just plan my day knowing that at that moment there will be a noise, so I will not be in the kitchen when my neighbors also start cooking around that moment. Which is quite obsessive, which also leads \nto that spiral of fear and doubt and shame. ” (Participant 5)\nThe original transcript is in Dutch, the relevant text was translated by the authors. The authors can be contacted for the original (Dutch) text. Extracts used in the results section do not appear in the table to avoid repetition."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Ozuer et al. 10.3389/fpsyg.2025.1493676\nFrontiers in Psychology 07 frontiersin.orggoal-oriented, defensive rage is a rapid, reflexive response aimed at \nprotecting oneself from immediate danger ( Siegel and Victoroff, \n2009 ). This form of aggression is often accompanied by heightened \narousal, intense physiological activation (such as increased heart rate \nand blood pressure), and behaviors intended to repel or intimidate the \nperceived threat ( Larson and Langer, 1997 ; Blanchard et al., 2001 ; \nSiegel and Victoroff, 2009 ). Our participants’ descriptions of their \nemotional responses to misophonic sounds align with this definition \nof defensive rage. It was most apparent when they encountered a \nsituation in which they experience intrusion and violation. While \nparticipants describe intense emotional responses, these do not always \nmanifest as overt aggression. As reflected in phrases like, “I also feel \nlike shooting through the ceiling” the emotional surge often remains \ninternal, without escalating into physical or verbal aggression. As the \nfeeling of defensive rage is related to an urgent situation wherein one \nneeds immediate protection of oneself, there is a lack of thinking and \npurposeful behavior toward the situation. Likewise, the misophonia \nsufferer reacts impulsively to stimuli or situations that are experienced \nas offensive/intrusive/devaluating to one’s autonomy. During the focus \ngroup sessions, the current theme mostly came up when the source of \nthe sound was someone the misophonia sufferer knows well. These \nresults were obtained from phrases of participants such as; “like a \nmatch that goes off, ” “I flipped at that moment, ” etc. An example of the \nanger experienced by a participant was phrased with the \nfollowing words:\n“That’s real, I get there aggressive by. I always compare that a bit \nwith if you know that about wild animals, that sketch where that \nlady suddenly does that. That’s really yes. That is the perfect wording \nand physically it gives me one too accelerated heart rate: my heart \nstarts beating faster yes, that is really a purely physical reaction. And \nyes, really pure aggression. Yes, not physically of course because \nI would like to, but that’s not in me. But just verbal Hey, I get very \naggressive verbally. Not in social circumstances, eh, in private \ncircumstances eh. ” (Participant 6).\n2.2.2.2 Theme 5: disgust\nAlthough defensive rage was the dominant primary emotional \nresponse for most participants, disgust toward the sound and its \nsource was also common. Similar to defensive rage, the feeling of \ndisgust was not observed as a reaction that required conscious mental \nprocessing, rather, the participants mentioned it mostly when they \nwere describing events in which they encountered trigger sounds of \nmisophonia. Interestingly, participants mostly identified the sound-\ngenerating people as “disgusting” rather than the action or the sound \nitself. In contrast to other themes derived from participants’ detailed \ndescriptions of emotions and events, they directly labeled certain \nevents and people as disgusting. Participants repetitively used phrases \nsuch as “they disgust me, ” “this person disgusts me, ” “I experience an \nunbelievably intense disgust” etc. Lastly, compared to the other \nemotions, participants made remarkably few attempts to understand \nor explain their intense disgust, one example of these situations was \nas follows:\n“Yes, just that, I just do not think that’s polite. That’s distasteful, \ndisgusting. I do not need to see what you have in your mouth. ” \n(Participant 2).2.2.3 Secondary reactions\n2.2.3.1 Theme 6: safety behaviors\nThe concept of safety was generated in the transcripts, as \nparticipants described situations where they felt unsafe or engaged in \nbehaviors that aligned with their personal sense of safety. It is \nimportant to distinguish this set of themes from the formerly \ndiscussed themes as these are not impulsive reactions but rather \nintentional safety behaviors. In the focus group discussions, “escape” \ninvolved physical distancing during a threatening event, while \n“avoidance” was a precautionary reaction to anticipated aversive \nsituations. One of the most common examples was the use of ear plugs \nor headphones, as can be seen in the following example:\n“Yes, I have noticed that it is better to put on headphones or put in \nearplugs or whatever or go outside if possible. ” (Participant 5).\nIn addition, participants mentioned leaving rooms or creating \ndistance between themselves and “the sources of the sound” during \ndisturbing situations with trigger sounds. The tendency to avoid was \nmentioned in situations in which participants deliberately chose not \nto engage in specific events (i.e., not attending dinner parties, going to \nthe movies etc.) or with certain people (i.e., people that they know \nwho will likely trigger their misophonia). Furthermore, participants \nreported that they often try to mask the trigger sounds by either using \nheadphones or chewing loudly themselves. The potential offensive \ncontexts mentioned in the previous theme led participants to avoid or \nescape situations because of expected encounters with sounds and/or \npeople. For instance, as a participant described, sleeping together with \nher/his partner was an offensive context, for which they had to make \naccommodations in their sleeping arrangements.\n2.2.3.2 Theme 7: fear\nTwo aspects of fear popped up from the current data set. First, \nbeing afraid of encountering trigger sounds and second, from one’s \nown possible (uncontrollable) reaction toward the sound or the \nperson responsible for the sound (i.e., fear of consequences). The \nformer mostly affected the daily lives of the misophonia sufferers and \ntheir families. The latter described a specific fear of not being able to \ncontrol one’s own reaction and “going too far” in response to a sound \nor “sources of the sound. ” An example of this fear can be seen in the \nfollowing sentence from one of the participants:\n“But at such a moment, that person would be standing next to me, \nI could sometimes really do something to them and then I would \nbe afraid of it afterwards because I am not like that and then I think: \nwhen will a moment come when I go too far, that I do something. ” \n(Participant 5).\nBoth types of fear reactions were anticipatory and influence the \nquality of life. Fear reactions were mainly reported when the \nparticipants mentioned an offensive context from which they cannot \ndistance themselves. They described their experiences in offensive \ncontexts with the phrases; “I was afraid that the person next to me \nmight make the sounds, ” “what would have I done if they made the \nsounds, ” “I am afraid of my reactions, ” “I know what will follow these \nsounds, ” etc."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Ozuer et al. 10.3389/fpsyg.2025.1493676\nFrontiers in Psychology 08 frontiersin.org2.3 Discussion study 1\nIn order to better understand the excessive anger and disgust \nreactions in misophonia, the current study aimed to broadly explore \nmeanings associated with trigger stimuli in misophonic individuals. \nDue to the explorative nature of the research question, we opted for a \nqualitative study consisting of two semi-structured focus group \ndiscussions with small groups of persons suffering from misophonia.\nAlthough individual experiences of misophonia vary, the \nthematic analysis suggested key similarities in the meanings attached \nto trigger stimuli and subsequent reactions. Specifically, when \ntrigger stimuli are produced by persons who are supposed to know \nhow distressing the stimuli are to the misophonia sufferer (e.g., \nfamily members, partners, friends), misophonia sufferer experience \nto be  intruded on/violated  by the other person. Intrusion and \nviolation have been described also in recently published case studies \n(e.g., Gregory and Foster, 2023 ; Gregory et al., 2024 ), suggesting that \nboth meanings as derived in the present thematic analysis may \nbe generalizable to most people suffering from misophonia. Our \ndata showed that when experiencing “intrusion/violation, ” the \nmisophonia sufferer feels almost intentionally harmed. This finding \ncorroborates earlier findings that misophonic anger is directed \ntoward the other person, rather than to the sound itself ( Edelstein \net al., 2013 ), and with recent findings showing anger outbursts are \nassociated with blaming others (so-called “externalizing appraisals, ” \nsee Wang et al., 2022 ). Similar sounds produced by animals and \nbabies tend to trigger less emotion, likely because babies and animals \nare inherently innocent, or have no/less control over their actions \nand can therefore not be held responsible ( Edelstein et al., 2013 ). \nOther findings suggest that persons with misophonia experience \nespecially anger when trigger sounds are produced by people close \nto them ( Bernstein et al., 2013 ; Dozier, 2015a ). Interestingly, anger \nin response to a violation of borders in persons with misophonia is \nreminiscent of defensive rage that stems from the motivation to \nprotect oneself and surroundings ( Siegel and Victoroff, 2009 ). These \nobservations led us to reflect on the theoretical distinctions between \ntypes of anger and identify the defensive nature of the emotional and \nbehavioral responses expressed in our data. Different from predatory \nrage, defensive rage is characterized by a sudden increase in \nsympathetic activity and is highly impulsive ( Siegel and Victoroff, \n2009 ). In our focus groups, participants described emotional \nreactions that appeared to align more closely with defensive \nresponses, as their anger was accompanied by a strong urge to escape \nthe situation or shield themselves from the triggering sounds and \nassociated individuals. These observations suggest that the extreme \nemotional reactions in misophonia may be  driven by acquired, \nanger-provoking connotations (or: “meanings”) attached to the \ntrigger sounds and the person producing them, especially when they \nare close to them. While the emotional experience described by \nparticipants is consistent with defensive rage, it is important to note \nthat these emotions do not always manifest as overt aggressive \nbehaviors. As reflected in statements such as “I flipped at that \nmoment, ” participants often describe an internal surge of anger or \nfrustration, which may not necessarily escalate into physical or \nverbal aggression. This distinction between emotional response and \nactual behavior highlights the complex nature of misophonic \nreactions, where the intensity of the emotional experience can \nbe intense, but not always outwardly expressed through aggression.Offense  and disgust  showed up as major themes running through \nthe focus group discussions, which converges with many other reports \nin the literature ( Edelstein et  al., 2013 ; Dozier, 2015a ; Jager et  al., \n2020a ; Siepsiak et  al., 2020 ). Individuals with misophonia often \nperceive the actions of sound-producers as deliberate attacks against \nthem, while also occasionally seeing these individuals, especially those \nless familiar, as only displaying poor manners ( Taylor, 2017 ). This \ndistinction underscores the theme of “offense, ” as participants did not \nattribute intentionality to these actions, yet still considered the trigger \nsound producers as rude and lacking proper etiquette. Moreover, \nparticipants often attributed disgust not just to the sound itself, but \nprimarily to the individuals producing those sounds with “poor \nmanners, ” whom they labelled as “dirty” or “disgusting. ” This reaction \nwas notably immediate and visceral, occurring without conscious \nmental processing. Participants frequently expressed intense disgust \ntoward specific individuals, using phrases like “they disgust me” or \n“this person disgusts me. ” In comparison to other emotions, focus \ngroup participants did not try to elaborate or to reason their feelings \nof disgust, which is in line with the unreasoning disgust hypothesis of \nRussell and Giner-Sorolla (2011) . The hypothesis states that compared \nto (moral) anger, (moral) disgust is less likely to be  justified with \ncognitively elaborated reasons ( Russell and Giner-Sorolla, 2011 ). \nTherefore, even though sometimes the person with misophonia felt \nuncomfortable with their own reactions and find them excessive, they \nstill labelled the actions of the person producing the sounds as being \nimpolite, disgusting or unintentionally offensive ( Taylor, 2017 ; Brout \net al., 2018 ). Furthermore, this complex reaction to trigger sounds, \ncharacterized by immediate disgust toward the individual producing \nthe sound, raises questions about the nature of disgust in misophonia. \nWhile responses seem largely visceral, it remains unclear whether this \ndisgust is moral or sensory. Some research suggests it may be a moral \ndisgust ( Iskander et al., 2023 ; Norena, 2024 ), but further investigation \nis needed to clarify whether the disgust in misophonia aligns more \nwith moral or visceral disgust.\nThe lack of autonomy  was revealed as the last meaning, referring \nto having control over one’s own emotions and behavior, over the \n(offensive) behaviors of others, and even over one’s life. Reports in the \nliterature indicate early adolescence as the most typical age of onset \nfor misophonia ( Johnson et al., 2013 ; Dozier, 2015a ; Kumar et al., \n2017 ; Rouw and Erfanian, 2018 ; Guzick et  al., 2023 ). At this age, \nchildren may experience an increasing and often unmet need for \nautonomy and independence from their parents ( Y oung et al., 2019 ; \nHu et al., 2021 ). At the same time, self-control and emotion regulatory \ncapacity are still underdeveloped ( Y oung et al., 2019 ; Warschburger \net al., 2023 ). Both may set the stage for strong learning experiences \nthrough which anger and disgust reactions can become associated \nwith misophonic triggers. In addition, a possible motivational conflict \ncan be observed in the scenarios in which a person requires a certain \nlevel of autonomy, yet is still bound by their parents. Potentially, the \nunderlying motivation to gain autonomy may have been present \nbefore the development of misophonia.\nApart from “intrusion/violation of borders, ” “anger/defensive \nrage, ” “offense, ” “disgust, ” and “lack of autonomy, ” major themes such \nas (anticipatory) fear , escape  and avoidance  also constructed. During \nthe final stage of the thematic analysis discussions, we consolidated \nthe themes of escape and avoidance behaviors into a single overarching \ntheme named “safety behaviors. ” Consistent with the literature \n(Edelstein et al., 2013 ; Cavanna and Seri, 2015 ; Palumbo et al., 2018 ;"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Ozuer et al. 10.3389/fpsyg.2025.1493676\nFrontiers in Psychology 09 frontiersin.orgDibb and Golding, 2022 ), fear did not show up as an instant primary \nemotional reaction to trigger stimuli in a similar way as “anger/\ndefensive rage” and “disgus” did. Instead, fear was referred to more in \nterms of concerns of what could happen if persons would be trapped \nin a context in which trigger stimuli might occur, how to avoid or \nescape from such contexts, and the potential social consequences if \none would be unable to control aggressive impulses. Thus, in contrast \nto other sound-related disorders such as hyperacusis or bothersome \ntinnitus, our findings suggest that fear seems less of a central, primary \nemotion in response to the misophonia trigger sounds.\nThe semi-structured focus groups were directed specifically at \nunderstanding misophonic events exploring meanings of the trigger \nstimuli leading to excessive and instantaneous emotional reactions. \nLonger term consequences of repeated misophonic experiences in the \nparticipants’ interpersonal, professional, and emotional functioning, \nwere not extensively discussed and were not represented in the \nfindings from the conducted thematic analysis. That does not make \nthem unimportant, however. Feelings of guilt, shame, helplessness/\nsadness were occasionally mentioned in the focus group discussions \nand may importantly relate to the overall impact of misophonia on the \nsufferers and their families. This aligns with prior literature reporting \n“internalizing appraisals” ( Gregory and Foster, 2023 ), which are also \nimportant to recognize as an important aspect of suffering in persons \nwith misophonia, other than the instant emotional reactions (anger, \ndisgust) and meanings in response to triggers that were the focus of \nthis study.\nQualitative designs offer flexibility to explore various aspects of a \ntopic, but come with a number of limitations that need to \nbe acknowledged. First, the data collected during the focus groups are \nbased on open-ended questions, and participants have control over the \ninformation they share. During the discussions, participants may \noccasionally veer off-topic and may influence each other with their \nanswers. Therefore, answers may have been different in an individually \nconducted interview. Participants may have been inclined to provide \nsocially desirable or conformist answers. For instance, because \nparticipants were invited to think back to a situation where they felt \nbad because of the sound, there is a chance that thoughts and behaviors \nelicited by stronger emotions might be overrepresented. Even though \nwe made concerted efforts to minimize these limitations by having the \nmoderator adhere to the script as closely as possible, future research \ncan rely on diverse qualitative designs (i.e., focus groups, interviews, \nsurveys etc.) to tackle these issues. Second, although the researchers \nwere engaged to maintain objectivity and made decisions solely based \non the data during the thematic analysis, it is worth acknowledging \nthat alternate themes, slightly different labels for existing themes, and \nslightly different relationship between themes may have resulted from \na thematic analysis when performed by other researchers.\nIn line with Braun and Clarke’s guidelines on thematic analysis \n(Braun and Clarke, 2006 ; Braun and Clarke, 2019 ), we conducted a \nreflexive thematic analysis aimed at exploring the potential meanings \nand emotions associated with misophonia trigger sounds. While our \nanalysis was not driven by pre-existing themes, it was guided by our \ntheoretical interest in understanding meaning formation processes, \nwhich aligns with a deductive approach. The analysis was interpretative \nrather than descriptive, meaning that we generated themes by actively \nreflecting on and analyzing the data with an overarching goal of \ncreating meaning themes. Since completing our analysis, Braun and \nClarke (2022)  have highlighted the distinction between “topic summary” and “meaning-based interpretive story” themes, with an \nemphasis on choosing between these approaches. Although this \nupdated guidance was not available at the time of our analysis, our \nthematic approach aligns closely with their concept of “meaning-\nbased interpretive story” themes, as we  prioritized deeper \ninterpretative insights over descriptive summaries.\nLast but not least, the focus groups consisted of a small number of \nindividuals. The low number of participants facilitated a safe \nenvironment for the participants and ensured the chance for everyone \nto have open discussions. However, while this approach provided \nvaluable insights, it remains imperative to verify the generalizability \nof the findings through a confirmatory study encompassing a broader \npopulation of individuals exhibiting misophonic symptoms across \ndifferent severity levels. To address this need, we conducted a larger \nscale questionnaire study, including main the meanings generated in \nthis study, to focus on the generalizability of the findings.\n3 Study 2\nThe primary objective of study 2 was to validate the findings from \nour exploratory qualitative study (study 1) using a large, independent \nsample. Specifically, we aimed to (1) assess the extent to which the \nmeanings of “intrusion/violation, ” “offense, ” and “lack of autonomy” \nare experienced in response to prototypical misophonic triggers, and \n(2) determine whether these experiences correlate positively with the \nseverity of misophonic symptoms. Additionally, the study aimed to \nexplore the relationships among these meanings, primary reactions, \nand secondary reactions (i.e., the themes identified in the thematic \nanalysis of Study 1) and to uncover a possible meaningful latent \nstructure through factor analysis.\n3.1 Methods and materials\n3.1.1 Participants\nA total of 463 participants initially completed 2 questionnaires; \nafter accounting for dropouts and excluding responses completed in \nless than half the median time to ensure data integrity, the final sample \nconsisted of 431 participants (359 female) with an average age of \n18.42 years (range: 17–35; 86% Belgian, 14% international students). \nNotably, participants’ misophonia status was not determined \nbeforehand, meaning they were included without prior knowledge of \nwhether they did or did not have misophonia. All participants were \nDutch-speaking first year Bachelor of Psychology students. \nParticipation was incentivized by offering course credits. Informed \nconsent was obtained from all participants, with additional parental \nconsent required for those aged 17. The study received ethical approval \nfrom KU Leuven University, ensuring adherence to ethical research \nstandards [SMEC; approval number is G-2023-7044-R5 (MIN)].\n3.1.2 Procedure\nParticipants answered a range of questions using the Qualtrics \nonline platform. First, they rated a list of 19 custom-made items that \naimed to assess participants’ prototypical experience (meanings, \nreactions) when being exposed to misophonic triggers. Participants \nreceived the following textual instructions to rate their prototypical \nexperience for each item “ Please indicate to what extent you have the"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Ozuer et al. 10.3389/fpsyg.2025.1493676\nFrontiers in Psychology 10 frontiersin.orgfollowing experiences when hearing sounds that other people make when \nthey breathe, eat (chewing, slurping, smacking, swallowing, etc.), clear their \nthroat, cough, cut their nails, sniff (pick up their nose), or when they \nrepeatedly click a ballpoint pen in and out, tapping their fingers on the \ntable. When hearing these sounds…. ”  Upon reading this text, participants \nwere shown each item to be rated on a horizontal 0–100 visual analog \nscale, with the following labels: 0 (“not at all”), 50 (“to a certain extent”), \nand 100 (“very much”) (see Table 3  for each item). The 19 items consisted \nof 6 items reflecting meanings as identified in the thematic analysis, with \n2 items referring to the “intrusion/violation” theme (“intrusive, ” \n“violated”), 1 item referring to the “offense” theme (“offended”) and 3 \nitems referring to the autonomy theme (“lack of autonomy, ” “feeling \ntrapped, ” “lack of control”). The primary (“anger, ” “defensive rage, ” \n“disgust”) and secondary (“afraid, ” “desire to avoid, ” “need to escape”) \nreactions were captured in 6 additional items. The 9 remaining items \nwere added as explorative or slightly contrasting items, i.e., emotions that \nwere not generated during the thematic analysis of study 1 (“relaxed, ” \n“guilty, ” “enthusiastic, ” “calm, ” “sad, ” “happy and excited, ” and “peaceful”).\nNext, participants completed the A-Miso-S ( Schröder et al., 2013 ) \nto assess the presence and severity of their misophonia symptoms (see \nmethod section of study 1 for a description of the A-Miso-S).\n3.1.3 Statistical analysis\nTo examine the association between the items (meanings and \nreactions identified in study 1) and misophonia symptom severity, \nPearson correlations were calculated between A-Miso-S scores and \neach of the meanings, primary and secondary reactions, and \nexplorative items. To investigate how the rated meanings uniquely \nrelated to A-Miso-S scores, a multiple regression analysis was \nconducted with participants’ answers on the 6 meaning items as \npredictors and A-Miso-S scores as the dependent variable. Next, a \nfactor analysis was conducted to investigate whether the meanings and \nprimary and secondary reactions could be meaningfully grouped into \none or more underlying (latent) factors. Factors with eigenvalues >1 \nwere retained and an oblique rotation (quartimin) was applied.\n3.2 Results\n3.2.1 Descriptive statistics\nOut of 431 participants, 39.7% (171) scored between 0 and 4 \n(subclinical symptoms), 45.2% (195) scored between 5 and 9 (mild \nsymptoms), 11.6% (50) scored between 10 and 14 (moderate \nsymptoms), 2.8% (12) scored between 15 and 19 (severe symptoms), \nand 0.7% (3) scored between 20 and 24 (extreme symptoms) on the \nA-Miso-S questionnaire. The four meaning/reaction items rated \nhighest were: “desire to avoid the sounds, ” “intrusion, ” “need to \nescape, ” and “anger, ” see Table  3  for the descriptive statistics of \nall items.\n3.2.2 Associations of meaning items with \nmeanings and A-Miso-S scores\nThe rated meaning items showed significant, moderately positive \nassociations with A-Miso-S scores (see Figure 1 ; Table 3 ) and with \neach other (see Supplementary Tables S1, S2 ).\nA multiple regression analysis was conducted to examine how \nthe rated meanings (intrusion, violation, lack of autonomy, feeling \ntrapped in a situation, offense, lack of control) as predictors were uniquely related to A-Miso-S scores as the dependent variable. The \nmodel demonstrated a significant association between the predictors \nand A-Miso-S scores [ F(6, 424) = 38.3, p < 0.001], explaining \n35.15% of the variance in A-Miso-S scores. Specifically, intrusion \n(β = 0.027, p < 0.001), lack of control ( β = 0.021, p = 0.002), \nviolation ( β = 0.026, p = 0.007), feeling trapped in a situation \n(β = 0.019, p = 0.007) and lack of autonomy ( β = 0.019, p = 0.033) \nwere significant predictors of A-Miso-S scores. However, offense did \nnot significantly predict A-Miso-S scores ( β = 0.011, p = 0.237). The \nmodel’s intercept was found to be significantly different from zero \n(β = 2.013, p < 0.001).\nThe dataset’s suitability for factor analysis was confirmed by the \nKaiser-Meyer-Olkin (KMO) measure (MSA = 0.92) and Bartlett’s Test \nof Sphericity ( x2 = 4547.29, p < 0.001), indicating significant common \nvariance among items referring to meanings and (primary/secondary) \nreactions. Individual item MSAs ranged from 0.84 to 0.97, surpassing \nthe 0.5 threshold. The scree plot identified two factors with eigenvalues \n>1 (see Figure 2 ). The eigen values for Factor 1 and Factor 2 were 5.73 \nand 1.28, respectively.\nAn exploratory factor analysis was conducted using maximum \nlikelihood estimation with oblique quartimin rotation. For the first \nfactor, the three items with the highest factor loadings were “desire to \navoid the sounds” (0.91), “intrusion” (0.61), and “disgust” (0.61). \nThese loadings were also unique to factor 1, which we therefore will \nlabel “ Avoidance of intrusive/disgusting sounds. ” The second factor \nshowed unique and high loadings on “lack of autonomy” (0.74), \n“violation” (0.72), and “offense” (0.6). This second factor will further \nbe called “ Autonomy/Violation. ” Table 4  displays the complete list of \nthe factor loadings on all items.\nTogether, the two factors explained 50% of the cumulative \nvariance, with Factor 1 explaining 26% and Factor 2 explaining 24% \nof the total variance.\n3.3 Discussion study 2\nIn study 2, we aimed to confirm our qualitative results using a \nquantitative approach. The themes (meanings, primary and secondary \nreactions) identified via the thematic analysis in study 1 were \nconverted into scorable items, allowing to quantitatively explore the \nprevalence of the uncovered meanings and their association with \nmisophonia symptoms severity in a larger, independent sample. \nWe also explored whether factor analysis on the rated meanings and \nreactions would show an underlying, meaningful latent \nfactor structure.\nThe responses of the 431 participants to the A-Miso-S \nquestionnaire demonstrated that there was a considerable percentage \n(15.1%) of people scoring above the threshold of 10 in this unselected \nsample of young adults. This is in line with other studies investigating \nthe occurrence of misophonia in students and general populations \n(e.g., Wu et al., 2014 ; Patel et al., 2023 ; Vitoratou et al., 2023 ).\nThe descriptive and correlational findings from study 2 generally \nconfirm that in this large sample of young adults, the constructed \nmeanings and reactions to misophonic stimuli as identified in study \n1 are indeed prevalent. The meaning items “intrusion” and “feeling \ntrapped in a situation, ” received the highest ratings, with median \nscores of 56 and 50 on a 0–100 scale, respectively. These ratings are \nsurprisingly high for our sample, in which 84.9% of the participants"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Ozuer et al. 10.3389/fpsyg.2025.1493676\nFrontiers in Psychology 11 frontiersin.orgscored below the cut-off of 10 for moderate misophonia symptoms \non the A-Miso-S. Apparently, also persons with lower A-Miso-S \nscores experiencing to some extent “intrusion” and “feeling trapped \nin a situation” upon exposure to misophonic stimuli, though to a \nlesser degree than persons with more severe misophonia symptoms \n(see Figure 1  and Table 3 ). In contrast, the meaning items “lack of \ncontrol, ” “violation, ” “loss of autonomy, ” and “offense” were scored \ngenerally lower and appear more unique to persons with more severe \nmisophonia symptoms (see Figure 1 ). With the exception of “offense, ” \nall items referring to meanings showed a similar, significant \nmoderately positive association with A-Miso-S scores and each \ncontributed independently to the prediction of misophonia \nsymptoms severity. This corroborates the idea that meanings linked \nto misophonic trigger stimuli are an inherent part of the misophonic \nexperience. The observation that the “offense” item showed a weaker \ncorrelation with misophonia symptoms and was not found to be an \nindependent predictor of misophonia symptom severity in the \nmultiple regression, suggests that the study-1 theme “offense” as \nbeing a separate meaning-theme, may reflect a peculiarity of the \npersons in the focus groups that is not generalizable to others. In \nsum, the meaning themes of “intrusion/violation” and “lack of \nautonomy” seem clearly reproduced as distinct meanings that relate \nto misophonia symptoms in the large, independent sample of \nstudy 2.\nApart from this, findings of study 2 also support “anger” and \n“disgust” as primary reactions to misophonic stimuli, which is in line with other reports in literature (e.g., Edelstein et al., 2013 ; Cavanna \nand Seri, 2015 ; Schröder et al., 2017 ; Palumbo et al., 2018 ; Dibb and \nGolding, 2022 ). Although “disgust” had an overall higher median \nrating than “anger, ” it showed a weaker correlation with misophonia \nsymptoms severity (see Table 1 ). This pattern of findings suggests that \nmisophonic stimuli do trigger disgust also in persons who score low \non misophonia symptoms, while anger seem more exclusively \ncharacteristic for persons suffering from more severe misophonia \nsymptoms. While disgust may play a role in misophonia, our results \nimply that it may not be  as central as anger in characterizing \nthe disorder.\nAs study 2 assessed the immediate (primary) reaction of \nparticipants to misophonic stimuli, the present data do not allow \ndirect confirmation of our study 1’s finding that “fear” and “safety \nbehaviors” are secondary reactions. Nonetheless, the low ratings of the \nfear item “afraid” confirms the finding of study 1 and other findings \nin the literature that fear is indeed not a primary reaction to \nmisophonic sounds akin to phonophobia or hyperacusis ( Schröder \net al., 2013 ). Surprisingly, the item “desire to avoid sounds” had the \nhighest median rating of all rated items (76 on a 0–100 scale), which \nsuggests that an avoidance tendency is also a primary reaction to \nmisophonic sounds that may have been missed in the thematic \nanalysis on the data of study 1. Whether “avoidance” can also be a \nsecondary, less impulsive reaction, cannot be discerned from the data \nof study 2, as we did not assess secondary reactions. Important to note \nhere is that the A-MISO-S has an item on avoidance as well, therefore, \nTABLE 3  Themes (meanings, reactions) identified in Study 1 translated into Items in Study 2 with their corresponding categories, means, standard \ndeviations, medians, range and correlation with A-Miso-S scores across the whole sample.\nThemes aItem category Items as presented to \nparticipantsbMean \nratingSD Range Median A-Miso-S \nscore \ncorrelationc\nIntrusion/Violation Associated MeaningI experience the sounds as intrusive 53.32 27.54 0–100 56 0.46\nI experience being violated 16.23 22.04 0–100 5 0.45\nOffense Associated Meaning I feel offended 13.74 19.44 0–100 5 0.29\nLack of Autonomy Associated MeaningI experience a lack of autonomy 17.38 22.61 0–100 6 0.42\nI experience a lack of control 35.28 30.95 0–100 28 0.46\nI feel trapped in the situation 40.81 30.62 0–100 40 0.47\nAnger/Defensive rage Primary ReactionI feel anger 44.32 30.05 0–100 45 0.52\nI experience a defensive anger (rage) 29.03 29.1 0–100 20 0.51\nDisgust Primary Reaction I feel disgust 43.71 30.73 0–100 49 0.27\nSafety Behaviors Secondary ReactionI want to avoid the sounds 70.03 26.93 0–100 76 0.4\nI experience the need to escape 49.48 30.11 0–100 50 0.4\nFear Secondary Reaction I feel afraid 7.26 15.22 0–100 1 0.29\nExploratoryI feel calm 19.12 21.39 0–100 11 −0.33\nI feel relaxed 18.87 19.52 0–87 10 −0.37\nI feel peaceful 11.67 16.65 0–94 4 −0.21\nI feel sad 10.31 17.44 0–100 2 0.44\nI feel guilty 9.27 18.44 0–100 2 0.32\nI feel happy and excited 8.73 14.06 0–85 2 −0.16\nI feel enthusiastic 7.32 12.15 0–56 1 −0.17\naThemes identified in Study 1.\nbThemes converted into scorable items in Study 2.\ncAll correlations between items and A-Miso-S scores were significant at p < 0.001."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Ozuer et al. 10.3389/fpsyg.2025.1493676\nFrontiers in Psychology 12 frontiersin.orgthe high correlation of “desire to avoid sounds” and A-MISO-S scores \nis likely partially due to content overlap. Such content overlap was not \npresent for the other rated items.\nIn addition to the items identified in the thematic analyses, \nwe  included both negative and positive exploratory items in our \nquestionnaire, and they correlated in the expected directions. For \nexample, the negative emotions “sad” and “guilty” were positively \ncorrelated with misophonia severity, while positive emotions such as \n“happy and excited, ” “enthusiastic, ” “peaceful, ” “relaxed, ” and “calm” \nwere inversely correlated. These findings for the negative emotions \nalign with previous research indicating that misophonia sufferers also \nexperience sadness and guilt because of their anger outbursts ( Wang \net al., 2022 ; Dibb and Golding, 2022 ).\nFactor analysis on the items referring to meanings, primary and \nsecondary reactions further underscored the salience of themes \nidentified in the initial qualitative study and how they relate to the \nreactions. Two latent factors together explaining 50% of the \nvariance in the data were retained. The first factor encompassed the \nmeaning item “intrusion” and had also high loadings on “desire to \navoid sounds, ” “need to escape, ” “feeling trapped, ” “disgust, ” and \n“anger” prompting the designation of this factor as “ Avoidance of \nintrusive/disgusting sounds. ” Consistent with previous literature, \nthis factor confirms that when trigger sounds are experienced as \nintrusive, persons experience disgust and anger and are strongly \nand instantaneously motivated to avoid them ( Edelstein et al., 2013 ; Schröder et al., 2017 ; Jager et al., 2020a ; Rouw and Erfanian, 2018 ). \nFor the second factor “ Autonomy/Violation, ” the meaning items \n“lack of autonomy, ” “violation, ” and “offense” had the highest factor \nloadings, followed by the emotional reaction items “fear” and \n“anger/defensive rage. ” Whereas the meanings of “intrusion” and \n“violation” were collapsed in one overarching theme based on the \nthematic analysis of study 1, findings from the factor analysis \nsuggest they rather reflect separate meanings that are associated \nwith a different pattern of reactions. Specifically, “intrusion” relates \nuniquely to “disgust” and “avoidance” and seems also prevalent to \nsome degree in persons with no or mild misophonia symptoms. \n“Violation, ” on the other hand, coincides with more extreme forms \nof “anger” and is present only in those with more severe \nmisophonia symptoms.\nWhile our study offers valuable insights into the relationships \nbetween the emotions and meanings attached to the trigger sounds of \nmisophonia, there are several limitations to consider. Our sample was \nprimarily composed of Bachelor students, with a large proportion \nbeing female, which may affect the generalizability of the findings to \na more diverse population. Given that theory of mind and perspective-\ntaking abilities continue to evolve into late adolescence, suggesting \nongoing development in understanding others’ thoughts and \nintentions ( Dumontheil et al., 2010 ), the age of our sample (primarily \n18-year-olds) may influence social perspective-taking and blame \nattribution, potentially impacting the emotional constructs examined \nFIGURE 1\nCorrelations between A-Miso-S scores and the selected rating items (meanings)."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Ozuer et al. 10.3389/fpsyg.2025.1493676\nFrontiers in Psychology 13 frontiersin.orgin our study and limiting the generalizability of our findings to older \nor younger populations. Therefore, more research investigating the \nonset and developmental trajectory of misophonia, is needed to better \nunderstand the interplay between early symptom emergence and the \ncognitive appraisal mechanisms that contribute to meaning formation \nin misophonic reactions. Of course, our research is inherently limited \nwithout observing the entire developmental trajectory of misophonia, highlighting the importance of longitudinal studies to fully capture \nthese processes.\nAdditionally, terms derived from the themes’ description \n(thematic analysis study 1) were directly incorporated into custom-\nmade items. Despite our efforts to ensure clarity of the items, \nencapsulating these items into concise terms was challenging. \nParticularly noteworthy in this respect is the item “offense. ” In the \nfocus groups, the “offense” theme primarily described being offended \nby the sound or environments where the trigger sounds might \nbe  present rather than perceiving disrespect from an intentional \nsource of the sound. Moreover, the theme of “offense” encompasses \nmisophonia experiences such as distress from unintentional triggers, \nperceiving them as offensive, and feeling offended in environments \nconsidered normal and safe by others (e.g., restaurants, cinemas, \nhome). The item in our questionnaire might have insufficiently \ncaptured all this. Furthermore, another potential limitation regarding \nthe custom-made items is that “loss of control” may overlap \nconceptually with the A-Miso-S item regarding “control over thoughts \nabout misophonic sounds. ” However, it is important to note the \ndistinction that while the A-Miso-S item focuses on obsessive, \nintrusive thoughts in the absence of sounds, our item captures a more \nimmediate loss of control over actions in response to misophonic \ntriggers. We also conducted a sensitivity analysis by repeating the \nfactor analysis without including “loss of control” as a variable. The \nresults remained largely consistent, suggesting that the factor structure \nwas stable even when this item was excluded.\nIn summary, findings from study 2 confirm that “intrusion, ” \n“violation, ” “offense, ” and “lack of autonomy” are core meanings \nattached to prototypical misophonic triggers and characterize the \nmisophonic experience. “Disgust, ” “anger, ” and a strong “avoidance” \ntendency show up as primary reactions to trigger sounds that are \nFIGURE 2\nScree plot of eigenvalues.\nTABLE 4  Factor loadings for exploratory factor analysis with the \nmeanings from study 1 ( N = 431).\nItem Name Factor\n1 2\nIntrusion 0.61 0.2\nViolation 0.08 0.72\nOffense −0.07 0.60\nLack of autonomy −0.04 0.74\nLack of control 0.35 0.38\nTrapped in a situation 0.54 0.24\nAnger 0.51 0.42\nDefensive anger (rage) 0.34 0.51\nDisgust 0.61 0.05\nDesire to avoid the sounds 0.91 −0.16\nNeed to escape 0.55 0.19\nAfraid −0.08 0.56\n% of variance 0.26 0.24\nMaximum likelihood extraction method was used with an oblique quartimin rotation. Factor \nloadings of > 0.50 are bolded."
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Ozuer et al. 10.3389/fpsyg.2025.1493676\nFrontiers in Psychology 14 frontiersin.orgexperienced to be intrusive, whereas more extreme forms of anger \n(“defensive rage”) are experienced when trigger-sounds signify \n“violation, ” “offense, ” and/or a “threat to one’s autonomy. ”\n4 General discussion\nAlthough misophonia is increasingly gaining attention from both \nthe general public, clinicians and researchers, much remains to \nbe uncovered ( Cowan et al., 2021 ; Gregory and Foster, 2023 ; Gregory \net al., 2024 ; Norena, 2024 ; Rosenthal et al., 2023 ). The present studies \naimed to shed light on why anger and disgust are the core primary \nreactions to misophonic triggers. We found that misophonic trigger \nstimuli convey strong and specific meanings to persons suffering from \nmisophonia, namely: “intrusion, ” “violation, ” “offense, ” and “lack of \nautonomy. ” These meanings seem an integral part of a cohesive and \ndebilitating emotional representation of misophonic experiences and \nseem inherently linked to the extreme anger and disgust reactions that \ncharacterize misophonia.\nThe presently identified meanings may inspire further work on \netiological mechanisms of misophonia. Specifically, Pavlovian \nconditioning has been proposed repeatedly as an etiological \nmechanism of misophonia (e.g., Jastreboff and Jastreboff, 2002 ; \nPalumbo et al., 2018 ), but this idea has remained unsupported by \nempirical evidence. Following the conditioning account, a trigger \nstimulus would have become a conditioned stimulus (CS) evoking \nanger and disgust as a conditioned reaction (CR) via Pavlovian \nconditioning ( Jastreboff and Jastreboff, 2002 ; Dozier, 2015a ; Palumbo \net al., 2018 ). Until now, the literature has remained surprisingly silent \non what type of unconditional stimulus (US) could have been \nassociated with the trigger stimulus (CS) in the initial learning \nexperience to elicit anger and disgust (see also Cowan et al., 2021 ). \nBecause of this unclarity in the US conceptualization, there is at \npresent no laboratory model that can put the conditioning account of \nmisophonia to the test. The present findings may offer an avenue to \ntackle this problem by hypothesizing that trigger sounds may have \nacquired the core meanings of “intrusion, ” “violation, ” “offense” and/\nor “lack autonomy” via Pavlovian learning, thereby explaining why \nanger and disgust (rather than fear) constitute the core emotional \nreaction toward them ( Edelstein et al., 2013 ; Bernstein et al., 2013 ; \nDozier, 2015a ; Muller et al., 2018 ; Potgieter et al., 2019 ; Ferrer-Torres \nand Giménez-Llort, 2022 ). The concept of referential learning, a \nparticular type of Pavlovian conditioning, might provide insight on \nhow meanings can get associated to stimuli. In referential learning, \nmeaning aspects of the US (e.g., a parent repulsing his/her child’s need \nfor autonomy by forcing the child to stay at the dinner table) are \ntransferred to the CS (smacking sound of the parent at the dinner \ntable) ( Baeyens and de Houwer, 1995 ; Baeyens et al., 2001 ; Ludvik \net al., 2015 ). The best-known instance of referential learning is the \nlearning of likes/dislikes, also named evaluative conditioning. In such \nlearning, individuals for example learn to dislike a certain food after a \nfood poisoning experience. After this type of learning, people do not \nexpect to get food poisoning again when consuming similar food \n(there is no “predictive” or “signal” learning), they simply acquired a \ndislike of this food-type and find it even disgusting. Much like \nmisophonia in fact, where persons do not report a particular \nexpectation of an aversive event (US) to happen upon perceiving a \ntrigger stimulus (CS). Instead, trigger stimuli are inherently experienced as intrusive, offensive, violating one’s borders, and give \npossibly therefore rise to instant (impulsive) anger and disgust. \nWe propose referential learning  as an interesting avenue to further \nexplore etiological mechanisms of misophonia. Future research might \ninclude the development a laboratory paradigm to model in human \nparticipants the transfer of meanings identified in the present study \n(intrusion, violation, offense, lack of autonomy) onto prototypical \nmisophonic trigger stimuli.\nBased on our findings that misophonia severity is related to \ntrigger stimuli conveying particular meanings to the misophonia \nsufferer, changing those meanings seems a promising and logical \npsychological treatment avenue. A technique that is theoretically apt \nto break down meanings attached to trigger stimuli is counter \nconditioning ( Kerkhof et al., 2011 ), a procedure in which an opposing \nUS is paired with the CS. This technique has been proposed and \napplied already in the context of misophonia (e.g., Dozier, 2015b ; Jager \net al., 2020b ; Mattson et al., 2023 ), but not with the specific goal to \nbreak down the disabling meanings of intrusion, violation, offense, \nand lack of autonomy attached to trigger stimuli. A fictitious \napplication of such counter conditioning could be creating a pleasant \ncontext (e.g., dinner party) where the misophonic individual \nexperiences autonomy (prepared the food him- or herself, selected \nand invited guests, chose the music, walking dinner party with buffet) \nand attaches another meaning to the party guests’ eating sounds (e.g., \n“my friends really adore the food I prepared all by myself!”), thereby \noffering a strong learning opportunity that weakens the disabling \nmeaning representation around, in this case, eating sounds. \nPsychological treatment strategies for misophonia seem \npredominantly directed at regulating emotions and distress, rather \nthan at changing what trigger stimuli mean to the misophonia sufferer. \nAs an example, mindfulness-based therapies and acceptance and \ncommitment therapy (ACT) for misophonia aim to help patients \ntolerate distress and detach from misophonic reactions ( Cecilione \net  al., 2021 ). Another proposed treatment, the Unified Protocol, \ntargets both emotional regulation and cognitive flexibility, addressing \nthe complex emotions triggered by sounds in misophonia ( Rosenthal \net al., 2023 ). Also, CBT protocols for misophonia are mainly directed \nat improving emotional regulation through a variety of techniques, \nincluding relaxation/arousal reduction, attentional training, cognitive \nrestructuring and stimulus manipulation ( Jager et al., 2020b ; Mattson \net  al., 2023 ). Interestingly, some authors report mere exposure to \ntrigger stimuli, as one would apply in fear-based pathology, to be a less \neffective treatment strategy for misophonia ( Cecilione et al., 2021 ; \nSchröder et  al., 2017 ; but see Frank and McKay, 2019 ), and to \noccasionally even increase misophonia symptoms ( Schröder et al., \n2017 ). Whereas mere exposure can effectively disconfirm fearful \nexpectations (e.g., strong expectation that a dog will attack, it is less \nlikely to change the triggers’ associated meanings of violation, \nintrusion, lack of autonomy, and offense). Indeed, these US-like \nmeanings may present themselves with each exposure to trigger \nstimuli spontaneously, with the inherent risk of strengthening the \ndisabling emotional representation. Counter conditioning of specific \nmeanings conveyed by trigger stimuli may therefore constitute a better \nalternative treatment strategy that also nicely complements strategies \naimed at improving emotional regulation.\nIn conclusion, the presently identified meanings of violation, \nintrusion, offense and autonomy that misophonia sufferers attach to \ntheir triggers, help understanding why extreme anger and disgust"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Ozuer et al. 10.3389/fpsyg.2025.1493676\nFrontiers in Psychology 15 frontiersin.orgconstitute the core emotional reactions characterizing misophonia. \nThe identification of these meanings offers opportunities to further \nfertilize a theoretical learning account of etiological mechanisms of \nmisophonia, and pave the way toward more mechanism-informed \ntreatment strategies.\nData availability statement\nThe raw data supporting the conclusions of this article will \nbe made available by the authors, without undue reservation.\nEthics statement\nThe studies involving humans were approved by the Social and \nSocietal Ethics Committee KU Leuven. The studies were conducted in \naccordance with the local legislation and institutional requirements. \nThe participants provided their written informed consent to \nparticipate in this study.\nAuthor contributions\nYO: Conceptualization, Data curation, Formal analysis, \nInvestigation, Methodology, Visualization, Writing – original draft, \nWriting – review & editing. RC: Conceptualization, Data curation, \nFunding acquisition, Investigation, Methodology, Resources, \nSupervision, Writing – review & editing. EK: Conceptualization, Data \ncuration, Writing – review & editing. ID: Conceptualization, Formal \nanalysis, Funding acquisition, Methodology, Project administration, \nResources, Supervision, Writing – original draft, Writing – review & \nediting.Funding\nThe author(s) declare that financial support was received for the \nresearch, authorship, and/or publication of this article. Rilana Cima \nreported a relationship with Unification of Treatments and \nInterventions for Tinnitus Patients  - UNITI, European Union’s \nHorizon 2020 Research and Innovation Programme that includes: \nfunding grants. Ilse Van Diest reported a relationship with \nMethusalem Grant of the Flemish Government that includes: \nfunding grants.\nConflict of interest\nThe authors declare that the research was conducted in the \nabsence of any commercial or financial relationships that could \nbe construed as a potential conflict of interest.\nPublisher’s note\nAll claims expressed in this article are solely those of the authors \nand do not necessarily represent those of their affiliated organizations, \nor those of the publisher, the editors and the reviewers. Any product \nthat may be evaluated in this article, or claim that may be made by its \nmanufacturer, is not guaranteed or endorsed by the publisher.\nSupplementary material\nThe Supplementary material for this article can be found online \nat: https://www.frontiersin.org/articles/10.3389/fpsyg.2025.1493676/\nfull#supplementary-material\nReferences\nBaeyens, F., and De Houwer, J. (1995). Evaluative conditioning is a qualitatively \ndistinct form of classical conditioning: a reply to Davey (1994). Behav. Res. Ther.  33, \n825–831. doi: 10.1016/0005-7967(95)00021-o\nBaeyens, F., Vansteenwegen, D., Hermans, D., and Eelen, P . (2001). “Chilled white \nwine, when all of a sudden the doorbell rings: mere reference and evaluation versus \nexpectancy and preparation in human Pavlovian learning” in Advances in psychology \nresearch. ed. F. Columbus, vol. 4 (Hauppauge, New Y ork, USA: Nova Science Publishers), \n241–277.\nBaguley, D. M., and McFerran, D. J. (2011). Textbook of tinnitus. Springer New \nY ork, NY , USA: Springer.\nBarrett, L. F. (2017). The theory of constructed emotion: an active inference account \nof interoception and categorization. Soc. Cogn. Affect. Neurosci.  12, nsw154–nsw123. \ndoi: 10.1093/scan/nsw154\nBerger, J. I., Gander, P . E., and Kumar, S. (2024). A social cognition perspective on \nMisophonia. Philos. Trans. R. Soc. B Biol. Sci.  379:20230257. doi: 10.1098/rstb.2023.0257\nBernstein, R. E., Angell, K. L., and Dehle, C. M. (2013). A brief course of cognitive \nbehavioral therapy for the treatment of misophonia: a case example. Cogn. Behav. Ther.  \n6. doi: 10.1017/s1754470x13000172\nBlanchard, D. C., Hynd, A. L., Minke, K. A., Minemoto, T., and Blanchard, R. J. (2001). \nHuman defensive behaviors to threat scenarios show parallels to fear- and anxiety-\nrelated defense patterns of non-human mammals. Neurosci. Biobehav. Rev.  25, 761–770. \ndoi: 10.1016/s0149-7634(01)00056-2\nBraun, V ., and Clarke, V . (2006). Using thematic analysis in psychology. Qual. Res. \nPsychol.  3, 77–101. doi: 10.1191/1478088706qp063oa\nBraun, V ., and Clarke, V . (2019). Reflecting on reflexive thematic analysis. Qual. Res. \nSport, Exerc. Health  11, 589–597. doi: 10.1080/2159676x.2019.1628806Braun, V ., and Clarke, V . (2022). Toward good practice in thematic analysis: avoiding \ncommon problems and BE(com)ing a knowing researcher. Int. J. Transgender Health  24, \n1–6. doi: 10.1080/26895269.2022.2129597\nBrout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L. J., Rouw, R., et al. (2018). \nInvestigating Misophonia: a review of the empirical literature, clinical implications, and a \nresearch agenda. Front. Neurosci.  12:36. doi: 10.3389/fnins.2018.00036\nCavanna, A. E., and Seri, S. (2015). Misophonia: current perspectives. Neuropsychiatr. \nDis. Treat.  11, 2117–2123. doi: 10.2147/ndt.s81438\nCecilione, J. L., Hitti, S. A., and Vrana, S. R. (2021). Treating adolescent Misophonia \nwith cognitive behavioral therapy: considerations for including exposure. Clin. Case \nStud.  21, 175–191. doi: 10.1177/15346501211045707\nClaiborn, J. M., Dozier, T. H., Hart, S. L., and Lee, J. (2020). Self-identified misophonia \nphenomenology, impact, and clinical correlates. Psychol. Thought  13, 349–375. doi: \n10.37708/psyct.v13i2.454\nCowan, E. N., Marks, D. R., and Pinto, A. (2021). Misophonia: a psychological model \nand proposed treatment. J. Obses. Compul. Relat. Disord.  32:100691. doi: 10.1016/j.\njocrd.2021.100691\nDibb, B., and Golding, S. E. (2022). A longitudinal investigation of quality of life and \nnegative emotions in misophonia. Front. Neurosci.  16:900474. doi: 10.3389/\nfnins.2022.900474\nDixon, L. J., Schadegg, M. J., Clark, H. L., Sevier, C. J., Witcraft, S. M., and Wright, A. G. \nC. (2024). Prevalence, phenomenology, and impact of Misophonia in a nationally \nrepresentative sample of U.S. adults. J. Psychopathol. Clin. Sci.  133, 403–412. doi: \n10.1037/abn0000904\nDozier, T. H. (2015a). Etiology, composition, development and maintenance of \nMisophonia: a conditioned aversive reflex disorder. Psychol. Thought  8, 114–129. doi: \n10.5964/psyct.v8i1.132"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Ozuer et al. 10.3389/fpsyg.2025.1493676\nFrontiers in Psychology 16 frontiersin.orgDozier, T. H. (2015b). Counterconditioning treatment for misophonia. Clin. Case \nStud.  14, 374–387. doi: 10.1177/1534650114566924\nDumontheil, I., Apperly, I. A., and Blakemore, S. (2010). Online usage of theory of \nmind continues to develop in late adolescence. Dev. Sci.  13, 331–338. doi: \n10.1111/j.1467-7687.2009.00888.x\nEdelstein, M., Brang, D., Rouw, R., and Ramachandran, V . S. (2013). Misophonia: \nphysiological investigations and case descriptions. Front. Hum. Neurosci.  7:296. doi: \n10.3389/fnhum.2013.00296\nFerrer-Torres, A., and Giménez-Llort, L. (2022). Misophonia: a systematic review of \ncurrent and future trends in this emerging clinical field. Int. J. Environ. Res. Public Health  \n19:6790. doi: 10.3390/ijerph19116790\nFrank, B., and McKay, D. (2019). The suitability of an inhibitory learning approach in \nexposure when habituation fails: A clinical application to Misophonia. Cognitive and \nBehavioral Practice.  26, 130–142. doi: 10.1016/j.cbpra.2018.04.003\nGoodman, W . K., Price, L. H., Rasmussen, S. A., Mazure, C., Fleischmann, R. L., \nHill, C. L., et al. (1989). The Y ale-Brown obsessive compulsive scale. I. Development, \nuse, and reliability. Arch. Gen. Psychiatry  46, 1006–1011. doi: 10.1001/\narchpsyc.1989.01810110048007\nGregory, J., and Foster, C. (2023). Session-by-session change in misophonia: a \ndescriptive case study using intensive CBT. Cogn. Behav. Ther.  16:s1754470x23000107. \ndoi: 10.1017/s1754470x23000107\nGregory, J., Graham, T., and Hayes, B. (2024). Targeting beliefs and behaviors in \nmisophonia: a case series from a UK specialist psychology service. Behav. Cogn. \nPsychother.  52, 33–48. doi: 10.1017/S1352465823000462\nGuzick, A. G., Cervin, M., Smith, E. E., Clinger, J., Draper, I., Goodman, W . K., \net al. (2023). Clinical characteristics, impairment, and psychiatric morbidity in 102 \nyouth with misophonia. J. Affect. Disord.  324, 395–402. doi: 10.1016/j.\njad.2022.12.083\nHansen, H. A., Leber, A. B., and Saygin, Z. M. (2021). What sound sources trigger \nmisophonia? Not just chewing and breathing. J. Clin. Psychol.  77, 2609–2625. doi: \n10.1002/jclp.23196\nHansen, H. A., Stefancin, P ., Leber, A. B., and Saygin, Z. M. (2022). Neural evidence \nfor non-orofacial triggers in mild misophonia. Front. Neurosci.  16:880759. doi: 10.3389/\nfnins.2022.880759\nHerdi, O., and Yıldırım, F. (2024). Sex-specific correlations between Misophonia \nsymptoms and ADHD, OCD, and autism-related traits in adolescent outpatients. Noro \nPsikiyatr. Ars.  67, 248–254. doi: 10.29399/npa.28630\nHu, N., Yuan, M., Liu, J., Coplan, R. J., and Zhou, Y . (2021). Examining reciprocal links \nbetween parental autonomy-support and Children’s peer preference in mainland China. \nChildren  8:508. doi: 10.3390/children8060508\nIskander, S., Barahmand, U., Soni, M., Kaur, R., and Arnero, D. (2023). \nNeurological underpinnings of psychological factors distinguishing obsessive-\ncompulsive disorder from Misophonia. Psychiatr. Ann.  53, 570–580. doi: \n10.3928/23258160-20231106-02\nJager, I., De Koning, P ., Bost, T., Denys, D., and Vulink, N. (2020a). Misophonia: \nphenomenology, comorbidity and demographics in a large sample. PLoS One  \n15:e0231390. doi: 10.1371/journal.pone.0231390\nJager, I. J., Vulink, N. C. C., Bergfeld, I. O., van Loon, A. J. J. M., and Denys, D. A. J. P . \n(2020b). Cognitive behavioral therapy for misophonia: a randomized clinical trial. \nDepress. Anxiety  38, 708–718. doi: 10.1002/da.23127\nJakubovski, E., Timm, J., Obeid, I., and Storch, E. A. (2022). Prevalence and clinical \ncorrelates of misophonia symptoms in the general population of Germany. Front. Psych.  \n13:1012424. doi: 10.3389/fpsyt.2022.1012424\nJastreboff, M. M., and Jastreboff, P . J. (2002). Decreased sound tolerance and tinnitus \nretraining therapy (TRT). Aust. N. Z. J. Audiol.  24, 74–84. doi: 10.1375/audi.24.2.74.31105\nJastreboff, P . J., and Jastreboff, M. M. (2015). “Decreased sound tolerance” in \nHandbook of clinical neurology. Amsterdam Netherlands: Elsevier. 375–387.\nJohnson, P . L., Webber, T. A., Wu, M. S., Lewin, A. B., Murphy, T. K., and Storch, E. A. \n(2013). When selective audiovisual stimuli become unbearable: a case series on pediatric \nmisophonia. Neuropsychiatry  3, 569–575. doi: 10.2217/npy.13.70\nKerkhof, I., Vansteenwegen, D., Baeyens, F., and Hermans, D. (2011). \nCounterconditioning. Exp. Psychol.  58, 31–38. doi: 10.1027/1618-3169/a000063\nKumar, S., Dheerendra, P ., Erfanian, M., Benzaquén, E., Sedley, W ., Gander, P . E., et al. \n(2021). The motor basis for Misophonia. J. Neurosci.  41, 5762–5770. doi: 10.1523/\njneurosci.0261-21.2021\nKumar, S., Tansley-Hancock, O., Sedley, W ., Winston, J. S., Callaghan, M. F., Allen, M., \net al. (2017). The brain basis for misophonia. Curr. Biol.  27, 527–533. doi: 10.1016/j.\ncub.2016.12.048\nLang, P . J. (1979). A bio-informational theory of emotional imagery. Psychophysiology  \n16, 495–512. doi: 10.1111/j.1469-8986.1979.tb01511.x\nLang, P . J., Kozak, M. J., Miller, G. A., Levin, D. N., and McLean, A. (1980). Emotional \nimagery: conceptual structure and pattern of Somato-visceral response. Psychophysiology  \n17, 179–192. doi: 10.1111/j.1469-8986.1980.tb00133.x\nLarson, M. R., and Langer, A. W . (1997). Defensive hostility and anger expression: \nrelationship to additional heart rate reactivity during active coping. Psychophysiology  34, \n177–184. doi: 10.1111/j.1469-8986.1997.tb02129.xLudvik, D., Boschen, M. J., and Neumann, D. L. (2015). Effective behavioural strategies \nfor reducing disgust in contamination-related OCD: A review. Clin. Psychol. Rev.  42, \n116–129. doi: 10.1016/j.cpr.2015.07.001\nMattson, S. A., D'Souza, J., Wojcik, K. D., Guzick, A. G., Goodman, W . K., and \nStorch, E. A. (2023). A systematic review of treatments for misophonia. Pers. Med. \nPsychiatry  39-40:100104. doi: 10.1016/j.pmip.2023.100104\nMcMahon, K., Cassiello-Robbins, C., Greenleaf, A., Guetta, R., Frazer-Abel, E., \nKelley, L., et al. (2024). The unified protocol for transdiagnostic treatment of emotional \ndisorders for misophonia: a pilot trial exploring acceptability and efficacy. Front. Psychol.  \n14:1294571. doi: 10.3389/fpsyg.2023.1294571\nMöllmann, A., Heinrichs, N., Illies, L., Potthast, N., and Kley, H. (2023). The central \nrole of symptom severity and associated characteristics for functional impairment in \nmisophonia. Front. Psych.  14:1112472. doi: 10.3389/fpsyt.2023.1112472\nMuller, D., Khemlani-Patel, S., and Neziroglu, F. (2018). Cognitive-behavioral therapy \nfor an adolescent female presenting with misophonia: a case example. Clin. Case Stud.  \n17, 249–258. doi: 10.1177/1534650118782650\nNaylor, J., Caimino, C., Scutt, P ., Hoare, D. J., and Baguley, D. M. (2020). The \nprevalence and severity of misophonia in a UK undergraduate medical student \npopulation and validation of the Amsterdam Misophonia scale. Psychiatry Q.  92, \n609–619. doi: 10.1007/s11126-020-09825-3\nNeacsiu, A. D., Beynel, L., Gerlus, N., LaBar, K. S., Bukhari-Parlakturk, N., and \nRosenthal, M. Z. (2024). An experimental examination of neurostimulation and \ncognitive restructuring as potential components for misophonia interventions. J. Affect. \nDisord.  350, 274–285. doi: 10.1016/j.jad.2024.01.120\nNorena, A. (2024). Did Kant suffer from misophonia? Front. Psychol.  15:1242516. doi: \n10.3389/fpsyg.2024.1242516\nPalumbo, D. B., Alsalman, O., De Ridder, D., Song, J. J., and Vanneste, S. (2018). \nMisophonia and potential underlying mechanisms: a perspective. Front. Psychol.  9:953. \ndoi: 10.3389/fpsyg.2018.00953\nPatel, N. M., Fameen, R., Shafeek, N., and Prabhu, P . (2023). Prevalence of Misophonia \nin college going students of India: a preliminary survey. Indian J. Otolaryngol. Head and \nNeck Surg.  75, 374–378. doi: 10.1007/s12070-022-03266-z\nPotgieter, I., MacDonald, C., Partridge, L., Cima, R., Sheldrake, J., and Hoare, D. J. \n(2019). Misophonia: a scoping review of research. J. Clin. Psychol.  75, 1203–1218. doi: \n10.1002/jclp.22771\nRosenthal, M. Z., Altimus, C., and Campbell, J. (2023). Advances in understanding \nthe nature and features of Misophonia. Front. Res. Top.  17. doi: \n10.3389/978-2-8325-3567-7\nRouw, R., and Erfanian, M. (2018). A large-scale study of misophonia. J. Clin. Psychol.  \n74, 453–479. doi: 10.1002/jclp.22500\nRussell, P . S., and Giner-Sorolla, R. (2011). Social justifications for moral emotions: \nwhen reasons for disgust are less elaborated than for anger. Emotion  11, 637–646. doi: \n10.1037/a0022600\nSchröder, A., Vulink, N., and Denys, D. (2013). Misophonia: diagnostic criteria for a \nnew psychiatric disorder. PLoS One  8:e54706. doi: 10.1371/journal.pone.0054706\nSchröder, A. E., Vulink, N. C., Van Loon, A. J., and Denys, D. A. (2017). Cognitive \nbehavioral therapy is effective in misophonia: an open trial. J. Affect. Disord.  217, \n289–294. doi: 10.1016/j.jad.2017.04.017\nSiegel, A., and Victoroff, J. (2009). Understanding human aggression: new insights \nfrom neuroscience. Int. J. Law Psychiatry  32, 209–215. doi: 10.1016/j.ijlp.2009.06.001\nSiepsiak, M., Śliwerski, A., and Dragan, W . Ł. (2020). Development and psychometric \nproperties of MisoQuest—a new self-report questionnaire for Misophonia. Int. J. \nEnviron. Res. Public Health  17:1797. doi: 10.3390/ijerph17051797\nSiepsiak, M., Turek, A., Michałowska, M., Gambin, M., and Dragan, W . Ł. (2023). \nChild psychiatry and human development, risk factors, psychiatric and psychological \ncorrelates. Springer: Springer New Y ork, NY , USA.\nSwedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A., et al. \n(2022). Consensus definition of Misophonia: a Delphi study. Front. Neurosci.  16:841816. \ndoi: 10.3389/fnins.2022.841816\nTaylor, S. (2017). Misophonia: a new mental disorder? Med. Hypotheses  103, 109–117. \ndoi: 10.1016/j.mehy.2017.05.003\nVitoratou, S., Hayes, C., Uglik-Marucha, N., Pearson, O., Graham, T., and Gregory, J. \n(2023). Misophonia in the UK: prevalence and norms from the S-five in a UK \nrepresentative sample. PLoS One  18:e0282777. doi: 10.1371/journal.pone.0282777\nWang, Q., Vitoratou, S., Uglik-Marucha, N., and Gregory, J. (2022). Emotion processes \npredicting outbursts and functional impact in Misophonia. Front. Psychol.  13:903142. \ndoi: 10.3389/fpsyg.2022.903142\nWarschburger, P ., Gmeiner, M. S., Bondü, R., Klein, A. M., Busching, R., and Elsner, B. \n(2023). Self-regulation as a resource for coping with developmental challenges during \nmiddle childhood and adolescence: the prospective longitudinal PIERYOUTH-study. \nBMC Psychol.  11:97. doi: 10.1186/s40359-023-01140-3\nWu, M. S., Lewin, A. B., Murphy, T. K., and Storch, E. A. (2014). Misophonia: \nincidence, phenomenology, and clinical correlates in an undergraduate student sample. \nJ. Clin. Psychol.  70, 994–1007. doi: 10.1002/jclp.22098\nY oung, K., Sandman, C., and Craske, M. (2019). Positive and negative emotion \nregulation in adolescence: links to anxiety and depression. Brain Sci.  9:76. doi: 10.3390/\nbrainsci9040076"
    }
  ]
}