{
  "doc_type": "scientific paper",
  "title": "Curation of FOAMS: a Free Open-Access Misophonia Stimuli Database",
  "authors": [
    "Dean M. Orloff",
    "Danielle Benesch",
    "Dr. Heather A. Hansen"
  ],
  "year": null,
  "journal": "Journal of Open Psychology Data",
  "doi": null,
  "abstract": null,
  "keywords": [],
  "research_topics": [
    "Misophonia research",
    "Stimuli database",
    "Sound stimuli standardization",
    "FOAMS database creation",
    "Misophonia triggers",
    "Sound aversiveness ratings",
    "Data reuse and extension",
    "Experimental psychology",
    "Open-access database",
    "Psychological assessment tools"
  ],
  "created_at": "2025-05-04T23:30:46.336721Z",
  "source_pdf": "documents/research/Global/Peer Review Comments Curation of Foams.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Peer Review Comments for  \"Curation of FOAMS: a Free Open -Access \nMisophonia Stimuli Database\"  \n \n \nDear Dean M. Orloff, Danielle Benesch, Dr. Heather A. Hansen,  \n \nAfter review, we have reached a decision regarding your submission to Journal of \nOpen Psychology Data, \"Curation of FOAMS: a Free Open -Access Misophonia \nStimuli Database\". Our decision is to request revisions of the manuscript prior to \nacceptance for publi cation.  \n \nThe full review information is included at the bottom of this email. Please note that \nthere may also be a copy of the manuscript file with reviewer comments available \nonce you have accessed the submission account. We ask you to please consider the  \nfollowing issues and revise the file accordingly:  \n \nIn sum, we've had some excellent reviewers from this field and they have a number \nof suggestions which I consider worth reflecting upon. For example, reviewer C \nencourages you to check that the format typ e of the stimuli are the most accessible, \nand reviewer A has a number of field -specific suggestions for how to refine the \nmanuscript. As such, please go through this feedback systematically and respond in \na 'response to reviewer' document, making all chang es using 'tracked changes' or \ncoloured text so we can ensure the next part of the process is swift for you.  \n \nInstructions for how to resubmit your article online are pasted below. Please ensure \nthat your revised files adhere to our author guidelines, and t hat the files are fully \nproofed prior to upload. Please also include a revised version of your article with \n'tracked changes', adding comments where appropriate, to indicate the revisions \nmade, in addition to a brief document outlining how you have respond ed to the \nreviewers' requests.  \n \nIf you have trouble processing the revisions, our Help Center (https://help.u -\ncommunity.io) or downloadable PDF (https://bit.ly/Author -Guide -OJS-3) may be able \nto help. If not, please get in touch and we’ll be happy to help.  \n \nPlease also ensure that all copyright permissions have been attained for any \nfigures/tables you have included.  \n \nPlease could you have the revisions submitted with three weeks. If you cannot make \nthis deadline, please let us know as early as possible.  \n \n \nKind regards,  \n \nDr Thomas Rhys Evans"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "------------------------------------------------------  \nReviewer A:  \nRecommendation: Revisions Required  \n \n------------------------------------------------------  \n \nDear authors of the article “ Curation  of FOAMS: a Free Open -Access Misophonia \nStimuli Database”,  \n \nFirst, I would like to thank you for your great work and effort you put in developing \nthe FOAMS. I think the paper tackles a huge gap in misophonia research and is a \nsignificant contribution to t he field. With your work you have laid the foundation for a \nunified stimuli usage and development. I seriously hope that the data base is used \nand steadily extended by peer researchers in the field.  \nPlease find my review below.  \n \nOverall evaluation:  \nThe art icle provides a comprehensive and exhaustive description of the newly \ncreated FOAMS database. The methods for the FOAMS creation are well described \nin large parts of the manuscript. However, there are some important details missing \nthat I find necessary to  report. This mainly regards the initial release of the FOAMS, \nthe sound class determination and the description of the taxonomy. Before \npublishing the article, I deem it necessary to add these details. An outstanding \nstrength of the article is its descrip tion of the potential reuse and extension of the \nFOAMS database which is extremely relevant for misophonia research.  \nGiven the quality and relevance of the FOAMS database, I strongly recommend its \npublication, provided that the rather minor issues have bee n addresses.  \n \nDetailed evaluation by paragraph and sub -paragraph:  \nParagraph (1) Background  \nI’d rather not describe misophonia as a “newly defined” disorder. Perhaps it’s better \nto remove “newly defined” as it’s not adding anything substantial.  \nYou should c ite more recent findings on misophonia triggers (e.g., your own article: \nHansen et al., 2021; and Vitoratou et al. (2021); IRT investigation of triggers). Also, I \ndo not see the reason to cite case studies for a general property of misophonia, \nbecause ther e is valid evidence that non -oral/nasal sounds are triggers for \nmisophonia. In my opinion it is more reliable to cite large -scale studies and \nmethodologically strong investigations of misophonic trigger sounds here.  \nIn the next sentence, you say that misop honia is highly prevalent in the general \npopulation, but cite two articles that investigated a non -representative student \nsample as opposed to the general population. At this point, I’d recommend citing \nJakubovski et al. (2022) & Pfeiffer et al. (2023) (Ge rman representative prevalence \nestimates) and Kılıç et al. (2021) (Turkish prevalence estimates). Since prevalence \nestimates in the general population vary from 5 to 20% (also considering that there is \nno standard in misophonia diagnostics which might expl ain this variation), I’d not say \n“highly” prevalent. You could still say it’s a prevalent disorder with estimates ranging \nfrom 5 to 20 %, being a bit more modest here.  \nI really like the argumentation line you are building up in the subsequent paragraph. \nYou elaborated all important shortcomings of previous stimulus material. However, at \nthe end of the paragraph you are saying that the pilot aversiveness ratings serve the"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "purpose of exemplifying the utilization of FOAMS, which is absolutely true, but I’d \ndefinitely add that for the standardization process sound aversiveness ratings are \nessential. In line with other standardized sound basis (e.g., IADS), you should \nhighlight that sound ratings are a crucial standardization property which is pending \nfor the FOA MS. \nIn that same sub -paragraph you are explaining that individuals with misophonia often \nreport varied reactions to the same sound produced by different sources and that \nusing a single exemplar of a stimulus entails uncertainty about whether the sound is \nperceived as bothersome. Your solution for that is providing multiple instances of a \nsound, which is great for many reasons, but it only slightly reduces the uncertainty \nintroduced by the idiosyncrasy of individuals (especially the differences due to the \nrelationship with the person producing the sound). This is not a problem of your \nstimuli, but rather a general problem in misophonia research, but I’d highlight at \nsome point of the article that four different instances is not a remedy for the problem \nof idi osyncrasy of misophonic triggers.  \n \nParagraph (2) Methods  \nSection 2.1.1. FOAMS creation  \nPlease describe the criteria you chose for the initial release of the FOAMS database \nmore detailed. Did you use a specific correlation cutoff and why?  \nHow did you determ ine the ten sound classes? Was there any rationale or did you \nrely on specific misophonia articles? I’m wondering why the categories are varying in \ntheir broadness as some are extremely specific (e.g., basketball dribbling) whereas \nothers are very broad (e .g., typing). I think it can easily be explained by the rational I \nwas asking for. Also, there are some important trigger sound categories missing \n(e.g., coughing, sniffling, clearing throat). I’m not saying they should definitely be in \nthe database right now, but I’d need some more explanation behind the choice of \ntrigger categories.  \nI could not find a paragraph on the volume of the stimuli, although you have greatly \noutlined the importance of volume for misophonic stimuli in the preceding paragraph \nof you r manuscript. Please add the volume level, if there is a standardized volume \nlevel, and why you chose that level.  \nThe annotation of the stimuli is very comprehensive and helpful. Thank you for the \ngreat work here!  \nI like the idea of a taxonomy, but I have some issues with it. I can’t find an argument \non why you chose the UrbanSound8K as a blueprint for your taxonomy. For \nexample, why is this a good starting point for a misophonia -specific taxonomy of \ntriggers? To understand the subjective choice of semantic  classes, this paragraph \nand also the paragraph in your documentation would need some further details. \nThese sections would greatly benefit from clarifying from which specific (misophonia) \narticles you have got your inspiration or on which you based your t axonomical \nchanges. In my opinion you should give more insight into the development process.  \n \nSection 2.2 Sample  \nAgain, Wu et al. (2014) and Zhou et al. (2017) are no prevalence estimates. Do not \ncite them as prevalence estimates. You can still make the point that your sample \nmatches the prevalence estimate of Vitoratou et al. (2023).  \n \nSection 2.3 Study design  \nPlease  indicate the PsychoPy version you used."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "I really like that you give a comprehensive example of the application of the FOAMS. \nAlso, I really appreciate that you provide a summary on the discomfort ratings as \nresearchers might want to choose sounds based on  their discomfort level and as I \nsaid before this is an essential standardization property as well. So, as far as you \nhave discomfort rating data on all FOAMS stimuli, please publish that as well.  \n \nParagraph (4) Reuse potential  \nThe only issue that needs to  be mentioned here is that the statement about \nmisophonia prevalence should be corrected in this paragraph, too. The paragraph \nprovides concrete and useful suggestions for reuse of the data.  \n \nDeposited data  \nThe deposited data meets all JOPD criteria.  \n \nWith best regards,  \nNico Remmert  \n------------------------------------------------------  \n \n \n \n \n \n \n \n \n \n \n \n------------------------------------------------------  \nReviewer B:  \nRecommendation: Accept Submission  \n \n------------------------------------------------------  \n \nI thoroughly appreciated your work, and I consider it a significant contribution to the \nfield. As you have highlighted, the existence of such a database is crucial for \nadvancing experimental studies. I downloaded and listened to the sounds, and as \nsomeone who experiences misophonia, I can confirm that they are indeed as \nannoying as they should be! As a researcher on the field I can only thank you for this \nvaluable contribution.  \n------------------------------------------------------"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "--------------------- ---------------------------------  \nReviewer C:  \nRecommendation: Accept Submission  \n \n------------------------------------------------------  \n \nThis paper sought to address some of the methodological limitations of using and/or \nwanting to use sound stimuli to exa mine misophonia (for example, the time -\nconsuming properties of researchers producing their own stimuli, the variability \nbetween the methodology of previous studies, etc). A proposed solution to assist in \naddressing these methodological struggles is FOAMS: Free Open -Access \nMisophonia Stimuli, a sound bank publicly accessible on Zenodo. Overall, this paper \nappears extremely relevant (with the researchers also highlighting its relevance \nconcisely within the 'background'), and is a well -produced, well -structure d \nexplanation of how the FOAMS database was constructed.  \n \nHow the paper meets the JOPD peer -review criteria \n(https://openpsychologydata.metajnl.com/about/editorialpolicies \\): \n1a. The methods section is of a high quality enough so that within reason it coul d be \nreproduced by future researchers attempting to add and/or produce a similar \ndatabase.  \n1b. The dataset is accurately described and meets the FAIR principles.  \n1c. The 'reuse potential section' is excellently written, illustrating a plethora of uses \nfor FOAMS which would expand the field of misophonia research (as well as within \ntherapeutic settings - working towards increasing the confidence and awareness of \nmisophonia in the medical community).  \n \n2a. The dataset 'repository' is suitable for the subject a nd employs a sustainable \nmodel. I was able to access the data easily and adequate detail was provided to \nunderstand the file label system.  \n2b. The data is deposited under a CCo which permits unrestricted access.  \n2c. The data is in a .wav (propriety format) . Personally, I am unsure as to if there is a \nnon-propriety format that the researchers could provide (as I am not an expert in \nthis), this is only required to do so if possible.  \n2d. The deposited data is labelled in a way that is readable to 3rd parties a nd with \nthe documents the researchers provide it is a fairly easy process to understand. \nThus, again abiding to the FAIR principles.  \n2e. All necessary documents are provided to make the data accessible.  \n2f. This research abides to the American Psychological Association (APA) Ethical \nPrinciples of Psychologists and Code of Conduct \n(http://www.apa.org/ethics/code/index.aspx), successfully anonymising the \nparticipant's data (using anonymous IDs).  \n \nOverall, a s you can see, I feel the paper does meet the JOPD peer review guidelines \nand should be accepted for submission. This is a wonderful addition to the \nmisophonia literature and hopefully with its implementation we will see a more \nstandardised, specific, and replicable set of methodologies for misophonia research.  \n-----------------------------------------------------"
    }
  ]
}