{
  "doc_type": "scientific paper",
  "title": "“The Kind of Music That Makes My Skin Crawl” Disgust Associated with Musical Experiences",
  "authors": [
    "Henna-Riikka Peltola"
  ],
  "year": 2022,
  "journal": "psychology emphasize positively toned emo -",
  "doi": "10.4324/9781003205364-16",
  "abstract": "For many people, music is a source of pleasure and intense, positive emotions. Our Western conceptualizations of music have long emphasized its positive role in human experiences, considering it as a universal 'language of emotions' that connects people beyond words— a pacifying, healing medium used to support health. However, even disliked or 'bad' music can provoke intrigue and complex emotional reactions, including truly negative emotions that have been largely ignored in previous music-emotion research. This chapter challenges the overly positive view of music by exploring the dark sides of musical experiences and investigating the nature and implications of aversive and disgust-related emotions induced by music, drawing on ecological psychology and constructivist approaches to emotions. It also reviews empirical studies about disliked music and considers embodied and cultural aspects of disgust as an emotion within musical contexts.",
  "keywords": [
    "music",
    "disgust",
    "musical experiences",
    "negative emotions",
    "aversive music",
    "emotion theory",
    "ecological psychology",
    "constructivist approach",
    "aesthetic emotions",
    "embodied cognition"
  ],
  "research_topics": [
    "music and emotions",
    "negative emotional experiences in music",
    "disgust as an aesthetic emotion",
    "constructivist theories of emotion",
    "ecological and embodied psychology",
    "music perception and cognition",
    "music-induced aversive experiences",
    "social and cultural aspects of musical affectivity",
    "psychology of disliked music",
    "basic emotions hypothesis vs. appraisal theory"
  ],
  "created_at": "2025-05-05T03:56:37.804255Z",
  "source_pdf": "documents/research/Global/Peltola Henna-Riikka 2022 The Kind of Music that Makes my Skin Crawl.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "11 “The Kind of Music That Makes \nMy Skin Crawl” \nDisgust Associated with Musical \nExperiences \nHenna-Riikka Peltola \nFor many people, music is a source of pleasure and intense, positive emotions. Our \nWestern conceptualizations of music have long emphasized its positive role in human experiences, considering it as a universal “language of emotions” (Cooke 1959) that connects people in a way words cannot: a “pacifying, healing medium” (Garratt 2019), which many believe can be actively used to support health (e.g., Ekholm, Bonde, and Juel 2015). Even if a piece of music is disliked or considered as ‘bad’, we might still be strangely intrigued by it. Washburne and Derno (2004, 2–3) state that there is a virtual love-hate relationship behind people’s value judgements of music, implying that our concepts of “musical badness” would be mostly discursive, positioning ges -\ntures used for constructing our social identities and personal aesthetic tastes. Thus, musical experiences are often considered fundamentally positive to the extent that even our most negative experiences are actually pleasurable, that we “love to hate” (ibid.) the kind of music that is not to our liking – or as Frith (2004, 19) proposes, “’bad music’ is a necessary concept for musical pleasure, for musical aesthetics.” In this chapter, I will challenge this overly positive view of music, explore the dark sides of musical experiences, and introduce a variety of truly negative emotions associated with music listening, which previously have been largely ignored in studying music-induced emotions. \nSince the 1990’s, music’s role in emotional experiences has gained increasing atten -\ntion in both academic and non-academic contexts. In the interdisciplinary research feld of music and emotions, also there is a strong consensus that one of the most important reasons to listen to music in the frst place is to experience emotions, and that music evokes mainly positive emotions in listeners (Sloboda and Juslin 2010). Because of this positive bias, negative emotional experiences have not received as much interest among music scholars, or they have even been considered as irrelevant in a musical context; Zentner and Eerola (2010, 197) describe how, sometimes, in the studies investigating musical emotions, “traditional emotion categories have been modifed by replacing musically inappropriate categories such as disgust and surprise with more ftting categories such as tenderness or peacefulness.” Along this line, the emotion models regularly used in music psychology emphasize positively toned emo -\ntions, and even exclude most negative emotions altogether. \nWhen negative aspects of music have been under investigation, the majority of \nstudies have concentrated on so called “paradoxical enjoyment” of music-induced negative emotions, such as sadness or aggression (e.g., Eerola et al. 2018; Garrido and Schubert 2013; Thompson, Geeves, and Olsen 2019). Alternatively, concerns have been expressed regarding the side-efects of negatively toned music on individuals’ \nDOI: 10.4324/9781003205364-16"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "148 Henna-Riikka Peltola \n \nwell-being, such as encouraging antisocial or self-destructive behavior (see Thompson \n2015, 235). The variety and meaning of aversive, subjective experiences associated with music are not yet well understood, a situation which is likely to maintain the idea that music or music-induced experiences could be only positive or harmless at most. However, music is known to have been purposely used for evoking unpleasant afective reactions or emotional manipulation, and even as a tool for torture (Cusick 2006; Garratt 2019; Krueger 2019). Thus, ignoring the fact that aversion might be a genuine response to musical material is a serious defect of the current academic and non-academic discussions on music and emotions. \nHowever, even if we accept the idea that people might have unpleasant experiences \nwhile listening to the kind of music they do not like, is it possible they actually feel disgusted by it, or is disgust truly an inappropriate emotion when it comes to musical contexts, as it has been proposed? In order to answer these questions, I will explore the afective aspects of aversive experiences relating to music listening. Relying on ecological psychology and constructivist approach to emotions, I will frst discuss the rather poorly understood nature of negative emotions in musical context, then, I will review some of the recent fndings of empirical studies investigating disliked music and aversive musical experiences, and fnally, I will consider the implications of current constructivist theories of emotions and afect for studying negative afec-tive responses to art. I will conclude the chapter by considering whether disgust could really be an appropriate concept to employ when aiming to understand unpleasant musical experiences. \nAesthetic Emotions and Embodied Disgust \nHow is it possible that music evokes strong emotions in the frst place? The fact that we react to mere sounds that seem to have no implications for our life goals has puzzled scholars since ancient Greece, as Juslin and Sloboda (2010) point out. Tradi -\ntional psychological theories on emotions have struggled in explaining the existence of emotions experienced in aesthetic contexts, as well as recognizing negative emo -\ntional responses to art objects. In general, modern empirical research on aesthetics has heavily emphasized positive emotions and pleasantness of the experience, and identifed aesthetic responses with liking and preference (Cooper and Silvia 2009; Silvia and Brown 2007). Similar assumptions about the nature of musical experiences have dominated empirical research on music and emotions, as is exemplifed in the two major theoretical paradigms, the basic-emotions hypotheses  and appraisal theory \nof emotion (see e.g., Warrenburg 2020). \nThe basic-emotions hypotheses propose that certain human emotions (e.g., hap -\npiness, sadness, anger, fear, disgust, or surprise) are universal, innate states of the human mind that are related to specifc brain functions and embodied processes and, therefore, occur in most or all cultures (Niedenthal 2007; Frijda 2008). Thus, it is also assumed that basic emotions have some universal, unifed meanings and relate to fxed behavioral tendencies that are linked with innate, fundamental action goals, such as personal achievements and losses. In the context of art and fction, the existence of basic emotions has been seen as rather paradoxical, since “fctional triggers” should not be able to evoke ‘real’ emotions (see e.g., Kivy 1989). Nevertheless, based on empirical evidence (e.g., Vuoskoski and Eerola 2012), we know that emotions expe -\nrienced in relation to music listening have similarities with emotions experienced in"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "The Kind of Music That Makes My Skin Crawl 149 \n \nother contexts, as they involve similar physiological activation and cognitive changes. \nBecause of this, suggesting that they would be somehow less real as experiences than emotions in non-musical contexts seems somewhat dismissive. \nThe appraisal theory of emotion aims to solve this problem by proposing that emo -\ntions induced by music would be music-specifc, aesthetic, musical emotions, which \nare diferent from everyday emotions (Zentner, Grandjean, and Scherer 2008). This idea is especially evident in the discussions of negative emotions, which are tradition -\nally considered as being rare in the context of music listening: according to previous empirical studies, people tend to recognize negatively toned expression in music (e.g., sadness or fear), but instead of experiencing negative emotions, the music produces positive efect in them (Kallinen and Rajava 2006; Gabrielsson 2002). In their 2008 questionnaire study, Zentner, Granjean, and Scherer classifed emotions such as con -\ntempt, disgust, and anger as “nonmusical emotions,” since the participants of their study evaluated them as rare or unusual experiences. The conclusion by Zentner, Grandjean, and Scherer (2008, 498, 501) was that the perception of negative emo -\ntions in music does not translate to actual negative emotional experiences, because music listening does not have any negative real-life consequences. This kind of con -\nclusion suggests a rather functionalist, amodal “input-output” approach to emotions, which emphasizes cognitive appraisal processes needed in responding to particular environmental challenges and issues that need to be addressed for human survival. Furthermore, Zentner and colleagues’ statement might sound naïve in the sense that provocative or challenging works of contemporary art, for example, are indeed known to evoke negative responses in the wider audience: according to Silvia and Brown (2007), anger, disgust, and contempt are, after all, common responses to aes -\nthetic objects. \nNegative responses like these are not unknown in the musical context either: his-\ntorical accounts of the furious riots and even violence, which attended the premiere of Igor Stravinsky’s ballet Le sacre du printemps in 1913 (see Walsh 2001) or the \nso-called Disco Demolition Night in 1979 violently attacking disco music (see Frank 2007) demonstrate how strongly people are able to react to music that challenges \ntheir taste or aesthetic and moral ideals, despite the fact that these do not pose an apparent, immediate, and concrete threat or danger to them. Moreover, some people do report experiencing strong aversive emotions while listening to music, which again challenges the idea that negative emotions would be irrelevant when it comes to musi -\ncal experiences. I will discuss these accounts more in-depth later in this chapter. \nBased on the kind of evidence presented above, it should be obvious that traditional \nemotion models cannot provide us adequate understanding of any art-related afective experience, especially when it comes to negative emotions in aesthetic context. First of all, by emphasizing the individual psychological processes of emotions, these theories tend to exclude the social and cultural aspects which shape the experiences, which is a defect when studying emotions in any contexts, since cultural diferences in experi-encing and expressing emotions are well known (e.g., Heine 2008; Jack, Caldara, and Schyns 2012; Miyamoto and Ma 2011). The role of socially and culturally learned emotion concepts and language (e.g., Barrett 2006, 2017) are rather excluded from the models. Secondly, although traditional emotion theories do not deny the role of human body in emotions, the embodied nature of afectivity and emotions is not really grasped within these paradigms. Thus, a more holistic approach on emotions and afectivity is needed in explaining negative aesthetic emotions."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "150 Henna-Riikka Peltola \n \nCurrent constructivist views on emotion and cognition emphasize the embodiment \nof human existence. Theories of embodied cognition propose that perception, action, \nand information processing are all shaped by the brain, body, and its interactions with the outside physical world (e.g., Carr, Kever, and Winkielman 2018). The so-called “4E approach”\n1 has roots in phenomenological philosophies, as well as Gestalt \npsychology and ecological psychology (Warrenburg 2020). From the 4E perspective, emotions are considered as “both evolutionarily prepared and culturally and devel -\nopmentally shaped,” as our afective experiences and expressive/gestural repertoire develop through our lifespan in interaction with the environment and other people in it (Colombetti 2018, 580). These processes of meaning-making rely on embodied information: even abstract concepts are generated with the help of body-based mean -\ning. According to Johnson (2018), the whole rich variety of human meaning-making and communicative activity is not limited to linguistics and intentional verbalization; rather, all forms of art, spontaneous gestures, and ritual practices emerge from this body-based meaning generated in dynamic interaction with our environment, which afords us perceptually meaningful information; afordances. This concept was devel-\noped by Gibson (1966) in his foundational work on perceptual systems and direct visual perception. In the context of music, for instance, musical afordances would be multimodal perceptual information that provide us various interaction possibilities, such as synchronization and bodily alignment with music; they are needed in danc -\ning or playing an instrument, but also music’s mood induction qualities, and socio-communicative qualities for sense-making, emotional and aesthetic experiences, and judgements of value, as Reybrouck (2017) summarizes. \nEmbodied music cognition, which has become a popular paradigm within music \nperception and cognition research, views the body as the center of musical experience (Thompson and Vuoskoski 2020), but this approach has not yet become quite as domi -\nnant within the feld of music and emotion research. Of course, scholars drawing from ecological psychology and the 4E approach have acknowledged human afectivity and emotions as embodied experiences. For instance, Clarke (2014, 355) has argued for the importance of paying attention to phenomenological qualities of listeners’ embod -\nied experiences when studying music-induced emotions, as he found the term ‘emo-tion’ “too narrow, and perhaps too blunt” to do justice to afective experiences taking place in a musical context. Furthermore, Schiavio et al. (2017a) reviewed the history of music and emotion studies, and proposed that since the existing theories provide too narrow views on musical afective experience, enactive/dynamic systems approach would better serve us in studying both musical emotions and music cognition (see also van der Schyf and Schiavio 2017). Nevertheless, Schiavio et al. (2017a) also recog -\nnized how limited attention this kind of approach has yet received in empirical music research. Warrenburg (2020), on the other hand, suggests that enactivist perspectives on emotion are gaining more popularity among music and emotion researchers, as these theoretical perspectives have been applied in recent articles published. \nTo summarize my argumentation thus far, emotions are embodied phenomenon, \npart of our social reality, and dependent on implicitly or explicitly learned shared con-cepts, values, and beliefs. In fact, although disgust, to stick to our theme, is often clas -\nsifed as one of the basic emotions, to feel disgusted actually requires some learned, conceptual knowledge. According to Rozin, Haidt, and McCauley (2008), substances that seem to be universally considered as disgusting, such as feces or decay, are not automatically rejected by young children. There is no innate rejection of such things"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "The Kind of Music That Makes My Skin Crawl 151 \n \nbecause the aversive reactions develop through interaction and active training pro -\nvided by the caregivers. There are also cultural diferences in conceptualizing elicitors \nof disgust – for instance, culture determines what is considered to be fermented and delicious rather than decayed in the case of specifc food items. Furthermore, dis -\ngust is not induced only in response to ‘natural’, concrete substances. Interpersonal aspects and moral violations are capable of inducing similar feelings, physiological reactions, and brain activity in some people than bad tastes or odors. (Rozin, Haidt, and McCauley 2008). This kind of “moral disgust” is especially dependent on the implicit and explicit learning of the social and cultural values, but this does not mean that the experience would necessarily be any less physical than disgust induced by foul substances. Therefore, it is not necessary to assume it is merely a fgure of speech or a linguistic error when people say they get “grossed out” or fnd abstract things “repul-sive.” Rather it is an actual conceptualization of their embodied experience. \nIf “disgust seems to require enculturation,” as Rozin, Haidt, and McCauley (2008, \n765) propose, explaining disgust by referring to the basic emotion hypotheses makes no sense. Instead, considering emotional episodes as dynamic meaning-making processes where the afective meaning of the experience emerges in the interaction between the experiencer’s body – including its autobiographical history and senso -\nrimotor capabilities – with its environment and its perceptual afordances loaded with socially and culturally constructed values, helps us understand how all kinds of emo -\ntions, including negative ones, can be experienced in aesthetic and ‘fctional’ contexts such as music. \nAversive Music and Disgusting Feelings \nDisliked music and aversive musical experiences have not gained much academic interest until quite recently. Washburne and Derno (2004) write how scholarly litera -\nture systematically ignored the kind of music that was considered as “bad,” “value -\nless,” and “unworthy” by the gatekeepers of academic inquiry. By this, the authors are referring mostly to the popular music domain and musicological debates on value formation and discourses involved in these discussions. Their comprehensive edition of essays about “bad music” highlights how music that is deemed as being “disgust -\ning” or “Kitch” by some authorities of music aesthetics – or sometimes even the main -\nstream audience – can provide other people indulging in guilty pleasures, means and tools for social identity processes, or artistic ways of challenging the musical status quo. Yet again, these perspectives highlight the assumption that, eventually, musical experiences have more positive outcomes compared to the negative ones. \nFrith (2004) makes an exception here in considering to what extent responses to \n“bad music” be considered as discursive phenomenon as opposed to real, afective experiences. In his thorough analysis, Frith points out that aesthetic judgements are necessarily tangled up with ethical judgements, and that at the core of these experi -\nences, there is the emotional response to the sound: “When we label something as ‘bad music’ it is because it is music that, if nothing else, upsets or ofends us, that we don’t want to listen to” (2004, 30). Frith identifes anger that is evoked by disliked \nmusic, and which is originated in violation of people’s musical expectations and ide -\nals, moral values, and social identity. Furthermore, he proposes that anger can also be elicited by somebody else’s music that is invading our space, “that we can’t listen to it as music,” and that we end up experiencing it as noise instead of music, which"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "152 Henna-Riikka Peltola \n \n \n \n  \n \n \n \n \n \n is supposed to be “a pleasurable organization of sound” (32, emphasis added). The \nfundamentally positive essence of music is again echoed in Frith’s defnitions, implying that disliked music is not actually music at all; if we are not in control of the sounds we hear, they become noise. Although I might not completely agree with Frith here, empirical fndings that are in line with his conclusions have been made in recent stud -\nies focusing on the psychology of disliked music. \nThe preliminary work of Ackermann (2019) and Merrill (2019) provide us insights \ninto listeners’ psychological strategies relating to negative attitudes towards both disliked music and singing voices in popular music. Their fndings suggest that, in addition to aspects relating to social identity, psychological, emotional, and physical responses also play a crucial role in aversive musical experiences. In my recent proj-ect (Peltola and Vuoskoski 2021), we investigated people’s descriptions of unpleas -\nant musical experiences, and found similar patterns in respondents’ qualitative free descriptions: aversive musical experiences were characterized by unpleasant and involuntary bodily feelings, perceived loss of personal agency, and violation of social or moral attitudes and values. Furthermore, as in Frith’s (2004) analysis, inexplicable anger was repeatedly described by our respondents as a typical reaction to unpleas -\nant music, which could often lead to even hostile behavior towards the source of music or other people associated with the music. But what does anger have to do with disgust? \nIn the 1970’s, Carroll Izard proposed that, together with contempt, anger and dis -\ngust form a so-called hostility triad, a group of emotions associated with aggression, \nopposition, and confict (1977). Although there are diferences in the qualia and action tendencies, these three concepts might have more in common than what is implied in the day-to-day conversations about emotions. Berkowitz (1993) proposes that humans have a “built-in” association between negative afect and an anger/aggression response. Aversive events generate negative afect and a rudimentary anger experi -\nence, which can further be interpreted in diferent ways depending on the individual, thus resulting in diferent negative emotions. He assumes that any kind of negative afect could activate at least parts of this anger/aggression system, although “certain types of feelings are particularly likely to set the network components into opera -\ntion” (Berkowitz 1993, 11). Thus, if we consider emotions as embodied experiences emerging in dynamic interaction with the environment, the kind of “moral disgust” (cf., Rozin, Haidt, and McCauley 2008) evoked by music could lead to aggression, contempt, or anxiety, depending on the listener’s autobiographical history with their personal values and social biases, previous experiences of music, sensorimotor abili -\nties, and current situation and mood. For one of our (Peltola and Vuoskoski 2021) participants, this anger/aggression system triggered by music makes her feel aggres -\nsive, whereas for another, the feeling is closer to overwhelming agony: \nI can’t control the sensation: I can feel it even when I’m not thinking about it, but I can eventually grow numb like I can do with bad smells, physical pain, or irritation. Loud noise makes me more aggressive than some other aversive things. \n(woman, 62 years, half-professional musician) \nIt’s agonizing, especially if I can’t decide whether I’m listening to it or not, so I can’t control the situation. I can feel the music in my bones. \n(woman, 48 years, non-musician)"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "The Kind of Music That Makes My Skin Crawl 153 \n \nFurthermore, it is not only moral abuse that music can be associated with, but it can \nalso produce physical violations felt strongly in the body and considered as, at least to some extent, disgusting. In our study (Peltola and Vuoskoski 2021, 5–8), the descrip-tions of involuntary physiological responses to aversive dominated the participants’ accounts: \n[M]y breathing is shallow; I have this feeling like I have a lump in my throat. My neck and shoulders feel tense. \n(woman, 33 years, half-professional musician) \nI feel a little nauseated, have this bad feeling in my stomach, my body becomes tense and tries to fnd ways of escaping the situation. \n(non-binary, 33 years, non-musician) \nThese kinds of bodily feelings such as nausea or a “bad feeling in the stomach,” unpleasant chills, and the feeling of a lump in the throat, are typical responses for dis -\ngust (see Rozin, Haidt, and McCauley 2008). Not all respondents specifed the cause of these reactions, but there were also explicit sound qualities that were reported as evoking disgusting feelings, such as strong beat, loud and heavy bass, and the bass drops used in EDM, which all seemed to us like an immediate, embodied responses to sound frequencies through actual bodily resonance: \nDance and trance music, the kind with a thumping beat, makes me physically sick, although I don’t know why. \n(woman, 37, non-musician) \nI can’t stand bass drops; they give me unpleasant goosebumps. \n(woman, 29, non-musician) \nOne respondent even stated that she experiences similar unpleasant physical responses from both aversive music and ASMR videos. This is an interesting fnding, since both of these mediums, music and ASMR videos, are often made for evoking sensory expe -\nriences that are highly pleasurable to the person having the experience. \nASMR (Autonomous Sensory Meridian Response) is a term that is been used by \npeople who experience pleasurable bodily sensations and ‘tingling’ feelings, typically in the head and spine, in response to specifc sounds and/or visual stimuli, such as whispering, lip smacking, tapping on diferent kinds of surfaces, and slow hand move -\nments. Around this sensory phenomenon, a large online community has emerged with hundreds of thousands of members and the so-called “ASMRtists”, who produce vid -\neos that aim to trigger these sensations in their audience (e.g., Gallagher 2016; Poerio et al. 2018; Tuuri and Peltola 2019). On the other hand, the sounds generating plea-surable ASMR response in some people can also elicit strong negative response called misophonia in others. Especially “man-made sounds,” such as sounds of someone eating or breathing, or other sounds relating to throat, nose, or hands can be strong misophonic triggers (McGeoch and Rouw 2020). Based on preliminary evidence, there seems to be a neural basis and phenotype diferences explaining why some people experience strong anxiety, anger, and “fght or fight” response when hearing certain trigger sounds, and that high interoceptive sensibility and bodily awareness might be linked with misophonia (Kumar et al. 2017). The scientifc understanding of ASMR"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "154 Henna-Riikka Peltola \n \nand misophonia is still limited, but it is likely that there is a continuum between every-\nday sounds and music, as well as how the afective experiences evoked by these are constructed. For instance, certain qualities of aversive singing voices identifed in the previous studies (“breathy” or “grainy” glottal sounds, singer lisping or singing in a “childish” way; see Merrill 2019; Peltola and Vuoskoski 2021) bear a strong resem -\nblance with some of both ASMR and misophonic triggers. A similar description was given by another participant of our study: \nI hate if the singer is whispering, or if their voice is nasal or wheezy, if they’re ‘yodeling’ or pronouncing words in a lazy way, or they’re lisping. \n(woman, 39 years, half-professional musician) \nThis further suggests that our tendency to humanize music is at least partly based on the auditory and physical qualities of the musical sounds produced by another embodied human being (or sometimes other sound sources imitating these sounds). In addition to sound qualities, some participants in our study (Peltola and Vuoskoski 2021) also described the semantic content of music alone as being capable of evoking physical disgust in them, which illustrates how language and verbalized meaning-making are not disembodied processes but frmly based on our embodied cognition and afective system: \nIf [the singer] is shaming female bodies, it makes me feel like somebody touched me without permission. This reaction feels very physical. \n(woman, 28 years, non-musician) \nThus, like ASMR videos, (aversive) musical sounds can also “blur the boundaries between language, sound and gesture,” as Gallagher (2016) proposes, and act as “devices for supplying scafolding to subjects’ experiences” (Tuuri and Peltola 2019, 353), leading to unpleasant physical sensations and feelings of disgust. I will next explore how these physical, afective, and intersubjective sound qualities may have destructive dimensions, especially in the case of involuntary musical engagement. \nHacking the Afective Mind and Emotion-Regulatory System \nwith Music \nMusic listening, as an act, is often considered to be a somewhat passive and dis-\nembodied event, as opposed to playing an instrument or moving to music, which have traditionally been seen as very much embodied and in the focus of experimental music cognition studies (see Thompson and Vuoskoski 2020). Nevertheless, listening is also very much participatory endeavor between the listener, musical material with its afordances, and the social context where the act of listening occurs. Schiavio and colleagues (2017a) state there is perceptual autonomy with regard to how people develop “afective-emotional interactions with music,” which are dependent on their previous, embodied musical experiences. Moran (2017) proposes that the interactive processes of music listening happen through the participatory work between the expe-rienced agency of the listener and the imagined entities – other musical agents, such \nas musicians performing the music, the composer who created the music, the voice (actual human voice or instrument-as-voice) heard in music, and the music as an act"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "The Kind of Music That Makes My Skin Crawl 155 \n \n of narration (see also Levinson 2006). Thus, because of this intersubjective quality of \nmusic as a phenomenon, listening to music of our own selection can provide us com -\nfort and help us to reduce loneliness. However, in the case of involuntary listening, it can also pose the kind of ‘imaginary,’ social threat. \nFrith’s (2004) proposal is that “somebody else’s music” invading our space turns \ninto noise, and that is ultimately the reason why the experience feels aversive. I, how -\never, propose that the musical agency, or musical persona, can be experienced as “the \nother” evoking interpersonal aversion and possibly moral disgust, by representing people, ideas, or values diferent from ours. These kinds of experiences were described in the accounts by those of our participants (Peltola and Vuoskoski 2021), who felt like aversive music put them into a vulnerable position where the threat of rejection or social isolation (concrete or imagined) felt possible. In these accounts, the role of music as a negative social mediator was evident. A recent monograph by Cheng (2020) provides the idea of music as “a de-humanizing force” that has the potential to contribute to violent and racist behavior towards others diferent from us. Similar to Cheng’s discussion, we noticed people making judgements not only on the music violating their subjective ideas of what music is and how it should sound, but also on the people they imagined liking the awful-sounding or morally questionable music. Some of them confessed that music could make them hate the people who like that music or the people who control the selection of music playing, and thus, they might even start acting aggressively towards them (see Peltola and Vuoskoski 2021, 9–10). Thus, the dark side of our tendency of humanizing music is that, instead of experi -\nencing empathetic connection with the musical agency, people can reject “the other” present in music based on their personal prejudices and dislike for the physical, social, and moral aspects the music is being associated with. Furthermore, the descriptions of restricted agency consisted of experiences where music felt so invasive that people \nneeded to escape or protect themselves from it, and if that was not possible, the expe -\nrience would be highly uncomfortable, even painful. These accounts reveal a wider scale of interactive meaning-making processes, which are dependent on the music’s materiality. \nKrueger (2019, 59) proposes that, since we physically resonate with sounds and \nmusic, the soundworlds surrounding us are capable of literally and afectively captur -\ning us, thus “pulling out emotional responses out of us and regulat[ing] the character of their unfolding.” We often take advantage of these processes by purposely making musically-structured environments, or “auditory bubbles,” for manipulating physical and social spaces (for setting a mood for a party, for example), or reclaiming indi -\nvidual space by blocking out distractive sounds with the help of headphones, for instance. This “worldmaking dimension of music” provides an environmental scaf-folding for our emotion-regulation system. This kind of scafolding and ofoading of cognitive processes to external objects takes place in multiple everyday contexts: we can, for example, ofoad things that need to be remembered to devices such as notebooks, laptops, or mobile phones, that will “do the remembering” for us. In the case of music listening, we can “let the music take over self-regulatory dynamics that would normally fall within the scope of our own internal capacities and, via this ofoading, let it do some of the emotional work for us,” as Krueger (2019, 60) has it. However, if the musical world created is not to our liking, or if it feels somehow inappropriate in the moment, avoiding it can be difcult because of the materiality of that soundworld."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "156 Henna-Riikka Peltola \n \n \n \n \n \n \n \n \n \n \n \n Because of this bodily resonance and its afective dimensions, it is even possible to \nweaponize these processes, and use music as a technology for “afective mind inva -\nsion,” where individuals are forced to adopt idiosyncratic ‘afective styles’ for com -\nmunication, interaction, and emotional experience and expression, without their full \nawareness or consent (Krueger 2019, 64). As mentioned earlier, the most extreme form of this would be the use of music for torture (Cusick 2006; Krueger 2019; Gar -\nratt 2019), but also less severe cases of being exposed to aversive music could be seen as involuntary afective scafolding, where our emotion-regulatory system is being ‘hacked’ by unwanted musical sounds. This ‘hacking’ could also explain, at least partly, why auditory overstimulation, such as urban environmental noise, can be a source of signifcant stress leading to severe health problems (see McGeoch and Rouw 2020). The restricted agency (e.g., impossibility of leaving the situation or ignoring the music and its virtual agents) combined with the embodied experience of listen -\ning to physically exhausting, ugly-sounding or ofensive music is thus likely to evoke unpleasant emotions – even moral and physical disgust. \nConclusions \nIn this chapter, I have argued for the importance of recognizing and acknowledging aversive emotions associated with music. Music has a great afective power over many people, and based on decades of academic research and empirical evidence, there is no doubt that often music has a very positive and even therapeutic role in people’s lives. Furthermore, not everybody reacts to music as strongly, and I am certain that there are people who do not consider aversion or disgust as relevant emotions when it comes to their personal musical experiences. However, for those who do, involuntary engage -\nment with unpleasant music might be a rather severe and truly undesirable experience. While not all unpleasant musical experiences can be classifed as disgusting, I argue that music has at least the potential of evoking disgust, because of its material, seman -\ntic, and intersubjective character. Could it be that this kind of sensitivity to musical sounds has a similar neural and embodied basis to that of ASMR or misophonia? This might implicate that a physical disgust response to music is experienced only by certain individuals. Further research is still needed in answering this question. \nConsidering emotions not as universal afect programs (basic emotions) with more \nor less unifed meanings and action tendencies, but as dynamic processes emerging in the embodied interaction with the environment provides us with a more fruitful framework for studying afective responses to music and other forms of art. The tra -\nditional, somewhat narrow views on emotions, which dominated empirical research on both music and aesthetics, have played a part in misleading us to believe that there is no room for negative emotions in aesthetic context, or that music and art exist only for pleasure. Historically, the preference for certain kind of music or other artistic expression has been even associated with virtue, civilization and high morality (see e.g., Cheng 2020, 12), and it might still be tempting to think that “good taste” can be used as the measure of a person – this is what we do when we feel deeply connected with people sharing our preferences in music. However, these same social dynamics relating to our musical preferences and our need to belong can leave us unaware of the fact that our dislike of unpleasant musical material is not limited to the sounds them -\nselves. It is the intersubjective associations of those sounds, which are based on our embodied afectivity, personal values, and social biases, that can evoke inexplicable"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "The Kind of Music That Makes My Skin Crawl 157 \n \n \n \n \n \n \n \n \n aggression, and lead us to feel disgust and hatred not only towards the music but \ntowards other people diferent from us. These kinds of antisocial dimensions of musi-cal experiences are a perspective that has not yet gained enough attention within the feld of music and emotion research. \nNegative afective responses to music require more scientifc attention, as they afect \npeople’s wellbeing on individual, interpersonal, sociological, and cultural levels. The same self-regulatory systems that often provide us with pleasure and happiness when we are interacting with music can also produce pain, disgust, and aversion, depend -\ning on both our own autobiographical body and the socio-cultural soundworld we currently inhabit. It is important that we, as researchers and human beings, are aware not only of the healing and uplifting qualities of music, but also know its potentially destructive powers. \nNote \n1. The four E’s refer to the nature of human cognition as being Embedded, Embodied, Enacted, \nand Extended (see e.g., Schiavio et al. 2017b). \nReferences \nAckermann, T 2019. Disliked Music. Merkmale, Gründe und Funktionen Abgelehnter Musik . \nKassel: Kassel University Press. \nBarrett, L.F. 2006. “Solving the Emotion Paradox: Categorization and the Experience of Emo -\ntion.” Personality and Social Psychology Review 1 (10): 20–46. \nBarrett, L.F. 2017. How Emotions Are Made. The Secret Life of the Brain. New York: Macmillan. \nBerkowitz, L. 1993. “Towards a General Theory of Anger and Emotional Aggression: Implica -\ntions of the Cognitive-Neoassociationistic Perspective for the Analysis of Anger and Other Emotions.” In Perspectives on Anger and Emotion. Advances in Social Cognition, Volume \nVI, edited by R.S. Wyer Jr. and T.K. Srull, 1–46. New York: Psychology Press. \nCarr, E.W., A. Kever, and P. Winkielman. 2018. “Embodiment of Emotion and Its Situated \nNature.” In The Oxford Handbook of 4E Cognition, edited by A. Newen, L. de Bruin, and S. Gallagher, 529–551. Oxford University Press. \nCheng, W. 2020. Loving Music Till It Hurts. Oxford: University Press. Clarke, E.F. 2014. “Lost and Found in Music: Music, Consciousness and Subjectivity.” Musicae \nScientiae 18 (3): 354–68. \nColombetti, G. 2018. “Enacting Afectivity.” In The Oxford Handbook of 4E Cognition , edited \nby A. Newen, L. de Bruin, and S. Gallagher, 571–588. Oxford University Press. \nCooke, D. 1959. The Language of Music. London: Oxford University Press. Cooper, J.M. and P.J. Silvia. 2009. “Opposing Art: Rejection as an Action Tendency of Hostile \nAesthetic Emotions.” Empirical Studies of the Arts 27 (1): 109–126. \nCusick, S. 2006. “Music as Torture/Music as Weapon.” Revista Transcultural de Música, Trans -\ncultural Music Review 10. Accessed 26 November 2020: www.sibetrans.com/trans/arti -\nculo/152/music-as-torture-music-as-weapon. \nEerola, T., J.K. Vuoskoski, H-R. Peltola, V. Putkinen, and K. Schäfer. 2018. ”An Integrative \nReview of the Enjoyment of Sadness Associated with Music.” Physics of Life Reviews  25: \n100–121. \nEkholm, O., L.O. Bonde, and K. Juel. 2015. “Music and Public Health: An Empirical Study of \nthe Use of Music in the Daily Life of the Adult Danish Citizens and the Health Implications of Musical Participation.” Arts & Health 8 (2): 154–168. \nFrank, G. 2007. “Discophobia: Antigay Prejudice and the 1979 Backlash against Disco.” Jour-\nnal of the History of Sexuality 16 (2): 276–306."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "158 Henna-Riikka Peltola \n \n \n \n \n \n \n \n \n \n \n Frijda, N.H. 2008. “The psychologist’s Point of view.” In Third Edition, edited by M. Lewis, \nJ.M. Haviland-Jones, and L.F. Barrett, 68–87. New York: The Guilford Press. \nFrith, S. 2004. “What Is Bad Music?” In Bad Music. The Music We Love to Hate, edited by C.J. \nWashburne and M. Derno, 15–36. New York: Routledge. \nGabrielsson, A. 2002. “Emotion Perceived and Emotion Felt.” Musicae Scientiae  5 (1): \n123–147. \nGallagher, R. 2016. “Eliciting Euphoria Online: The aesthetics of ‘ASMR’ Video Culture.” Film \nCriticism 40 (2). https://doi.org/10.3998/fc.13761232.0040.202 \nGarratt, J. 2019. Music and Politics: A Critical Introduction. Cambridge: University Press. \nGarrido, S. and E. Schubert. 2013. “Adaptive and Maladaptive Attraction to Negative Emo -\ntions in Music.” Musicae Scientiae 17 (2): 147–166. \nGibson, J.J. 1966. The Senses Considered as Perceptual Systems . London: George Allen & \nUnwin Ltd. \nHeine, S.J. 2008. Cultural Psychology. New York: University of British Columbia. Izard, C.E. 1977. Human Emotions. New York: New York. Jack, R.E., R. Caldara, and P.G. Schyns. 2012. “Internal Representations Reveal Cultural Diver -\nsity in Expectations of Facial Expresison of Emotion.” Journal of Experimental Psychology: General 141 (1): 19–25. \nJohnson, M. 2018. “The Embodiment of Language.” In The Oxford Handbook of 4E Cogni -\ntion, edited by A. Newen, L. de Bruin, and S. Gallagher, 623–639. Oxford: Oxford University Press. \nJuslin, P.N. and J.A. Sloboda. 2010. “Introduction. Aims, Organization, and Terminology.” In \nHandbook of Music and Emotion: Theory, Research, Applications , edited by P.N. Juslin and \nJ.A. Sloboda, 3–12. Oxford: Oxford University Press. \nKallinen, K. and N. Rajava. 2006. “Emotion Perceived and emotion Felt: Same and Diferent.” \nMusicae Scientiae 10 (2): 191–213. \nKivy, P. 1989. Sound Sentiment. An Essay on the Musical Emotions Including the Complete \nText of the Corded Shell. Philadelphia, PA: Temple University Press. \nKrueger, J. 2019. “Music as Afective Scafolding.” In Music and Consciousness II, edited by D. \nClarke, R. Herbert, and E. Clarke, 48–63. London: Oxford University Press. \nKumar, S., O. et al. 2017. “The Brain Basis for Misophonia.” Current Biology 27 (4). http:// \ndx.doi.org/10.1016/j.cub.2016.12.048 \nLevinson, J. 2006. “Musical Expressiveness as Hearability-as-Expression.” In Contemporary \nDebates in Aesthetics and the Philosophy of Art , edited by M. Kieran, 192–206. Oxford: \nBlackwell. \nMcGeoch, P.D. and R. Rouw. 2020. “How Everyday Sounds Can Trigger Strong Emotions: \nASMR, Misophonia and the Feeling of Wellbeing.” BioEssays  42 (12). https://doi.org/10.1002/ \nbies.202000099 \nMerrill, J. 2019. Stimmen – schön schercklich oder schrecklich schön? Beschgeribung, Bewer -\ntung und Wirkung des vokalen Ausdrucks in der Musik. Kassel: Kassel University Press. \nMiyamoto, Y. and X. Ma. 2011. “Dampening or Savoring Positive Emotions: A Dialectical \nCultural Script Guides Emotion Regulation.” Emotion 11 (6): 1346–1357. \nMoran, N. 2017. “Agency in Embodied Music Interaction.” In The Routledge Companion to \nEmbodied Music Interaction , edited by M. Lesafre, P-J. Maes, and M. Leman, 105–112. \nNew York: Routledge. \nNiedenthal, P.M. 2007. “Embodying Emotion.” Science 316 (5827): 1002–1005. Peltola, H-R. and J.K. Vuoskoski. 2021. “‘I Hate This Part Right Here’: Embodied, Subjective \nExperiences of Listening to Aversive Music.” Psychology of Music  50 (1). https://doi. \norg/10.1177/0305735620988596 \nPoerio, G.L., E. Blakey, T.J. Hostler, and T. Veltri. 2018. “More Than a Feeling: Autonomous \nSensory Meridian Response (ASMR) Is Characterized by Reliable Changes in Afect and Physiology.” PlosOne 13 (6). https://doi.org/10.1371/journal.pone.0196645"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "The Kind of Music That Makes My Skin Crawl 159 \n \n \n \n \n \n \n \n Reybrouck, M. 2017. “Music Knowledge Construction: Enactive, Ecological, and Biosemiotics \nClaims.” In The Routledge Companion to Embodied Music Interaction , edited by M. Lesaf -\nfre, P-J. Maes, and M. Leman, 58–65. New York: Routledge. \nRozin, P., J. Haidt, and C.R. McCauley. 2008. “Disgust.” In Handbook of Emotions. Third \nEdition , edited by M. Lewis, J.M. Haviland-Jones, and L.F. Barrett, 757–776. New York: The \nGuilford Press. \nSchiavio, A., D. van der Schyf, J. Cespedes-Guevara, and M. Reybrouck. 2017a. “Enacting \nMusical Emotions. Sense-Making, Dynamic Systems, and the Embodied Mind.” Phenome -\nnology and the Cognitive Sciences 16 (5): 785–809. \nSchiavio, A., D. van der Schyf, S. Kruse-Weber, and R. Timmers. 2017b. “When the Sound \nBecomes the Goal. 4E Cognition and Teleomusicality in Early Infancy.” Frontiers in Psychol -\nogy 8. https://doi.org/10.3389/fpsyg.2017.01585 \nSilvia, P.J. and E.M. Brown. 2007. “Anger, Disgust, and the Negative Aesthetic Emotions: \nExpanding an Appraisal Model of Aesthetic Experience.” Psychology of Aesthetics, Creativ -\nity, and the Arts 1 (2): 100–106. \nSloboda, J.A. and P.N. Juslin. 2010. “At the Interface between the Inner and Outer World. \nPsychological Perspectives.” In Handbook of Music and Emotion: Theory, Research, Appli -\ncations, edited by P.N. Juslin and J.A. Sloboda, 73–97. Oxford: University Press. \nThompson, M.R. and J.K. Vuoskoski. 2020. “Music as Embodied Experience.” Human Tech-\nnology 16 (3): 227–232. \nThompson, W.F. 2015. Music, Thought, and Feeling. Understanding the Psychology of Music, \n2nd edition. Oxford: Oxford University Press. \nThompson, W.F., A.M. Geeves, and K.N. Olsen. 2019. “Who Enjoys Listening to Violent Music \nand Why?” Psychology of Popular Media Culture 8 (3): 218–232. \nTuuri, K. and H-R. Peltola. 2019. “Building Worlds Together with Sound and Music. Imagina -\ntion as an Active Engagement between Ourselves.” In The Oxforf Handbook of Sound and \nImagination , Vol. 1, edited by M. Grimshaw-Aagaard, M. Walther-Hansen, and M. Knakker -\ngaard, 345–357. Oxford: University Press. \nvan der Schyf, D. and A. Schiavio. 2017. “The Future of Musical Emotions.” Frontiers in Psy-\nchology 8. https://doi.org/10.3389/fpsyg.2017.00988 \nVuoskoski, J.K. and T. Eerola. 2012. “Can Sad Music Really Make You Sad? Indirect Measures \nof Afective States Induced by Music and Autobiographical Memories.” Psychology of Aes -\nthetics, Creativity, and the Arts 6 (3): 204–213. \nWalsh, S. 2001. “Stravinsky, Igor.” Grove Music Online . https://doi.org/10.1093/ \ngmo/9781561592630.article.52818. \nWarrenburg, L. 2020. “Comparing Musical and Psychological Emotion Theories.” Psychomu-\nsicology: Music, Mind, and Brain 30 (1): 1–19. \nWashburne, C.J. and M. Derno. 2004. “Introduction.” In Bad Music. The Music We Love to \nHate, edited by C.J. Washburne and M. Derno, 1–14. New York: Routledge. \nZentner, M. and T. Eerola. 2010. “Self-Report Measures and Models.” In Handbook of Music \nand Emotion: Theory, Research, Applications , edited by P.N. Juslin and J.A. Sloboda, 187– \n221. Oxford: Oxford University Press. \nZentner, M., D. Grandjean, and K.R. Scherer. 2008. “Emotions Evoked by the Sound of Music: \nCharaxterization, Classifcation, and Measurement.” Emotion 4 (4): 494–521."
    }
  ]
}