{
  "doc_type": "scientific paper",
  "title": "The Performative \"I\"",
  "authors": [
    "Della Pollock"
  ],
  "year": 2007,
  "journal": "Cultural Studies ↔ Critical Methodologies",
  "doi": "10.1177/15327",
  "abstract": "Although claims to revive the first person in scholarly writing remain compelling, efforts to fulfill them have been less so. Few have survived the problems of authenticity, authority, and advocacy identified by Joan Scott and Linda Kauffman, among others. Following the model of 'stunting' offered by the feminist theorist, Mary Russo, this article proposes a view toward a 'performative 'I'' that invites error, disorder, and difference into the world of citationality or compulsive reiteration. The article builds its proposal on readings of two live performances and three short passages from selected texts. At their intersection, it imagines the displacement of a modernist 'I' by a subjectivity defined by an ethics of sensuous coalition and a politics of errant possibility.",
  "keywords": [
    "performance",
    "performativity",
    "writing"
  ],
  "research_topics": [
    "first person in scholarly writing",
    "authenticity in academic discourse",
    "authority and advocacy in writing",
    "performative 'I'",
    "feminist theory and subjectivity",
    "performance studies",
    "performativity theory",
    "Marxist theory and writing",
    "ethics of error",
    "politics of possibility",
    "identity and subjectivity",
    "pedagogy of reading and writing",
    "live performance analysis",
    "critical methodologies",
    "gender performativity"
  ],
  "created_at": "2025-05-05T00:46:24.348486Z",
  "source_pdf": "documents/research/Global/Pollock 2007 The Performative I.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Processed byMinitexon:2/24/2023 9:46:28AM\nThismaterialcomestoyoufromtheUniversity ofMinnesota collection oranotherparticipating library\noftheMinitexLibraryInformation Network.\nPatrons:pleasecontactyourlibraryforhelpaccessing thisdocument. \nLibrarystaff:forissuesorassistance withthisdocument, pleaseemail:mtx-edel@umn.edu andprovide\nthefollowing information:\nArticleID:MIH01MNPALSIHC0009850\nPatronemailaddress\n____________________________________________________________________________________\nTitle:Culturalstudies,criticalmethodologies.\nArticleTitle: ThePerformative \"I\"\nArticleAuthor: DellaPollock\nVol:7No:3Date:2007Pages:239-255\nOCLC-47221382; LCN-2004214789;\nSource:LibKeyNomad\nCopyright: CCL\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "239Author’s Note: Earlier versions of this essay were presented at the Conference on College Composition\nand Communication in New York, 2002 and at Southern Illinois University, 2006. Many thanks to D. Soyini Madison and Brian Rusted for their generous critique of subsequent drafts.\nCultural Studies ↔Critical Methodologies, Volume 7 Number 3, 2007 239-255\nDOI: 10.1177/15327 08606288649\n© 2007 Sage PublicationsThe Performative “I”\nDella Pollock\nUniversity of North Carolina at Chapel Hill\nAlthough claims to revive the first person in scholarly writing remain com-pelling, efforts to fulfill them have been less so. Few have survived theproblems of authenticity, authority, and advocacy identified by Joan Scottand Linda Kauffman, among others. Following the model of “stunting”offered by the feminist theorist, Mary Russo, this article proposes a viewtoward a “performative ‘I’” that invites error, disorder, and difference intothe world of citationality or compulsive reiteration. The article builds itsproposal on readings of two live performances and three short passagesfrom selected texts. At their intersection, it imagines the displacement ofa modernist “I” by a subjectivity defined by an ethics of sensuous coali-tion and a politics of errant possibility.\nKeywords: performance; performativity; writing\nSeveral years ago I was teaching a course on the politics of performance and\nwas struggling to explain classical Marxist theory to a group of advanced under-graduates. They had to understand alienation to understand so many playwrights’\nand practitioners’ dream of unalienated experience. They were trying hard.However, conventional examples of a rationalized labor process didn’t seem tocatch. The idea of a repeated, segmented activity like screwing on lugs or pluck-ing chickens all day either was too distant or too familiar or seemed quaintlyobsolete in their superdigital, hyperreal worlds.\nI reached for an example closer to home and found myself asking: what about\nyour papers for class? Almost immediately I felt that rare and wonderful shift in thevery air quality in the room that comes with understanding. Their eyes widened,cheeks softened. They became eager to relate to the change from a craft to an indus-trial mode of production, to the division of labor under the law of efficiency andthe concomitant division of the subject from the object of his or her labor, to thereproduction of ideologies to which they felt in hock; as they expressed it: the paperas grade as commodity whose surplus value lay in job interviews and entry-levelsalaries. They felt the evacuation of their role as artist and/or craftsperson in the"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "writing process. They understood their low-level resentment of me as the “boss,” the\nowner of the means of production (caught in the constant refrain: “I don’t know ifthis is what you’re looking for but . . .”). They even seized on the gap between whin-ing about the particular grades they got and the larger injustice of a system that keptthem so divided against themselves and isolated from each other that they could notmake larger, more searing complaints. Even the idea that they were gaining sym-bolic capital began to feel illusory. They wanted out.\nI was using writing assignments to explain Marxist theory; I now use Marxist\ntheory to talk with students about writing assignments. Each time they seem sur-prised, a little sad, but mostly relieved—to be able to name their intellectual alien-ation, to have something of a diagnostic for why they can’t seem to get passionateabout a project even when they want to, for why a paper seems already “out oftheir hands” before they have even laid finger to keyboard.\nI can’t begin to address the resulting malaise with the full scope of pedagogical\nattention it deserves. My concern for the moment will be the problem of subjectiv-ity this situation poses, the problem of the embodied self diminished by separationfrom the object of his or her writing labor. The classroom is a spatial matrix of prac-tices that generally reiterates value hierarchies consistent with a Derridean decon-struction of speech and/or writing and classical antitheatrical biases. Here, I want tostake one view toward possibilities for performing writing in the toll paid bystudents who consequently continually find they are writing themselves out ofthemselves. In the following pages, I can only gesture toward a pedagogy of readingthrough performance toward writing differently. I’ll do so by linking a claim on thediscursive excesses of performance with instances of scholarly writing selves some-what less alienated from performing selves, or instances of what I will call a “per-formative I.” My aim is to think beyond the use of the first person to ways ofwriting in the abjected self of modernity, of enfolding in writing the “I” modernityand postmodernity generally cut up and cut out: the passionate, excessive, errant,collective, and often exuberantly irregular “I” excluded by the systematic reproduc-tion of sameness.\nWe have tried to answer this situation by reviving the first person. This isn’t\nworking as well as it might.\nHelene Cixous, Nancy Miller, bell hooks, James Clifford, Donna Haraway,\namong others jolted us out of the enchantment of “objectivity,” requiring as muchas inviting new configurations of the personal and the political in scholarly writ-ing.\n1However, almost as quickly as the “I” emerged it was buried again, mired in\nissues of authority, authenticity, and advocacy.\nIn the early 1990s, Joan Scott (1992) dispensed with the authority of the “I,”\ndeconstructing the foundational category of experience, and making it next toimpossible to argue from experience or by the evidentiary logic of eyewitness—by which truth rests on the sovereignty of an empirically stable I/eye: I am, I wasthere, I saw: it’s true. For Scott, experience is discursively conditioned. The “it” towhich the I/eye pays witness is the naturalized discourse in which the subject/self\nis immersed. “Experience” as such thus turns back on the ocular-centered I, displac-ing its security by contingency and its truths by situated partiality.240 Cultural Studies ↔Critical Methodologies •August 2007"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "At about the same time, Linda Kauffman (1993) pilloried personal testimony in\nan essay that first drew us into an intriguing tale of her childhood life as a grifterand then abruptly revealed that it was all made up: a fiction we bought because,well, we want to believe that where there is scandalous revelation there is truth.“Personal testimony can sometimes be eloquent,” she argued, “but it is not an infi-nitely exhaustible genre. Too often it reinforces the blind belief that we are all intrin-sically interesting, unique, that we deserve to be happy” (p. 274). Kauffmantantalized the reader-voyeur with the prospect of a transparently revealed self thatnonetheless also served as a mirror and/or confirmation of the reader’s own indi-viduality and potential for narrative redemption.\nAlthough this is, for Kauffman, a reason to distrust “personal” writing, it also\nunderscores the fictiveness of any “I.” It’s not just that Kauffman managed to getaway with a lie because we wanted it; she dramatized the lie in language, the signi-fying opacity of linguistic figures like I, me, you, him—all of which are materially\nembedded in language systems that, then, are as much given to lies as they are totruth, or are essentially fictive. The projected or, for that matter, effaced “I” is thusalways a creative self-fashioning that the desirous reader, the reader hungry for truthsproduced by the impression of scandalous rupture, willingly ignores. \nSwimming hard against these deconstructive and realist currents are feminist\nclaims to “owning” voice and story. Powerful gestures in feminist consciousness rais-ing and the affective consolidation of political alliances, “owning” and “owning up”to one’s past can nonetheless backfire. “That’s my story” often seems to come witha warning tag: don’t touch, no trespassing, private property (turn back now!).Indeed, the ownership model is rank with democracy as rugged individualism andfree market economies, infamously leading The New Yorker Magazine dance critic,\nArlene Croce (1995), for instance, to insist that it wasn’t necessary to attend Bill T.Jones’ production, Still/Here (based on workshops with people living with cancer\nand HIV/AIDS) to pan it as “victim art”—why see what you know (or think youknow) you won’t be able to critique: people telling their “own” stories of cancer andillness? In the same way that we may feel no one has a right to tell me what to dowith my property, we feel prohibited from “doing anything” with someone’s else’sstory-as-property.\nBriefly returning to a pedagogical scene: A graduate student submitted a sem-\ninar paper reflecting on the normative treatment of epilepsy in which she repeat-edly interrupted a linear argument with performances of epileptic consciousnessas she knew it. She pursued a critique that took force, in part, from its alarmingjuxtaposition of scholarly and medical discourses, on the one hand, and evoca-tions of the body fallen out of syntax, on the other—of normative scholarly prac-tice and the a-normative subject. She wrote in to her critique the chaoticbody-subject the discourses she was addressing (and, to some extent, using) wouldhave written out. Her professor responded with an Aand no comments other\nthan swift insistence that she couldn’t—or wouldn’t—comment. In effect, shemarked this textual body with a scarlet Aand refused to get any closer.\n2\nDoes the first person exempt writing from critique? Does it operate outside the\nscope of power and resistance—or is it just convenient to act as if it does? Is it thePollock  The Performative “I” 241"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "reader or the writer who “uses” the first person to foreclose on possibilities for crit-\nical dialogue? In so many of these instances, I want to say that the reader chick-ens out, refusing to be part of the relational drama initiated by the writer’s breachin scholarly decorum, scared off in part by the proximity of the body that emergesin the breach.\nMore generously: We don’t have sufficient protocols for reading or writing the\nfirst person in scholarly discourse\n3and are all too often left regarding it as incon-\ntestably determined or merely arbitrary, absolute or relative, esoterically remote ortoxically close, and, either way: untouchable. This then radically delimits possi-bilities for practicing new subjectivities, for beginning to do in and throughwriting what theories of hybrid, multivoiced, engaged, and embodied social sub-\njectivities have encouraged us to imagine.\nThe “I” is pretty much stuck in self-reference. We’ve got it cornered. In the\nnext few pages, I want to think about ways to draw out the self-subject throughperformance and performativity, to write and read a performative “I” that is big-ger, more bracing, and more beautiful—productive and self-productive—than wehave, for the most part, allowed the first person to be.\nI’ll do so by continuing in the mixed mode of theoretical inquiry, pedagogical\nexample, and critical-speculative argument I’ve begun here. I’ll offer a very briefintroduction to the theory and problem of performativity to pose some working\npremises for thinking about performance . I’ll turn then to the suggestive promise\nof just two instances of live performance. Reading these under the rubric of MaryRusso’s (1994) vision for “critical stunting,” I argue that performance may helpus not only to write but to read writing better. I proceed then to read three, shortexamples of scholarly writing in which what I will call a performative “I” seemsto open and enter into new fields of subjectivity, specifically: a subjectivitygrounded in an ethics of error forecasting a politics of possibility.\n* * * * *\nJudith Butler has drawn us into a vortex of performativity (see Butler, 1990,\n1993). Through her particular revision of Austin through Derrida she argues thatidentity is neither essential nor constructed exactly: It is the material effect ofembodied repetitions. Gender, she argues, is “an identity tenuously constituted intime, instituted in an exterior space through a stylized repetition of acts ” (140, \nitalics in original). It is “the mundane way in which bodily gestures, movements,and styles of various kinds”—tuned to the rhythm of prevailing norms, dis-courses, and disciplinary structures—“constitute the illusion of an abiding self”(p. 140).\nButler finds hope in failure. If the illusion of selfhood depends on repeated acts\nin time, then\nthe possibilities of gender transformation are to be found precisely in the arbitrary\nrelation between such acts, in the possibility of a failure to repeat, de-formity, or aparodic repetition that exposes the phantasmatic effect of abiding identity as a polit-ically tenuous construction. (Butler, 1990, p. 141)242 Cultural Studies ↔Critical Methodologies •August 2007"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Elin Diamond (1996) characterizes the particular tension between repetition of\nthe same and the tremulous moment in which repetition—because it occurs intime and space—is different as a tension between the thing done and the doing,between performativity and performance as a counterweight embedded in, ineffect, doing the thing done.\nAlthough I rely on Butler’s reclamation of the embodied self, and the pressure\nDiamond puts on performativity through performance, failure is not enough. Itis not enough to reveal the phantasmatic nature of identity or to see, as Diamonddoes, the tension between the thing done and the doing of it as primarily anopportunity for (as yet idealist) critique.\nFor Butler and Diamond, performance remains performativity’s weak sister—\na kind of incidental tremor in a system that depends on live repetition for itsupkeep. I want to claim more power for performance: to think about the tensionbetween the thing done and doing as a collision of past and present producing theexcess of what’s as yet undone, what’s yet to be done. I want to think about howperformance propels us forward into a future perfect world, a world full of dan-gerous and fantastic possibilities.\n4What I am imagining here is doing the thing\ndone so vigorously as to undo it and simultaneously to call down the gaping graceof what else might be done.\nA couple of performances in which this seemed to occur:\n******\nMore than 20 years ago now, two friends took me to see Carol Channing in\nHello Dolly at the Auditorium Theatre in Chicago.\n5I don’t know how many\npeople the Auditorium seats. Memory would suggest it was in the tens of thou-sands. The theatre was full. You could hear the first notes of the title song. Ourcollective gut string drew taut. Then: there she was, at the top of the windingstaircase, one long gloved hand laid along the white balustrade: she was everydame, mame, belle who had ever descended (or had ever wanted to descend) awide, winding staircase to a waiting chorus of high-kicking men. She and we rel-ished every wigged, lip-sticked, and sequined step, each timed so perfectly thatshe arrived on the stage apron with the final crescendo of the music, whichseemed to rise on our cue, as we rose to clap and clap and clap, performing astanding ovation literally to beat the band. And then that grin was moving towardus. This wasn’t in the script. And yet, this was still Dolly—or was it Carol? Well,Dolly/Carol was now gently and elegantly gesturing for quiet. When a stunnedhush finally reigned, Carol/Dolly—Dolly/Carol took one more carefully bal-anced step toward us, bent slightly at the hip as if about to share a secret, eachgloved hand now melting into the sparkling flow of white fabric covering eachthigh: she spoke with glowing, exaggerated precision, in an absolutely deliciousstage whisper—as if alone to each of the thousands in attendance: “Shall we dothat again?”\nThe moment of shocked silence that followed was as deafening as the subse-\nquent roar. Somehow she was suddenly back at the top of those stairs. Somehow,Pollock  The Performative “I” 243"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "magically, we heard again the first teasing strains of Hello Dolly! Well, hello Dolly!\nAnd this time, well, this time, it was different because it was unbelievably thesame all over again! This doesn’t happen! For all the talk of “you never know whatwill happen in a live performance,” it never meant this. Maybe a misstep. A lostline. A particularly good night. But not the diva’s reclamation of the power to doit again, oh, just do it again. This was the same with a difference. It was more ofthe same and more than the same: it was performance exceeding performativity,repetition breaking out of reproduction. Carol/Dolly violated—for all of us itseemed—the supreme law of stage and vernacular theatre: don’t break character.\nRepetition, for Butler, is meant to secure the illusion of “character” or identity\nunder disciplinary threat. In this breakout performance, Channing was doing thething done—repeating grin for grin, slide for twirl—the established and explicitlyscripted protocols of the musical play. She did so, however, to the point of almostunbearable excess, revealing and reveling in the repetition at the core of a perfor-mance aesthetic, in the process undoing what could have become merely mechani-cal reproduction, abandoning all of us to the ever-more human pleasures ofrepetition.\n6Her understated “Shall we do that again?” suggested an invitation to\ndance, to take another stroll around the block, to play. She and I in immediate, inti-mate relation are going to do this again. “Again” of course evokes the child’s pleasurein repetition: do it again—again—again (“again again” seems generally reserved fortesting the claims of gravity and human form against flight, as in: swing me up highagain, spin me around again, flip me upside down and over again).\n7I am pure kid:\ngiddy with pleasure not in the fact that we’re going to get to see this again but in theact of stalling out, topping out the mechanisms of reproduction with production. Weare in thrall to Channing’s tender, comic redistribution of power, making repetitionpart of a performance of “as if” collective choice: shall we do that again?: of coursewe will. And of course the amazing thing is that we/they can do it again, the same,all over again. They are, and we are now with them, magicians in our shared ability(rather than compulsion) to repeat exactly. And so, with Channing’s mock invitation,the performance launches onto or, more precisely, off of a new plane of repetition:now, repetition that exceeds both the thing done and the doing of it in the produc-tion beyond reproduction of an errant, sassy, vast subjectivity embodied in the col-lective triumph of virtuosity over form (see Hamera, 2000).\nAnother New York story—although this one far from Yonkers and further still\nfrom Broadway. In the spring of 2002, I was teaching a graduate seminar on theperformance of memory. In the spirit of remembering, at the end of the term I asked the students to repeat the initial assignment: remember someone.\nWe arrived at class one day to find that the desks had been shaped into a loose\narc. Kate was at the front of the room, busily arranging cheese on one of those tinplatters you can buy in the grocery store for a potluck or last minute party.Someone had left U.S. flag transparencies on all of the windows. I tried to ignorethem until I realized that we each had a small flag on a wooden stick at our respec-tive desks and that the edge of a flag bandanna was falling out of Kate’s jeans244 Cultural Studies ↔Critical Methodologies •August 2007"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "jacket pocket. I have to admit: I was just cringing. Not Kate, I thought; she has-\nn’t succumbed or I haven’t misunderstood her this badly. This must all be left overfrom something. A routine public speaking class. Somebody’s bad performance ofa patriotic poem. This was the time when Bin Laden “wanted posters” decoratedthe back windows of pick-ups. When patriotism was bought and sold in the formof just about anything red, white, and blue. In a town given to team rivalry, uni-forms, and logos, all of this seemed to me a faint reprisal of kitschy fandom runamuck.\nBut there was Kate, now just as cheerfully passing the cheese and crackers,\nhanding out napkins, a truly generous hostess inviting us into conviviality; nowpouring each of us a glass of wine! Something starts to play in the background.Classical music. A recorded interview of some kind. Kate removes a flag-wrappedobject from her pocket and bends to place it carefully on the floor. She stomps. Ihear a familiar, muffled crunch: the sound of a light bulb breaking, the bulb oftensubstituted for the designated wine glass in the Jewish wedding ceremony (itworks just as well to insert the sound of sorrow into a time of festive celebration).Kate gently shakes the glass shards off the scarf, leaving them at her feet; she tiesthe scarf around her neck and slowly rises. We snack on. The music gently swells.She grasps another wine bottle in one hand, a wine glass in the other, and—withwhat fingers she could wriggle free—she awkwardly (no big band virtuosity here)draws the bandanna up over her eyes, blindfold-style. She extends her arms out(still holding the wine bottle and glass) into an inverted “V ”... she is...o h  y e s ,\nBlind Justice now. What is she up to? Slowly raising the wine glass in her righthand—higher, higher yet; her arm stretches to its full length: the glass is nowLiberty’s torch. She raises the open wine bottle to the lip of the glass and beginsto pour.\nShe meant to pour herself a glass, she tells me later. To offer a toast. Something\nelse happens. She pours and pours. She doesn’t stop. The red wine is spilling,sloshing over the sides of the glass. It winds down her arm, twisting around it likea vine, dripping off her elbow, falling in splotches off her clothes, in a slow steadyrun from the bottle to the glass across her body to the floor where it washes upthe scattered glint of glass shards. This is a libation and a blood sacrifice. Katestands in the pool of wine that spreads now toward our toes, that has spatteredour bodies and clothes, and that we have each sipped. There have been no wordsthat I can recall. We wait in anxious repose for Kate to release her arm.\nLike Channing, Kate made a perfect mess of the performance space: endlessly\nrepeating the discourses of conventional patriotism in the images of the flag andLady Justice/Lady Liberty, and even in her performance of gendered hospitality, shedid what’s done and what was at the time driving us to war in Iraq: with lady-likedecorum, she performed protocols of patriotism. However, much to our mutualsurprise, she kept doing the thing done: she kept pouring and pouring from whatseemed an inexhaustible source. Acting far beyond intentionality, Kate becamesubject to her own performance. Overtaken by invention, she was reinvented. ThePollock  The Performative “I” 245"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "ego-“I” who planned all kinds of things was displaced by a becoming-“I” (on the\nverge of [a] becoming “we”) who traveled on the currents of improvisation and re-invention into a place of strange joy and greater grief than most of us had ever daredimagine.\nThe performance immediately called to mind variations on this “cup runneth\nover.” I like the biblical magnitude of the metaphor and its ironic understatementof the literal size of this spill. At the same time, I am frustrated by its neat loca-tion of the performance event within a given Judaeo-Christian mythos, especiallyto the extent to which Kate’s performance, her doing, surpassed reproduction ofthe same. The performance refused the discursive hold even a biblical phrase citedironically might have on it. For me, it recalled a more ancient past in the classi-cal libation for the war dead and called down a more perfect future, a future per-fect in which blood and hope spill over rank nationalism, a future we touched andtasted and felt, even as we felt the stain of discourse on our return performanceof passive witness.\nThis was how Kate remembered her dear friend, Herman Sandler, a great sup-\nporter of classical music in New York, who died in the World T rade Center dis-aster. It was also a way in which her memory became incorporated into our own,even insofar as the next presenter insisted on leaving the spilled wine where it was,and sitting, stained, at its pooling center, while proceeding to recall her deceasedgrandmother.\n8\n******\nIn very different ways, Kate and Channing performed stunts. They risked\ncomplete disaster in spectacular display, in doing the thing done until it—andwe—were almost undone. Both recalled the critical practice Mary Russo (1994)calls “stunting.” The practice of stunting, for Russo, “belongs to the improvisa-tional, to the realm of the possible” (p. 24). It is a tactical maneuver she associ-ates with female stunt pilots and the “doubled, dwarfed, distorted (stunted)creatures of the sideshow which stand in as the representatives of a well-knowncultural presentation of the female body” (p. 22). Joining these two versions offemale exceptionalism, Russo reclaims the female grotesque as “an embodimentof possibility and of error.” She poses feminine possibility against the logic ofmodernist progress, acknowledging that where there is possibility there is error:the mistake, imperfection, or transgression that challenges the normative repeti-tion of the same and so invites correction, punishment, and recrimination. Thethrill of flight, for Russo, is heightened by the chance of falling, of getting thingsterribly wrong, by risking death or its semiotic correlate, abjection.\n9\nAnd yet where there is error there is possibility—even the impossible possibil-\nity of human flight, of just taking off, breaking through, achieving all new heightsand forms of human being and, in the process, creating new alliances of embod-ied subjectivities, what Russo (1994) calls “new political aggregates—provisional,uncomfortable, even conflictual coalitions of bodies which both respect the con-cept of situated knowledges and refuse to keep every body in its place” (p. 16).246 Cultural Studies ↔Critical Methodologies •August 2007"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Russo (1994) uses stunting to describe her own critical practice, one based on the\nstartling juxtaposition of seemingly incongruous images, and the process of readingthem off of each other for their “invisible potential” (p. 41). She takes the acrobatas the model for the feminist scholar who achieves the “aerial sublime,” who—inthe spirit of Kate and Channing’s performances—answers the fundamental ques-tion: “what are the possibilities of reinhabiting the old in a way that will alter it” (p. 30) by substituting the pleasures and power of improvisational error for any-thing like “failure” to do things right?\nWhat would this mean for writing?First of all, it would mean inviting apparently fixed forms into the realm of the\nimprovisational and the possible.\nIt might mean, then, “stunting” on established grammars of meaning, making\nwriting “grotesque” at least in the sense that it is characterized by the perils oferror, that it risks error in the name of possibility.\nIt would mean, in turn, enjoying the subject that emerges as a writing self, not\na writer or author per se but a figure of semiosis-in-process, a becoming I/we, thatmay then be full of surprises.\nAnd it would mean reading the self that emerges from un/doing writing as a\npossible self, an “I” that performs beyond the contractual terms of veracity orauthenticity, a subjunctive of what could be or might be or might as well be—aremembered or imagined identity written “as if” it were real. This “I” enjoys nei-ther the presumption of a foundational ontology nor the convenience of conven-tional claims to authenticity. It is (only) possibly real. It is made real through theperformance of writing. Accordingly, its reality is never fixed or stable. To the veryextent that it is written, it is always already about to fly off the page into beingand becoming.\nIdeally, this self is a mess of errors. She is not so much unruly as superruly, sur-\npassing convention and form on a dare. Errant, playful, and beautiful: she is Kateand Carol striking awe into our hearts; she is the student writer whose epilepticbody and/or consciousness is not put under the erasure of an institutional A; she\nis the female stunt pilot outdoing the straight line of modernist progress by per-forming the wild twists and turns of impossible possibilities.\nBut what if the pilot falls out of the air? What if the show didn’t go on? What\nif we all became drenched in blood and wine? What I want to call performativewriting substitutes the open, dangerous, even grotesque range of “what if?” for theclosed, causal logic of “if, then.”\n10The latter is the logic of progress, holding\nadvancement to the premise of prior achievements. It is a citational logic, lockedin to what’s come before, or: repetition as reproduction. “What if” opens a spacebetween what is and what might be, answering what John Fiske (1993) called the“tyranny of the indicative” with possibility (p. 119). This is an ethical space: aspace of mobilizing the difference between imagined and entrenched realities; andit is a performance space: a space of mobilizing the difference in repetition for eth-ical ends.Pollock  The Performative “I” 247"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "I can only begin to point to some examples of scholarly writing in which I find\na trace of this performing/becoming “I.” And I’m well aware that these examplesmay pale next to Dolly-again or even the wine-soaked seminar performance.However, let me suggest in retrospect that, in each of these cases, what was largebegan small. The performances turned on a dime. In a matter of seconds and onlyfive words, Channing changed what might have been just one more among thou-sands of wonderful Dollies into the performance of a lifetime; and whatever heldKate’s pouring arm up changed her seminar presentation from what might havebeen a conceptually sound, well-planned but slightly gimmicky event into ametaphorical plunge into pools of remembering from which I have yet to emerge.These were tiny shifts that made all the difference. In each case, performancewreaked havoc on less than a moment’s notice.\nSo, reading for the miniature “stunt” (sublimity charged by a sudden, potentially\nwrong turn), I’ll begin by asking: what if the writer-scholar makes a mistake?\n11\n******\nIn her virtuosic essay, “What a Rag Rug Means,” Steedman (2001) reflects on a\ntrick of memory—on how she transposed her recollection of a rag rug on a hearthfrom Richard Hoggart’s description of his working-class home in Uses of Literacy\ninto an account of Elizabeth Gaskell’s novel, Mary Barton . In fact, there wasn’t a rag\nrug on the Bartons’ hearth and yet, she says, “I remember a rag rug.” More to thepoint: she wanted a rag rug to warm that hearth. Steedman offers her error as areflexive performance of the tendency to dehistoricize working-class domestic life—to “remember” it as common and quaint across eras—and of her wish to writememory and desire into working-class history, and so to historicize history. Thisessay is not about how memory can trap you or how to watch out for error bred ofdesire. To the contrary, Steedman locates history in the vicissitudes of memory anddesire. She articulates the subjective labor of the historian with the ostensible objectsof his or her research, dissolving the lines conventionally dividing not only psycho-analysis and labor history, literary analysis and cultural theory, but subject andobject as the definitional parameters of “doing” even the most scrupulous archivalwork. Desire moves and exceeds the performance of history. It spills over evenSteedman’s slow and careful writing/making of the errant self at its core. ForSteedman, history may be most telling in the errors desire yields.\n12\nWhat if an invisible “I” is similarly partial? In the opening of Call to Home , Carol\nStack (1996) invites us to reimagine the massive migration of African Americansfrom the North to the South in the 1970s and 1980s through one family’s story.Here, in fact, there is no “I” other than the one implied by seeing what a body couldand/or would see rounding the bend, returning home in the company of an as yetunnamed descendant of the former sharecropper, Samuel Bishop, disappearingalmost entirely into the tenuous rhythms of identification with and respect forBishop’s family and its homeplace. Stack writes through the intimacies of others’recollection of Samuel. She reflects her vision and admiration of him in minuteattention to the details of the land through which she passes “as if” in real time, asshe draws us into the provisional landscape of Burdy’s Bend:248 Cultural Studies ↔Critical Methodologies •August 2007"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Upstream from the land that Samuel Bishop lived and died for, the water moves dark\nand slow in the creek bed. The course of the creek twists, doubles back and redou-bles, and works itself almost into knots, writing out the territory like anxious knuck-les squeezing a sponge. But at the edge of Samuel’s sixty acres, land and waterwaysuddenly seem to sort themselves out, as though a hand of God had just then andthere reached down to do the work of the Third Day of creation; the creek swingsout deep and wide, cutting a broad arc, and the ground lifts back and away from afringe of cypress and gum trees up gently through all the acres of fields. Samuel wasborn on this land, though hardly born to it; it belonged to the white folk, and therewas more than half a century of fretting and sweating before he could claim it all forhis family, free and clear.\nThis land in a loop of creek has always been called Burdy’s Bend. On the high-\nest ground, in the neck of the land, sits the house where Samuel was born in 1922,where he and Pearl lived their married life and raised their ten children. Pearl stilllives there; she has running water now in her kitchen, pumped from the wellthrough a hose, installed by her grandson Sammy, that snakes across the backyardand pokes into a hole in the kitchen wall. Maybe it was never much of a house, butafter all these years its tin roof has buckled and gapped, and the framing has pulledback from the windowsills, leaving cracks big enough for cats. Pearl’s blankets shadethe windows. But the number of children over the years who came to call this househome, and to call Pearl Bishop “Miss Pearl,” is almost beyond counting: there werePearl and Samuel’s own ten, and all the nieces and nephews sent back and forth byparents in New York, and there were the two little cousins who came after theirmother passed—fourteen children at least at many a time, and sometimes seven-teen, sometimes more. There are still children in the house, grandchildren now.Pearl is still Miss Pearl. (pp. 1-2)\nComing into the projected present where “Pearl is still Miss Pearl,” Stack pro-\nceeds to imagine with us Pearl’s sense of Samuel, writing in something like theindirect discourse of narrative fiction: \nPearl always worried about Samuel when he was up north: she fretted that someone\nor something might grab onto him and keep him in New York and she fretted evenmore that he might drink away that fat New York paycheck of his. Around home,he would go and have a drink, but up north he was a drinking man, a man who\nheaded straight to Horace’s every day after work and sat till closing time in the com-pany of dozens upon dozens of his once and future neighbors, people he had firstgotten to know back in Burdy’s Bend and New Jericho. Every time he left home heswore to Pearl that the day the job was over he’d come straight home to her, bear-ing money for the land—and the kind of man he was, he always kept his promise.\nThat was Samuel for you: when he set out to do something, he was just going\nto do it. He went straight at it and stuck to it and did it, and then he made sure youknew just what he’d done and how he’d done it so that when the time came, youcould do it for yourself, in his image. In your muscles, down to the bone, you’d feeljust how he would have moved and done a thing, and even deeper than the bonewould be the resonations of his voice and his spirit. (p. 4)\nStack performs Samuel’s legacy. She embodies in writing the extent to which\n“in your muscles, down to the bone, you’d feel just how he would have movedand done a thing, and even deeper than the bone would be the resonations of hisvoice and his spirit” (p. 4). She moves into and through this landscape of familyrelations and raced history the way “he would have moved and done a thing,”Pollock  The Performative “I” 249"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "echoing yet again—creating “resonations” far beyond Burdy’s Bend—Samuel’s\nrelationship with the land and people he called home.\nIn between the stacked jars and folded sheets of Stack’s, Pearl’s, and Samuel’s\nviewpoints, we might ask: Did Pearl actually say this? What if she had? What if shewere to? The effect would be much the same:\n13to give us a deepened sense of how\nSamuel’s character is passed through muscle and bone and spirit, even as his storyis passed through Pearl through Stack to us. We become then part of the “you”who’d “feel just how he would have moved and done a thing” so that when thetime came “you could do it for yourself, in his image.” You/I/we could do thingsthe way that Samuel did them, repeating his performance of self, race, and laboras part of the generations that spread out after him, in the hard wake of industrialdevelopment. I marvel at who “I” become every time I read this novelistic passage.“I” cease to be “I” in any kind of denominative sense, the sheathing of “my” iden-tity slipping away with each step further into this landscape and world, as “I” amfinally enfolded in Samuel’s steadfast way of doing things. I can feel in my musclesand bones not only the possibility but the imperative to do the thing done, to reen-act and to reinvent the traditions Samuel set in motion. At the same time, and outof the same well of performative propulsion (as opposed to Butler’s compulsion),I feel drawn past repetition toward revision of whats been done from which thesebodies of knowing and doing have been so radically abjected. Accordingly, I wouldhave to say that Stack performs history to excess. In her process of “doing the thingdone,” she gently undoes it, infusing “home” with the provisional time and/orspace of what’s as yet undone, of what’s yet to be done.\nWhat if writing buried the sensuous reality of its object in the folds of an\nemerging subject? Could their twin becomingness comprise a less alienated prac-tice of performative knowing? This is Julie Taylor’s project in Paper T angos (1998),\nan ethnographic reflection on the paradoxical status of the tango in Argentina.Taylor writes herself into and through the process of realizing that she had to learnand practice the tango to write it. Her emerging subjectivity begins in collectiveidentification with others reentering the world after the demise of the Junta in1979, rising through a scrapheap of notes and streets into and through dialogiccomposition: \nIn the effervescent release from fear at the fall of the Junta, we timidly began to recre-\nate our social worlds and to compare notes. The exiles into which Argentines had beenthrust became familiar episodes—internal exile, as it was known, as well as external.We had been engaged in the lonely task of inventing Argentine culture on our own,often far from Argentina, investing memories and customs with the meaning we eachpulled out of our pasts. Nostalgic as we were, many bits and pieces of everyday lifehad been permeated with longing for a lost peace: food, trivial news and gossip, andthe tango ....\nOn one of the city’s sunny but cold July winter days, I found myself alone in\ndowntown Buenos Aires. My son was away on a visit. I was between tasks. My bagswere all packed, as I had moved out of one apartment but was unable to move intothe next. Startled, I realized that I was free to look for the addresses that, for years,I had jotted down one by one, never really believing I would someday be able to250 Cultural Studies ↔Critical Methodologies •August 2007"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "follow them out—to people who taught the tango and to places it was danced. I\npulled innumerable scraps of paper from notebooks, pockets, and handbags andbegan by making my way through miles of ramshackle corridors to find a tiny setof offices whose bemused inhabitants gave me mimeographed sheets of addresses ofneighborhood cultural programs that included tango. The night of that same day,in my first class, other students and onlookers praised and criticized teachers anddancers, providing information that sent me on more journeys all over the city, piec-ing together a universe I had not known existed. The rhythm of my classes andpractices rapidly accelerated.\n“But whydo you do all this dancing?” an acquaintance asked in conversation\nwith several unbelieving Argentines. Another member of the group, who had ini-tially expressed some bewilderment, suddenly lit up. She announced to the rest ofthe group in the Italian understood on porteno streets, “Perche la piace!” Becauseshe likes it. And she was right. I was in a world deeply familiar from my years as adancer, a world that gave me back my body and the modes of learning with it andfrom it that had formed my earliest perceptions. As the tango threw all this sharplyinto focus, I recuperated something that had been obliterated by years of rationalargument. I recuperated ways of knowing, ways of knowing art, ways of knowing violence, ways of knowing fear—ways of knowing them to be bound up together ina body to which I could lay a tentative claim. (pp. 18-20)\nThrough the course of the book, Taylor becomes more subject than self: a vis-\nceral register of national and cultural power, a body of understanding to whichshe can lay a claim and yet only a “tentative” one. As much as she “recuperatedways of knowing,” she does not own them—any more than does the tango or thenation own her. Whatever sense of self gains is a function of being pierced intorecognition or re-knowing by others’ perspectives and bodies of experience.\nIn this last paragraph, the authorial self is jarred out of and into knowing by\nan acquaintance who takes over textual as well as subjective and/or social spacewith her demanding question: “But why do you do all this dancing?” The ques-tion is echoed in the faces of other “unbelieving” witnesses. Taylor seems at a lossfor an answer. The question ricochets such that “another member of the group,who had initially expressed some bewilderment, suddenly lit up.” She thenanswers in the Italian patois of the street, not only answering but answering backto the circle of suspicious power of which she had previously been a part, “Perchela piace!” Taylor translates, referring to herself in the third person: “Because shelikes it.” And translates again, this time into her own language, now saturatedwith at least three others: “And she was right.”\nThrough the kind of hard dialogue by which the authorial “I” is initially,\nentirely overcome by unauthorized others, Taylor becomes a knowing subject. Shewrites herself having been written into new ways of knowing, of now knowing art,violence, and fear in and through the passionate vulnerability of embodiment, ofwhich tango is a literal process and a vibrant metaphor, carrying with it its own\ndialogic force. It is tango that “threw all of this into sharp focus.”\n******\nIn each of these examples, the writer reinhabits the old in ways that alter it,\nrecounting or suggesting ways in which she is altered in turn. Each recalls researchPollock  The Performative “I” 251"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "to the realm of “the improvisational, the realm of the possible,” reclaiming the\nfoundations of knowledge in bodily error and contradiction. In each case, thewriting “I” gains authority less by proprietary claims on experience than by dis-persion in and through the representation of experiences that produce a changedand changing subject. In each case, the ego-identified or intentional self disap-pears into reflexivity, story, boundless otherness, other times and places, embod-ied knowledges, unspeakable violence, and discovery itself as a really greatmistake. In each case, moreover, the abject returns with the performed self inprocess and radical contingency; in the sensuous body—in all of its pleasure andterror; and in embodied difference—raced, gendered, sexed, and classed.\nThis performative “I” thus has a politics and an ethics. Performing displace-\nment by error, intimacy, others, it moves beyond the atomization, alienation, andreproduction of the authorial self toward new points of identification andalliance. Following Russo, a mobile, performative “I” may thus also produce “newpolitical aggregates—provisional, uncomfortable, even conflictual coalitions ofbodies.” The student moving into or as yet renting space in this subjective habi-tus may find herself wildly confused, without ready means of textual housekeep-ing. And yet, to the very extent that—disorderly, aberrant, accident-prone, anduncompromising in her embrace of what might otherwise make us cringe—thereader and/or writer as female stunt pilot makes a perfect mess of conventionalscholarly forms, she renews our contract with possibility.\nNotes\n1. I am referring here to only a few of the founding texts in the cross-disciplinary chal-\nlenge to conventional critical writing, texts directly related to the so-called crisis in repre-sentation in the social sciences and to feminist claims on “voice,” both of which are tied tochanging conceptions of the scholar and/or researcher’s relation to truth. See, in particu-lar, Cixous (1976), Clifford (1986), Haraway (1991), hooks (1989), and Miller (1991).For general review of what has come to be called “performative writing,” see especially theessays by Pollock (1998) and Sedgwick (1998).\n2. Paper discussed with the student’s permission.\n3. The problem of evaluative protocol for “literary” ethnography is explicitly addressed\nby Richardson (2000). See also Bochner’s (2001) response to the dismissal of personal nar-ratives of suffering.\n4. For a similar elaboration of Diamond, see Sandoval-Sanchez and Sternbach (2001),\np. 97. On performance and possibility, see Madison (1998) and, for example, Pollock(1999) on the performance of a “possible real.”\n5. See Schneider’s (2001) brilliant reflection on the relation between reproduction,\ncloning, and various Dollies.\n6. Walter Benjamin’s (1968) essay, “The Work of Art in the Age of Mechanical\nReproduction” (appropriately continues to frame discussion here; Peggy Phelan (1993) hasprovocatively raised the possibility that performance may be a mode of representation with-out reproduction.252 Cultural Studies ↔Critical Methodologies •August 2007"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "7. Re: the ludic implications here, see, for example, T urner (1982).\n8. Performance discussed with the student’s permission. I do not mean in any way to\nsuggest that this is a definitive critique or eulogy, and recognize that the performance eventdid not directly address any number of related issues. What I can say, however, is that theperformance—and stories of it—have spurred ongoing discussion about performance,9/11, the war on Iraq, and memory and memorialization, among other topics. It left astrong trace in subsequent reckonings of which this is but one.\n9. See Kristeva’s (1982) founding discussion of abjection.\n10. Accordingly, I have encouraged students to assume a “what if” stance in critical dis-\ncussion of others’ work. Undergraduate students in particular seem particularly stricken bythe need to keep their “hands off” others’ work, especially if it in any way explicitly entailsfirst person subjectivity. Evaluative critique rests on an “if, then” logic: if you did this, thenthis would be better. Although I don’t wish to abandon evaluation, what if seems an effec-tive way to circumvent students’ reservations about criticizing their peers (often defendedin playground variations on rank relativism: “that’s his story; I can’t say”; “that’s my inter-pretation; you can’t say!”) and to reinvigorate evaluation with ethics. I consequently shiftthe classroom discourse slightly toward possibility: what if he or she did this or that?, tothe extent that, in at least one recent class, students began to raise their hands to indicate:“I have a ‘what if’: what if he or she did this or that?”\n11. None of the texts I address are typically identified with “new” or “auto” ethnogra-\nphy, nor are they explicitly or experimental critical or “performative” writing.\n12. This is in many ways what is happening in a book such as Beverly Skeggs’ (1995)\nedited collection, Feminist Cultural Theory: Process and Production —in which the contribu-\ntors perform their reflexive consciousness about the process of completing major scholarlyworks. They reflect on the seedy underside of scholarship: the problems, the fixes, the knots,the error of their ways, showing how they got driven into a certain corner by a method ortheory, or how they found a rabbit hole and jumped in. They also imagine alternative routes:what else they might have done or might do. In this sense, they undo the completeness ofprior work, drowning it in process—past and present, dramatizing the perilous possibilitiesthat hide out in the otherwise smooth surfaces of scholarly achievement.\n13. Re: narrative truth, see T rinh (1989), especially 119-121.\nReferences\nBenjamin, W. (1968). The work of art in the age of mechanical reproduction. In\nIlluminations (H. Zohn, T rans., pp. 217-252). New York: Schocken Books.\nBochner, A. (2001). Narrative’s virtues. Qualitative Inquiry , 7(2), 131-157.\nButler, J. (1990). Gender trouble: Feminism and the subversion of identity . New York:\nRoutledge.\nButler, J. (1993). Bodies that matter: On the discursive limits of “sex.” New York: Routledge.\nCixous, H. (1976). The laugh of the medusa (K. Cohen & P . Cohen, T rans). Signs: Journal\nof Women and Culture in Society , 1(4), 875-893.Pollock  The Performative “I” 253"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Clifford, J. (1986). Introduction: Partial truths. In J. Clifford & G. E. Marcus (Eds.),\nWriting culture: The poetics and politics of ethnography (pp. 1-26). Berkeley: University\nof California Press.\nCroce, A. (1995, December 26). Discussing the undiscussable. The New Yorker .\nDiamond, E. (Ed.). (1996). Performance and cultural politics . New York: Routledge.\nFiske, J. (1993). Power plays, power works . New York: Verso.\nHamera, J. (2000). The romance of monsters: Theorizing the virtuoso body in perfor-\nmance. Theatre Topics, 10 (2), 145-153.\nHaraway, D. (1991). Situated knowledges: The science question and the privilege of partial\nperspective. In Simians, cyborgs, and women: The reinvention of nature (pp. 183-201). \nNew York: Routledge.\nhooks, b. (1989). T alking back: Thinking feminist, thinking black . Boston: South End.\nKauffman, L. S. (1993). The long goodbye: Against personal testimony, or an infant grifter\ngrows up. In L. S. Kauffman (Ed.), American feminist thought at century’s end: A reader\n(pp. 258-270). Cambridge, MA: Blackwell.\nKristeva, J. (1982). Powers of horror: An essay on abjection . New York: Columbia University\nPress.\nMadison, D. S. (1998). Performance, personal narratives, and the politics of possibility. In\nS. J. Dailey (Ed.), The future of performance studies: Visions and revisions (pp. 276-286).\nWashington DC: National Communication Association.\nMiller, N. K. (1991). Getting personal: Feminist occasions and other autobiographical acts .\nNew York: Routledge.\nPhelan, P . (1993). Unmarked: The politics of performance . New York: Routledge.\nPollock, D. (1998). Performing writing. In P . Phelan & J. Lane (Eds.), The ends of perfor-\nmance (pp. 73-103). New York: New York University Press.\nPollock, D. (1999). T elling bodies performing birth . New York: Columbia University Press.\nRichardson, L. (2000). Evaluating ethnography. Qualitative Inquiry, 6 (2), 253-255.\nRusso, M. (1994). The female grotesque: Risk, excess, and modernity . New York: Routledge.\nSandoval-Sanchez, A., & Sternbach, N. S. (2001). Stages of life: Transcultural performance\nand identity in U.S. Latina theater . T ucson: University of Arizona Press.\nSchneider, R. (2001). Hello Dolly well hello Dolly: The double and its theatre. In \nP . Campbell & A. Kear (Eds.), Psychoanalysis and performance (pp. 94-114). New York:\nRoutledge.\nScott, J. W. (1992). Experience. In J. Butler & J. W. Scott (Eds.), Feminists theorize the\npolitical (pp. 22-40). New York: Routledge.\nSedgwick, E. K. (1998). Teaching “experimental critical writing.” In P . Phelan & J. Lane\n(Eds.), The ends of performance (pp. 104-115). New York: New York University Press.\nSkeggs, B. (Ed.). (1995). Feminist cultural theory: Process and production . New York:\nManchester University Press.\nStack, C. (1996). Call to home: African Americans reclaim the rural south . New York: Basic\nBooks.\nSteedman, C. (2001). What a rag rug means. In Dust: The archive and cultural history . \nNew Brunswick, NJ: Rutgers University Press.\nTaylor, J. (1998). Paper tangos. Durham, NC: Duke University Press.254 Cultural Studies ↔Critical Methodologies •August 2007"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "T rinh, T. M. (1989). Woman, native, other: Writing postcoloniality and feminism . Bloomington:\nIndiana University Press.\nT urner, V. (1982). Liminal to liminoid, in play, flow, and ritual. In From ritual to theatre: The\nhuman seriousness of play (pp. 20-60). New York: Performing Arts Journal Publications.\nDella Pollock is a professor in the Department of Communication Studies at\nChapel Hill, teaching in the areas of performance and cultural studies. She is theauthor of T elling Bodies Performing Birth (1999) and editor of Remembering: Oral\nHistory Performance (2005) and Exceptional Spaces: Essays in Performance and\nHistory (1998).Pollock  The Performative “I” 255"
    }
  ]
}