{
  "doc_type": "scientific paper",
  "title": "Misophonia: A scoping review of research",
  "authors": [
    "Iskra Potgieter",
    "Carol MacDonald",
    "Lucy Partridge",
    "Rilana Cima",
    "Jacqueline Sheldrake",
    "Derek J. Hoare"
  ],
  "year": 2019,
  "journal": "Journal of Clinical Psychology",
  "doi": "10.1002/jclp.22771",
  "abstract": "Objective: To scope the literature describing misophonia populations, management, and research opportunities. Method: Literature searches for research studies describing patients diagnosed with misophonia, defining a patient profile, or outlining development or testing of an intervention for misophonia. A data extraction form was developed and piloted before data from each article were independently charted by two researchers. Researchers then agreed on a final data set for each article. Results: Thirty-one records were included. The misophonia population was described in terms of onset age, triggers, reaction, coping strategies, and comorbid conditions. We identified nine outcome measures. Case studies on treatments included cognitive behavioral therapy, counterconditioning, mindfulness and acceptance, dialectical behavioral therapy, and pharmaceuticals. Future research priorities identified included clarifying the phenomenology and prevalence of misophonia, and randomized controlled trials of treatments. Conclusion: Misophonia is under-researched but there are strong foundations for future research to finalize diagnostic criteria, validate outcome measures, and trial treatments.",
  "keywords": [
    "diagnosis",
    "outcome measures",
    "psychotherapy",
    "research priorities"
  ],
  "research_topics": [
    "definition of misophonia",
    "patient profile",
    "assessment of misophonia",
    "treatment of misophonia",
    "etiology",
    "symptomatology",
    "prevalence",
    "treatment interventions",
    "cognitive behavioral therapy",
    "counterconditioning",
    "mindfulness",
    "dialectical behavioral therapy",
    "pharmaceutical intervention",
    "diagnostic criteria",
    "randomized controlled trials"
  ],
  "created_at": "2025-05-05T03:05:40.074419Z",
  "source_pdf": "documents/research/Global/Potgieter Iskra 2018 Misophonia A scoping Reiew of Research.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Received: 17 January 2018 |Revised: 2 December 2018 |Accepted: 16 February 2019\nDOI: 10.1002/jclp.22771\nREVIEW ARTICLE\nMisophonia: A scoping review of research\nIskra Potgieter1,2|Carol MacDonald3|Lucy Partridge4|\nRilana Cima5|Jacqueline Sheldrake6|Derek J. Hoare1\n1National Institute for Health Research\n(NIHR) Nottingham Biomedical Research\nCentre, University of Nottingham,Nottingham, UK\n2Otology and Hearing Group, Division of\nClinical Neuroscience, School of Medicine,University of Nottingham, Nottingham, UK\n3Department of Psychology, University of\nStirling, Stirling, UK\n4Nuffield Hearing & Speech Centre, Royal\nNational Throat Nose and Ear Hospital,London, UK\n5Department of Clinical Psychological\nScience, Maastricht University, Maastricht,The Netherlands\n6The Tinnitus and Hyperacusis Centre,\nLondon, UK\nCorrespondence\nDerek J. Hoare, National Institute for HealthResearch (NIHR) Nottingham BiomedicalResearch Centre, Ropewalk House, 113 The\nRopewalk, Nottingham NG1 5DU, UK.\nEmail: derek.hoare@nottingham.ac.ukAbstract\nObjective: To scope the literature describing misophonia\npopulations, management, and research opportunities.\nMethod: Literature searches for research studies describing\npatients diagnosed with misophonia, defining a patientprofile, or outlining development or testing of an interven-\ntion for misophonia. A data extraction form was developed\nand piloted before data from each article were indepen-\ndently charted by two researchers. Researchers then agreed\non a final data set for each article.Results: Thirty ‐one records were included. The misophonia\npopulation was described in terms of onset age, triggers,\nreaction, coping strategies, and comorbid conditions. We\nidentified nine outcome measure s. Case studies on treatments\nincluded cognitive behavioral therapy, counterconditioning,mindfulness and acceptance, dialectical behavioral therapy,\nand pharmaceuticals. Future research priorities identified\nincluded clarifying the phenomenology and prevalence of\nmisophonia, and randomized controlled trials of treatments.\nConclusion: Misophonia is under ‐researched but there are\nstrong foundations for future research to finalize diagnostic\ncriteria, validate outcome measures, and trial treatments.\nKEYWORDS\ndiagnosis, outcome measures, psychotherapy, research priorities\n1|INTRODUCTION\nMisophonia, literally meaning hatred of sound, was fir st referred to in research literature in 2002 to describe\na consistent set of symptoms and has since been increasingly encountered by clinicians (Bernstein, Angell, &Dehle, 2013; M. M. Jastreboff & Jastreboff, 2002, 2003; Kumar et al., 2017; McFerran, 2016). The initial\nJ. Clin. Psychol . 2019;75:1203 –1218. wileyonlinelibrary.com/journal/jclp © 2019 Wiley Periodicals, Inc. |1203"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "definition of misophonia was “an abnormally strong reaction occurr i n gt oas o u n dw i t has p e c i f i cp a t t e r n\nand/or meaning to an individual ”(P. J. Jastreboff & Jastreboff, 2014). Typically, patients suffer a strong\nnegative emotional and autonomic “fight or flight ”reaction triggered by specific sound stimuli termed\n“trigger sounds ”(Edelstein, Brang, Rouw, & Ramachandran, 2013; P. J. Jastreboff & Jastreboff, 2013;\nSchröder, Vulink & Denys 2013; Wu, Lewin, Murphy, & Storch, 2014). Although variations exist, most\ncommonly the patient experiences a disproportionate l evel of hate, anger, rage, an d disgust toward a person\nproducing sounds associated with eating (e.g., chewing and swallowing) or breathing (Edelstein et al., 2013).\nThe symptoms usually occur irrespective of sound spe ctrum and intensity and are exacerbated within a\nfamiliar context (Edelstein et al., 2013). An important exception is self ‐produced similar sounds, which have\nthe same spectrum and intensity but do not usually evoke these abnormal reactions. Disturbed by theinappropriateness of his or her reaction, the patient engages in maladaptive coping mechanisms such as\navoiding social situations in which the trigger sounds might occur. Ultimately, this results in an interpersonal\nand occupational impairment, anxiety, and obsessive c ompulsions. Patients with severe misophonia suffer\nfrom the intrusive and unwanted preoccupation with trigger ‐stimuli, as well as compulsive stress ‐reducing\nand avoidance behaviors (Cavanna & Seri, 2015; Webbe r & Storch, 2015), which are t ypically seen in patients\nwith obsessive compulsive disorder (OCD; Bruxner, 2016). Moreover, th ese reactions are, in some cases,\nequally evoked by repetitive visual person ‐related triggers (e.g., leg ‐rocking or watching somebody chew)\ntermed misokinesia, suggesting the disorder expands beyond merely audiological symptoms, and confirming\na strong likeness to OCD and Tourette syndrome. Oth er less frequent comorbid conditions include mood\ndisorder, panic disorder, attention deficit hyperactivi ty disorder, hypochondria, trichotillomania, and skin\npicking (Ferreira, Harrison, & Fontenelle, 2013; Haze n et al., 2008; Johnson et al., 2013; McGuire, Wu, &\nStorch, 2015; Schröder, Vulink et al., 2013; Taylor, C onelea, McKay, Crowe, & Abramowitz, 2014; Taylor\net al., 2014; Webber, Johnson, & Storch, 2014).\nMisophonia has no official diagnostic formulation with in the Diagnostic and Statistical Manual of Mental\nDisorders Fifth Edition (DSM ‐V) or the International Statistical Classification of Diseases and Related Health\nProblems 10th revision (ICD ‐10; Kumar et al., 2017). Considering the parallels to OCD, it has been proposed\nthat misophonia can be categorized within the obse ssive compulsive spectrum of disorders in the DSM ‐V\n(Schröder, Vulink, et al. 2013). In contrast, as it borde rs both psychiatry and audiology, misophonia is also\nconsidered to be categorizable with disorders in audiolog y, including tinnitus (percep tion of constant internally\nperceived abstract sounds), hyperac usis (discomfort/pain experience d due to everyday sounds of a normal or\nlouder intensity), phonophobia (extreme fear toward spec ific trigger sounds). Misophonia is distinct from these\ndisorders although there is some overlap in symptom s and an individual may present with more than one\ncondition (Fackrell et al., 2017; Jastreboff, 2000; Jastreboff & Jastreboff, 2003; Schwartz, Leyendecker, &\nConlon, 2011).\nCurrently, little is known about the etiology of misophonia (Jastreboff & Jastreboff, 2014). Propositions of the\npsychiatric nature of misophonia (Ferreira et al., 2013) are found on the basis that it is not an auditory disorder\ncaused by neurological dysfunction. This is evidenced as misophonia patients typically have normal hearing\nthresholds (Schröder, Vulink, et al., 2013). Instead, misophonia is associated with an increased number of\nconnections, or strength of connections, between the limbic and sympathetic nervous systems, which can cause\nabnormal processing of sound stimuli (Møller, 2011; Jastreboff & Hazell, 2008; Jastreboff & Jastreboff, 2013). Case\nstudies also suggest a hereditary component in misophonia (Cavanna, 2014).\nTreatments for misophonia include tinnitus retraining therapy and sound therapy (Formby, Sherlock, & Gold,\n2003, Jastreboff & Jastreboff, 2013) and cognitive behavioral therapy (CBT; Bernstein et al., 2013; McGuire et al.,\n2015; Reid, Guzick, Gernand, & Olsen, 2016; Schröder, Vulink, van Loon, & Denys, 2017). Other less documented\ncognitive treatments for misophonia include counterconditioning (Dozier, 2015a), applied relaxation (Martz, 2013),\nand the intake of serotonergic or antidopaminergic agents, which have been shown to have some efficacy for\nmisophonia when it is within an OCD diagnosis (Neal & Cavanna, 2013; Eddy & Cavanna 2013).1204 |POTGIETER ET AL."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "1.1 |Rationale for the review\nThe research literature has noted a steady increase in the number of misophonia cases over the last decade\n(Hadjipavlou, Baer, Lau, & Howard, 2008; Schwartz et al., 2011; Wu et al., 2014). Consequently, there has also been\na rise in the number of relevant research studies (Duddy & Oeding, 2014), gradually compiling an evidence base for\nthis new and independent condition. A point has now been reached where the literature on misophonia needs to becataloged purposefully to provide an account of the current research position and guide future research priorities.\nThis review on misophonia is the first to apply a scoping review methodology to the subject.\n1.2 |Aims\nThis scoping review aimed to collate the research evidence to date on the definition, patient profile, assessment,and treatment of misophonia, such that research gaps and opportunities could be identified. Specifically, our\nobjectives relate to (a) how misophonia and the populations it affects are described in research literature, (b) what\nresearch has been conducted to date on the assessment and treatment of misophonia, and (c) in both cases, what\nare priority research questions.\n2|METHODS\nThis review is reported according to the PRISMA checklist extension for scoping reviews (PRISMA ‐ScR; Tricco\net al., 2018). No protocol for the review was published. A methodological framework for scoping reviews was\nfollowed (Arksey & O ’Malley, 2005, Levac, Colquhoun, & O ’Brien, 2010; Khalil et al., 2016; Peters et al., 2015)\ninvolving six stages, whereby (1) the purpose and research questions were defined, (2) relevant studies were\nidentified using a three ‐step literature search to balance the breadth and 0comprehensiveness, (3) studies were\nselected using an iterative team approach to study selection and data extraction, (4) the data were charted\nincorporating qualitative thematic analysis where necessary, (5) the results were collated, summarized, and\nreported, including the implications for policy, practice or research, and (6) the findings were reviewed by clinical\nexperts in the field who did not take part in Stages 1 –5.\n2.1 |Eligibility criteria\nRecords were included if they (a) reported research studies (including studies of etiology, symptomatology/patient\nprofiles, prevalence, incidence, cohort, and case ‐control studies) and focused on describing the population of\npatients diagnosed with misophonia, or (b) reported case studies, case series, cohort, feasibility, or pilot studies\nwhere the purpose was to define a patient profile or outline or develop an intervention for patients with a primary\ncomplaint of misophonia, or (c) reported randomized controlled trials (RCTs), non ‐RCT, case or cohort studies or\ncase series where the effectiveness of an intervention for misophonia was tested and misophonia was the primary\ncomplaint or part of a symptom set.\nRecords were excluded if they were not peer ‐reviewed, were reviews (our searches confirm there are no\nprevious related scoping or systematic reviews), that were personal/expert opinions and editorials, manuals or\nguidelines, patents, not available in English, or were reporting animal studies.\n2.2 |Information sources and search strategy\nInitial searches were conducted in July 2016. Searches were conducted in Embase, PsychINFO, PubMed CENTRAL,Scopus, Web of Science, Cochrane CENTRAL, Cochrane Ear Nose, and Throat Disorders Group Trials Register,POTGIETER ET AL. |1205"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Clinical Trials.gov, the International Standard Randomized Controlled Trial Number registry (ISRCTN), the\nInternational Clinical Trials Registry Platform (ICTRP), Cumulative Index to Nursing and Allied Health Literature\n(CINAHL PLUS) and Google Scholar. We applied a specific search term strategy in each search engine (Table 1),\nsearching in article topics, titles, abstracts, and keywords. Where possible, filters were applied to retrieve articles in\nthe English language and with human participants only. There was no restriction in the search period. Table of\ncontents of the most common journals (determined using the interquartile rule for outliers) and the reference lists\nof any relevant review articles identified throughout the process, which had misophonia in the title were also\nscreened. Searches were last updated in June 2018.\n2.3 |Study selection\nUsing an iterative approach, all abstracts were assessed independently by two researchers as meeting the reviewcriteria or not. Records were first screened by title and abstract and in the next stage by full text. There were nodisagreements between authors regarding the inclusion or exclusion of a record for this review.\n2.4 |Data extraction\nA data extraction form was created in Excel and was piloted by two reviewers on two records before finalizing.Data were then extracted independently by two reviewers (I. P. and D. J. H.) according to the following items: First\nAuthor; Year of Publication; Title of study; Publication Type; Publication type: other; Country study aim;\nMisophonia definition; Study design; Methods; If combination methods we specified; Sample size; percentage of\nparticipants with misophonia; Study population; Setting; Age; Gender; Misophonia primary or secondary complaint;\nAge at onset; Trigger sounds; Response to the trigger sounds; Aggressive reaction use menu; Coping mechanisms;\nOther comorbidities; Assessment time points; Eligibility screening methods; Assessments/Outcome measures;\nTreatment aimed primarily at misophonia; Nature of therapeutic intervention (components); Main outcomes of\nstudy —empirical; Main outcomes of study —anecdotal; Study limitations; Further research; Notes. Disagreement on\nthe extracted data was minimal and generally related to omissions rather than errors. Where these occurred bothauthors revisited the record to agree on a final data set. The final datasets were then charted by topic according toTABLE 1 Search term strategies for misophonia outcome measures and interventions\nSearch engine Search terms\nEmbase and PsycINFO misophon* OR sensory intolerance OR\nsound sensitivity OR selective sound sensitivity ORselective sound sensitivity syndrome OR\nsoft sound sensitivity syndrome OR aversive sounds\nOR decreased sound tolerance OR trigger sounds)AND [(assess* OR measure* OR test* OR diagnos*OR outcom* OR therap* OR interv* OR treat*OR manag*) OR (population OR prevalence OR incidenceOR epidemiology)\nWeb of Science, Scopus, PubMed Central,\nCINAHL PlusMisophon* AND [(assess* OR measure* OR test* OR\ndiagnos*\nOR outcom* OR therap* OR interv* OR treat* OR\nmanag*) OR\nPopulation OR prevalence OR incidence OR epidemiology)\nCochrane Central Misophon*\nGoogle Scholar Misophonia1206 |POTGIETER ET AL."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "the aims of the review, namely the definition, patient profile, assessment (diagnosis and measurement), and\ntreatment of misophonia. We, additionally, cataloged research priorities nominated in the literature.\n3|RESULTS\nFigure 1 displays the flow of records identified, screened, included, or excluded, with reasons for exclusion. Thirty ‐\none records were included in this review; 17 were case studies or case series, six were nonrandomized controlledtrials, two were online surveys, and six were cohort studies. The earliest study was published in 2008 and one ‐third\nof them were published in 2017. Fourteen studies were conducted in the United States, eight in the Netherlands,\ntwo in Australia, two in the UK, two in Brazil, one in China, one in Turkey, and one in Canada. Six studies included\nchildren (aged under 18 years old) only, 17 studies included adults only, and six studies had a mixed population.\nTwo studies could not be classified according to age as only mean sample ages were reported. Further study details\nare available in Supporting Information Materials 1 and 2.\n3.1 |Definitions of misophonia\nCommon terminology was observed in most definitions of misophonia used in the literature. Most commonly it wasdescribed as a disproportionately extreme, aversive, and irrational emotional reaction (Bernstein et al., 2013;\nBoyce, 2015; Colucci, 2015; Dozier 2015a, 2015b; Edelstein et al., 2013; Erfanian, Brout, & Keshavarz, 2017;\nKumar et al., 2014, 2017; McKay, Kim, Mancusi, Storch, & Spankovich, 2017; Rouw & Erfanian, 2017; Sanchez & da\nSilva, 2017; Schneider & Arch, 2017; Tunç & Ba şbuğ, 2017; Vidal, Vidal, & Lage, 2017; Webber et al., 2014) to\nspecific (Boyce, 2015, Colucci, 2015, Edelstein et al., 2013, Giorgi, 2015; McKay et al., 2017; Reid et al., 2016; Rouw\n& Erfanian, 2017; Sanchez & da Silva, 2017; Schneider & Arch, 2017; Schröder et al., 2017; Tunç & Ba şbuğ, 2017;\nVidal et al., 2017; Webber et al., 2014; Wu et al., 2014), common human innocuous sounds (Dozier 2015b, 2015c;\nJohnson et al., 2013; Kumar et al., 2017; Schröder, Mahazeri, et al., 2013; Schröder et al., 2017; Schröder, San\nGiorgi, Van Wingen, Vulink, & Denys, 2015; Schneider & Arch, 2017), and sometimes animal sounds (Schneider &\nArch, 2017). Some authors described in detail the eliciting stimuli of this reaction. Two authors mentioned in their\nFIGURE 1 Flow chart of record selectionPOTGIETER ET AL. |1207"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "definitions the term “trigger sounds ”(Dozier, 2015a; Webber et al., 2014) and some explained what these were\nexactly: breathing, wheezing, chewing, eating, slurping, lip smacking, pen clicking/tapping, typing, or cracking\nknuckles (Kumar et al., 2017; McKay et al., 2017; Sanchez & da Silva, 2017; Schneider & Arch, 2017;\nSchröder, Mahazeri, et al., 2013; Schröder et al., 2014, 2015, 2017). Two authors (Hadjipavlou et al., 2008; Wu\net al., 2014) described misophonia as a condition of decreased sound tolerance, and six authors mentioned selective\nsound sensitivity syndrome (4S) as a synonym of misophonia (Kluckow, Telfer, & Abraham, 2014; McGuire et al.,\n2015; Sanchez & da Silva, 2017; Webber et al., 2014; Wu et al., 2014; Zhou, Wu, & Storch, 2017). The literal\nmeaning of misophonia, hatred of sound, was used in the definition provided by some authors (Edelstein et al.,\n2013; Giorgi, 2015; Kumar et al., 2014; Schröder, Vulink, et al., 2013; Wu et al., 2014).\nMost authors described emotional reactivity commonly experienced by patients, as part of their working\ndefinition. It is reported that emotional reactions “range or escalate ”(Dozier, 2015a) from discomfort (Wu et al.,\n2014), anxiety, distress (Johnson et al., 2013; Wu et al., 2014) to irritation, disgust, hate, anger, and loss of self ‐\ncontrol (Boyce, 2015; Colucci, 2015; Dozier 2015a, 2015b, 2015c; Giorgi, 2015; Kumar et al., 2014, 2017; Reid\net al., 2016; Schröder, Mahazeri, et al., 2013, Schröder et al., 2015, 2017; Webber et al., 2014; Wu et al., 2014).\nSome authors also referred to aggressive outbursts as a central hallmark of the condition (Kluckow et al., 2014;\nMcGuire et al., 2015; Schröder, Mahazeri, et al., 2013; Schröder et al., 2014; Tunç & Ba şbuğ, 2017; Webber et al.,\n2014). In addition to an emotional reaction, some authors referred to physiological or autonomic arousal (in terms\nof a trigger) in their definitions of misophonia (Bernstein et al., 2013; Edelstein et al., 2013; Vidal et al., 2017). Some\ndefinitions also noted the presence of coping mechanisms, typically avoidance strategies (Kumar et al., 2014;\nMcGuire et al., 2015; McKay et al., 2017; Schröder et al., 2015; Webber et al., 2014).\n3.2 |The misophonia population\n3.2.1 |Onset\nAlmost all studies that reported onset age of misophonia found that symptoms emerged in childhood (Dozier\n2015a, 2015b, 2015c; Johnson et al., 2013) or adolescence (i.e., up to 18 years of age; Bernstein et al., 2013;\nHadjipavlou et al., 2008; Johnson et al., 2013; Kamody & Del Conte, 2017; Kluckow et al., 2014; Kumar et al., 2014;\nMcGuire et al., 2015; Reid et al., 2016; Schneider & Arch, 2017; Schröder, Vulink, et al., 2013). Two studies\nreported that the onset was in adulthood (i.e., 18 years and over; Boyce, 2015; Tunç & Ba şbuğ, 2017) and two\nstudies reported an onset age that can spread over the lifespan (Sanchez & da Silva, 2017; Zhou et al., 2017).\n3.2.2 |Triggers and context\nPerson ‐related sounds reported to trigger misophonic responses included oral sounds, especially those made by\npeople eating, such as chewing, lip smacking, swallowing noises, and throat noises (Bernstein et al., 2013; Boyce,\n2015; Colucci, 2015; Dozier, 2015a, 2015b, 2015c; Hadjipavlou et al., 2008; Johnson et al., 2013; Kamody & Del\nConte, 2017; Kumar et al., 2014, 2017; Reid et al., 2016; Sanchez & da Silva, 2017; Schneider & Arch, 2017;\nSchröder, Vulink, et al., 2013; Schröder et al., 2014, 2015, 2017; Tunç & Ba şbuğ, 2017; Vidal et al., 2017; Wu et al.,\n2014; Zhou et al., 2017), nasal sounds, such as breathing, blowing nose, sniffling, coughing (Dozier, 2015a, 2015c;\nJohnson et al., 2013; Kamody & Del Conte, 2017; Kumar et al., 2017; Sanchez & da Silva, 2017; Schröder, Vulink,\net al., 2013; Schröder et al., 2014; 2015; Wu et al., 2014; Zhou et al., 2017), and in single cases, nail picking\n(Hadjipavlou et al., 2008), or sneezing (Dozier, 2015c). Specific spoken sounds, such as /s/, /t/, /ch/, /k/ (Colucci,\n2015; Wu et al., 2014), or consonants and/or vowels (Zhou et al., 2017) and specific voices (Boyce, 2015;\nHadjipavlou et al., 2008; Webber et al., 2014) were also reported as triggers. The context in which the triggers are\nexperienced also appears important. Authors observed that triggers experienced within a familiar context, that is, a\nfamily, friends, and occupational, or educational setting were more likely to cause a stronger misophonia reaction1208 |POTGIETER ET AL."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "(Bernstein et al., 2013; Boyce, 2015; Dozier, 2015a, 2015b, 2015c; Edelstein et al., 2013; Johnson et al., 2013;\nKluckow et al., 2014; McGuire et al., 2015; Schneider & Arch, 2017).\nOther common trigger sounds include repetitive clicking and tapping (Colucci, 2015; Johnson et al., 2013;\nMcGuire et al., 2015; Reid et al., 2016; Schröder et al., 2014; Vidal et al., 2017; Wu et al., 2014; Zhou et al., 2017),\nor sounds produced by using utensils, keys, or ice in a glass (Dozier 2015b, 2015c; Johnson et al., 2013; Sanchez &\nda Silva, 2017). Individual cases also describe bird chirps (Dozier, 2015b; Johnson et al., 2013), dog barking\n(Kluckow et al., 2014; Sanchez & da Silva, 2017), rustling (Sanchez & da Silva, 2017; Schröder et al., 2014; Zhou\net al., 2017), and conversations in Spanish in a Hispanic individual who spoke both Spanish and English, as triggers\n(McGuire et al., 2015).\nIn some cases (Dozier 2015a, 2015b; Hadjipavlou et al., 2008; Schröder et al., 2014; Vidal et al., 2017), triggers\nincluded person ‐related visual stimuli accompanying the auditory stimuli, such as swinging arms or legs, jiggling, or\nrubbing hands together, which can fall under the term misokinesia.\n3.2.3 |The misophonic reaction\nAll authors describe the misophonic reactions of their participants as various combinations of discomfort, distress,\nanxiety, annoyance, disgust, panic, extreme irritation, anger, hate, or sometimes rage with aggressive outbursts or\ninvoluntary violence (Bernstein et al., 2013; Colucci, 2015; Dozier, 2015a, 2015b, 2015c; Edelstein et al., 2013;\nHadjipavlou et al., 2008; Johnson et al., 2013; Kamody & Del Conte, 2017; Kluckow et al., 2014; Kumar et al., 2014,\n2017; McGuire et al., 2015; Reid et al., 2016; Rouw & Erfanian, 2017; Sanchez & da Silva, 2017; Schneider & Arch,\n2017; Schröder, Vulink, et al., 2013; Schröder et al., 2017; Tunç & Ba şbuğ, 2017; Vidal et al., 2017; Webber et al.,\n2014). A larger qualitative study based on 42 people with misophonia (Schröder, Vulink, et al., 2013) reported that\nphysical aggression was present as a reaction in five of them. A physical reaction to trigger sounds appeared\ncommon and included contraction, tension, or sensation in specific muscles (Bernstein et al., 2013; Dozier, 2015a,2015b, 2015c; Kamody & Del Conte, 2017; Kluckow et al., 2014); and/or heavy breathing (Kluckow et al., 2014;\nMcGuire et al., 2015). Edelstein et al. (2013) stated that the most common reaction reported in their sample was\npressure experienced in the chest, arms or head, muscle tension, or a “fight or flight ”reaction (i.e., an autonomic\nstress response). One single case was noted to experience intrusive images of mouths and urges to mimic this\n(Hadjipavlou et al., 2008); another described feelings of shame and remorse (Bernstein et al., 2013).\n3.2.4 |Coping strategies\nPatients managed their symptoms through avoidance behavior, for example, leaving the situation, wearing\nearphones, or avoiding situations where the trigger might occur, including quitting work (Boyce, 2015; Colucci,\n2015; Dozier, 2015a, 2015b, 2015c; Edelstein et al., 2013; Hadjipavlou et al., 2008; Johnson et al., 2013; Kamody &\nDel Conte, 2017; Kluckow et al., 2014; Kumar et al., 2014; McGuire et al., 2015; Reid et al., 2016; Schneider & Arch,\n2017; Schröder, Vulink, et al., 2013; Webber et al., 2014). Other strategies included confrontation, that is,\ndemanding the offender (e.g., family member) to stop producing the trigger sound (Dozier 2015a, 2015b; Edelsteinet al., 2013; Johnson et al., 2013; Kluckow et al., 2014; Reid et al., 2016; Sanchez & da Silva, 2017; Webber et al.,\n2014), also mimicking the offensive sound (Edelstein et al., 2013; Hadjipavlou et al., 2008; Schröder, Vulink, et al.,\n2013), engaging in a positive internal dialogue (Edelstein et al., 2013, Kluckow et al., 2014; Reid et al., 2016), or\ndistracting themselves from the sound (Kluckow et al., 2014) by producing antisounds (Schröder, Vulink, et al.,\n2013) or diverting their thoughts (Schröder et al., 2017). Two single cases reportedly managed their symptoms\nusing muscle relaxation exercises (Dozier, 2015b). One case restrained herself from aggressive verbal outbursts by\nkeeping her mouth full of food at meal times (Kluckow et al., 2014).POTGIETER ET AL. |1209"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "3.2.5 |Comorbid conditions\nMisophonia was noted to be comorbid with OCD (Erfani an et al., 2017; Johnson et al ., 2013; Kluckow et al.,\n2014; Reid et al., 2016; Schröder, Vulink, et al., 2013, 2017; Webber et al., 2014; Wu et al., 2014), depression\n(Dozier, 2015a; Johnson et al ., 2013; Reid et al., 2016; Wu et al., 2014; Schröder et al ., 2017; Erfanian et al.,\n2017), attention deficit hyperactiv ity disorder (ADHD; Reid et al., 2016 ; Schröder, Vulink, et al., 2013;\nSchröder et al., 2014), asthma (Dozier 2015a, 2015b; Kluckow et al., 2014), Tourette Syndrome (Schröder,\nVulink, et al., 2013, Schröder et al., 2017; Wu et al., 2014 ), dysthymic disorder (Erfanian et al., 2017; Schröder\net al., 2017), eating disorders (Kluckow et al., 2014; Sc hröder et al., 2017), postt raumatic stress disorder\n(PTSD; Dozier, 2015b; Erfanian et al., 2017), social phobia (Erfanian et al., 2017; Hadj ipavlou et al., 2008), body\ndysmorphic disorder (Hadjipavlou et al., 2008; Schröder et al., 2017), and panic disor der (Erfanian et al., 2017;\nHadjipavlou et al., 2008).\nIndividual cases were also reported that had borderline personality dis order (Boyce, 2015), tinnitus and\nhearing loss (Colucci, 2015), specific phobia (Reid et al., 2016), agoraphobia (Erfanian et al., 2017), generalized\nanxiety disorder (Dozier, 2015c), Kawasaki disease ( Johnson et al., 2013), hypoc hondria (Schröder, Vulink,\net al., 2013), skin picking (Schröder, Vulink, et al., 2013 , Schröder et al., 2017), and bipolar disorder (Schröder\net al., 2013; Schröder et al., 2017). It is important to note that although these various conditions were present\nalongside misophonia there is no evidence, as yet, to suggest any association. A future study should examine\nthe prevalence of these comorbid cond itions to evaluate which, if any, are in fact more prevalent in people with\nmisophonia.\n3.2.6 |Neurobiological findings\nSix records included neurobiological data from patients with misophonia. Edelstein et al. (2013) and Kumar et al.\n(2017) measured skin conductance during exposure to a range of trigger sounds in people with misophonia and\nhealthy controls. They found that those with misophonia assign higher aversion, distress, and annoyance ratings,\nand have higher skin conductance or galvanic skin responses to auditory but not visual stimuli.\nGiorgi (2015) used fMRI to explore brain areas involved in the misophonia reaction. They found hyperactivation\nin the bilateral auditory cortex and the left amygdala in patients with misophonia when exposed to misophoniatriggers but not when the stimuli were neutral. Another fMRI experiment by Schröder et al. (2015) also found\nincreased activity in the auditory cortex and the left amygdala. Schröder, Mahazeri, et al. (2013) measured the\nmismatch negativity response —an objective test of automatic central auditory processing, finding it to be reduced\nin patients with misophonia compared with controls outside of any audiological distortions. The most recent work\nin this area (Kumar et al., 2017) suggests that misophonia is directly associated with an abnormal function of the\nanterior insular cortex (AIC) and a network of regions responsible for processing and regulation of emotions,\nincluding the ventromedial prefrontal cortex, posteromedial cortex, hippocampus, and amygdala. Kumar et al.\n(2017) also found that triggers elicited heightened heart rate and galvanic skin response in misophonia subjects,\nwhich were mediated by AIC activity. Questionnaire data indicated that patients with misophonia had higher\ninteroceptive sensibility than controls, consistent with abnormal functioning of anterior insular cortex. Brain\nstructural measurements implied greater myelination within ventromedial prefrontal cortex (vmPFC) in misophonicindividuals.\nSchröder et al. (2014) used EEG and an oddball paradigm to measure differences in auditory event ‐related\npotentials (ERPs) evoked by pure tones, between patients with misophonia and control participants. They found\nthat the mean amplitude of the auditory N1, a marker linked to early attention and detection of abrupt sensory\nchanges, was significantly diminished in patients with misophonia. Notably, their patient group exhibited a higher\ntotal mood disturbance score than the controls, which the authors suggest may reflect a general state of\nhyperarousal in patients ’emotional state.1210 |POTGIETER ET AL."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "3.3 |Prevalence\nTwo studies provide some prevalence data on misophonia. Wu et al. (2014) reported that in their sample of 483\nundergraduate students 20% were classed as having clinically significant misophonia symptoms that cause\ninterference in their lives. Another study with a sample size of 415 also suggested a prevalence rate of 20% of\n“often ”or“always ”experiencing sound sensitivity to triggers. However, this rate dropped to 6% for significantly\ninterfering misophonia symptoms (Zhou et al., 2017). Kluckow et al. (2014) reported that in a sample of 15 patients\nwith eating disorders three also had misophonia, as determined from the Amsterdam Misophonia Scale (A ‐Miso ‐S;\nSchröder, Vulink, et al., 2013) and the Misophonia Activation Scale (MAS ‐1; Fitzmaurice, 2010).\n3.4 |Diagnosis and measurement\nMost studies used an unstructured clinical interview to assess misophonia (Bernstein et al., 2013, Boyce, 2015,\nDozier, 2015b, Edelstein et al., 2013, Hadjipavlou et al., 2008, Reid et al., 2016; Kamody & Del Conte, 2017; Giorgi,\n2015; Johnson et al., 2013; Kluckow et al., 2014; Sanchez & da Silva, 2017; Schneider & Arch, 2017; Schröder,\nVulink, et al., 2013; Schröder et al., 2017; Vidal et al., 2017; Webber et al., 2014). Three studies specified use of the\nstructured clinical interview for DSM IV Axis I or Axis II to diagnose patients with misophonia (Bernstein et al.,\n2013; Schröder, Vulink, et al., 2013; Tunç & Ba şbuğ, 2017), and one used the M.I.N.I. International Neuropsychiatric\nInterview for the diagnosis of affective disorders (Erfanian et al., 2017).\nDifferent questionnaire measures of misophonia sever ity were used across studies. The most commonly\nused was the Amsterdam Misophonia Scale ( A‐Miso ‐S; Giorgi, 2015; Kamody & Del Conte, 2017; Kluckow et al.,\n2014; Reid et al., 2016; Rouw & Erfanian, 2017; Schneider & Arch, 2017; Schröder, Vulink, et al., 2013;\nSchröder et al., 2014, 2015, 2017; Tunç & Ba şbuğ, 2017), which is based on the Yale Brown Obsessive\nCompulsive Scale (Y ‐BOCS). Dozier (2015a, 2015b) used the Misophonia Assessment Questionnaire ( MAQ )a n d\nthe Misophonia Coping Responses Survey ( MCR ), which, anecdotally, were both proposed by audiologist\nMarsha Johnson, although no information is available to v erify this, or how the questionnaires were developed.\nDozier (2015b, 2015c) used the Mis ophonia Trigger Severity Scale ( MTS) by Natan Bauman (no reference\nidentified). Kluckow et al. (2014) and Dozier ( 2015b) used the Misophonia Activation Scale ( MAS ‐1;\nFitzmaurice, 2010). The Misophonia Physiological Scale ( MPS) was used by Dozier (2015c) and developed by\nNatan Bauman (no reference identified).\nThe most recently published questionnaires are the Misophonia Emotional Response ( MER; Dozier et al., 2015b,\n2015c) and the Misophonia Questionnaire ( MQ; Wu et al., 2014; also used in Dozier, 2015b; McGuire et al., 2015;\nMcKay et al., 2017; Zhou et al., 2017). The Misophonia Severity Scale ( MSS), a subscale of the MQ, was adapted\nfrom the NIMH Global Obsessive ‐Compulsive Scale ( NIMH GOCS ; Murphy, Pickar, & Alterman, 1982). The MSS was\nused in two other studies (Dozier, 2015b; McGuire et al., 2015). None of the available questionnaires have yet been\nsubjected to formal psychometric evaluation.\n3.5 |Treatment approaches for misophonia\nTwelve studies explored treatments for misophonia. Three studies investigated a CBT method (Bernstein et al.,2013; McGuire et al., 2015; Schröder et al., 2017). In one study, a CBT subtype called Exposure and Response\nPrevention (ERP) was documented for a patient with a primary complaint of OCD (Reid et al., 2016). Three studies\ninvestigated counterconditioning treatment (Dozier et al., 2015a, 2015b, 2015c). One study used mindfulness and\nacceptance to treat misophonia (Schneider & Arch, 2017) and one used dialectical behavior therapy (DBT; Kamody\n& Del Conte, 2017). One study (Hadjipavlou et al., 2008) documented two cases treated with a combination ofexposure therapy, relaxation, and medication. Three studies (McGuire et al., 2015; Tunç & Ba şbuğ, 2017; Vidal\net al., 2017) reported the results of using medication alone to treat misophonia.POTGIETER ET AL. |1211"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Bernstein et al. (2013) described a case where CBT treatment comprised of challenging dysfunctional automatic\nthoughts, and a behavioral component to interrupt and subst itute maladaptive and avoidant coping strategies with\nhelpful ones. These included redirecting attention and talking openly with people producing the triggers in a\nnonoffensive manner. There was also a physiological component involving exercise before meals to recalibrate\nautonomic reactivity. At the end of treatment, the case still found chewing noises unpleasant, but the triggers no longer\nimpaired her social or occupational functioning and this effect was maintained at a 4 ‐month follow ‐up assessment.\nIn McGuire et al. (2015), CBT included psychoeducation and achieving “habituation ”through a combination of\nexposure and cognitive restructuring. More specifically, the two cases were exposed to triggers titrated upward in\nfrequency and intensity to habituate them to the distress caused by the triggers. The process was then switched\nfrom the therapist to family members. To restructure dysfunctional beliefs about the triggers, the cognitiverestructuring was practiced during the exposures. Relapse prevention strategies were also introduced toward the\nend of treatment. Both cases showed improvement in misophonia symptoms based on their scores on the MQ and\nMSS and anecdotal patient reports.\nSchröder et al. (2017) tested an adaptation of group CBT on 9 0 patients. Components included task concentration\nexercises to train patients to shift their attention to neutral stimuli during exposures; counterconditioning was also used\nto break the association patients had between trigger sounds an d experiencing negative emotions. Stimulus manipulation\nwas the third component of this therapy. Patients were taug ht how to assume a sense of control over their responses by\nmanipulating the trigger sounds they exposed themselves to on a computer at home as part of homework. Relaxation\nexercises were also included to help patients manage fee ling of anger and rage, on the assumption that misophonia\npatients ’irritability is related to increased general arousal. Thi s version of therapy significantly reduced misophonia\nsymptoms in nearly half of the patients and was found use ful, especially for more severe cases of misophonia.\nReid et al. (2016) investigated a single patient who had misophonia and comorbid OCD, depression, and specific\nphobia. In this case, only two of the 14 sessions of CBT exposure relapse prevention (CBT ERP) treatment were\naimed at managing the misophonia problem. CBT ERP involved working with the patient through imaginal and in ‐\nvivo exposures to the stimulus. The structure of the two sessions for misophonia was not specified in the record so\nit is unclear whether these two sessions used ERP to treat the misophonia symptoms, or whether it was standard\nCBT. The two misophonia sessions occurred in the middle of treatment for OCD. The patient also completed two\nrelated homework sessions. At the end of treatment, this patient ’s misophonia reduced from severe to mild/\nsubclinical based on her A ‐Miso ‐S score, and this improvement was maintained at 3 ‐month follow ‐up.\nSchneider and Arch (2017) applied mindfulness and a cceptance methods to treat misophonia in one case.\nComponents were derived from acceptance and commitment t herapy; ACT (acceptance, mindfulness, diffusion, and\nvalues) and DBT (acceptance, mindfulness, “nonjudgmentalness, ”and opposite action) perspectives, although several\ntechniques could also be conceptualized from a classic CBT pe rspective (e.g., identifying the link between thoughts,\nfeelings, and behaviors). Treatment consisted of 10 × 50 ‐min sessions. Specific techniques included diffusion exercises\n(being aware of one ’s thoughts to create distance between the patient and the thoughts rendering them less\noverwhelming); DBT ‐style chain analyses to compare situations eliciting stronger and weaker reactions. A component of\nremoving judgment was also included where the patient practi ced noticing his judgmental thoughts and redescribing the\nsituation objectively (just the facts). This method was effective 2 months later, and 6 months posttreatment, whereby\nthe patient ’s scores across all measures, including the A ‐Miso ‐Sa n dY ‐BOCS, continued to decrease. The patient was\nbetter able to accept and tolerate the discomfort triggered by his misophonia.\nDBT was used in one case (Kamody & Del Conte, 2017) suffering comorbid anxiety and misophonia. DBT\nsessions were weekly for 7 weeks. The essence of the treatment was to acquire DBT skills of mindfulness and\ndistress tolerance; to understand one ’s ability to transact differently with the environment despite his/her\npredisposition to anger, find alternative strategies to dealing with anger and guilt, and reduce behavioral\nengagement in behavioral urges. During treatment, the patient was also given paroxetine hydrochloride (an SSRI) of\n25 mg (no frequency given) to simultaneously manage misophonic and anxiety symptoms. The authors reported a\nsymptom reduction from severe to mild based on the A\n‐Miso ‐S.1212 |POTGIETER ET AL."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "“Exposure therapy ”was investigated in two cases (Hadjipavlou et al., 2008). The authors did not give\ninformation as to what the “exposure therapy ”constituted, or whether it was part of CBT. This kind of therapy had\nlimited effects in both cases due to noncompliance and perceived lack of benefit. The authors reported that\nalongside “exposure therapy ”the two cases also received medication and relaxation treatment —although it is\nunclear if it was simultaneous. In the first case, the selective serotonin reuptake inhibitors (fluoxetine; dose not\nspecified) combined with relaxation techniques provided symptomatic relief. In the other case (a 25 ‐year ‐old\nwoman with multiple morbidities), antidepressants, anxiolytics, antipsychotics, stimulants, and mood stabilizers\nwere all ineffective, as were sound generators. McGuire et al. (2015) reported that a regimen of venlafaxine\n(150 mg/day; a serotonin ‐norepinephrine reuptake inhibitor) and lisdexamfetamine (70 mg/day; a central nervous\nsystem stimulant) led to moderate improvement in misophonia symptoms. However, the case had still sufferedsignificant functional impairment and subsequently received CBT treatment.\nCounterconditioning is a treatment, which involves the pairing of a powerful positive stimulus with a\nconditioned trigger stimulus causing the conditioned reflex to cease or die out. This method was specifically\nadapted to treat misophonia and was tested in three studies (Dozier 2015a, 2015b, 2015c). It involves multiple\ntreatment sessions in which a low intensity, short duration trigger stimulus was intermittently provided during a\ncontinuous positive stimulus such as music. Patients were encouraged to practice muscle relaxation during the\ntreatments and to complete homework sessions using appropriate devises. Two studies testing this methodology\nwere case studies, and one was a case series. Anecdotal patient reports suggest some improvement in patient\nsymptoms; no empirical data were provided.\nTwo studies used medication alone to treat misophonia. Vidal et al. (2017) report on a single case of misophonia\nand obsessional symptoms treated with escitalopram (SSRI; no dose detail was given). Evaluation after 30 daysshowed partial relief from misophonia symptoms. In Tunç and Ba şbuğ(2017) a case was treated with alprazolam\n(a benzodiazepine; 0.5 mg/day) for 3 days to which the patient had responded well although misophonia persisted.\n3.6 |Research priorities nominated in the literature\nSuggestions for future research on misophonia in the literature included the need to confirm the phenomenology\nand prevalence of misophonia (Hadjipavlou et al., 2008), and its genetic and neurological mechanisms (Dozier,\n2015a; Edelstein et al., 2013; Giorgi, 2015; Hadjipavlou et al., 2008; McKay et al., 2017; Schröder et al., 2014; Tunç\n&B a şbuğ, 2017; Webber et al., 2014). Edelstein et al. (2013) also suggests investigating the natural history of\nmisophonia and the evolution of triggers over time. There are also suggestions for further research into hereditary\nfactors in misophonia (Rouw & Erfanian, 2017; Sanchez & da Silva, 2017) and its comorbidities (Erfanian et al.,\n2017). There appears to be a consensus that conducting RCTs of the available treatments for misophonia is urgent\n(Dozier 2015b, 2015c; Edelstein et al., 2013; Hadjipavlou et al., 2008; Kamody & Del Conte, 2017; Reid et al., 2016;\nSchneider & Arch, 2017; Schröder et al., 2017). Dozier (2015b) proposed that a set of validated assessment\ninstruments for misophonia should be established. The effectiveness of CBT and how it links with brain responseswere specifically suggested (Giorgi, 2015; McGuire et al., 2015; Reid et al., 2016). Finally, investigating misophonia\nwithin certain populations (i.e., pediatric, autism spectrum disorder, eating disorders, and tinnitus) to garner a\nbetter clinical picture of misophonia, and to clarify its association with tinnitus, was mentioned by a number of\nauthors (Kluckow et al., 2014; McGuire et al., 2015; Wu et al., 2014; Zhou et al., 2017).\n4|DISCUSSION\nThis scoping review catalogs the research describing misophonia, its population, methods of assessment,treatments, and future research priorities. Inherent to scoping review methodology, we included all the relevant\nand available research studies on misophonia treatments. We found that most studies used methodologies thatPOTGIETER ET AL. |1213"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "provide low ‐level evidence, with over half of the current research on misophonia taking the form of case studies.\nThis finding highlights the need for controlled studies and clinical trials on misophonia.\nMisophonia is a condition only described as such in the last two decades and no official diagnostic criteria have\nyet been formulated. Although Schröder, Vulink, et al. (2013) proposed a set of diagnostic criteria, this has not been\nformalized. We scoped the available definitions of misophonia used by researchers and found a high level of\ncommon terms and statements. Still, some definitions were broad and did not seem to differentiate misophonia\nfrom hyperacusis. The collation of definitions presented here can be used in finding consensus on a single definition\nand description of misophonia. It also serves as a starting point to consider the validity of existing or new\nmisophonia measurement questionnaires. These measures will, in turn, allow more rigorous diagnostic profiling and\nevaluation of available treatments for misophonia.\nDescriptions of the misophonia population consistently identified that its onset is in childhood or early\nadolescence at 12 or 13 years. There can also be individual cases where misophonia begins in childhood or middle ‐\nage. As reported in a previous review (Bruxner, 2016), the triggers of the misophonia symptoms are almost always\nproduced by humans and most commonly involve oral and nasal sounds, with the level of familiarity of the context\nwithin which the triggers are experienced playing a significant role. Over the course of their condition, some\npatients can develop intolerance to certain visual stimuli that accompany the audible ones, such as movement of\nmouths, and these can become triggers on their own. A few studies also report that repetitive noises, such as\nclicking and tapping can also trigger misophonia symptoms. This suggests a possible continuum between\nmisophonia and misokinesia (hatred of movement; Schröder, Vulink, et al., 2013). Misokinesia is not currently\nknown to exist as a discrete condition but is rather a less common misophonia symptom.\nEvidence on the prevalence of misophonia is only available from two student populations. Authors report a rate\nof 20% of people “often ”or“always ”experiencing sensitivity to triggers with 6% experiencing impairment. This\ncould mean that while many may experience sound sensitivity to some triggers, a relatively low percentage suffer.\nFew studies have been dedicated, so far, to studying the neurological correlates of misophonia. Of those\nconducted, most used MRI or EEG and skin conductance. The findings are all considered preliminary but\nconsistently suggest that misophonia involves abnormal functioning of the amygdala, an area of the brain\ncommonly associated with negative emotions, aversive learning, and processes of attention and vigilance (Davidson\n& Irwin, 1999; Davis & Whalen, 2001; Holland & Gallagher, 1999). The most recent study reported here (Kumar\net al., 2017) provides further evidence that it is the AIC and its connection to the amygdala, and other regions\ninvolved in emotion that are malfunctioning in patients with misophonia. Currently, it is still unclear whether theAIC malfunction is a cause or consequence of misophonia. The study found that patients also displayed a generally\nheightened baseline emotional state or hyperarousal, though there was evidence too that they had a lowered\nautomatic central auditory processing mechanism. Further research is required to confirm these findings and how\nthey link to the etiology, progress, and maintenance of misophonia.\nSome of the cases we reviewed could potentially be classed as being “extreme ”and not representative of the\ntypical misophonia population. However, the current evidence base on the symptomatology of misophonia cannot\ndifferentiate these for certain. On the whole, we found that the misophonic reaction frequently reported in\nresearch involves intense negative feelings, which can vary from anxiety, disgust, panic, discomfort, annoyance,\nfrustration, and rage, with the latter reported as a key characteristic (Dozier 2015a, 2015b, 2015c; Kumar et al.,\n2014; Schröder et al., 2013b; Schröder et al., 2014). Patients may experience anxiety in anticipation of hearing the\ntrigger sounds, and then anger and disgust when they actually hear them. The literature we reviewed suggests thatthe dominant misophonia reaction involved intense negative feelings (Dozier 2015a, 2015b, 2015c; Kumar et al.,\n2014; Schröder, Vulink, et al., 2013), but also anxiety or fear of being unable to control the intolerance (Edelstein\net al., 2013; Hadjipavlou et al., 2008; Kumar et al., 2014). Research also showed that the misophonic reaction is\ncommonly associated with muscle tension in various body regions, symptoms related to anxiety (Ginsburg, Riddle, &\nDavies, 2005; Sainsbury & Gibson, 1954), as well as abnormal physical stress (Rouw & Erfanian, 2017). In line with\nthis, Wu et al. (2014) and Zhou et al. (2017) found that it is indeed anxiety, which mediates the link between sound1214 |POTGIETER ET AL."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "intolerance and anger outbursts. This idea is also supported by the model proposed by Webber and Storch (2015)\nhighlighting the central role of anxiety, which is negatively reinforced by behavioral responses and sheds light on\nthe treatment of misophonia. Therefore, it appears that although anger is the dominant misophonic reaction,\nanxiety caused by the anger, affects the consequent behavioral responses, such as intrusive compulsions or safety\nbehaviors. These behavioral consequences may lead to interpersonal and occupational dysfunction (Cavanna, 2014;\nSchwartz et al., 2011) causing decreased quality of life which, in turn, causes more anxiety. Further highlighting the\nrole of anxiety in misophonia, we found that the condition most commonly reported to be comorbid with\nmisophonia was the anxiety disorder OCD. Schröder, Vulink, et al. (2013) highlighted that both disorders share the\nintrusive and unwanted preoccupation and compulsive stress ‐reducing and avoidance behaviors. For this reason, he\nproposed that misophonia could be classified within the obsessive compulsive spectrum of disorders of the DSM IV.The parallels between misophonia and OCD also informed the development of the A ‐MISO ‐S and the MSS.\nHowever, the psychometric properties of these two measures as well as other less commonly used outcome\nmeasures for misophonia are yet to be established.\nEvidence on effective treatments for misophonia is scarce. Less than half of the available studies on misophonia\nfocused on treatment, and all but one were case studies. Hence, in reviewing, one must be conscious of the\npotential “file drawer effect, ”whereby only cases of effective treatment get published. The most researched type of\ntreatment for misophonia was CBT in various adaptations, whereby achieving habituation to the triggers through\nin‐vivo exposures, was the common component among them. These proved effective in all studies, as did\ncounterconditioning (a type of behavioral treatment where controlled exposure to triggers to achieve habituation is\nalso central but lacks the cognitive counseling element of CBT). Although these positive findings are based on\nanecdotal reports, there is a good foundation to conduct RCTs to ascertain the most effective format of CBTtreatment. Other cognitive treatments, such as mindfulness and acceptance and DBT also showed promising results\nand warrant further research. Certain medication, such as fluoxetine, venlafaxine, lisdexamfetamine, paroxetine\nhydrochloride, escitalopram, and alprazolam were used either in combination with cognitive therapy or alone.\nFuture research should compare and assess the exact effect of these drugs on misophonia. It is crucial to highlight\nthat although such medication has been tested with misophonia patients this does not amount to evidence of\neffectiveness. RCTs are required to assess the safety dosages and whether or not they are effective. Currently, only\none clinical trial on the neural and self ‐reported effect of CBT has been identified as ongoing (ISRCTN:12571777).\n4.1 |Limitations\nFirst, although this is a review of misophonia research, the definitions of misophonia used in the included records\nare varied and so the participants and patients described may not represent a homogenous population. Second,\nalthough we undertook the optional Stage 6 (consultation) of scoping reviews (Levac, Colquhoun, & O ’Brien, 2010),\nthere is currently a lack of guidance on how this is best conducted. We chose to incorporate the clinicians ’\ninterpretations of the results from their experience within the discussion section. A more systematic process ofconducting and reporting the consultation stage could enhance the value of this stage of the scoping review\nprocess.\n5|CONCLUSION\nAlthough no formal nosology of misophonia has yet been finalized, research to date shows consistency in terms of thecharacteristics of misophonia that are described. To date, there are no studies that provide a reliable estimate of the\nprevalence of misophonia in the general population, nor in spe cific patient populations. Demographic data would inform\nt h et r u es c a l eo ft h ed i s o r d e ra n db e t t e rd e f i n et h es c a l eo f need for health care. Nevertheless, research in misophonia\nhas progressed in the last decade, in that outcome measures of misophonia have been developed and some possiblePOTGIETER ET AL. |1215"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "treatments have been shown effective, in providing relie f in case studies. Authors in the field agree on the need for\nstudies that validate existing outcome measures, RCTs of tre atments, and studies to determine the etiology and natural\nhistory of misophonia. The current evidence base on misophonia is not yet substantial enough to consider a systematic\nreview. However, we suggest that RCTs testing possible tre atments for misophonia is a vital next step for patients.\nEpidemiological research and consensus ‐based research is necessary for demographic estimations and to ascertain\ndiagnostic criteria.\nACKNOWLEDGMENTS\nI. P. and D. J. H. are funded through the National Institute for Health Research (NIHR) Biomedical Research Centre\nprogramme. The opinions expressed are those of the authors and not necessarily those of the NIHR, the NHS, or\nthe Department of Health and Social Care.\nORCID\nDerek J. Hoare http://orcid.org/0000-0002-8768-1392\nREFERENCES\nArksey, H., & O ’Malley, L. (2005). Scoping studies: Towards a methodological framework. International Journal of Social\nResearch Methodology ,8(1), 19 –32.\nBernstein, R. E., Angell, K. L., & Dehle, C. M. (2013). A brief course of cognitive behavioural therapy for the treatment of\nMisophonia: A case example. The Cognitive Behaviour Therapist ,6, e10.\nBoyce, P. M. (2015). A young woman with noise intolerance. Medicine Today ,16(7), 46 –47.\nBruxner, G. (2016). ‘Mastication rage ’: A review of misophonia —an under ‐recognized symptom of psychiatric relevance.\nAustralian Psychiatry ,24(2), 195 –197. https://doi.org/10.1177/1039856215613010\nCavanna, A. E. (2014). What is Misophonia and how can we treat it? Neurotherapeutics ,14(4), 357 –359.\nCavanna, A. E., & Seri, S. (2015). Misophonia: Current perspectives. Neuropsychiatric Disease and Treatment ,11, 2117.\nColucci, D. A. (2015). A case of amplified misophonia? The Hearing Journal ,68(2), 40.\nDavidson, R. J., & Irwin, W. (1999). The functional neuroanatomy of emotion and affective style. Trends in Cognitive Sciences ,\n3(1), 11 –21.\nDavis, M., & Whalen, P. J. (2001). The amygdala: Vigilance and emotion. Molecular Psychiatry ,6(1), 13 –34.\nDozier, T. H. (2015a). Counterconditioning treatment for Misophonia. Clinical Case Studies ,14(5), 374 –387.\nDozier, T. H. (2015b). Treating the initial physical reflex of Misophonia with the neural repattering technique. Psychological\nThought ,8(2), 189 –210.\nDozier, T. H. (2015c). Etiology, composition, development and maintenance of Misophonia: A conditioned aversive reflex\ndisorder. Psychological Thought ,8(1), 114 –129.\nDuddy, D.F., & Oeding, K.A. (2014). Misophonia: An overview. Seminars in hearing ,35(2), 84 –91.\nEddy, C. M., & Cavanna, A. E. (2013). Premonitory urges in adults with complicated and uncomplicated Tourette syndrome.\nBehaviour Modification ,38(2), 264 –275.\nEdelstein, M., Brang, D., Rouw, R., & Ramachandran, V. S. (2013). Misophonia: Physiological investigations and case\ndescriptions. Frontiers in Human Neuroscience ,7, 296.\nErfanian, M., Brout, J. J., & Keshavarz, A. (2017). Misophonia and affective disorders: The relationship and clinical\nperspective. European Psychiatry ,41, S471.\nFackrell, K., Potgieter, I., Shekhawat, G. S., Baguley, D. M., Sereda, M., & Hoare, D. J. (2017). Clinical interventions for\nhyperacusis in adults: A scoping review to assess the current position and determine priorities for research. BioMed\nResearch International ,2017 ,1–22.\nFerreira, G. M., Harrison, B. J., & Fontenelle, L. F. (2013). Hatred of sounds: Misophonic disorder or just an underreported\npsychiatric symptom? Annals of Clinical Psychiatry ,25(4), 271 –274.\nFitzmaurice, G. (2010). Misophonia Activation Scale (MAS ‐1). Retrieved from http://www.misophonia ‐uk.org/the ‐\nmisophonia ‐activation ‐scale.html\nFormby, C., Sherlock, L. P., & Gold, S. L. (2003). Adaptive plasticity of loudness induced by chronic attenuation and\nenhancement of the acoustic background. Journal of the Acoustical Society of America ,114,5 5–58.1216 |POTGIETER ET AL."
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Ginsburg, G. S., Riddle, M. A., & Davies, M. (2005). Somatic symptoms in children and adolescents with anxiety disorders.\nJournal of the American Academy of Child and Adolescent Psychiatry ,45(10), 1179 –1187.\nGiorgi, R. S. (2015). Hyperactivity in amygdala and auditory cortex in Misophonia: Preliminary results of a functional\nmagnetic resonance imaging study. Amsterdam Brain and Cognition Journal ,2, p221.\nHadjipavlou, G., Baer, S., Lau, A., & Howard, A. (2008). Selective sound intolerance and emotional distress: What every\nclinician should hear. Psychosomatic Medicine ,70(6), 739 –740.\nHazen, E. P., Reichert, E. L., Piacentini, J. C., Miguel, E. C., Do Rosario, M. C., Pauls, D., & Geller, D. A. (2008). Case series:\nSensory intolerance as a primary symptom of paediatric OCD. Annals of Clinical Psychiatry ,20(4), 199 –203.\nHolland, P. C., & Gallagher, M. (1999). Amygdala circuitry in attentional and representational processes. Trends in Cognitive\nSciences ,3(2), 65 –73.\nJastreboff, M. M., & Jastreboff, P. J. (2002). Decreased sound tolerance and tinnitus retraining therapy (TRT). Australian and\nNew Zealand Journal of Audiology ,24(2), 74 –81.\nJastreboff, P. J. (2000). Tinnitus habituation therapy (THT) and tinnitus retraining therapy (TRT). Tinnitus Handbook ,\n357 –376.\nJastreboff, P. J., & Hazell, J. W. (2008). Tinnitus retraining therapy: Implementing the neurophysiological model . Cambridge:\nCambridge University Press.\nJastreboff, P. J., & Jastreboff, M. M. (2003). Tinnitus retraining therapy for patients with tinnitus and decreased sound\ntolerance. Otolaryngologic Clinics of North America ,36(2), 321 –336.\nJastreboff, P. J., & Jastreboff, M. M. (2013). Using TRT to treat hyperacusis, misophonia and phonophobia. ENT Audiol News ,\n21(6), 88 –90.\nJastreboff, P. J., & Jastreboff, M. M. (2014). Treatment for decreased sound tolerance (hyperacusis and misophonia).\nSeminars in Hearing ,35(2), 105 –120.\nJohnson, P. L., Webber, T. A., Wu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2013). When selective audiovisual\nstimuli become unbearable: A case series on pediatric misophonia. Neuropsychiatry ,3(6), 569 –575.\nKamody, R. C., & Del Conte, G. C. (2017). Using dialectical behavior therapy to treat misophonia in adolescence. The Primary\nCare Companion for CNS Disorders ,19(5), 17l02105.\nKhalil, H., Peters, M., Godfrey, C. M., McInerney, P., Soares, C. B., & Parker, D. (2016). An evidence ‐based approach to\nscoping reviews. Worldviews on Evidence ‐Based Nursing ,13(2), 118 –123.\nKluckow, H., Telfer, J., & Abraham, S. (2014). Should we screen for misophonia in patients with eating disorders? A report of\nthree cases. International Journal of Eating Disorders ,47(5), 558 –561.\nKumar, S., Hancock, O., Cope, T., Sedley, W., Winston, J., & Griffiths, T. D. (2014). Misophonia: A disorder of emotion\nprocessing of sounds. Journal of Neurology, Neurosurgery & Psychiatry ,85(8), e3 –e3.\nKumar, S., Tansley ‐Hancock, O., Sedley, W., Winston, J. S., Callaghan, M. F., Allen, M., & Griffiths, T. D. (2017). The brain\nbasis for misophonia. Current Biology ,27,1–7.\nLevac, D., Colquhoun, H., & O'Brien, K. K. (2010). Scoping studies: Advancing the methodology. Implementation Science ,\n5(1), 69.\nMartz, K. (2013). Patient panel . Presentation at the annual conference of the Misophonia Association, Portland, OR.\nMcFerran, D. (2016). Misophonia and phonophobia. In D. M. Baguley, & M. Fagelson (Eds.), Tinnitus: Clinical and Research\nPerspectives (pp. 245 –259). San Diego, CA: Plural Publishing. 364 pp.\nMcGuire, J. F., Wu, M. S., & Storch, E. A. (2015). Cognitive ‐behavioral therapy for 2 youths with misophonia. The Journal of\nClinical Psychiatry ,76(5), 573 –574.\nMcKay, D., Kim, S. K., Mancusi, L., Storch, E. A., & Spankovich, C. (2017). Profile analysis of psychological symptoms\nassociated with misophonia: A community sample, Behaviour Therapy 49, 286 –294.\nMurphy, D. L., Pickar, D., & Alterman, I. S. (1982). Methods for the quantitative assessment of depressive and manic\nbehavior, The behaviour of psychiatric patients (355 –392). New York, NY: Marcel Dekker.\nMøller, A. R. (2011). Misophonia, phonophobia, and “exploding head ”syndrome. In A. R. Møller, B. Langguth, D. De Ridder,\n& T. Kleinjung (Eds.), Textbook of tinnitus (pp. 25 –27). New York, NY: Springer.\nNeal, M., & Cavanna, A. E. (2013). Selective sound sensitivity syndrome (misophonia) in a patient with Tourette syndrome.\nThe Journal of Neuropsychiatry and Clinical Neurosciences ,25(1), E01.\nPeters, M. D., Godfrey, C. M., Khalil, H., McInerney, P., Parker, D., & Soares, C. B. (2015). Guidance for conducting\nsystematic scoping reviews. International Journal of Evidence ‐Based Healthcare ,13(3), 141 –146.\nReid, A. M., Guzick, A. G., Gernand, A., & Olsen, B. (2016). Intensive cognitive ‐behavioral therapy for comorbid misophonic\nand obsessive ‐compulsive symptoms: A systematic case study. Journal of Obsessive ‐Compulsive and Related Disorders ,10,\n1–9.\nRouw, R., & Erfanian, M. (2017). A large ‐scale study of misophonia. Journal of Clinical Psychology ,74, 453 –479.\nSainsbury, P., & Gibson, J. G. (1954). Symptoms of anxiety and tension and the accompanying physiological changes in the\nmuscular system. Journal of Neurology, Neurosurgery and Psychiatry ,17, 216 –224.POTGIETER ET AL. |1217"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Sanchez, T. G., & da Silva, F. E. (2017). Familial misophonia or Selective Sound Sensitivity Syndrome: Evidence for autosomal\ndominant inheritance? Brazilian Journal of Otorhinolaryngology ,84, 553 –559.\nSchneider, R. L., & Arch, J. J. (2017). Case study: A novel application of mindfulness ‐and acceptance ‐based components to\ntreat misophonia. Journal of Contextual Behavioral Science ,6, 221 –225.\nSchröder, A., van Diepen, R., Mazaheri, A., Petropoulos ‐Petalas, D., de Amesti, V. S., Vulink, N., & Denys, D. (2014).\nDiminished n1 auditory evoked potentials to oddball stimuli in misophonia patients. Frontiers in Behavioural\nNeuroscience ,8, 123.\nSchröder, A., San Giorgi, R., Van Wingen, G., Vulink, N., & Denys, D. (2015). P.1.i.015 Impulsive aggression in misophonia:\nResults from a functional magnetic resonance imaging study. European Neuropsychopharmacology ,25(25), S307 –S308.\nSchröder, A., Vulink, N., & Denys, D. (2013). Misophonia: Diagnostic criteria for a new psychiatric disorder. PLOS One ,8(1),\ne54706.\nSchröder, A. E., Mahazeri, A., Petropoulos, D., Soto, V., Smolders, Z., Vulink, N. C. C., & Denys, D. (2013). A diminished\nmismatch negativity response in misophonia, a potential marker for aggressive impulsivity. European Neuropsycho-\npharmacology ,23, S177.\nSchröder, A. E., Vulink, N. C., van Loon, A. J., & Denys, D. A. (2017). Cognitive behavioral therapy is effective in misophonia:\nAn open trial. Journal of Affective Disorders ,217, 289 –294.\nSchwartz, P., Leyendecker, J., & Conlon, M. (2011). Hyperacusis and misophonia: The lesser ‐known siblings of tinnitus.\nMinnesota Medicine ,94(11), 42 –43.\nTaylor, S., Conelea, C. A., McKay, D., Crowe, K. B., & Abramowitz, J. S. (2014). Sensory intolerance: Latent structure and\npsychopathologic correlates. Comprehensive Psychiatry ,55(5), 1279 –1284.\nTricco, A. C., Lillie, E., Zarin, W., O ’Brien, K. K., Colquhoun, H., Levac, D., …Hempel, S. (2018). PRISMA extension for scoping\nreviews (PRISMA ‐ScR): Checklist and explanation. Annals of Internal Medicine ,169(7), 467 –473.\nTricco, A. C., Lillie, E., Zarin, W., O ’Brien, K., Colquhoun, H., Kastner, M., & Kenny, M. (2016). A scoping review on the\nconduct and reporting of scoping reviews. BMC Medical Research Methodology ,16(1), 15.\nTunç, S., & Ba şbuğ, H. S. (2017). An extreme physical reaction in misophonia: Stop smacking your mouth! Psychiatry and\nClinical Psychopharmacology ,27(4), 416 –418.\nVidal, C., Vidal, L. M., & Lage, M. A. (2017). Misophonia: Case report. European Psychiatry ,41, S644.\nWebber, T. A., Johnson, P. L., & Storch, E. A. (2014). Pediatric misophonia with comorbid obsessive ‐compulsive spectrum\ndisorders. General Hospital Psychiatry ,36(2), 231 –e1.\nWebber, T. A., & Storch, E. A. (2015). Toward a theoretical model of misophonia. General Hospital Psychiatry ,37(4),\n369 –370.\nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2014). Misophonia: Incidence, phenomenology, and clinical correlates\nin an undergraduate student sample. Journal of Clinical Psychology ,70(10), 994 –1007.\nZhou, X., Wu, M. S., & Storch, E. A. (2017). Misophonia symptoms among Chinese university students: Incidence, associated\nimpairment, and clinical correlates. Journal of Obsessive ‐Compulsive and Related Disorders ,14,7–12.\nSUPPORTING INFORMATION\nAdditional supporting information may be found online in the Supporting Information section at the end of the\narticle.\nHow to cite this article: Potgieter I, MacDonald C, Partridge L, Cima R, Sheldrake J, Hoare DJ. Misophonia:\nA scoping review of research. J. Clin. Psychol . 2019;75:1203 –1218. https://doi.org/10.1002/jclp.227711218 |POTGIETER ET AL."
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Copyright\nof\nJournal\nof\nClinical\nPsychology\nis\nthe\nproperty\nof\nJohn\nWiley\n&\nSons,\nInc.\nand\nits\ncontent\nmay\nnot\nbe\ncopied\nor\nemailed\nto\nmultiple\nsites\nor\nposted\nto\na\nlistserv\nwithout\nthe\ncopyright\nholder's\nexpress\nwritten\npermission.\nHowever,\nusers\nmay\nprint,\ndownload,\nor\nemail\narticles\nfor\nindividual\nuse."
    }
  ]
}