{
  "doc_type": "scientific paper",
  "title": "Circumstance, Answerability, and Luck",
  "authors": [
    "Lubomira Radoilska"
  ],
  "year": 2021,
  "journal": "The Monist",
  "doi": "10.1093/monist/onaa029",
  "abstract": "This paper identifies a distinctive kind of moral luck, deep circumstantial luck, and then explores its effects on moral responsibility. A key feature of the phenomenon is that it is recurrent rather than one-off. It also affects agents across a wide range of situations making it difficult to detect. Deeply unlucky agents are subject to unfavourable moral assessments through no fault of their own both in specific cases and when they try to respond to such initial assessments. In this respect, deep circumstantial luck takes the form of a normative burden that grows over time. A process-oriented conception of moral responsibility as answerability is proposed to explain this phenomenon and highlight its implications for rethinking vicarious responsibility.",
  "keywords": [
    "moral luck",
    "deep circumstantial luck",
    "moral responsibility",
    "answerability",
    "moral assessment",
    "moral performance",
    "moral output",
    "intervening luck",
    "environmental luck",
    "secure competence",
    "vicarious responsibility",
    "Aristotelian picture of agency"
  ],
  "research_topics": [
    "moral luck",
    "moral responsibility",
    "ethical theory",
    "philosophy of action",
    "answerability in moral philosophy",
    "circumstantial luck",
    "normative ethics",
    "agency and competence"
  ],
  "created_at": "2025-05-04T23:36:15.837409Z",
  "source_pdf": "documents/research/Global/Radoilska 2017  Circumstance, Answerabilitiy, and Luck.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Circumstance, Answerability, and Luck\nLubomira Radoilska*\nABSTRACT\nThis paper identiﬁes a distinctive kind of moral luck, deep circumstantial luck, and\nthen explores its effects on moral responsibility. A key feature of the phenomenon isthat it is recurrent rather than one-off. It also affects agents across a wide range of sit-uations making it difﬁcult to detect. Deeply unlucky agents are subject to unfavourablemoral assessments through no fault of their own both in speciﬁc cases and when they\ntry to respond to such initial assessments. In this respect, deep circumstantial luck\ntakes the form of a normative burden that grows over time. A process-oriented concep-tion of moral responsibility as answerability is proposed to explain this phenomenonand highlight its implications for rethinking vicarious responsibility.\nThis paper will identify and explore a distinctive form of circumstantial luck and then\narticulate its effects on moral assessment. In Nagel (1976 , 146), where the term cir-\ncumstantial luck was first introduced, the concept is given the following scope:\nThe things we are called upon to do, the moral tests we face, are importantly\ndetermined by factors beyond our control. It may be true of someone that in a\ndangerous situation he would behave in a cowardly or heroic fashion, but if thesituation never arises, he will never have the chance to distinguish or disgracehimself in this way, and his moral record will be different.\nAccording to Nagel, circumstantial luck, like the other three categories he considers,\nconstitutive, resultant, and causal, exposes a paradox at the heart of ordinary moralassessment: it is meant to track ‘genuine agency’ only; yet, on closer look, if the con-ditions under which this agency is exercised are systematically excluded from moral\nconsideration, there will be virtually nothing left for us to assess. Deep circumstantial\nluck, the form of moral luck, on which the following discussion centres, fits thisoverall picture to the extent that it affects the very boundaries between exercises ofindividual agency and their circumstances. As I will aim to show, however, deep cir-cumstantial luck also breaks the mould in important ways. For instance, it is funda-mentally recurring rather than one-off. Its workings mark some agents as deeply\nunlucky across a wide range of circumstances. By reflecting on the unfavourable\nmoral assessments such agents face, we can shed light onto a significant yet\n*University of Kent\nVCThe Author(s), 2021. Published by Oxford University Press.\nAll rights reserved. For permissions, please e-mail: journals.permissions@oup.com\n/C15155The Monist , 2021, 104, 155–167\ndoi: 10.1093/monist/onaa029\nArticleDownloaded from https://academic.oup.com/monist/article/104/2/155/6170640 by 81695661,  OUP on 18 March 2021"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "underexamined feature of moral assessment: it typically constitutes a morally rele-\nvant action in its own right while also being a part of a dynamic and interactive com-municative process. A process-orientated conception of answerability will be put\nforward to make room for this feature. As we shall see, this conception of moral re-\nsponsibility is crucial for locating the normative burdens imposed by deep circum-stantial luck. In so far as this kind of luck rather than personal agency is the most\nsalient explanatory factor, such burdens may be rightly described as vicarious. Having\nsaid that, their ascription to deeply unlucky agents does not follow the logic of amoral equivalent of strict liability, which would amount to establishing faultless\nwrongdoing.\n1The unfavourable moral assessment of these agents paints them as crit-\nicisable rather than merely liable for some harmful outcomes that they brought about\nthrough no fault of their own. That the underlying attitude directed at them is best\nunderstood in terms of distrust rather than blame, as I shall argue, does not indicatea lighter normative burden. Instead, it highlights the recurring effects of deep circum-\nstantial luck throughout the answerability process.\nThe argument proceeds as follows. Section 1 offers an initial formulation of what\ndeep circumstantial luck looks like. Section 2 illustrates this formulation with a pair\nof contrasting examples. Some of the immediate effects of deep circumstantial luck\non moral assessment are then explored in Section 3, leading to a distinction between\nintervening and environmental moral luck. In Section 4, this distinction helps articu-\nlate some more insidious effects that appear later in the answerability process, whendeeply unlucky agents try to set the record straight. The penultimate Section 5 offers\nan account of these effects in terms of disproportionate communicative risks. In con-\nclusion, I highlight a couple of implications from this account with respect to a coredimension of personal agency, namely that of secure competence.\nThroughout the discussion, I shall assume a broadly Aristotelian picture of\nagency. In a nutshell, this theoretical choice has three main advantages. First, it ena-\nbles us to investigate whether and, if so, how deep circumstantial luck may affect\nexercises of agency beyond intentional actions and omissions to include habits, dis-positions, and attitudes, many of which could be held outside of conscious aware-\nness. Second, it supports the idea that the boundaries between actions and their\ncircumstances are not overly rigid so that greater competence on the part of an agentmay compensate, up to a point, for adversity and, vice versa: greater adversity may\naccount for the loss of relevant competence on the part of an agent. Finally, an\nAristotelian picture of personal agency can offer a meeting ground for different con-\nceptions of moral responsibility. While consistent with the reactive-attitudes para-\ndigm that has shaped much of the current field, such a meeting ground remainsindependent from it.\n1. A DIFFERENT KIND OF CIRCUMSTANTIAL LUCK\nThis section will aim to outline the contours of a distinctive kind of circumstantial\nluck which will then be illustrated, in Section 2, by the analysis of contrasting exam-\nples. We could say, as a first approximation, that this kind of luck appears in the\nstrained connections between moral performance and moral output that affect some agents156 /C15Circumstance, Answerability, and LuckDownloaded from https://academic.oup.com/monist/article/104/2/155/6170640 by 81695661,  OUP on 18 March 2021"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "as opposed to others, irrespective of their relevantly similar dispositions, attitudes, inten-\ntions, efforts, and competence .2\nThe term ‘ moral performance ’ designates here any morally relevant exercise of in-\ndividual agency ( Lillehammer 2020 ). This terminological choice has two related\nobjectives. First, it allows us to consider aspects of moral assessment that, albeit sig-nificant, may remain unnoticed if we focus primarily on the question of whetherblaming morally unlucky agents more than morally lucky ones is appropriate asmany contributors to the debate on moral luck have done so far (e.g., Enoch 2012 ;\nHartman 2019 ;Herdova and Kearns 2015 ;Nagel 1976 ;Peels 2015 ;Zimmerman\n2002 ).\n3By extending the scope of moral evaluations where the relevant kind of luck\nmight potentially be at play, we can hope to identify more nuanced approaches, be-\nyond the recurring dilemma of accepting or rejecting its existence.4Second, the term\n‘moral performance’ helps connect more clearly with recent discussions on luck inepistemology (e.g., Greco 2010 ;Ho 2018 ;Pritchard 2005 ;Sosa 2007 ) which, as will\nbe shown in the following, can shed new light on the variety of luck that the presentinquiry is after.\n‘Moral output ’, in contrast, refers to the accomplishment of such a performance in\na particular place at a particular time. It is different from the morally relevant conse-quences of an action. And as we shall see in the subsequent discussion, the strain be-\ntween performance and output occurs through no fault of the agent’s own.\nOf course, this is a first approximation only. It leaves unanswered a pair of critical\nquestions: What counts as (relevantly) strained connection between moral perfor-mance and moral output? And why is that a matter of circumstantial (or any othermoral) luck?\n2. ACTION AS TRANSGRESSION\nTo begin to address these questions, let us look in some detail at a pair of contrastingexamples.\n5\nFinding vs. Looting : It is the aftermath of a natural disaster. Food supplies are\nshort. Two reports emerge from the news agencies, each illustrated with a pho-tograph. The first describes the dire situation of the local residents. The photo-graph supplied is captioned “Local resident walks through chest-deep water af-ter finding food in a local shop.” The second report describes a breakdown oflaw and order. Its nearly identical photograph is captioned “Young man walksthrough chest-deep water after looting a local shop.” Neither report explainsits choice of terms in describing what looks like relevantly similar actions. Thephotographs, however, show that the agent described as ‘finding’ is light-skinned and the agent described as ‘looting’, dark-skinned.\nThere is a stark contrast in the moral assessment of the Lucky or ‘Finding’ Agent and\nthat of the Unlucky or ‘Looting’ Agent: nothing wrong with finding food; looting, how-\never, is impermissible. The difference is not of degree only, but also of valence(Herdova and Kearns 2015 ): the moral assessment of Lucky is neutral if not positive;\nin contrast, that of Unlucky is markedly negative. His action is a transgression, somethingCircumstance, Answerability, and Luck /C15157Downloaded from https://academic.oup.com/monist/article/104/2/155/6170640 by 81695661,  OUP on 18 March 2021"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "that he should not have done . Importantly, these contrasting action descriptions are not\nup to either Lucky or Unlucky as individuals in any meaningful way.6For these\ndescriptions derive from the social circumstance in which they happen to operate.Such circumstance might consistently favour some agents as opposed to others. Thegood moral luck of the former would consist in being typically taken on their own\nterms. That is to say, their actions and intentions are not subject to frequent distor-\ntions. The social interactions they participate in are, overall, conducive to their beingunderstood by others in fundamentally similar terms to the ones they would use to de-scribe themselves. In this kind of favourable circumstance, the connection betweenmoral performance and moral output is unsurprising: being lucky in this sense enables\nagents to recognise themselves in their actions, to be‘at home ’with the social meanings\nthat govern the moral uptake of the things they do . Here the overall interpretative context\nhelps strengthen and expand the lucky agents’ ‘ sphere of secure competence ’.\n7At the very\nleast, they can go about their business without constantly looking over their shoulderor having to ward off suspicion.\nImportantly, this kind of good circumstantial luck may remain unnoticed both by\nthe affected agents and their wider community. Since the apparent match betweenmoral performance and moral output is typically sustained across a wide range of sit-\nuations, it might be seen as a reliable and therefore creditable exercise of agency. By\ndesignating this kind of circumstantial luck as ‘ deep’, I hope to draw attention to\nthese two related aspects: first, it is ultimately not up to individual agents’ moral perfor-\nmance which action descriptions become socially salient in assessing their moral outputs;and second, the significant strains between performance and output that affect some agents\nbut not others can be easily overlooked in virtue of their being pervasive rather than one-\noffs.\n8In fact, considered in isolation, the positive cases of deep circumstantial luck\nmight strike us as clear-cut instances of secure competence. It is only when we com-pare them with negative cases that the impact of deep luck across the board can berevealed. The contrasting action descriptions we see on both sides are vicarious to a\nlarge extent. They do not stem directly from the personal agency of either deeply\nlucky or deeply unlucky agents. Yet, they affect the prima facie moral standing ofboth groups in a variety of circumstances. Deeply lucky agents just happen to be typ-ically understood in morally positive or at least neutral terms, while deeply unlucky\nones, by contrast, in morally negative terms.\n3. INTERVENING VS. ENVIRONMENTAL MORAL LUCK\nReturning to our vignette, the connection between moral performance and moral\noutput in Looting exhibits a strain we do not observe in Finding . The negative stereo-\ntype through which Unlucky’s exercise of agency is made intelligible represents aform of intervening luck .\n9The term is borrowed from epistemology ( Carter and\nPritchard 2015 ). In its original use, it designates an unexpected factor in virtue of\nwhich the success of an otherwise competent epistemic performance gets compro-\nmised, even though the agent ends up forming true beliefs. How so? On this occa-sion, the most salient explanatory factor of why she gets it right is the piece ofintervening luck rather than her epistemic competence.\n10As a result, her epistemic158 /C15Circumstance, Answerability, and LuckDownloaded from https://academic.oup.com/monist/article/104/2/155/6170640 by 81695661,  OUP on 18 March 2021"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "success does not amount to an epistemic achievement that she can be credited with\n(e.g., Greco 2010 ;Sosa 2007 ).\nIn negative instances of deep circumstantial luck, such as Looting , the intervention\ntakes a somewhat different form. It compromises a moral performance by filtering it\nthrough the lens of a criticisable output irrespective of whether this performance is it-self criticisable or not. This intervention, however, does not undercut the negativecredit that Unlucky receives. If anything, it makes such a credit more difficult to es-\ncape. Still, intervening luck rather than Unlucky’s own performance is the most sa-\nlient explanatory factor in assessing his moral output, as in the epistemic case.\nUndoubtedly, moral agents can be affected by intervening luck as described above\nas a one-off. Such occasionally unlucky agents are not exposed with respect to a fur-\nther dimension where the agency of deeply unlucky agents is also challenged. Thepotentially unfavourable moral uptake of their intervention or mere presence in cer-\ntain circumstances is a matter of social know-how in which they share.\n11So, even on\noccasions when the exercise of their agency is not affected by intervening luck in rel-evant circumstances, this might have the character of a near miss and be experiencedas ‘lucky escape’. At any rate, deeply unlucky agents would not be entitled to feel ‘at\nhome’ as deeply lucky agents do. The moral performance of the former—but not\nthe latter—could have readily been strained into a criticisable output. And this likeli-hood makes the relevant exercises of agency insecure. Turning again to resources\nfrom the literature on epistemic luck, we could say that the moral performance here\nis compromised in virtue of being exposed to deep environmental luck : the affected\nagents cannot rely on succeeding in virtue of doing their best as oftentimes this hasproven to not be enough in relevantly similar circumstances. In such circumstances,\ndeeply unlucky agents are successful against the backdrop of a likely failure. As a con-\nsequence, even moral performances of theirs that avoid being paired up with criticis-able outputs would still count as near transgressions . In terms of our vignette: when\nnot lootings , their findings remain findings-rather-than-lootings .\nThere is a further way in which deep circumstantial luck, be it intervening or envi-\nronmental, might erode the sphere of secure competence for affected agents. It could\nturn into mere attempts actions that, in normatively similar circumstances, would be\nstraightforward for lucky agents.\n12On such occasions, deeply unlucky agents would\neffectively be reduced to trying rather than doing . And given the explanatory salience\nof action as transgression with respect to their doings, fewer things would be worth\ntheir trying. For taking any initiative, including doing the right thing becomes dispro-\nportionately risky in such a context.\nThis effect marks yet another important difference between deep circumstantial\nmoral luck and the more localised varieties that have attracted greater attention in\nthe literature. For instance, Hartman (2019 , 3189–92) introduces a distinction be-\ntween higher stakes situations and lower stakes ones. The difference between the\ntwo kinds of situations rests in the likelihood they afford to an agent’s doing the right\nthing. In higher stakes situations, this likelihood is generally lower than in lowerstakes situations. So, one way to account for the contrasting impact of luck on moralassessment would be to say that agents affected by bad moral luck find themselves in\nthe former whereas agents free from such luck occupy the latter. Hence, the moralCircumstance, Answerability, and Luck /C15159Downloaded from https://academic.oup.com/monist/article/104/2/155/6170640 by 81695661,  OUP on 18 March 2021"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "challenges faced by unlucky agents are greater and more difficult to address than the\nones faced by their lucky counterparts.13Having said that, in the cases envisaged by\nHartman, moral assessment levels the playing field to a significant degree. Overall,\nagents who operate in higher stakes situations are considered as more praiseworthy\nwhen they do the right thing and less blameworthy when they fail to do so. In con-trast, agents who operate in lower stakes situations are considered as, overall, less\npraiseworthy when they do the right thing and more blameworthy when they fail to\ndo so. In this way, the credit or discredit that agents receive is in proportion to themagnitude of the challenge they face.\nIn cases of deep circumstantial luck, this proportion is inversed. As illustrated by\nFinding vs. Looting , some normatively similar circumstances are lower stakes for lucky\nagents and higher stakes for unlucky ones. At the same time, however, the moral as-\nsessment of the latter is harsher than that of the former, amplifying rather than com-pensating for the magnitude of the respective challenges they face. This stipulated\nfeature of the cases we considered will be further explored in the following section\nwhere I shall articulate in greater detail the thought that deep circumstantial luckimpacts on moral evaluation.\n4. FROM MORAL ASSESSMENT TO ANSWERABILITY\nAs observed earlier, the literature on moral luck has so far focussed on a particularconception of moral responsibility as blameworthiness and, to a lesser degree, praise-worthiness.\n14The present discussion will explore instead the possible interactions\nbetween deep circumstantial luck and a different conception of moral responsibility,\nthat of answerability . In the following, this will be understood as the ability to engage,\nwith others or at least in view of others, in ascertaining and, when required, responding to\nand for exercises of agency that come to moral attention. Both ascertaining and responding\nhere are themselves core exercises of agency open to moral evaluation .15Let me unpack\nthis formulation by way of example.\nLooking at the vignette from Section 2, an action description, such as Looting\n(but not Finding ), is a vehicle through which a particular exercise of agency comes to\nmoral attention. Agents whose actions are so described may be called to answer for\nthemselves. And similarly, agents who employ this sort of description may too becalled to answer for themselves. This latter point would not be fully appreciated if\nmoral assessment is interpreted as what I propose to call ‘unilateral appraisal’, the\nthought that such an assessment is confined to its content: e.g., ‘Agent A is looting\n(and hence, committing a moral wrong)’— with no reference to the assessment as a\nmorally relevant action in its own right: e.g., ‘Agent B surmises, considers, argues,concludes, asserts, etc. that Agent A is looting (and hence, committing a moral\nwrong)’. By focussing on responsibility as answerability, it becomes apparent that\nany piece of moral assessment, such as ‘A is looting’ is fundamentally incomplete.For it requires appropriate uptake by others and in particular those whose exercises\nof agency it turns the spotlight on. This is part of the rationale for rethinking moral\nevaluation as a dynamic and interactive communicative process rather than a series of dis-\ncrete unilateral appraisals .160 /C15Circumstance, Answerability, and LuckDownloaded from https://academic.oup.com/monist/article/104/2/155/6170640 by 81695661,  OUP on 18 March 2021"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Readers familiar with the recent literature on reactive attitudes might be inclined\nto dismiss this observation as superfluous. The communicative nature of responsibil-\nity ascriptions, whether actually expressed or held back, is a central feature of this\nshared paradigm. For instance, Macnamara (2015) explains this feature by articulat-\ning the role of reactive attitudes, such as resentment or gratitude as a species of emo-\ntion that is meant to be communicated. These attitudes “represent a person (the\nparticular object) as having done something morally significant (the formal object)”\n(ibid. 557). The primary function of this representational content is to elicit appro-\npriate response in an intended recipient or ‘particular object’. Thus, the “emotionaluptake of the representational content of resentment and indignation by the wrong-\ndoer amounts to guilt” (ibid. 559). This function does not have to be fulfilled in ev-\nery single case. The very fact that communication by means of reactive attitudes is\nwidespread and generally understood suffices to maintain a well-functioning system\nof responsibility ascriptions.\nAnswerability takes the idea of communication further, to also include the morally\nrelevant action or actions, to which a specific assessment responds, and the actions\nperformed in response to this assessment. This process-oriented interpretation helps\nachieve two things. First, it highlights the continuity between morally relevant actions\nand moral assessment. This enables us to see that moral assessment itself covers a cate-\ngory of morally relevant actions . Second, it sheds light on the fluidity between doing and\nsaying as exercises of individual agency that might be affected by deep circumstantial\nluck. Bringing these two points together, it becomes apparent that the workings of\nmoral luck are not limited to the entry point of answerability, as it were, but may im-\npact on the whole process. In other words, the explanatory connections between\nmoral performance and moral output that become strained for some agents as op-\nposed to others in cases like Finding vs.Looting are typically replicated at later stages\nof the answerability process. With respect to deep circumstantial luck, there is no prin-\ncipled distinction to be drawn between such cases and communications, be they ver-\nbal or not, that follow on from these.\n16To give an example, taking the news agencies\nto task for their framing of Finding vs.Looting is open to relevantly similar complica-\ntions as the initial moral performance of Unlucky. For attempts at setting the record\nstraight could also be affected by either intervening or environmental luck. This helps\nreveal a vicarious strand of responsibility underpinning the answerability process as a\nwhole by shaping the very distinction between exercises of personal agency and their\ncircumstances.\n5. DOING BY SAYING AND DOING AS SAYING\nTo appreciate the fluidity between doing and saying in the context of deep circum-\nstantial luck, it is worth noting that a lot of morally relevant actions take the form ofdoing things with words (Austin 1975 ). For instance, promising is often used as a para-\ndigm case of creating moral obligation. We can easily add consenting and dissenting,\ngiving offense, issuing an apology, expressing gratitude, offering help, standing up for\noneself, etc. In these cases, the morally relevant performance typically consists in a\nspeech act and, in particular, what Austin termed, an illocutionary act, whereby saying\nis itself the doing (rather than facilitating or preventing another doing as the case isCircumstance, Answerability, and Luck /C15161Downloaded from https://academic.oup.com/monist/article/104/2/155/6170640 by 81695661,  OUP on 18 March 2021"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "with perlocutionary acts, such as commands). To achieve its intended effect, an illocu-\ntionary act requires some felicity conditions to be fulfilled. These conditions include a\nrange of—often unspoken—conventions that guide interlocutors’ expectations indifferent situations. Langton (1993 , 316) offers a memorable example of an illocu-\ntion that fails to elicit its intended uptake as a result of infelicitous conditions: an ac-\ntor shouts “Fire!” in the middle of a performance in order to warn the audience thata fire has broken out in the theatre. The spectators, however, are not alarmed in theleast. Instead, they heartily applaud the actor for what they take to be his masterful\nacting the part, in spite of his remonstrations that the fire is real while pointing to\nthe smoke that begins to engulf the scene.\nOn this occasion, the actor does not succeed in warning the audience. This is be-\ncause the conditions in which this particular speech act of his is performed prevent itfrom operating as a warning. They turn it into something else instead. Langton (ibid.315) interprets this effect as illocutionary disablement : the communication ‘misfires’\ndue to factors outside of the speaker’s control. In terms of the present discussion,\nthere is an illuminating parallel to be drawn with negative cases of deep circumstan-tial luck. The relevant similarity rests in the double-action description needed to ac-\ncount for what the actor does: his illocution does not amount to error in\nperformance. Instead, performance and output remain linked in a way distinctlystrained by the circumstance.\nFollowing this line of thought, we can now explain why in cases of deep circum-\nstantial luck moral assessment does not typically compensate for the differential instakes between lucky and unlucky agents. Setting the record straight could be just asrisky for agents affected by unfavourable moral evaluation due to deep circumstantial\nluck as the particular exercise of their agency that has come to moral attention by\nmeans of such evaluation. This kind of near inescapability has been observed in a va-riety of contexts. Speaking out against systemic inequalities and forms of oppression\nis a case in point. As emphasised in the feminist literature on issues of intersectional-\nity (e.g., Ahmed 2014 ;Anzald /C19ua 2007 ;Crenshaw 2012 ;Mirza 1997 ), the factors that\nunderpin such inequalities and oppression tend to also distort actions of protest tothe point of making them unrecognisable. Treating as perpetrators some victims of\ncrime who call on the authorities for protection is one glaring example. The underly-\ning trend, however, can also be detected in more mundane exchanges where deeplyunlucky agents get dismissed as ‘overreacting’, ‘aggressive’, or ‘too angry’. In all of\nthese cases, deep circumstantial luck intervenes to transmute relevant contributions\nto the answerability process from reactions to moral wrongs (on the performanceside) into plain moral wrongs (on the output side). As a consequence, deeply un-lucky agents may end up stuck in the position of mere ‘targets’ of unfavourable moral\nassessment where any plea of theirs ‘misfires’ as a kind of reoffending. Still, the un-\nderlying negative attitudes they have to face are best understood in terms of distrustrather than blame.\n17\nWith respect to deep circumstantial luck, the fluidity between doing and saying\nhas another, complementary dimension worth noting. Even morally relevant actionsthat do not conform to the type of doing by saying may be seen as communicative\nby default. Looking again at recent work on reactive attitudes, not only are these162 /C15Circumstance, Answerability, and LuckDownloaded from https://academic.oup.com/monist/article/104/2/155/6170640 by 81695661,  OUP on 18 March 2021"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "attitudes understood as communicative whether actively expressed or not, the actions\nto which they respond are seen as deserving this kind of involved and emotional re-\nply in virtue of what the agent might communicate through them to others. For in-stance, the core reactive attitude of resentment is meant to track expressions of poor\nquality of will across various exercises of agency, including forgetting a close friend’s\nbirthday ( Smith 2012 ). As this example indicates, poor quality of will does not need\nto involve malice. Often, indifference to some important interests of others also\nqualifies as appropriate target for resentment. On such occasions, the relevant exer-\ncise of agency is not meant to communicate anything by the agent: people do notforget birthdays in order to show lack of concern. Yet, it is plausible to perceive some\nsuch instances of forgetting as hurtful in so far as they do just this: they speak of the\nforgetter’s insufficient concern for a significant other.\nThe communicative dimension of morally relevant actions can also be acknowl-\nedged by theorists who do not approach responsibility ascriptions from within a\nreactive-attitudes framework. For instance, Kramer (2005 , 313–16) develops an ac-\ncount of moral remedy as a measure undertaken or undergone to acknowledge thewrongness of what one has done to somebody else and to deal with the resultant sit-\nuation. According to Kramer, moral remedy is required whenever a person infringes\nupon another’s moral right, independently of whether this person is at fault or not.The appropriate course of action has two independent components: first, compensa-\ntory action to alleviate the harm or hardship incurred by the affected moral right-\nholder (if any such harm or hardship has been incurred); and second, ‘makingamends’. This latter component is communicative in the sense put forward here: formaking amends involves issuing apologies, expressing regret, feeling remorse, etc. in\nways in which an agent answers for having exercised her agency wrongly with respect\nto another—even though no fault can be plausibly attributed to her. In some instan-ces, the relevant actions would consist in direct illocutions or, as I have put it, doing\nby saying. In others, however, these actions would take the form of doing as saying\nwhere appropriate uptake relies on shared background conventions as the case iswith speech acts. And so, subtle changes in how such conventions operate can makeinstances of doing as saying ‘misfire’ just as readily as an actor’s warning while on\nscene.\n18\nTo sum up, deep circumstantial luck imposes disproportionate communicative\nrisks throughout the answerability process. Both doing by saying and doing as saying,\nthe two sides of this process we identified and explored, are liable to such risks. As a\nconsequence, agents who act in relevantly similar ways, from relevantly similar dispo-sitions and with relevantly similar intentions, end up answerable for very different\nthings. In the first instance, significant differences may appear in the degree, scope,\nand valence of what deeply unlucky agents have to answer for as opposed to theirlucky counterparts. Later on, these differences keep reappearing. As I argued, deeply\nunlucky agents’ ability to answer back, seek redress, or make amends could be sub-\nject to intervening or environmental luck in the same way as any exercise of theiragency that has initially come to moral attention. For this reason, the explanatoryconnections between moral performances and moral outputs of theirs are more likely\nto be further strained than rectified throughout the answerability process.Circumstance, Answerability, and Luck /C15163Downloaded from https://academic.oup.com/monist/article/104/2/155/6170640 by 81695661,  OUP on 18 March 2021"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "6. CONCLUDING REMARKS\nThe account articulated in this paper highlighted features which distinguish deep cir-\ncumstantial luck from the kinds of occasional circumstantial luck already discussed in\nthe literature. Deeply unlucky agents are exposed to a range of overlapping risks and\nconstraints. They affect the explanatory salience of various actions of theirs to turn\nthem into transgressions when intervening luck is at work or near transgressions\nwhen, in contrast, environmental luck kicks in. Such actions would have normally\nfeatured within their spheres of secure competence, things that they should reliably\nexpect to successfully perform, if they set out to perform them. The strained explana-\ntory connections between performance and output that form the basis for unfavoura-\nble moral assessment of deeply unlucky agents in specific cases are likely to bereplicated in the following stages of moral engagement when such agents try to set\nthe record straight. And so, unfavourable moral assessment due to deep circumstan-\ntial luck takes the form of a normative burden that is not only difficult to offload but\nalso gets heavier over time. This cumulative effect could remain unnoticed if we take\nmoral assessment to be a kind of unilateral, case-by-case appraisal. The process-\noriented conception of moral responsibility as answerability outlined here helps\navoid this oversight. For it invites us to rethink the nature and scope of vicarious re-\nsponsibility: this turns out to be present all the way through as a natural albeit less\nconspicuous dimension of answerability that affects every agent rather than a distinctand arguably lesser kind of responsibility that is occasionally incurred by some agents\nthrough bad moral luck.\nAcknowledging the pervasive impact of deep circumstantial luck on answerability,\nhowever, need not imply acquiescing to it. As the notion of explanatory salience al-\nready indicates, the divide between exercises of agency and their circumstances is po-\nrous. In negative cases of deep circumstantial luck, this feature facilitates the\nencroachment on the affected agent’s sphere of secure competence: due to norma-\ntively insignificant factors, the output is criticisable irrespective of what the perfor-\nmance is like. At the same time, however, a porous divide also ensures that a move in\nthe opposite direction remains possible even when extremely unlikely: competence\nmay become secure once its circumstance is reframed. Seeing instances of deep cir-cumstantial luck for what they are is a step in that direction.\n19\nNOTES\n1.Nagel (1976) dismisses moral as opposed to legal strict liability as inconsistent with the core idea that\nmoral judgements have a distinctive force because they are directed at agents rather than states of affairsthat have been brought about by them. This understanding is often assumed in discussions on moral\nluck (cf. Enoch 2012 ;Hartman 2019 ;Zimmerman 2002 ). See, however, Kramer (2005) and Couto\n(2018) where the normative interest of moral liability and its applicability to a broad set of cases is dem-\nonstrated. I return to this issue in section 5 of this paper.\n2. In this paper, I will not argue for a comprehensive conception of moral agency beyond that involved in\nintentional actions and omissions (see however, Radoilska [2013] ). Instead, such a conception will serve\nthe role of dialectical presupposition allowing us to explore possible effects of circumstantial luck that\nmight be overlooked as a result of a narrower focus on intentional agency as the ultimate object of moral\nevaluation.\n3. Throughout this paper, the terms ‘moral assessment’ and ‘moral evaluation’ will be used interchangingly.164 /C15Circumstance, Answerability, and LuckDownloaded from https://academic.oup.com/monist/article/104/2/155/6170640 by 81695661,  OUP on 18 March 2021"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "4. By ‘relevant kind of luck’ I mean moral luck in the strict sense as opposed to morally significant plain\nluck. See Enoch (2008 ; 2012) for arguments against moral luck in the strict sense premised on this\ndistinction.\n5. They are modified from Bierria (2014) to highlight points of relevance to circumstantial luck.\n6. By ‘up to’ I would like to capture the various ways in which an agent might reliably exercise her agency\nto bring about some outcome. This would include first-order control over particular actions but also\nsecond-order control, such as adopting a personal policy to facilitate some action-types as opposed to\nothers, cultivating particular attitudes and dispositions, honing one’s competence and skills, and seeking\nor avoiding particular situations. See Statman (2019) on the lack of relevant agent control as prerequisite\nfor the possibility of moral luck.\n7. See Raz (2012 , 147): “We acquire and are aware of having a sphere of secure competence, consisting of\na range of actions that, in normal circumstances, we reliably expect that we shall successfully perform if\nwe set out to perform them, barring competence-defeating events (which are very rare).”\n8. On the idea that in order to be lucky an event should not only be ‘beyond the agent’s control’ but also\nan ‘accident’ that could have easily failed to happen, see the modal account in Peels (2015) . As I will aim\nto show, such an understanding of luck risks obscuring the role of various social and institutional arrange-\nments that although contingent (could have been otherwise) are neither one-offs, nor easy to overcome.\n9. Note that in cases of interest to us the moral performance itself is not affected as in cases of stereotype\nthreat where agents underperform as a result of becoming aware of a negative stereotype that might af-\nfect how their performance is seen ( Steele 2010) . Instead, they are closer to the set of scenarios discussed\ninHawley (2017) where highly skilled performances by members of underrepresented groups are\nexplained away as ‘lucky’. The relevant similarity between actions as transgressions, such as Looting , and\nachievements discredited as lucky lies in the strained explanatory connections between performance and\noutput. As a result, a criticisable output is attributed to an agent’s performance in the first instance andan admirable output, detached from an agent’s performance in the second instance.\n10. See Ho (2018) for a sustained argument in favour of drawing the distinction between epistemic compe-\ntence and epistemic luck in terms of explanatory salience.\n11. Crenshaw (2012) offers a wide range of germane examples from the criminal justice system to demon-\nstrate the deep vulnerabilities generated by the intersecting practices of overpolicing and underprotecting\nsome social groups. As a result, members of these groups are exposed to heightened risks of both being\nvictims of violence and being treated as perpetrators rather than victims if they seek protection from the\nauthorities. The upshot is understandable reluctance on their part to report any incidents, which in turn\nincreases their vulnerability to further violence and institutional mistreatment.\n12. I take different agents’ circumstances to be normatively similar in so far as their options for action and\nconsiderations in support of each options (e.g., what is morally commendable or at least acceptable vs.questionable or clearly impermissible) can be seen as comparable. In a nutshell, such agents are roughly\non a par with respect to what the right to do is and why.\n13. ‘Greater and more difficult to address’ is meant to cover not only risks in terms of unfavourable moral as-\nsessment which were at the heart of the discussion so far but also entrenched obstacles in finding out\nwhat the right thing to do might be with respect to segments of one’s moral life. Examples of the latter\nkind are widely discussed in the literature on epistemic injustice (e.g., Medina 2013) . They include vari-\nous forms of deep-seated yet motivated ignorance that operate as effective and efficient tools of preserv-\ning an oppressive status quo precisely by staying under the radar. See also Mason and Wilson (2017) on\nthe effects of so-called cultural ignorance.\n14. Kenny (1992 , 77–78) observes this feature of contemporary discussions of moral luck in contrast to clas-\nsical ones. To the extent that negative moral assessment plays a prominent role in the present inquiry, it\nalso shares in this feature of contemporary discussions. In fact, we may say that it goes even further since\nthe deep circumstantial luck it examines is worse than the kinds of bad moral luck that these discussionsaddress. For, in terms of our discussion, agents affected by these kinds of luck would qualify as deeply\nlucky .\n15. Answerability is often associated with responsiveness to reasons, a distinctive evaluative stance that tran-\nspires through eligible exercises of agency. For instance, Smith (2012) takes answerability to be the most\nfundamental kind of moral responsibility since it engages the reasons in the light of which an action is\nperformed. There is also close association with blameworthiness (e.g., Hieronymi 2004) .I nShoemaker\n(2015) , there is a similar focus on evaluative judgments with explicit reference to blame, even though onCircumstance, Answerability, and Luck /C15165Downloaded from https://academic.oup.com/monist/article/104/2/155/6170640 by 81695661,  OUP on 18 March 2021"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "his account answerability is just one out of three responsibility conceptions, along with accountability\nand attributability. One of the objectives of the present discussion is to demonstrate that the links be-\ntween answerability and blame are less direct and more nuanced. It will however remain neutral on the\nissue of whether we should opt for a unified or a pluralist overall framework.\n16. An example of relevant nonverbal communication could be what Macnamara (2015) terms the ‘facial sig-\nnatures’ of key reactive attitudes.\n17. The relevant contrast can be summed up as follows: blame has sharper edges than distrust. Its demands\nmight seem greater but meeting them wipes the slate clean. In contrast, distrust is diffuse. It paints its\nobjects as somehow subpar without necessarily setting out a benchmark against which this assessment is\nmade. As a result, direct corrective actions tend to be ineffectual if not counterproductive ( O’Neill\n2002) . On the idea that trust and distrust are central yet often neglected reactive attitudes, see Helm\n(2014) .\n18. Compensatory steps undertaken by individual beneficiaries of historical injustices in the absence of com-\nprehensive restorative actions are a case in point. They are more likely to add insult to injury than\nachieve their intended effect due to the unchanging social context which cheapens and distorts them. See\nCouto (2018) for an illuminating discussion.\n19. I would like to thank the editors Hallvard Lillehammer and Ben Colburn for their helpful comments on\nan earlier draft. I would also like to acknowledge the constructive feedback on work-in-progress that I re-ceived from members of the Kent Ethics Group. My research on this paper was supported by a British\nAcademy Newton Award, Ref.: NAFR1180082.\nREFERENCES\nAhmed, Sara 2014. Willful Subjects , Durham, NC: Duke University Press.\nAnzald /C19ua, Gloria 2007. Borderlands: La Frontera , 3rd ed., San Francisco: Aunt Lute Books.\nAustin, J.L. 1975. How to Do Things with Words , 2nd ed., Oxford: Clarendon Press.\nBierria, Alisa 2014. “Missing in Action: Violence, Power, and Discerning Agency,” Hypatia 29:\n129–45.\nCarter, J. Adam and Duncan Pritchard 2015. “Knowledge-How and Epistemic Luck,” No^us49:\n440–53.\nCouto, Alexandra 2018. “The Beneﬁciary Pays Principle and Strict Liability: Exploring the\nNormative Signiﬁcance of Causal Relations,” Philosophical Studies 175: 2169–89.\nCrenshaw, Kimberl /C19e W. 2012. “From Private Violence to Mass Incarceration: Thinking\nIntersectionally about Women, Race, and Social Control,” UCLA Law Review 59: 1418–72.\nEnoch, David 2008. “Luck Between Morality, Law, and Justice,” Theoretical Inquiries in Law 9:\n23–59.\n— —. 2012. “Being Responsible, Taking Responsibility, and Penumbral Agency” in Ulrike Heuer\nand Gerald Lang, eds., Luck, Value and Commitment: Themes from the Ethics of Bernard Williams ,\nOxford: Oxford University Press, 95–132.\nGreco, John 2010. Achieving Knowledge: A Virtue-Theoretic Account of Epistemic Normativity ,\nCambridge: Cambridge University Press.\nHartman, Robert J. 2019. “Moral Luck and the Unfairness of Morality,” Philosophical Studies 176:\n3179–97\nHawley, Katherine 2017. “Trust, Distrust, and Epistemic Injustice,” in Ian J. Kidd, Jos /C19e Medina and\nGaile Pohlhaus, Jr., eds., The Routledge Handbook of Epistemic Injustice , New York: Routledge,\n69–78.\nHelm, Bennett W. 2014. “Trust as a Reactive Attitude,” in David Shoemaker and Neal Tognazzini,\neds., Oxford Studies in Agency and Responsibility , vol. 2, 187–215.\nHerdova, Marcela and Stephen Kearns 2015. “Get Lucky: Situationism and Circumstantial Moral\nLuck,” Philosophical Explorations 18: 362–77.\nHieronymi, Pamela 2004. “The Force and Fairness of Blame,” Philosophical Explorations 18:\n115–48.166 /C15Circumstance, Answerability, and LuckDownloaded from https://academic.oup.com/monist/article/104/2/155/6170640 by 81695661,  OUP on 18 March 2021"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Ho, Tsung-Hsing 2018. “Lucky Achievement: Virtue Epistemology on the Value of Knowledge,”\nRatio 31: 303–31.\nKenny, Anthony 1992. Aristotle on the Perfect Life , Oxford: Oxford University Press.\nKramer, Matthew H. 2005. “Moral Rights and the Limits of the Ought-Implies-Can Principle: Why\nImpeccable Precautions Are No Excuse,” Inquiry 48: 307–55.\nLangton, Rae 1993. “Speech Acts and Unspeakable Acts,” Philosophy & Public Affairs 22: 293–330.\nLillehammer, Hallvard 2020. “Moral Luck and Moral Performance,” European Journal of Philosophy ,\n1–12. https://doi.org/10.1111/ejop.12545 .\nMacnamara, Coleen 2015. “Reactive Attitudes as Communicative Entities,” Philosophy and Pheno-\nmenological Research 90: 546–69.\nMason, Elinor and Alan Wilson 2017. “Vice, Blameworthiness, and Cultural Ignorance,” in Philip\nRobichaud and J.W. Wieland, eds., Responsibility: The Epistemic Condition , Oxford: Oxford\nUniversity Press, 82–100.\nMedina, Jos /C19e 2013. The Epistemology of Resistance: Gender and Racial Oppression, Epistemic Injustice,\nand Resistant Imaginations , New York: Oxford University Press.\nMirza, Heidi Saﬁa 1997. Black British Feminism: A Reader , New York: Routledge.\nNagel, T. 1976. “Moral Luck,” Proceedings of the Aristotelian Society , suppl. vol., 137–51.\nO’Neill, Onora 2002. A Question of Trust , Cambridge: Cambridge University Press.\nPeels, Rik 2015. “The Modal Solution to the Problem of Moral Luck,” American Philosophical\nQuarterly 52: 73–87.\nPritchard, Duncan 2005. Epistemic Luck , Oxford: Clarendon Press.\nRadoilska, Lubomira 2013. Addiction and Weakness of Will , Oxford: Oxford University Press.\nRaz, Joseph 2012. “Agency and Luck,” in Ulrike Heuer and Gerald Lang, eds., Luck, Value and\nCommitment: Themes from the Ethics of Bernard Williams , Oxford: Oxford University Press,\n133–61.\nShoemaker, David 2015. Responsibility from the Margins , New York: Oxford University Press.\nSmith, Angela 2012. “Attributability, Answerability, and Accountability: In Defence of a Uniﬁed\nAccount,” Ethics 122: 575–89.\nSosa, Ernest 2007. A Virtue Epistemology , Oxford: Oxford University Press.\nStatman, Daniel 2019. “The Deﬁnition of ‘Luck’ and the Problem of Moral Luck,” in Ian M. Church\nand Robert J. Hartman, eds., The Routledge Handbook of the Philosophy and Psychology of Luck ,\nNew York: Routledge, 195–205.\nSteele, Claude 2010. Whistling Vivaldi: And Other Clues to How Stereotypes Affect Us , New York:\nNorton.\nZimmerman, Michael J. 2002. “Taking Luck Seriously,” The Journal of Philosophy 99: 553–76.Circumstance, Answerability, and Luck /C15167Downloaded from https://academic.oup.com/monist/article/104/2/155/6170640 by 81695661,  OUP on 18 March 2021"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "©\n2021\nHegeler\nInstitute.\nCopyright\nof\nMonist\nis\nthe\nproperty\nof\nOxford\nUniversity\nPress\n/\nUSA\nand\nits\ncontent\nmay\nnot\nbe\ncopied\nor\nemailed\nto\nmultiple\nsites\nor\nposted\nto\na\nlistserv\nwithout\nthe\ncopyright\nholder's\nexpress\nwritten\npermission.\nHowever,\nusers\nmay\nprint,\ndownload,\nor\nemail\narticles\nfor\nindividual\nuse."
    }
  ]
}