{
  "doc_type": "scientific paper",
  "title": "Poorer Well-Being in Children With Misophonia: Evidence From the Sussex Misophonia Scale for Adolescents",
  "authors": [
    "Louisa J. Rinaldi",
    "Rebecca Smees",
    "Jamie Ward",
    "Julia Simner"
  ],
  "year": 2022,
  "journal": "Frontiers in Psychology",
  "doi": "10.3389/fpsyg.2022.808379",
  "abstract": "Objective: Misophonia is an unusually strong aversion to a specific class of sounds most often human bodily sounds such as chewing, crunching, or breathing. A number of studies have emerged in the last 10 years examining misophonia in adults, but little is known about the impact of the condition in children. Here we set out to investigate the well-being profile of children with misophonia, while also presenting the first validated misophonia questionnaire for children. Materials and Methods: We screened 142 children (10-14 years; Mean 11.72 SD 1.12; 65 female, 77 male) using our novel diagnostic [the Sussex Misophonia Scale for Adolescents (SMS-Adolescent)]. This allowed us to identify a group of children already manifesting misophonia at that age - the first population-sampled cohort of child misophonics examined to date. Children and their parents also completed measures of well-being (for convergent validation of our SMS-Adolescent) and creative self-construct (for discriminant validation). Results: Data show that children with misophonia have significantly elevated levels of anxiety and obsessive compulsive traits. Additionally children with misophonia have significantly poorer life-satisfaction, and health-related quality of life. As predicted, they show no differences in creative self-construct. Conclusion: Together our data suggest the first evidence in population sampling of poorer life outcomes for children with misophonia, and provide preliminary convergent and discriminant validation for our novel misophonia instrument. Our data suggest a need for greater recognition and therapeutic outlets for adolescents with misophonia.",
  "keywords": [
    "misophonia",
    "sound-sensitivity",
    "sensory sensitivity",
    "aversion",
    "wellbeing"
  ],
  "research_topics": [
    "Child and adolescent well-being",
    "Misophonia in children",
    "Sensory sensitivity and aversion",
    "Development and validation of diagnostic tools",
    "Anxiety and obsessive compulsive traits related to misophonia",
    "Quality of life impact of misophonia",
    "Psychometrics of the Sussex Misophonia Scale for Adolescents (SMS-Adolescent)"
  ],
  "created_at": "2025-05-04T23:47:29.939364Z",
  "source_pdf": "documents/research/Global/Rinaldi Louisa 2022 Poorer Well Being in Children with Misophoia Sussex Scale 2022.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "fpsyg-13-808379 March 31, 2022 Time: 15:9 # 1\nORIGINAL RESEARCH\npublished: 06 April 2022\ndoi: 10.3389/fpsyg.2022.808379\nEdited by:\nM. Zachary Rosenthal,\nDuke University, United States\nReviewed by:\nMercede Erfanian,\nUniversity College London,\nUnited Kingdom\nWojciech Łukasz Dragan,\nUniversity of Warsaw, Poland\nZachary J. Williams,\nVanderbilt University, United States\n*Correspondence:\nLouisa J. Rinaldi\nL.Rinaldi@sussex.ac.uk\nSpecialty section:\nThis article was submitted to\nAuditory Cognitive Neuroscience,\na section of the journal\nFrontiers in Psychology\nReceived: 03 November 2021\nAccepted: 11 March 2022\nPublished: 06 April 2022\nCitation:\nRinaldi LJ, Smees R, Ward J and\nSimner J (2022) Poorer Well-Being\nin Children With Misophonia:\nEvidence From the Sussex\nMisophonia Scale for Adolescents.\nFront. Psychol. 13:808379.\ndoi: 10.3389/fpsyg.2022.808379\nPoorer Well-Being in Children With\nMisophonia: Evidence From the\nSussex Misophonia Scale for\nAdolescents\nLouisa J. Rinaldi *, Rebecca Smees, Jamie Ward and Julia Simner\nSchool of Psychology, University of Sussex, Brighton, United Kingdom\nObjective: Misophonia is an unusually strong aversion to a speciﬁc class of sounds –\nmost often human bodily sounds such as chewing, crunching, or breathing. A number\nof studies have emerged in the last 10 years examining misophonia in adults, but little is\nknown about the impact of the condition in children. Here we set out to investigate the\nwell-being proﬁle of children with misophonia, while also presenting the ﬁrst validated\nmisophonia questionnaire for children.\nMaterials and Methods: We screened 142 children (10–14 years; Mean 11.72 SD\n1.12; 65 female, 77 male) using our novel diagnostic [the Sussex Misophonia Scale\nfor Adolescents (SMS-Adolescent )]. This allowed us to identify a group of children\nalready manifesting misophonia at that age – the ﬁrst population-sampled cohort of child\nmisophonics examined to date. Children and their parents also completed measures of\nwell-being (for convergent validation of our SMS-Adolescent) and creative self-construct\n(for discriminant validation).\nResults: Data show that children with misophonia have signiﬁcantly elevated levels\nof anxiety and obsessive compulsive traits. Additionally children with misophonia have\nsigniﬁcantly poorer life-satisfaction, and health-related quality of life. As predicted, they\nshow no differences in creative self-construct.\nConclusion: Together our data suggest the ﬁrst evidence in population sampling of\npoorer life outcomes for children with misophonia, and provide preliminary convergent\nand discriminant validation for our novel misophonia instrument. Our data suggest a\nneed for greater recognition and therapeutic outlets for adolescents with misophonia.\nKeywords: misophonia, sound-sensitivity, sensory sensitivity, aversion, wellbeing\nINTRODUCTION\nMisophonia is a disorder of decreased tolerance to certain classes of sounds, which trigger\nunusual negative emotions such as anger, disgust, or anxiety (Swedo et al., 2022). Typical triggers\ninclude everyday sounds such as chewing, crunching, clicking, or breathing. These sounds are not\nparticularly loud, and easily ignored by most other people, but can be highly aversive to people\nwith misophonia (for reviews see Potgieter et al., 2019; Williams et al., 2021). The condition may be\nFrontiers in Psychology | www.frontiersin.org 1 April 2022 | Volume 13 | Article 808379"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "fpsyg-13-808379 March 31, 2022 Time: 15:9 # 2\nRinaldi et al. Misophonia in Children\nassociated with subtle organisational diﬀerences in the brain\nthat likely arise during development, and lead to important\nvariations in sound tolerance – which can impact profoundly on\ndaily life. People with misophonia show increased functional and\nstructural connectivity in regions related to threat, emotion, and\nsalience (Kumar et al., 2017; Schröder et al., 2019), suggesting\nthat sounds are more prominent and emotionally distressing\nthan they might be for most other people. Here we consider\nthe roots of this condition, by seeking to better understand\nmisophonia in children. Our study aims to identify how the\ncondition can be recognised in young cohorts (10–14 years) using\na novel instrument, and whether misophonia is associated with\ndemonstrably poorer well-being across multiple measures.\nSeveral case-studies have described children and adolescents\nwho have sought treatment for misophonia in clinical\nenvironments (Johnson et al., 2013; Webber et al., 2014;\nKamody and del Conte, 2017; Dover and McGuire, 2021).\nHowever, the present study is the ﬁrst to explore misophonia in\nyoung samples who have not self-referred for study/treatment,\nand this can provide vital information. Clearly, children who\nare studied at clinic have already shown suﬃcient diﬃculties for\ntheir parents or caregivers to seek clinical support. Examining\nwell-being in such environments is therefore circular (i.e., since\nchildren with poorer well-being are precisely those who seek\ntreatment). Here we take a diﬀerent approach by asking questions\nabout well-being in a sample of children with misophonia who\nhave not already sought treatment, and will almost certainly\nnot even know that their misophonia is a recognised condition.\nSpeciﬁcally, we screened a large sample of children to identify\nthose with misophonia among them. As such, this is the ﬁrst ever\nstudy of a population-sampled cohort of child misophonics, and\nwe give details below of how our participants were identiﬁed.\nSome studies suggest as many as 20% of the population\nmay have some degree of misophonia (Wu et al., 2014; Zhou\net al., 2017) with yet-higher rates in groups with elevated\nanxiety (Naylor et al., 2020) but potentially lower rates cross-\nculturally (Zhou et al., 2017; Kılıç et al., 2021). However, the\nexact prevalence may still be unknown since it is diﬃcult to\ndraw a line between everyday disliking, and the type of disliking\nlinked to misophonia (e.g., most people dislike messy eating-\nsounds but only misophonics will feel the extreme emotions that\nmake tolerating these sounds almost impossible). It is therefore\nimportant to use a robust methodology when identifying\npeople with misophonia for research purposes. Although several\nstatistically-tested misophonia questionnaires exist for adults\n(Wu et al., 2014; Rinaldi et al., 2021; Rosenthal et al., 2021;\nVitoratou et al., 2021), there are no validated tests for children.\nOur review found that child-completed (or indeed parent-\ncompleted) assessments of any kind are rare in misophonia,\nand those that exist are typically “add-ons” to adult diagnostics\n(e.g., with instructions to substitute “my sound issues” for\n“my child’s sound issues”). This sometimes create ambiguous\nitems [e.g., My (!my child’s) sound issues currently make me\nunhappy ; Who is unhappy: parent or child?] or require parents\nto comment on diﬃcult-to-distinguish internal mental states in\ntheir children (e.g., My child feels helpless? Or isolated? Or guilty? ).\nTherefore, a second aim of this study was to validate a noveldiagnostic of misophonia in children: our newly devised Sussex\nMisophonia Scale for Adolescents (SMS-Adolescent). We describe\nthis brieﬂy below.\nOur adolescent misophonia measure is based on an existing\nscale (Sussex Misophonia Scale; Rinaldi et al., 2021) we recently\nproduced for adults. Importantly, we created this original adult\nquestionnaire in such a way as to be ideally suited for adapting\nto adolescents, by using psycholinguistic norming data to ensure\nits language was appropriate not just for adults but also for\nchildren (see section “Materials and Methods”). Additionally,\nthe original adult questionnaire was devised to be time-eﬃcient\n(e.g., for when testing adults in large cohorts or within a\nbattery of other tests) but this also makes it suitable for the\nshorter attention spans of younger participants. Finally, the\nadult questionnaire was speciﬁcally written in such a way that a\nparallel adolescent measure could be created in the future with\nonly the most minimal adaptation; speciﬁcally, it would require\nonly a single word change in just four items exchanging work\nforschool (e.g., I avoid work!I avoid school ; see Appendix\nfor full adolescent questionnaire). Hence, our original adult\nquestionnaire was ideally suited to be adapted into an adolescent\nversion, which we have done in the current study. We then\nadministered this questionnaire to a sample of children 10–\n14 years, to identify those with misophonia, whom we could\nsimultaneously examine for well-being.\nAny research study – and indeed any diagnostic – of\nmisophonia in adolescents would be especially valuable for a\nnumber of reasons. Misophonia was named and recognized\nonly recently (Jastreboﬀ and Jastreboﬀ, 2001) and has not\nyet entered formal diagnostic manuals such as the DSM-5\nand ICD-11 (American Psychiatric Association, 2013; World\nHealth Organization, 2020). This lack of widespread recognition\nhas partly contributed to the relatively poorer life-outcomes\nreported by people with misophonia – especially those with\nmore profound aversions. Here we look at similar outcomes\nin children, testing constructs that have been examined in the\nadult literature. In adults, misophonia has been linked with\npoorer well-being, where quality of life declines with increasing\nmisophonia symptoms (Jager et al., 2020) while depressive\nsymptoms increase (Eijsker et al., 2019), and where people\nwith misophonia show higher rates of anxiety and obsessive\ncompulsive disorder (OCD)/obsessive symptoms (Cusack et al.,\n2018). However, far less is known about misophonia in children,\neven though the condition appears to arise at some point during\nchildhood or adolescence (Rouw and Erfanian, 2018; Lewin et al.,\n2021). Moreover, misophonia can potentially worsen with age if\nleft unaddressed, and give rise to coping strategies (e.g., wearing\nheadphones) that could theoretically worsen sensitivity over time\n(Palumbo et al., 2018). Importantly, young children often cannot\nadvocate for themselves to seek treatment. And even if they do\nso, a lack of clinical and research understanding means that\nmedical professionals are often unable to provide children with\nthe support they need. Our aim therefore is to demonstrate how\nto recognise the presentation of misophonia in children, and to\nexamine its impact on well-being.\nTo understand the focus of our research on well-being,\nwe must understand that “well-being” is a broad construct\nFrontiers in Psychology | www.frontiersin.org 2 April 2022 | Volume 13 | Article 808379"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "fpsyg-13-808379 March 31, 2022 Time: 15:9 # 3\nRinaldi et al. Misophonia in Children\n(Pollard and Lee, 2003), incorporating diﬀerent concepts such\nas life satisfaction (Diener, 2000), hedonic well-being (e.g.,\nemotional stability, good mental health), eudaemonic well-being\n(e.g., positive mental attitude, fulﬁllment; Ryﬀ et al., 1995),\nbodily/health-related well-being (e.g., Erhart et al., 2009), and\nthe psychological/physical/social well-being that contributes to\nhealth-related quality-of-life (The Whoqol Group, 1998; Erhart\net al., 2009). As we might therefore expect, the literature on\nchildhood well-being is also extremely heterogeneous, focussing\non both single well-being concepts, and multi-dimensional\nones (Pollard and Lee, 2003; Ben-Arieh and Frønes, 2007;\nMcLellan and Steward, 2015; Casas, 2019; Newland et al., 2019).\nImportantly however, diﬀerences in children’s well-being predict\ninequalities in a number of diﬀerent ways. For example, lower\nlevels of well-being have been linked to lower educational\nattainment (Sammons et al., 2008; Lindeboom et al., 2010;\nMorrison Gutman and Vorhaus, 2012), school exclusions (Parry-\nLangdon et al., 2008), poorer behaviour (Sylva et al., 2008),\nand lowered life chances (Cornaglia et al., 2015). And well-\nbeing is known to be particularly poor in children with sensory\ndiﬀerences (e.g., higher rates of anxiety in children with multi-\nsensory sensitivities and synaesthesia; Simner et al., 2021). It\nis therefore important to understand the well-being proﬁles\nof children with misophonia, including areas of anxiety and\nOCD/obsessive symptoms.\nIn summary, our research aims to understand the well-\nbeing of adolescents with misophonia, with a primary focus on\nanxiety and OCD/obsessive symptoms, given that these have\nshown misophonia-linked associations in adults (Schröder et al.,\n2013; Wu et al., 2014; Cusack et al., 2018; Naylor et al., 2020).\nA secondary focus is on the well-being elements of health-\nrelated quality of life, and satisfaction with life, both predicted to\ndecline in misophonia as they do in a range of other conditions\n(e.g., schizophrenia; Chang et al., 2011; Fervaha et al., 2016).\nA ﬁnal aim of our manuscript is to validate a novel diagnostic\nmeasure for adolescent misophonia (our SMS-Adolescent). If\nour misophonia scale successfully identiﬁes a group of children\nwho go on to show signiﬁcant diﬀerences from their peers\nin other ways (i.e., in well-being), we suggest this goes some\nway toward validating the measure itself. To be clear, an ideal\napproach to validation might include other procedures such\nas examining the Receiver Operator Characteristics (ROC) of\nour instrument (see Mehdi and Ahmadi, 2011); doing this in\nour adult questionnaire has allowed us to show that the adult\nmeasure is an “excellent” tool for separating a large group of\npre-identiﬁed misophonics from a large group of pre-identiﬁed\ncontrols (Rinaldi et al., 2021). In children however, we do not\nhave a “large group of pre-identiﬁed misophonics” – for precisely\nthe reasons we are conducting this research. In other words,\nwe have a problem of circularity: the lack of diagnostics and\npoor recognition for childhood misophonia means there are\nfew or no large cohorts of child misophonics we could use\nto validate any diagnostic with ROC analyses. Therefore, we\ninstead seek convergent validity, showing that children identiﬁed\nas having misophonia by the SMS-Adolescent are also those\nshowing broader well-being deﬁcits, compared to their peers. We\nwill therefore screen a cohort of children for misophonia usingour adolescent misophonia measure (SMS-Adolescent) and then\nexplore the well-being of those identiﬁed as having misophonia\n(see section “Materials and Methods”).\nFinally, we also aim to validate our questionnaire via\ndiscriminant validity, by demonstrating that our construct of\ninterest (misophonia, as identiﬁed by our novel questionnaire)\ndoes not correlate with unrelated constructs where we would\nnot expect it to. For this we selected a measure of creative self-\nconcept, in which we asked our child-participants to evaluate\nhow well they felt they performed in creative subjects at school.\nCreative self-concept is a robust construct of creativity that has\nbeen well studied (McKay et al., 2017; Snyder et al., 2020) and\ncorrelates with direct measurements of creative activities and\nachievements. We hypothesise that children with misophonia\nshould score no diﬀerently to controls in creative self-concept.\nThis would provide some evidence of discriminant validity for\nour misophonia questionnaire (the SMS-Adolescent), in addition\nto convergent validity from our well-being measures.\nMATERIALS AND METHODS\nParticipants\nWe tested 275 participants, comprising 142 children and\nadolescents aged 10–14 years (Mean 11.72 SD 1.12; 65 female,\n77 male), along with 133 of their parents (113 female, 19 male, 1\nprefer not to say) whose children had a mean age 11.73 (SD 1.14;\n64 female, 69 male; There were nine more children than adults\nsince nine families ended testing after the child-measures but\nbefore the adult-measures. We therefore included these families\nin our analyses of child-measure only).\nOur participants were drawn from the M ULTISENSE project,\na large-scale random screening study focussing on multiple\naspects of childhood development (e.g., multisensory processing,\ncreativity, and attainment; e.g., Simner et al., 2021). The inclusion\ncriteria for the M ULTISENSE project was to be in Years 2–5 within\n22 Infant and Primary schools across Sussex in the south of\nEngland in 2016, where uptake for the study was 99% and the\nsample comprised over 3,000 children in the initial recruitment\nwave. As an indicator of aﬄuence/poverty (Taylor, 2018) the\nmean school-level Free School Meal percentage for this cohort was\n13.44%, where the national average from the same year is 14.5%,\nand our schools ranged in FSM status from 0.7 to 38.1%. The\n142 children in our current study were those whose parents had\nagreed to stay in touch for future screening,1and they were tested\n1Our sample of 142 children was no diﬀerent to the remainder in terms of a range\nof well-being metrics taken at earlier recruitment; i.e., not signiﬁcantly diﬀerent in\npositive aﬀect [ t(141.95) = 0.70, p= 0.49], negative aﬀect [ t(141.86) = 1.70, p= 0.09;\nfor measure see Laurent et al., 1999], pro-social behaviour, emotional symptoms,\nconduct, hyperactivity, or peer problems (i.e., no eﬀect of group [ F.1;534/= 0.79,\np= 0.374], nor interaction [ F.3:21;1712:16/= 0.53, p= 0.673; for measure see\nGoodman, 2001]). Our sample were signiﬁcantly higher than the remainder in\nspelling [ t(149.21) =\u00006.04, p<0.001] and math [ t(113.88) =\u00007.16, p<0.001]\nand this is perhaps to be expected from the children of parents who sign up\nfor continued research (given the heritability of contentiousness and intelligence;\nDevlin et al., 1997; Luciano et al., 2006). The important point, however, is that our\nentire sample for the current study were recruited in exactly the same way, and we\nnow look within this subset, based on a screening for misophonia. In other words,\nour sampling is likely to be unrelated to our ﬁndings on misophonia.\nFrontiers in Psychology | www.frontiersin.org 3 April 2022 | Volume 13 | Article 808379"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "fpsyg-13-808379 March 31, 2022 Time: 15:9 # 4\nRinaldi et al. Misophonia in Children\nfor the current study 4 years after initial recruitment. (Parent)\nparticipants were entered into a £100 prize draw. This study was\napproved by the Sussex University Science and Technology Ethics\nCommittee (reference number ER/LR290/3).\nMaterials and Procedure\nTesting took place between November 2020 and March 2021.\nParticipants completed our study from home, using our in-house\nweb application, which houses tests and advice on misophonia.2\nParent participants were sent a URL via email to take part, and\nthis led them directly into our testing page without any access\nto the broader framework. The study began with a request for\ndemographic information on age, gender etc. Participants then\ncompleted our six measures shown below; the ﬁrst measure\nbelow was completed by parents and the subsequent ﬁve were\ncompleted by children.\nThe Screen for Childhood Anxiety Related Disorders\nThe Screen for Childhood Anxiety Related Disorders (SCARED;\nBirmaher et al., 1997, 1999) is a parent-completed 41-item\nquestionnaire which screens for anxiety symptoms. Scores\nmeasure overall anxiety, with additional sub-scales of Panic\nDisorder, General Anxiety, Separation Anxiety, Social anxiety, and\nSchool Avoidance . Questions are presented as statements, which\nparents rate based on their child over the past 3 months. For\nexample, Item 7 relates to generalised anxiety and states My child\nis nervous . Parents respond on a 3-point Likert scale: Not true or\nhardly ever true /Somewhat true or sometimes true /Very true or\noften true . This widely used measure is reliable in a number of\nways, including in terms of internal consistency ( a= 0.93), test–\nretest reliability, and parent–child agreement (Birmaher et al.,\n1997, 1999). In our own sample we found excellent internal\nconsistency ( a= 0.95). This questionnaire took approximately\n5 min to complete.\nSussex Misophonia Scale for Adolescents\nThis novel self-report questionnaire presents 48 known\nmisophonia triggers in Part 1 (see Table 1 ), and then 39 Likert-\ntype statements in Part 2. In Part 1, participants were told that the\nquestionnaire concerned things they hear and see, and they were\nasked: Have you always hated these things? Or don’t you mind\nthem? Using check boxes, participants respond Yes/No to eight\nbroad categories (e.g., I hate:::the sound of people eating ; see\nTable 1 ). If all eight responses were No, participants proceeded to\nPart 2. But for any Yesresponse, this revealed a full list of triggers\nwithin that category. For example, if participants responded Yes\ntoI hate the sound of people eating , this revealed check boxes for\neight types of eating-sound [ crunchy foods (e.g., apples); crispy\nsnacks; chewing; lip smacking; swallowing; slurping (a drink); wet\nmouth sounds (e.g., yoghurt); and other eating sound ; see Table 1 ].\nAcross our eight categories, we presented a total of 48 trigger\nitems, although our conditional logic allowed us to ask this in a\ntime-eﬃcient way. These 48 items were drawn from a detailed\nliterature search, representing triggers identiﬁed for misophonia\nat the time of testing (see Rinaldi et al., 2021).\n2www.misophonia-hub.orgIn Part 2, participants were shown 39 statements, with the\nquestion: How often do these things happen to you? Responses\nwere given on a 5-point scale ( Never ,Rarely ,Sometimes ,Often ,\nand Always ). Examples include: Hatred of some sounds make\nme feel lonely (Item 18); I don’t do well at school because of\ndistractions from sounds (Item 12); I want to get pay-back on\npeople who make certain sounds (Item 37); I cover my ears to\nblock out certain sounds (Item 28); and Sounds often cause me\nphysical pain (Item 9).3We point out that questions related\nto pain might be suggestive of conditions such as hyperacusis\n(i.e., pain, discomfort, or a sense of “fullness” in the ears,\nespecially from loud sounds). However, hyperacusis is co-morbid\nwith misophonia (Jastreboﬀ and Jastreboﬀ, 2014), and these\nquestions correlate highly with all others (Rinaldi et al., 2021).\nThey are included here because they will alert clinicians to pain\nsymptomology and the possible need for screening of other\npain-related conditions.\nThis questionnaire was adapted from an almost identical\nversion for adults (Rinaldi et al., 2021), with only a single-\nword diﬀerence, changing work toschool in four items (Q12,\nQ14, Q22, and Q31; see Appendix). This was possible since\nthe original adult version had been created in such a way as\nto be ideally suited to adapting for adolescents. Speciﬁcally, we\nhad used psycholinguistic norming data to ensure its language\nwas appropriate not just for adults but also for children. We\nconducted a linguistic analysis of its vocabulary using age-of-\nacquisition norms (Gilhooly and Logie, 1980; Bird et al., 2001)\nretrieved via the N-Watch psycholinguistics tool (Davis, 2005).\nThis analysis showed that the vocabulary within this test makes\nit appropriate for adolescents in our study, having a mean age-\nof-acquisition of 3 years 9 months, with an upper age of 8 years\n2 months (based on 122 of its 173 words, which were retrievable\nfrom N-Watch).\nIn total, Parts 1 and 2 contained 109 items, with 48 items\nrevealed conditionally, meaning our questionnaire took only 5–\n10 min to complete. In part 2, our measure showed an excellent\noverall internal consistency of a= 0.97. Receiver Operator\nCharacteristic additionally show this questionnaire to be an\n“excellent measure” for identifying misophonia in adults (see\nRinaldi et al., 2021) and the current study will add validation for\nthe adolescent version.\nVery Short Wellbeing Questionnaire for Children\nThe Very Short Wellbeing Questionnaire for Children (VSWQ-\nC; Smees et al., 2020) questionnaire captures health-related\nquality-of-life in a measure for children aged 6 Cyears. Its four\npositively-worded questions are Have you got on well in class ?\n3In the adult version of this questionnaire, a factor analyses by Rinaldi et al. (2021)\nrevealed ﬁve factors, seen respectively in the ﬁve examples shown here, and these\nfactors were: Feelings and Isolation (Items 2, 3, 4, 5, 10, 11, 16, 17, 18, 23, 24,\n26, 27, 30, 32, and 38); Life Consequences (i.e., impact on work and friendships;\nItems 12, 13, 14, 21, 22, and 31); Intersocial Reactivity (Items 8, 15, 35, 36, and\n37); Avoidance and Repulsion (Items 1, 7, 20, 28, 29, 33, 34, and 39); and Pain\n(suggestive of hyperacusis; Items 6, 9, 19, and 25). This factor analysis had reduced\nan original set of 53 items down to the 39 used here in the ﬁnal version. Internal\nreliability of all factors was very high with Cronbach’s alpha estimates of 0.98, 0.94,\n0.91, 0.92, and 0.95 for factors 1–5, respectively. However, we did not explore factor\nstructure in adolescents because our sample size does not support this approach.\nFrontiers in Psychology | www.frontiersin.org 4 April 2022 | Volume 13 | Article 808379"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "fpsyg-13-808379 March 31, 2022 Time: 15:9 # 5\nRinaldi et al. Misophonia in Children\nTABLE 1 | Triggers for misophonia, and their superordinate category.\nNo. We’re going to ask you about things you see and hear\nevery day. Have you always hated these things? Or\ndon’t you mind them? I hate : : :Which do you hate hearing (or seeing, for category 7)? Tick all that\napply.\n1 The sound of people eating Crunchy foods (e.g., Apples); crispy snacks; chewing; lip smacking;\nswallowing; slurping (a drink); wet mouth sounds (e.g., yoghurt); and other\n2 The sound of repetitive tapping Pen clicking; foot tapping/foot on ﬂoor; repetitive barking; tapping pen/\npencil; tapping ﬁnger; typing on a computer; and other\n3 The sound of rustling Rustling paper; rustling plastic; and other\n4 Throat sounds Throat clearing; hiccups; humming; and other\n5 Sounds people make through their mouth and nose Breathing; snorting (e.g., when people laugh); nose snifﬁng; coughing;\nsnoring; whistling; sneezing; burping; and other\n6 Some voice sounds Certain accents; some people’s voices; certain letter sounds; certain\nvowels; certain consonants; and other\n7 Repetitive visual movements Repetitive leg rocking; foot shufﬂing; people rocking back and forth on their\nchair; and other\n8 Some background sounds (e.g., fridge humming) Clock ticking; car engines; refrigerator humming; dishwasher; washing\nmachine/dryer; fan; and other\nCategories are shown ﬁrst; sub-set items are revealed in the event of a positive response. Note that seven out of eight trigger-categories are for sounds, while one\ncategory is non-auditory because people with misophonia can also be triggered by repetitive visual movements such as leg-swaying.\nHave you got on well at home ?Have you got on well with\nfriends ?, and Has your body felt well ? Children completed the\nquestionnaire by rating statements on a 5-point Likert scale:\nNever ,Hardly ever ,Sometimes ,Mostly , or Always . The VSWQ-\nC was developed from a consideration of the Health-Related\nQuality-of-life literature (e.g., Ravens-Sieberer and KIDSCREEN\nGroup Europe, 2006; Solans et al., 2008) and designed for fast\nadministration, while covering key levels of well-being ( home\nlife,school life ,friends , and health ). A recent validation on more\nthan 1,500 children (Smees et al., 2020) shows the VSWQ-C to\nhave excellent concurrent validity ( r>0.7) with longer measures\nsuch as the KIDSCREEN-10 (Ravens-Sieberer and KIDSCREEN\nGroup Europe, 2006), suggesting it successfully taps into global\nwell-being. The VSWQ-C was previously shown to have an\ninternal consistency of a= 0.66 in children aged 9–10 years old,\nand in our sample had an internal consistency of a= 0.80.\nSatisfaction With Life Scale-Child\nThe Satisfaction with Life Scale-Child (SWLS-C; Gadermann\net al., 2010, 2011) is a 5-item measure for children and adolescents\nto self-report their life satisfaction. It is an adaptation of the adult\nSatisfaction with Life Scale (Diener et al., 1985), and children\nresponded using a 5-point Likert scale (from Disagree a lot to\nAgree a lot ). Its ﬁve items are: In most ways my life is close to the\nway I would want it to be ;The things in my life are excellent ;I am\nhappy with my life ;So far I have gotten the important things I want\nin life ; and If I could live my life over, I would have it the same way .\nGadermann et al. (2010, 2011) have successfully demonstrated\nthe measure’s construct validity, and convergent and discriminant\nvalidity. They additionally reported an internal consistency of\na= 0.86, and in our own sample we found an internal consistency\nofa= 0.90.\nThe Obsessive Compulsive Inventory – Child Version\nThe Obsessive Compulsive Inventory – Child Version (OCI-\nCV; Foa et al., 2010) is a 21-item child-report measure assessing\nobsessive compulsive symptoms in children and adolescents aged7Cyears. Children responded on a 3-point scale from Never\ntoAlways , describing events from the preceding month. The\nscale was adapted from an adult version (Opakunle et al., 2017)\nand shows robust test-retest reliability, concurrent validity with\nclinician-rated OCD symptom, as well as discriminant validity\nwith anxiety symptoms (Foa et al., 2010). Foa et al. (2010) found\ntotal OCI-CV had an internal consistency of a= 0.85, and in our\nown sample we found an internal consistency of a= 0.93.\nCreative Self-Concept\nThis measure was designed for this study to elicit children’s\nevaluation of their own creative ability. Creative self-concept\nis a robust indicator of creativity and correlates with direct\nmeasurements of creative activities and achievements in adults\n(McKay et al., 2017; Snyder et al., 2020). Since there are no similar\nscales for children (though ample literature showing self-concept\nitself is a reliable construct for children; e.g., in academic areas;\nGao and Eccles, 2020) we created one for our purposes here.\nFor this, we adapted an adult scale for creative self-concept (e.g.,\nMcKay et al., 2017) by shortening it to a two-item set for children,\nusing language from child scales (of academic self-concept; e.g.,\nGao and Eccles, 2020). In the present study, children were\ntherefore asked How good are you at these subjects: Art/Music ?\nThese items are key indicators of artistic creative concept (McKay\net al., 2017; Snyder et al., 2020), and children were required to rate\neach one using a 7-point Likert scale, running from 1 = Not good\nat all to7 = Very good (with the mid-point 4 marked as Average ).\nWe will average across items in our results, and note that they\nhave an acceptable internal consistency (interitem correlation\nr= 0.25; p= 0.005).\nRESULTS\nIdentifying Children With Misophonia\nIn the adult questionnaire related to the scale used here (Rinaldi\net al., 2021), scoring involves summing the 39 Likert-scale\nFrontiers in Psychology | www.frontiersin.org 5 April 2022 | Volume 13 | Article 808379"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "fpsyg-13-808379 March 31, 2022 Time: 15:9 # 6\nRinaldi et al. Misophonia in Children\nresponses in Part 24(coded 0–4; giving a score out of 156),\nand comparing to the adult threshold for misophonia. The\nadult test has been used by several thousand misophonics to\ndate, and Receiver Operator Characteristic show it to be an\n“excellent” measure for identifying misophonia in adults (Rinaldi\net al., 2021). In children however, the threshold for misophonia\nis unknown. We therefore take a conservative approach by\nconsidering the prevalence of misophonia in adults (20%; Wu\net al., 2014; see also Zhou et al., 2017) and conservatively applying\nhalf this prevalence to children, to set the child threshold at the\n90th percentile of total SMS-Adolescent scores. This threshold\ncaptured all children with a test-score of 49 or higher, and we\npoint out that this threshold is approximating the adult threshold\non this scale (50.5; Rinaldi et al., 2021). Our conservative\napproach will allow us to be conﬁdent that we are identifying\ngenuine child misophonics. (i.e., it aims to reduce false positives\nover false negatives).\nUsing this threshold score, we classiﬁed 15 children with\nmisophonia. This group comprised nine girls (Mean age 11.67,\nSD 1.32) and six boys (Mean age 11.00, SD 0.89). The remaining\n127 children were designated controls, and comprised 56 girls\n(Mean age 11.67, SD 1.22) and 71 boys (Mean age 11.83, SD\n1.03). This relatively small sample has great value in being the\nﬁrst identiﬁed by screening of a population, rather than self-\npresenting at clinic. As such, they may represent an estimate of\nthe children with misophonia in the population at large.\nDo Children With Misophonia Show\nPoorer Well-Being (in Anxiety, Obsessive\nCompulsive Disorder Traits, Health\nRelated Quality of Life, and Satisfaction\nWith Life)?\nIn our analyses, we ﬁrst ran assumptions checks, which conﬁrmed\nsigniﬁcant skews in our data across all measures. These skews\nare expected with well-being data, and reﬂect the fact that\nthe majority of participants have no problems in their well-\nbeing, so their scores are at one end of the scale (e.g., within\nthe Obsessive Compulsive Inventory, most participants will not\nhave any obsessive compulsive symptoms and therefore score\n0). To address this skew, we ran robust models where possible\n(following Field et al., 2012). As part of our assumptions checks\nwe also screened for, and removed outliers by looking for z-scores\nabove/below 3/\u00003. Instances where outliers were found are\nindicated below. We next ensured no violation of homogeneity\nof variance using Levene’s test, and we also include a variance\nratio (where scores below 1.5 indicate no issues with homogeneity\nof variance; see Blanca et al., 2018). These tests are included\nbelow. We ran our group-wise analyses in Rusing “WRS2” for\nrobust t-tests, and robust eﬀect sizes using trimmed means. Given\n4The comparable adult measure does not provide a score for Part 1 (triggers).\nInstead, it allows users to compare their own triggers against an ordered ranking.\nThis ranking shows triggers listed from most to least common, according to a\nnorming sample of\u0019150 misophonic adults (Rinaldi et al., 2021). However, since\nthis ordered ranking is not known for children, we omit this here. We therefore\nlook to future studies where the nature of triggers for childhood misophonia can\nbe better understood, and present our questionnaire in full here, for such purposes.unequal sample sizes, a Hedges gcorrection may be applied.\nHowever our need for robust models combined with the fact that\nthe robust eﬀect sizes reported throughout are more conservative\nacross the board, we report instead an explanatory measure of\neﬀect size\u0018which holds the same interpretation as Cohen’s d\n(e.g., Values of \u0018= 0.10, 0.30, and 0.50 correspond to small,\nmedium, and large eﬀect sizes respectively; Mair and Wilcox,\n2020). We additionally used the R packages “afex” for ANOV A,\n“emmeans” for post-hoc estimated means tests, and “tidyverse” for\ngeneral data wrangling.\nWe ﬁrst considered our parent-report questionnaire, for\nanxiety (the SCARED) where the maximum possible score is\n82, and scores\u001525 may indicate the presence of an anxiety\ndisorder (Birmaher et al., 1997, 1999). The overall mean for\nchildren with misophonia was 31.50 (SD 13.46) compared to\n13.74 (SD 14.22) for controls. We found no problems with\nLevene’s test of homogeneity of variance [ F.1;113/= 0.003,\np= 0.955; variance ratio 1.05]. We explored the SCARED in a 2 \u00025\nmixed ANOV A crossing group (misophonics vs. controls) with\nsubscale ( Panic Disorder, General Anxiety, Separation Anxiety,\nSocial Anxiety, and School Avoidance ; see Figure 1 ). We found\na statistically signiﬁcant main eﬀect of group [ F.1;113/= 14.35,\np<0.001], and a signiﬁcant but less interesting main eﬀect\nof sub-scale [ F.3:32;374:74/= 20.59, p<0.001, since scores are\ngenerally higher for some sub-scales over others]. We also\nfound a signiﬁcant interaction [ F.3:32;374:74/= 3.29, p= .020].\nWe ran post-hoc estimated marginal means tests to explore\nthis interaction and found that misophonics were signiﬁcantly\nhigher across all SCARED subscales except for School Avoidance\n(where the numerical diﬀerence failed to reach signiﬁcance; see\nFigure 1 ).\nWe next considered our child-report measures, beginning\nwith the OCI-CV for obsessive-compulsive traits (Foa et al.,\n2010). Mean scores for children with misophonia were 24.36\n(SD 6.44) compared to controls who scored 7.63 (SD 6.59). We\nagain found no problems with Levene’s [ F.1;122/= 0.64, p= 0.426;\nvariance ratio 1.02] so we proceeded to explore the Obsessive\nCompulsive Inventory using a 2 \u00026 mixed ANOV A crossing\ngroup (misophonics vs. controls) with subscale ( Washing,\nChecking and Doubting, Hoarding, Ordering, Obsessing, and\nNeutralizing ; see Figure 2 ). We found a statistically signiﬁcant\nmain eﬀect of group [ F.1;123/= 64.95, p<0.001], a signiﬁcant\nbut less interesting main eﬀect of sub-scale [ F.4:13;508:53/= 48.52,\np<0.001; since some sub-scales are higher than others], and\na signiﬁcant interaction [ F.4:13;508:53/= 13.19, p<0.001]. We\nran post-hoc estimated marginal means tests to explore this\ninteraction and found misophonics had signiﬁcantly higher\nobsessive compulsive traits across each subscale of the OCI\n(see Figure 2 ) but where diﬀerences are especially notable for\nNeutralising (\u0018= 0.88, 95% CI 0.80–0.97), Ordering (\u0018= 0.88,\n95% CI 0.79–0.99), and Obsessing (\u0018= 0.86, 95% CI 0.80–0.98).\nWe next considered health-related quality-of-life, and\nsatisfaction with life, where scores are summed across items,\nand low scores correspond to poorer well-being. Within the\nVery Short Well-being Questionnaire for Children (VSWQ-C;\nSmees et al., 2020) we ﬁrst ran our assumptions checks where\nwe identiﬁed and removed three outliers, and conﬁrmed that we\nFrontiers in Psychology | www.frontiersin.org 6 April 2022 | Volume 13 | Article 808379"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "fpsyg-13-808379 March 31, 2022 Time: 15:9 # 7\nRinaldi et al. Misophonia in Children\nFIGURE 1 | Means plot showing differences between misophonics (shown in triangle) and controls (shown in circles) in each of the SCARED subscales (from left to\nright: Panic Disorder ,General Anxiety ,Separation Anxiety ,Social Anxiety , and School Avoidance) .\nhad no problem with homogeneity of variance using Levene’s\ntest [ F.1;137/= 0.06, p= 0.799; variance ratio 1.16].We compared\nthe mean score for children with misophonia 15.00 (SD 2.34)\nwith controls 17.51 (SD 2.00). This diﬀerence was signiﬁcant\nin a robust t-test ( t(7.65) = 3.17, p= 0.001) with a large eﬀect\nsize (\u0018= 0.69, 95% CI 0.55–0.83). We next looked at overall\nlife satisfaction, (SWLS-C; Gadermann et al., 2010, 2011) where\nchildren with misophonia scored 13.77 (SD 4.28) compared\nto controls who scored 20.01 (SD 4.45). We again found no\nproblems with Levene’s [ F.1;135/= 0.05, p= 0.821; variance ratio\n1.03]. Again, the diﬀerence between misophonics and controls\nwas signiﬁcant ( t(9.43) = 5.09, p<0.001) with a large eﬀect size\n(\u0018= 0.78, CI 0.73–0.91).5\nTable 2 shows that misophonia positively signiﬁcantly\ncorrelated with obsessive-compulsive traits (OCI-CV; Foa\net al., 2010) in Total and subscale scores, with all correlations\nsurviving Bonferroni correction. Eﬀects ranged from medium\nfor the subscale Hoarding (r= 0.45, p<0.001) to large\nfor the Total score ( r= 0.69, p<0.001). We also found\nsigniﬁcant positive correlations between misophonia scores\nand anxiety (SCARED; Birmaher et al., 1999), in both\ntotal and subscale scores. These eﬀects were moderate,\nranging from r= 0.29 ( p<0.001) for Social Anxiety , to\nr= 0.43 ( p<0.001) for Total score. Finally, there was a\nsigniﬁcant and moderate negative correlation ( r=\u00000.48,\np<0.001) between misophonia scores and health-related\n5We considered a possible objection to our placing the threshold for misophonia\nat the 90th percentile (49 or higher; see above). We suggest this is an appropriate\nthreshold because it is not only conservative (i.e., under-estimating prevalence)\nbut closely equivalent to the adult threshold [50.5; shown statistically to be\nan “excellent” threshold; see Rinaldi et al. (2021)]. However, we also took\na precautionary secondary approach, to consider the misophonia scale as a\ncontinuum and thereby re-analyse our measures using a correlational approach.\nTo anticipate our results, we again found signiﬁcance in all measures administered,\nmirroring our group-wise results above.quality of life (VSWB-C; Smees et al., 2020). We also found\na strong negative correlation between misophonia scores and\nsatisfaction with life (SWLS-C; Gadermann et al., 2010, 2011;\nr=\u00000.56, p<0.001). See Table 2 for a full list of these\ncorrelations, including with the subscales for anxiety and\nobsessive-compulsive traits.\nDo Children With Misophonia Show\nDifferences in Creative Self-Concept?\nDiscriminant validity was assessed by considering scores in\ncreative self-concept. As predicted, children with misophonia\nshowed no diﬀerences in this area. Averaging across our two\nquestions of creative self-construct (art, music), our assumptions\nchecks showed non-normality. We therefore ran a robust t-test,\nhowever we found no problems with homogeneity of variance\n[Levene’s F.1;127/= 0.04, p= 0.830; variance ratio 1.06].\nAs predicted, there were no signiﬁcant diﬀerences between\nmisophonics (Mean 4.29, SD 1.34) and controls (Mean 4.48,\nSD 1.26; t(8.41) = 0.17, p= 0.867) with a small eﬀect size\n(\u0018= 0.14, 95% CI 0.00–0.24). We explored our null result by\nproducing a Bayes Factor to determine if there is enough evidence\nto accept the null hypothesis (Dienes, 2014). We found a JZS\nBayes Factor of 0.329, where scores such as this (i.e., less than\n1) provide evidence for the null hypothesis. Our Bayes passed the\n0.33 threshold for moderate evidence. Similarly, a correlational\napproach shows an almost entirely non-existent relationship\nbetween misophonia scores and creative self-concept, with an r\nvalue of 0.01 (see Table 2 ).\nDISCUSSION\nIn this study we examined – general population cohort\nof children with misophonia. These children showed\nFrontiers in Psychology | www.frontiersin.org 7 April 2022 | Volume 13 | Article 808379"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "fpsyg-13-808379 March 31, 2022 Time: 15:9 # 8\nRinaldi et al. Misophonia in Children\nFIGURE 2 | Means plot showing greater scores for misophonics (shown in triangle) and controls (shown in circles) in each of the OCI subscales (from left to right:\nWashing ,Checking and Doubting ,Hoarding ,Ordering ,Obsessing , and Neutralizing ). Here and in all similar ﬁgures, means are shown with black circles/triangles,\nwhile grey points represent the raw data, with overlapping points appearing darker. Here and throughout, error bars show 95% conﬁdence intervals, and the\nasterisks represent signiﬁcant pvalues as follows:\u0003<0.05,\u0003\u0003<0.01, and\u0003\u0003\u0003<0.001.\nTABLE 2 | Spearman Correlations between misophonia scores and our remaining measures ( randpvalues) with 95% conﬁdence intervals.\nCorrelation with SMS-A (misophonia) 95% CI\nSubscale rvalue pvalue\nSCARED (Anxiety) Total 0.43 <0.001 027–0.57\nGeneral anxiety 0.38 <0.001 0.21–0.52\nPanic disorder 0.41 <0.001 0.24–0.55\nSchool avoidance 0.42 <0.001 0.26–0.55\nSeparation anxiety 0.37 <0.001 0.20–0.51\nSocial anxiety 0.29 <0.001 0.12–0.45\nOCI-CV\n(Obsessive-\ncompulsive)Total 0.69 <0.001 0.47–0.69\nWashing 0.47 <0.001 0.30–0.58\nChecking/doubting 0.59 <0.001 0.51–0.72\nHoarding 0.45 <0.001 0.50–0.72\nNeutralizing 0.62 <0.001 0.43–0.67\nObsessing 0.62 <0.001 0.58–0.77\nOrdering 0.56 <0.001 0.33–0.60\nVSWB Total \u00000.48 <0.001 \u00000.60 to\u00000.35\nSWLS Total \u00000.56 <0.001 \u00000.67 to\u00000.44\nCreative\nself-conceptAverage creative self-concept 0.04 0.686 \u00000.16 – 0.21\nArt 0.07 0.406 \u00000.10 – 0.24\nMusic 0.01 0.889 \u00000.16 – 0.19\nsigniﬁcant diﬀerences compared to peers without misophonia.\nPrimarily, they had higher traits associated with both anxiety\ndisorder (SCARED; Birmaher et al., 1999) and obsessive-\ncompulsive disorder (Foa et al., 2010). They also showed\npoorer health-related quality-of-life (in the VSWQ-C; Smeeset al., 2020) and poorer satisfaction with life (Gadermann\net al., 2010). Importantly, our screening for misophonia\nwas child-completed, while at least one of our other\nmeasures was parent-completed (i.e., SCARED), meaning\nour results cannot be dismissed as a response bias (e.g., an\nFrontiers in Psychology | www.frontiersin.org 8 April 2022 | Volume 13 | Article 808379"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "fpsyg-13-808379 March 31, 2022 Time: 15:9 # 9\nRinaldi et al. Misophonia in Children\nacquiescence bias) since our data come from diﬀerent individuals\nrating the same child.\nSeveral previous studies have linked misophonia with\nanxiety/obsessive-compulsive traits (Schröder et al., 2013; Wu\net al., 2014; Cusack et al., 2018; Naylor et al., 2020) and with\npoorer quality-of-life (Jager et al., 2020) – but importantly,\nonly in adults. The current study extends this ﬁnding into\nchildren for the ﬁrst time, and importantly, children in the\npopulation at large rather than those who have self-referred to\ntreatment clinics (Our screening approach means we are almost\ncertainly observing cases of misophonia that are likely to be\nas-yet unrecognised formally.). Prior to our study, there have\nbeen no validated measures to identify childhood misophonia.\nHere we have introduced our adolescent instrument the SMS-\nAdolescent, adapted from a related adults scale (Rinaldi et al.,\n2021). Our measure can be found in full in our appendix, as well\nas online at our website www.misophonia-hub.org/test where\nwe provide an online interface and automated scoring. Our\nﬁndings oﬀer preliminary convergent validity for this scale, by\nshowing it correlates with the related (but diﬀerent) constructs of\nanxiety, obsessive-compulsive traits, life-satisfaction and health\nrelated well-being. This convergent validity has been particularly\nimportant in validating our measure given the lack of existing\nadolescent misophonia measures available for comparison (i.e.,\nto oﬀer concurrent validity; see Godwin et al., 2013 and Smees\net al., 2020 for discussions on diﬀerences between convergent\nand concurrent validity). The strength of these convergent\nrelationships ranged from moderate (for anxiety) to strong\n(for all the remainder), as we might expect from previous\nmisophonia studies looking at similar characteristics in adults\n(e.g., Zhou et al., 2017). We also provided preliminary evidence\nof discriminant validation, by demonstrating that our measure\nof misophonia does not correlate with the unrelated construct\nof creative self-concept. We have necessarily applied our\nscale conservatively, identifying children in the 90th percentile\nand above. But future studies might validate our measure\nmore widely on larger samples of adolescent misophonics to\nreﬁne its threshold. A related goal is to also explore whether\nour measure has a factor structure, as it does in adults\n(see footnote 3).\nThe pattern of poor well-being we have identiﬁed in\nchildren with misophonia requires close attention. Adults\nstudies (e.g., Wu et al., 2014) have suggested that misophonia\nis self-evidently related to anxiety and obsessive-compulsive\ndisorders simply given its symptomatology (e.g., negative\nreactions triggered by sounds, associated anxiety and distress,\nand corresponding avoidance/compulsion). Here we tentatively\nsuggest that obsessive-compulsive traits and misophonia may\nalso be mediated by the factor of disgust. Disgust is a key\nemotional outcome of misophonia, but also shows important\ndiﬀerences in OCD. Stein, Shapira, and colleagues have\nlinked OCD to a disruption in disgust processing, with more\ninappropriate disgust compared to controls, and with disruptions\nmediated by the insula in both functional magnetic resonance\nimaging (fMRI; Shapira et al., 2003) and positron emission\ntomography (PET; Stein et al., 2006). This overlap between\nmisophonia and OCD in both phenomenology and neuralfeatures may implicate disgust in their shared aetiology. We\ntherefore suggest that future studies of misophonia may explore\nfurther the ﬁnding of elevated OCD-traits, shown both here in\nchildren, and elsewhere in adults.\nThese ﬁndings of poorer well-being in children with\nmisophonia (e.g., heightened anxiety) raise the question of\ncausality. We have assumed that misophonia may be responsible\nfor our target children’s poorer well-being scores, although\nit is equally possible that children with poorer well-being\n(e.g., higher anxiety) may be more pre-disposed to developing\nmisophonia. Of course these ideas are not mutually exclusive –\nand development will also be mediated by environment and\ngenetics. One genetic marker for misophonia has been identiﬁed\nin a report by the organisation 23andMe (Fayzullina et al.,\n2015). They examined 80,607 participants who were asked\n“Does the sound of other people chewing ﬁll you with rage?”\n(Yes/No/Not Sure). After removing responses of “Not Sure” and\napplying their criteria for genome-wide association signiﬁcance.6\nFayzullina et al. found a signiﬁcant genetic locus associated\nwith misophonia – at least as far as they had phenotyped it\nwith their single question. This locus, rs2937573 (chromosomal\nregion 5q34), resides near the TENM2 gene, which encodes\nfor the teneurin-2 protein, implicated in regulating synaptic\nconnections during brain development (Vysokov et al., 2016;\nTews et al., 2017). This ﬁnding supports evidence elsewhere of\nenhanced functional connectivity in misophonia (Kumar et al.,\n2017; Schröder et al., 2019). However, the four teneurin proteins\nalso contain peptide sequences (teneurin C-terminal associated\npeptides; TCAP-1–4) which have been associated with anxiety\nbehaviours in rats (Tan et al., 2009), and linked to structures\nimplicated in other mood disorders (Woelﬂe et al., 2016). Future\ngenetic studies may therefore hold the key for greater insight into\nthe co-morbid relationship between misophonia and broader\nanxiety disorders.\nWe recognise that one limitation of our study is our small\nsample size, where our screening of 142 children identiﬁed\n15 with misophonia. Hence, although our study presents\npromising data in support of the validity of our measure,\nthis validation remains preliminary until future studies can\nreplicate, and extend our ﬁndings on larger samples. We also\npoint out that our cohort of 142 children were a sub-set\nfrom a much larger randomly-sampled cohort (M ULTISENSE )\nbut were not strictly randomly-sampled themselves (They were\nchildren whose parents had signed on for further study,\ncomprising around 5% of the initial wave.). However, there\nwere no well-being diﬀerences between our subset and the\nlarger wave (using seven diﬀerent well-being indicators, see\nfootnote 1). This suggests our sample were indeed a meaningful\nreﬂection of the well-being of the entire random sample\nat large, and – furthermore – our misophonics and non-\nmisophonics for the current study were recruited in exactly\nthe same way (i.e., we look within this subset, based on a\nscreening for misophonia). Nonetheless, future studies may\nwish to use our scales on larger random samples. Finally, our\n6https://permalinks.23andme.com/pdf/23-08_genetic_associations_with_traits.\npdf\nFrontiers in Psychology | www.frontiersin.org 9 April 2022 | Volume 13 | Article 808379"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "fpsyg-13-808379 March 31, 2022 Time: 15:9 # 10\nRinaldi et al. Misophonia in Children\npreliminary ﬁndings regarding divergent validity would beneﬁt\nfrom replication using validated measures of creativity, and/or\nadditional traits (so long as these traits are such that we would\nexpect no convergence).\nOur results begin to address a vacuum of knowledge\nconcerning childhood misophonia, and highlight a need for\nfurther attention. We suggest that current and future research\nshould promote actions to widen the public’s understanding\nof misophonia. Our data on well-being also suggest that\nprofessionals might engage in an active screening for anxiety\ndisorder and obsessive-compulsions in any child where\nmisophonia is suspected. At the same time, researchers and\nclinicians might push for a wider understanding of the condition\nin schools. One way to achieve this is to open dialogs between\nparents and teachers, where information about misophonia can\nbe shared. To achieve this, we have created an online information\nhub2as a one-stop resource containing advice and support for\nadults, children, parents, researchers, clinicians, and educators.\nThe site also contains information factsheets about misophonia\nin both children and adults (e.g., our child factsheet is designed\nfor parents to print, individualise, and share with their teacher).\nFeedback suggests our factsheets often provide well-needed\nvalidation for the “genuineness” of the child’s reports, because\nchildren with misophonia are often dismissed or disbelieved.\nThus, impact has been at the heart of our research, and we\npropose a similar approach for future researchers. In summary,\nour study shows that misophonia can be identiﬁed in children\naged 10–14 years, with negative implications for elevated anxiety\nand obsessive-traits, as well as poorer life satisfaction, and\nhealth-related quality of life.\nDATA AVAILABILITY STATEMENT\nThe raw data supporting the conclusions of this article will be\nmade available by the authors, without undue reservation.ETHICS STATEMENT\nThe studies involving human participants were reviewed and\napproved by Sussex University Science and Technology Ethics\nCommittee (reference number ER/LR290/3). Written informed\nconsent to participate in this study was provided by the\nparticipants’ legal guardian/next of kin.\nAUTHOR CONTRIBUTIONS\nLR: conceptualization, methodology, investigation, data\ncuration, formal analysis, writing – original draft, visualization,\nand project administration. RS: writing – review and\nediting. JW: conceptualization, methodology, and funding\nacquisition. JS: conceptualization, methodology, resources,\nproject administration, writing – original draft, review, and\nediting, and funding acquisition. All authors contributed to the\narticle and approved the submitted version.\nFUNDING\nWe received funding from the REAM foundation and\nMisophonia Research Fund initiative awarded to JS and JW.\nACKNOWLEDGMENTS\nWe are grateful to James Alvarez for his programming assistance.\nSUPPLEMENTARY MATERIAL\nThe Supplementary Material for this article can be found\nonline at: https://www.frontiersin.org/articles/10.3389/fpsyg.\n2022.808379/full#supplementary-material\nREFERENCES\nAmerican Psychiatric Association (2013). Diagnostic and Statistical Manual of\nMental Disorders , 5th Edn. Arlington, V A: American Psychiatric Association,\ndoi: 10.1176/appi.books.9780890425596\nBen-Arieh, A., and Frønes, I. (2007). Indicators of Children’s well being: what\nshould be measured and why? Soc. Indic. Res. 84, 249–250. doi: 10.1007/s11205-\n007-9183-6\nBird, H., Franklin, S., and Howard, D. (2001). Age of acquisition and imageability\nratings for a large set of words, including verbs and function words. Behav. Res.\nMethods Instrum. Comput. 33, 73–79. doi: 10.3758/BF03195349\nBirmaher, B., Brent, D., Chiappetta, L., Bridge, J., Monga, S., and Baugher,\nM. (1999). Psychometric properties of the Screen for Child Anxiety Related\nEmotional Disorders (SCARED): a replication study. J. Am. Acad. Child\nAdolesc. Psychiatry 38, 1230–1236. doi: 10.1097/00004583-199910000-00011\nBirmaher, B., Khetarpal, S., Brent, D., Cully, M., Balach, L., Kaufman, J., et al.\n(1997). The Screen for Child Anxiety Related Emotional Disorders (SCARED):\nscale construction and psychometric characteristics. Am. Acad. Child Adolesc.\nPsychiatry 36, 545–553. doi: 10.1097/00004583-199704000-00018\nBlanca, M. J., Alarcón, R., Arnau, J., Bono, R., and Bendayan, R. (2018). Eﬀect\nof variance ratio on ANOV A robustness: might 1.5 be the limit? Behav. Res.\nMethods 50, 937–962. doi: 10.3758/S13428-017-0918-2/TABLES/17Casas, F. (2019). Introduction to the special section on Children’s subjective\nwell-being. Child Dev. 90, 333–343. doi: 10.1111/cdev.13129\nChang, L. R., Lin, Y. H., Kuo, T. B. J., Chang, H. C. W., Liu, C. M., Liu, C. C.,\net al. (2011). Autonomic modulation and health-related quality of life among\nschizophrenic patients treated with non-intensive case management. PLoS One\n6:e26378. doi: 10.1371/JOURNAL.PONE.0026378\nCornaglia, F., Crivellaro, E., and McNally, S. (2015). Mental health and\neducation decisions. Labour Econ. 33, 1–12. doi: 10.1016/J.LABECO.2015.\n01.005\nCusack, S. E., Cash, T. V., and Vrana, S. R. (2018). An examination of the\nrelationship between misophonia, anxiety sensitivity, and obsessive-compulsive\nsymptoms. J. Obsessive Compuls. Relat. Disord. 18, 67–72. doi: 10.1016/j.jocrd.\n2018.06.004\nDavis, C. J. (2005). N-Watch: a program for deriving neighborhood size and\nother psycholinguistic statistics. Behav. Res. Methods 37, 65–70. doi: 10.3758/\nBF03206399\nDevlin, B., Fienberg, S. E., Resnick, D. P., and Roeder, K. (eds) (1997). Intelligence,\nGenes, and Success: Scientists Respond to the Bell Curve . New York, NY: Springer\nScience & Business Media.\nDiener, E. (2000). Subjective well-being. The science of happiness and a proposal\nfor a national index. Am. Psychol. 55, 34–43. doi: 10.1037/0003-066X.55.\n1.34\nFrontiers in Psychology | www.frontiersin.org 10 April 2022 | Volume 13 | Article 808379"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "fpsyg-13-808379 March 31, 2022 Time: 15:9 # 11\nRinaldi et al. Misophonia in Children\nDiener, E., Emmons, R. A., Larsem, R. J., and Griﬃn, S. (1985). The satisfaction\nwith life scale. J. Pers. Assess. 49, 71–75. doi: 10.1207/s15327752jpa4901_13\nDienes, Z. (2014). Using Bayes to get the most out of non-signiﬁcant results. Front.\nPsychol. 5:781. doi: 10.3389/FPSYG.2014.00781\nDover, N., and McGuire, J. F. (2021). Family-based cognitive behavioral therapy\nfor youth with Misophonia: a case report. Cogn. Behav. Pract. (in press). doi:\n10.1016/J.CBPRA.2021.05.005\nEijsker, N., Schröder, A., Smit, D. J. A., van Wingen, G., and Denys, D. (2019).\nNeural basis of response bias on the stop signal task in misophonia. Front.\nPsychiatry 10:765. doi: 10.3389/fpsyt.2019.00765\nErhart, M., Ottova, V., Gaspar, T., Jericek, H., Schnohr, C., Alikasifoglu, M.,\net al. (2009). Measuring mental health and well-being of school-children in 15\nEuropean countries using the KIDSCREEN-10 Index. Int. J. Public Health 54,\n160–166. doi: 10.1007/s00038-009-5407-7\nFayzullina, S., Smith, R. P., Furlotte, N., Hu, Y., Hinds, D., and Tung, J. Y. (2015).\nWhite Paper 23-08 Genetic Associations with Traits in 23andMe Customers.\nFervaha, G., Agid, O., Takeuchi, H., Foussias, G., and Remington, G. (2016). Life\nsatisfaction and happiness among young adults with schizophrenia. Psychiatry\nRes. 242, 174–179. doi: 10.1016/J.PSYCHRES.2016.05.046\nField, A., Miles, J., and Field, Z. (2012). Discovering Statistics Using R . Thousand\nOaks, CA: Sage Publications.\nFoa, E. B., Coles, M., Huppert, J. D., Pasupuleti, R. V., Franklin, M. E., and\nMarch, J. (2010). Development and validation of a child version of the obsessive\ncompulsive inventory. Behav. Ther. 41, 121–132. doi: 10.1016/j.beth.2009.02.\n001\nGadermann, A. M., Guhn, M., and Zumbo, B. D. (2011). Investigating the\nsubstantive aspect of construct validity for the satisfaction with life scale\nadapted for children: a focus on cognitive processes. Soc. Indic. Res. 100, 37–60.\ndoi: 10.1007/s11205-010-9603-x\nGadermann, A. M., Schonert-Reichl, K. A., and Zumbo, B. D. (2010). Investigating\nvalidity evidence of the satisfaction with life scale adapted for children. Soc.\nIndic. Res. 96, 229–247. doi: 10.1007/s11205-009-9474-1\nGao, Y., and Eccles, J. (2020). Who lower their aspirations? The development\nand protective factors of college-associated career aspirations in adolescence.\nJ. Vocat. Behav. 116(Part A):103367. doi: 10.1016/j.jvb.2019.103367\nGilhooly, K. J., and Logie, R. H. (1980). Age-of-acquisition, imagery, concreteness,\nfamiliarity, and ambiguity measures for 1,944 words. Behav. Res. Methods\nInstrum. 12, 395–427. doi: 10.3758/BF03201693\nGodwin, M., Pike, A., Bethune, C., Kirby, A., Pike, A., Brunner, E., et al.\n(2013). Concurrent and convergent validity of the simple lifestyle indicator\nquestionnaire. ISRN Fam. Med. 2013:529645. doi: 10.5402/2013/529645\nGoodman, R. (2001). Psychometric properties of the strengths and diﬃculties\nquestionnaire. Compr. Psychiatry 40, 1337–1345. doi: 10.1097/00004583-\n200111000-00015\nJager, I., de Koning, P., Bost, T., Denys, D., and Vulink, N. (2020). Misophonia:\nphenomenology, comorbidity and demographics in a large sample. PLoS One\n15:e0231390. doi: 10.1371/journal.pone.0231390\nJastreboﬀ, M. M., and Jastreboﬀ, P. J. (2001). Components of decreased sound\ntolerance: hyperacusis, misophonia, phonophobia. ITHS Newslett. 1, 1–5. doi:\n10.1055/s-0034-1372527\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2014). Treatments for decreased sound\ntolerance (Hyperacusis and Misophonia). Semin. Hear. 35, 105–120. doi: 10.\n1055/s-0034-1372527\nJohnson, P. L., Webber, T. A., Wu, M. S., Lewin, A. B., Murphy, T. K., and Storch,\nE. A. (2013). When selective audiovisual stimuli become unbearable: a case\nseries on pediatric misophonia. Neuropsychiatry 3, 569–575. doi: 10.2217/NPY.\n13.70\nKamody, R. C., and del Conte, G. S. (2017). Using dialectical behavior therapy\nto treat misophonia in adolescence. Prim. Care Companion CNS Disord.\n19:17l02105. doi: 10.4088/PCC.17L02105\nKılıç, C., Öz, G., Burcu, K., Lu, A., and Aksoy Background, S. (2021). The\nprevalence and characteristics of misophonia in Ankara, Turkey: population-\nbased study. BJPsych Open 7, 1–6. doi: 10.1192/BJO.2021.978\nKumar, S., Tansley-Hancock, O., Sedley, W., Winston, J. S., Callaghan, M. F., Allen,\nM., et al. (2017). The brain basis for Misophonia. Curr. Biol. 27, 527–533.\ndoi: 10.1016/j.cub.2016.12.048\nLaurent, J., Catanzaro, S. J., Joiner, T. E., Rudolph, K. D., Potter, K. I., Lambert,\nS., et al. (1999). A measure of positive and negative aﬀect for children: scaledevelopment and preliminary validation. Psychol. Assess. 11, 326–338. doi: 10.\n1037/1040-3590.11.3.326\nLewin, A. B., Dickinson, S., Kudryk, K., Karlovich, A. R., Harmon, S. L.,\nPhillips, D. A., et al. (2021). Transdiagnostic cognitive behavioral therapy for\nmisophonia in youth: methods for a clinical trial and four pilot cases. J. Aﬀect.\nDisord. 291, 400–408. doi: 10.1016/J.JAD.2021.04.027\nLindeboom, M., van den Berg, G., von Hinke Kessler Scholder, S., and Washbrook,\nE. (2010). “Child mental health problems and youth educational attainment in\nthe UK: evidence from the Avon Longitudinal Study of Parents and Children, ”\ninProceedings of the Conference of Epidemiological Longitudinal Studies in\nEurope (CELSE) , Pathos: CELSE.\nLuciano, M., Wainwright, M. A., Wright, M. J., and Martin, N. G. (2006).\nThe heritability of conscientiousness facets and their relationship to IQ and\nacademic achievement. Pers. Individ. Diﬀer. 40, 1189–1199. doi: 10.1016/j.paid.\n2005.10.013\nMair, P., and Wilcox, R. (2020). Robust statistical methods in R using the\nWRS2 package. Behav. Res. Methods 52, 464–488. doi: 10.3758/s13428-019-\n01246-w\nMcKay, A. S., Karwowski, M., and Kaufman, J. C. (2017). Measuring the muses:\nvalidating the Kaufman Domains of Creativity Scale (K-DOCS). Psychol.\nAesthet. Creat. Arts 11, 216–230. doi: 10.1037/ACA0000074\nMcLellan, R., and Steward, S. (2015). Measuring children and young people’s\nwellbeing in the school context. Camb. J. Educ. 45, 307–332. doi: 10.1080/\n0305764X.2014.889659\nMehdi, T., and Ahmadi, N. (2011). Kernel smoothing For ROC curve and\nestimation for thyroid stimulating hormone. Int. J. Public Health Res. Special\nIssue 2011, 239–242.\nMorrison Gutman, L., and Vorhaus, J. (2012). The Impact of Pupil Behaviour\nand Wellbeing on Educational Outcomes Childhood Wellbeing Research Centre .\nLondon: Department for Education.\nNaylor, J., Caimino, C., Scutt, P., Hoare, D. J., and Baguley, D. M. (2020). The\nprevalence and severity of Misophonia in a UK undergraduate medical student\npopulation and validation of the Amsterdam Misophonia Scale. Psychiatr. Q.\n90, 609–619. doi: 10.1007/s11126-020-09825-3\nNewland, L. A., Giger, J. T., Lawler, M. J., Roh, S., Brockevelt, B. L., and Schweinle,\nA. (2019). Multilevel analysis of child and adolescent subjective well-being\nacross 14 countries: child- and country-level predictors. Child Dev. 90, 395–413.\ndoi: 10.1111/cdev.13134\nOpakunle, T., Akinsulore, A., Aloba, O. O., and Fatoye, F. O. (2017). Obsessive–\ncompulsive symptoms in schizophrenia: prevalence and associated factors in a\nNigerian population. Int. J. Psychiatry Clin. Pract. 21, 195–200. doi: 10.1080/\n13651501.2017.1330417\nPalumbo, D. B., Alsalman, O., de Ridder, D., Song, J. J., and Vanneste, S.\n(2018). Misophonia and potential underlying mechanisms: a perspective. Front.\nPsychol. 9:953. doi: 10.3389/fpsyg.2018.00953\nParry-Langdon, N., Clements, A., Fletcher, D., and Goodman, R. (2008). Three\nYears on: Survey of the Development and Emotional Well-Being of Children and\nYoung People . Newport: Oﬃce for National Statistics.\nPollard, E. L., and Lee, P. D. (2003). Child well-being: a systematic review\nof the literature. Soc. Indic. Res. 61, 59–78. doi: 10.1023/A:102128421\n5801\nPotgieter, I., MacDonald, C., Partridge, L., Cima, R., Sheldrake, J., and Hoare,\nD. J. (2019). Misophonia: a scoping review of research. J. Clin. Psychol. 75,\n1203–1218. doi: 10.1002/JCLP.22771\nRavens-Sieberer, U., and KIDSCREEN Group Europe (2006). The Kidscreen\nQuestionnaires: Quality of Life Questionnaires for Children and Adolescents;\nHandbook . Lengerich: Pabst Science Publishers.\nRinaldi, L. J., Ward, J., and Simner, J. (2021). An automated online assessment\nfor Misophonia: the Sussex Misophonia scale for adults. PsyArXiv [Preprint]\ndoi: 10.31234/osf.io/5eb39\nRosenthal, M. Z., Anand, D., Cassiello-Robbins, C., Williams, Z. J., Guetta, R. E.,\nTrumbull, J., et al. (2021). Development and initial validation of the duke\nMisophonia questionnaire. Front. Psychol. 12:4197. doi: 10.3389/FPSYG.2021.\n709928/BIBTEX\nRouw, R., and Erfanian, M. (2018). A large-scale study of Misophonia. J. Clin.\nPsychol. 74, 453–479. doi: 10.1002/jclp.22500\nRyﬀ, C. D., Lee, C., and Keyes, M. (1995). The structure of psychological well-being\nrevisited. J. Pers. Soc. Psychol. 69, 719–727. doi: 10.1037/0022-3514.69.4.719\nFrontiers in Psychology | www.frontiersin.org 11 April 2022 | Volume 13 | Article 808379"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "fpsyg-13-808379 March 31, 2022 Time: 15:9 # 12\nRinaldi et al. Misophonia in Children\nSammons, P., Sylva, K., Melhuish, E. C., Siraj-Blatchford, I., Taggart, B., Jelicic, H.,\net al. (2008). Relationships Between Pupils’ Self-Perceptions, Views of Primary\nSchool and Their Development in Year 5 . London: Institute of Education.\nSchröder, A., Vulink, N., and Denys, D. (2013). Misophonia: diagnostic criteria\nfor a new psychiatric disorder. PLoS One 8:e54706. doi: 10.1371/journal.pone.\n0054706\nSchröder, A., Wingen, G., van Eijsker, N., San Giorgi, R., Vulink, N. C., Turbyne, C.,\net al. (2019). Misophonia is associated with altered brain activity in the auditory\ncortex and salience network. Sci. Rep. 9: 7542. doi: 10.1038/s41598-019-44084-8\nShapira, N., Liu, Y., He, A., Bradley, M., Lessig, M., James, G., et al. (2003). Brain\nactivation by disgust-inducing pictures in obsessive-compulsive disorder. Biol.\nPsychiatry 54, 751–756. doi: 10.1016/S0006-3223(03)00003-9\nSimner, J., Smees, R., Rinaldi, L. J., and Carmichael, D. A. (2021). Wellbeing\ndiﬀerences in children with synaesthesia: anxiety and mood regulation. Front.\nBiosci. (Elite Ed.) 13:195–215. doi: 10.2741/878\nSmees, R., Rinaldi, L. J., and Simner, J. (2020). Well-being measures for younger\nchildren. Psychol. Assess. 32, 154–169. doi: 10.1037/pas0000768\nSnyder, H. T., Sowden, P. T., Silvia, P. J., and Kaufman, J. C. (2020). The creative\nself: do people distinguish creative self- perceptions, eﬃcacy, and personal\nidentity? Psychol. Aesthet. Creat. Arts 15, 627–636. doi: 10.1037/ACA000\n0317\nSolans, M., Pane, S., Estrada, M.-D., Serra-Sutton, V., Berra, S., Herdman, M., et al.\n(2008). Health-related quality of life measurement in children and adolescents:\na systematic review of generic and disease-speciﬁc instruments. Value Health\n11, 742–764. doi: 10.1111/j.1524-4733.2007.00293.x\nStein, D. J., Arya, M., Pietrini, P., Rapoport, J. L., and Swedo, S. E. (2006).\nNeurocircuitry of disgust and anxiety in obsessive-compulsive disorder: a\npositron emission tomography study. Metab. Brain Disease 21, 267–277. doi:\n10.1007/S11011-006-9021-6\nSwedo, S., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A., et al.\n(2022). A consensus deﬁnition of misophonia: using a delphi process to reach\nexpert agreement. Front. Neurosci. (in press).\nSylva, K., Melhuish, E., Sammons, P., Siraj-Blatchford, I., Taggart, B., Hunt, S., et al.\n(2008). Eﬀective Pre-School and Primary Education 3–11 Project (EPPE 3–11):\nFinal Report From the Primary Phase: Pre-School, School and Family Inﬂuences\non Children’s Development During Key Stage 2 (7–11).\nTan, L. A., Xu, K., Vaccarino, F. J., Lovejoy, D. A., and Rotzinger, S. (2009).\nTeneurin C-terminal associated peptide (TCAP)-1 attenuates corticotropin-\nreleasing factor (CRF)-induced c-Fos expression in the limbic system and\nmodulates anxiety behavior in male Wistar rats. Behav. Brain Res. 201, 198–206.\ndoi: 10.1016/j.bbr.2009.02.013\nTaylor, C. (2018). The reliability of free school meal eligibility as a measure of socio-\neconomic disadvantage: evidence from the Millennium Cohort study in Wales.\nBr. J. Educ. Stud. 66, 29–51. doi: 10.1080/00071005.2017.1330464\nTews, D., Fromme, T., Keuper, M., Hofmann, S. M., Debatin, K. M., Klingenspor,\nM., et al. (2017). Teneurin-2 (TENM2) deﬁciency induces UCP1 expression\nin diﬀerentiating human fat cells. Mol. Cell. Endocrinol. 443, 106–113. doi:\n10.1016/j.mce.2017.01.015The Whoqol Group (1998). The World Health Organization quality of life\nassessment (WHOQOL): development and general psychometric properties.\nSoc. Sci. Med. 46, 1569–1585. doi: 10.1016/S0277-9536(98)00009-4\nVitoratou, S., Uglik-Marucha, N., Hayes, C., and Gregory, J. (2021). Listening\nto people with Misophonia: exploring the multiple dimensions of sound\nintolerance using a new psychometric tool, the S-Five, in a large sample of\nindividuals identifying with the condition. Psych 3, 639–662. doi: 10.3390/\npsych3040041\nVysokov, N. V., Silva, J. P., Lelianova, V. G., Ho, C., Djamgoz, M. B., Tonevitsky,\nA. G., et al. (2016). The mechanism of regulated release of lasso/teneurin-2.\nFront. Mol. Neurosci. 9:59. doi: 10.3389/fnmol.2016.00059\nWebber, T. A., Johnson, P. L., and Storch, E. A. (2014). Pediatric misophonia with\ncomorbid obsessive-compulsive spectrum disorders. Gen. Hosp. Psychiatry 36,\n231.e1–231.e2. doi: 10.1016/j.genhosppsych.2013.10.018\nWilliams, Z. J., He, J. L., Cascio, C. J., and Woynaroski, T. G. (2021). A review\nof decreased sound tolerance in autism: deﬁnitions, phenomenology, and\npotential mechanisms. Neurosci. Biobehav. Rev. 121, 1–17. doi: 10.1016/J.\nNEUBIOREV.2020.11.030\nWoelﬂe, R., D’Aquila, A. L., and Lovejoy, D. A. (2016). Teneurins, TCAP , and\nLatrophilins: roles in the etiology of mood disorders. Transl. Neurosci. 7, 17–23.\ndoi: 10.1515/tnsci-2016-0004\nWorld Health Organization (2020). International Statistical Classiﬁcation of\nDiseases and Related Health Problems , 11th Edn. Geneva: World Health\nOrganization.\nWu, M. S., Lewin, A. B., Murphy, T. K., and Storch, E. A. (2014). Misophonia:\nincidence, phenomenology, and clinical correlates in an undergraduate student\nsample. J. Clin. Psychol. 70, 994–1007. doi: 10.1002/jclp.22098\nZhou, X., Wu, M. S., and Storch, E. A. (2017). Misophonia symptoms among\nChinese university students: incidence, associated impairment, and clinical\ncorrelates. J. Obsessive Compuls. Relat. Disord. 14, 7–12. doi: 10.1016/j.jocrd.\n2017.05.001\nConﬂict of Interest: The authors declare that the research was conducted in the\nabsence of any commercial or ﬁnancial relationships that could be construed as a\npotential conﬂict of interest.\nPublisher’s Note: All claims expressed in this article are solely those of the authors\nand do not necessarily represent those of their aﬃliated organizations, or those of\nthe publisher, the editors and the reviewers. Any product that may be evaluated in\nthis article, or claim that may be made by its manufacturer, is not guaranteed or\nendorsed by the publisher.\nCopyright © 2022 Rinaldi, Smees, Ward and Simner. This is an open-access article\ndistributed under the terms of the Creative Commons Attribution License (CC BY).\nThe use, distribution or reproduction in other forums is permitted, provided the\noriginal author(s) and the copyright owner(s) are credited and that the original\npublication in this journal is cited, in accordance with accepted academic practice. No\nuse, distribution or reproduction is permitted which does not comply with these terms.\nFrontiers in Psychology | www.frontiersin.org 12 April 2022 | Volume 13 | Article 808379"
    }
  ]
}