{
  "doc_type": "scientific paper",
  "title": "Phenotyping misophonia: Psychiatric disorders and medical health correlates",
  "authors": [
    "M. Zachary Rosenthal",
    "Kibby McMahon",
    "Anna S. Greenleaf",
    "Clair Cassiello-Robbins",
    "Rachel Guetta",
    "Jacqueline Trumbull",
    "Deepika Anand",
    "Emily S. Frazer-Abel",
    "Lisalynn Kelley"
  ],
  "year": 2022,
  "journal": "Frontiers in Psychology",
  "doi": "10.3389/fpsyg.2022.941898",
  "abstract": "Misophonia is characterized by decreased tolerance to specific sounds and associated stimuli that causes significant psychological distress and impairment in daily functioning (Swedo et al., 2022). Aversive stimuli (often called 'triggers') are commonly repetitive facial (e.g., nose whistling, sniffling, and throat clearing) or oral (e.g., eating, drinking, and mouth breathing) sounds produced by other humans. Few empirical studies examining the nature and features of misophonia have used clinician-rated structured diagnostic interviews, and none have examined the relationship between misophonia and psychiatric disorders in the Diagnostic and Statistical Manual5th version (DSM-5; American Psychiatric Association, 2013). In addition, little is known about whether there are any medical health problems associated with misophonia. Accordingly, the purpose of the present study was to improve the phenotypic characterization of misophonia by investigating the psychiatric and medical health correlates of this newly defined disorder. Structured diagnostic interviews were used to assess rates of lifetime and current DSM-5 psychiatric disorders in a community sample of 207 adults. The three most commonly diagnosed current psychiatric disorders were: (1) social anxiety disorder, (2) generalized anxiety disorder, and (3) specific phobia. The three most common lifetime psychiatric disorders were major depressive disorder, social anxiety disorder, and generalized anxiety disorder. A series of multiple regression analyses indicated that, among psychiatric disorders that were correlated with misophonia, those that remained significant predictors of misophonia severity after controlling for age and sex were borderline personality disorder, obsessive compulsive disorder, and panic disorder. No medical health problems were significantly positively correlated with misophonia severity.",
  "keywords": [
    "misophonia",
    "mental health",
    "medical history",
    "psychiatric disorders",
    "anxiety disorders"
  ],
  "research_topics": [
    "misophonia",
    "psychiatric disorders",
    "DSM-5 diagnostic criteria",
    "structured clinical interviews",
    "mental health correlates",
    "medical health correlates",
    "anxiety disorders",
    "personality disorders",
    "obsessive compulsive disorder",
    "panic disorder"
  ],
  "created_at": "2025-05-05T01:45:56.695368Z",
  "source_pdf": "documents/research/Global/Rosenthal 2022 Phenotyping misophonia Psychiatric disorders and medical health correlates.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "fpsyg-13-941898 October 6, 2022 Time: 6:37 # 1\nTYPE Original Research\nPUBLISHED 06 October 2022\nDOI10.3389/fpsyg.2022.941898\nOPEN ACCESS\nEDITED BY\nAmitai Abramovitch,\nTexas State University, United States\nREVIEWED BY\nJoseph McGuire,\nJohns Hopkins Medicine, United States\nMercede Erfanian,\nUniversity College London,\nUnited Kingdom\n*CORRESPONDENCE\nM. Zachary Rosenthal\nmark.rosenthal@duke.edu\nSPECIALTY SECTION\nThis article was submitted to\nAuditory Cognitive Neuroscience,\na section of the journal\nFrontiers in Psychology\nRECEIVED 11 May 2022\nACCEPTED 23 August 2022\nPUBLISHED 06 October 2022\nCITATION\nRosenthal MZ, McMahon K,\nGreenleaf AS, Cassiello-Robbins C,\nGuetta R, Trumbull J, Anand D,\nFrazer-Abel ES and Kelley L (2022)\nPhenotyping misophonia: Psychiatric\ndisorders and medical health\ncorrelates.\nFront. Psychol. 13:941898.\ndoi: 10.3389/fpsyg.2022.941898\nCOPYRIGHT\n© 2022 Rosenthal, McMahon,\nGreenleaf, Cassiello-Robbins, Guetta,\nTrumbull, Anand, Frazer-Abel and\nKelley. This is an open-access article\ndistributed under the terms of the\nCreative Commons Attribution License\n(CC BY). The use, distribution or\nreproduction in other forums is\npermitted, provided the original\nauthor(s) and the copyright owner(s)\nare credited and that the original\npublication in this journal is cited, in\naccordance with accepted academic\npractice. No use, distribution or\nreproduction is permitted which does\nnot comply with these terms.Phenotyping misophonia:\nPsychiatric disorders and\nmedical health correlates\nM. Zachary Rosenthal1,2*, Kibby McMahon1,\nAnna S. Greenleaf2, Clair Cassiello-Robbins3, Rachel Guetta2,\nJacqueline Trumbull2, Deepika Anand4, Emily S. Frazer-Abel1\nand Lisalynn Kelley1\n1Department of Psychiatry and Behavior, Duke University Medical Center, Durham, NC,\nUnited States,2Department of Psychology and Neuroscience, Duke University, Durham, NC,\nUnited States,3Triangle Area Psychology Clinic, Durham, NC, United States,4Chicago Center for\nCBT, Chicago, IL, United States\nMisophonia is characterized by decreased tolerance to speciﬁc sounds\nand associated stimuli that causes signiﬁcant psychological distress and\nimpairment in daily functioning (Swedo et al., 2022). Aversive stimuli (often\ncalled “triggers”) are commonly repetitive facial (e.g., nose whistling, snifﬂing,\nand throat clearing) or oral (e.g., eating, drinking, and mouth breathing)\nsounds produced by other humans. Few empirical studies examining the\nnature and features of misophonia have used clinician-rated structured\ndiagnostic interviews, and none have examined the relationship between\nmisophonia and psychiatric disorders in the Diagnostic and Statistical Manual-\n5th version (DSM-5; American Psychiatric Association, 2013). In addition, little\nis known about whether there are any medical health problems associated\nwith misophonia. Accordingly, the purpose of the present study was to\nimprove the phenotypic characterization of misophonia by investigating the\npsychiatric and medical health correlates of this newly deﬁned disorder.\nStructured diagnostic interviews were used to assess rates of lifetime and\ncurrent DSM-5 psychiatric disorders in a community sample of 207 adults.\nThe three most commonly diagnosed current psychiatric disorders were: (1)\nsocial anxiety disorder, (2) generalized anxiety disorder, and (3) speciﬁc phobia.\nThe three most common lifetime psychiatric disorders were major depressive\ndisorder, social anxiety disorder, and generalized anxiety disorder. A series of\nmultiple regression analyses indicated that, among psychiatric disorders that\nwere correlated with misophonia, those that remained signiﬁcant predictors\nof misophonia severity after controlling for age and sex were borderline\npersonality disorder, obsessive compulsive disorder, and panic disorder.\nNo medical health problems were signiﬁcantly positively correlated with\nmisophonia severity.\nKEYWORDS\nmisophonia, mental health, medical history, psychiatric disorders, anxiety disorders\nFrontiers in Psychology 01 frontiersin.org"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "fpsyg-13-941898 October 6, 2022 Time: 6:37 # 2\nRosenthal et al. 10.3389/fpsyg.2022.941898\nIntroduction\nMisophonia is a recently deﬁned disorder characterized by\ndecreased tolerance to speciﬁc sounds and associated stimuli\nthat causes signiﬁcant psychological distress and impairment in\ndaily functioning (Swedo et al., 2022). Generally, these aversive\nstimuli (often called “triggers”) are commonly repetitive facial\n(e.g., nose whistling, sniﬄing, and throat clearing) or oral (e.g.,\neating, drinking, and mouth breathing) sounds produced by\nother humans. Ideographically, however, there are individual\nlevel diﬀerences in the types of cues (e.g., repetitive visual\nstimuli, objects, and environmental sounds) and contexts (e.g.,\nthe same stimulus may have diﬀerent eﬀects when produced\nby speciﬁc people) associated with misophonia (for reviews, see\nBrout et al., 2018; Potgieter et al., 2019).\nWhen an individual with misophonia anticipates or\ndirectly encounters triggering stimuli, common responses\ninclude physiological arousal (e.g., sympathetic nervous system\nactivation), negatively valenced aﬀective experiences (e.g.,\nirritation, anger, anxiety, and disgust), and behavioral patterns\ncongruent with freeze (e.g., hypervigilance toward possible\ntrigger sources), ﬂight (e.g., escape or avoidance behavior),\nand ﬁght behaviors (e.g., indirect interpersonal aggression),\nall of which may be experienced as highly distressing and\ndistinct from what would be expected typically by others in\nsuch contexts (for a recent comprehensive review, see Swedo\net al., 2022). This multi-modal breadth of responses is, notably,\nincongruent with the literal translation of the term misophonia\n(i.e., hatred or dislike of sound). Put diﬀerently, in spite of its\ndenotation, misophonia symptoms are neither limited to the\nemotion of hate (or other anger-related aﬀective states) nor\nsolely elicited by sounds.\nAlthough scientiﬁc research investigating misophonia began\nless than 10 years ago (Edelstein et al., 2013; Schröder\net al., 2013), the term has been in use for over 20 years.\nOther synonymous terms were used (e.g., selective sound\nsensitivity) prior to misophonia being coined by Jastreboﬀ\nand Jastreboﬀ (2001) and subsequently adopted by the lay\npublic, clinicians, and scientists. More generally, misophonia\nhas been framed within a broader category of disorders\ncharacterized by decreased sound tolerance (Jastreboﬀ and\nJastreboﬀ, 2014). Similar but distinct conditions include\nhyperacusis (i.e., the physical properties of sounds, rather\nthan their contextually associated meaning, are experienced\nas excessively intense and distressing), tinnitus (i.e., aversive\nringing in the ears), and phonophobia (i.e., fear and avoidance\nof certain sounds). Additionally, some have used the term\n“annoyance hyperacusis” in a manner that is highly similar\nto misophonia (Tyler et al., 2014). Despite conceptual and\ndeﬁnitional overlap of language used historically, the recently\npublished consensus deﬁnition (Swedo et al., 2022) lays the\ngroundwork for the term misophonia to be used, movingforward, in a more clear and consistent manner across a wide\nrange of stakeholders (e.g., community members, clinicians,\nand researchers).\nRecent empirical research has begun to identify phenotypic\nfeatures associated with misophonia, which may help inform\nunderstanding of the etiology and maintenance of the condition\nand is important for developing treatment strategies. Although\nseveral studies have used neuroimaging or other experimental\nmethods to identify candidate neural mechanisms (e.g., Kumar\net al., 2017, 2021; Eijsker et al., 2021), the vast majority\nof ﬁndings to date have come from self-report measures\nand clinician-rated interviews used to explore the phenotypic\ncorrelates of misophonia. No epidemiologic or longitudinal\nresearch has been conducted and very few studies have used\nclinical control conditions to diﬀerentiate misophonia from\nother conditions (for an exception, see Siepsiak et al., 2022).\nThere is a signiﬁcant need for studies with children, adolescents,\nand families to begin understanding the developmental\nvulnerabilities and etiological pathways by which misophonia\nbegins.\nTo date, most of the published research examining\nthe nature and features of misophonia has explored the\nrelationship between misophonia and problems with mental\nhealth. Collectively, literature reviews on these topics suggest\nthat misophonia symptoms are associated with greater\npsychopathology across a wide range of psychiatric disorders\n(Brout et al., 2018; Potgieter et al., 2019; Swedo et al., 2022).\nExamples of speciﬁc studies using self-report methodologies\nhave found that misophonia symptom severity is positively\ncorrelated with neuroticism, anxiety symptoms, depressive\nsymptoms, diﬃculties with emotion regulation, aﬀective\ninstability, anxiety sensitivity, certain obsessive compulsive\ndisorder (OCD) symptoms, perfectionism, somatic pain,\nand a self-reported diagnosis of post-traumatic stress\ndisorder (PTSD; Wu et al., 2014; McKay et al., 2017;\nCusack et al., 2018; Quek et al., 2018; Rouw and Erfanian,\n2018; Jager et al., 2020; Siepsiak et al., 2020b; Cassiello-\nRobbins et al., 2021; Guetta et al., 2022a). Additionally,\nusing a household sampling approach in Turkey, a recent\nstudy found that adults with misophonia were signiﬁcantly\nmore likely than those without misophonia to self-report\na lifetime history of attention deﬁcit/hyperactivity disorder\n(ADHD), OCD, bipolar disorder, substance use disorder, and\nconversion disorder (Kılıç et al., 2021). When considered\ncollectively, these studies point to the early conclusion that\nmisophonia may be associated with various psychological\nprocesses and symptoms across a range of mental health\nproblems, and not to any one speciﬁc disorder or category\nof disorders.\nHowever, as may be expected for a new and understudied\ndisorder with little support from extramural funding entities,\nthe vast majority of these studies have been limited by\nFrontiers in Psychology 02 frontiersin.org"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "fpsyg-13-941898 October 6, 2022 Time: 6:37 # 3\nRosenthal et al. 10.3389/fpsyg.2022.941898\na range of methodological problems which preclude clear\nor deﬁnitive inferences. Examples include limitations with\nsampling (e.g., small samples, convenience samples, online\nsampling limited to those using misophonia support groups),\nscope (e.g., assessment restricted to a subset of mental health\nproblems), and measurement. A major limitation related to\nmeasurement in many studies of misophonia has been the\nreliance on self-report inventories (i.e., surveys) with little to\nno psychometrically reported reliability or validity. Nonetheless,\nrecently published research in the last 2 years has yielded\nseveral new self-report measures of misophonia with strong\ninitial psychometric support. Examples include the Amsterdam\nMisophonia Scale (AMISOS-R; Schröder et al., 2013), Duke\nMisophonia Questionnaire (DMQ; Rosenthal et al., 2021),\nMisoQuest (Siepsiak et al., 2020a), Misophonia Response Scale\n(MRS; Dibb et al., 2021), and S-Five (S5; Vitoratou et al., 2021).\nEach of these self-report measures has shown preliminary\npsychometric validation, and, collectively, provides promising\nnew tools to help clinicians and researchers characterize\nmisophonia. Despite the careful attention to psychometric\nconsiderations in the development of these measurement tools,\nadditional studies are needed to cross-validate ﬁndings and\nprovide clearer support for the sensitivity and speciﬁcity of\nthese measures in the assessment of misophonia speciﬁcally,\nand not to other related phenomena. In addition, only one\npublished study has demonstrated preliminary psychometric\nsupport for a structured clinical interview assessing misophonia\n(Duke Misophonia Interview; Guetta et al., 2022a), and no self-\nreport or interview measures have been a priori developed and\nvalidated using the recently published consensus deﬁnition of\nmisophonia (Swedo et al., 2022).\nAlthough self-report assessment measures may be easy to\naccess and administer, can be brief and quickly scored, there\nare many problems with relying on subjective measurement\napproaches alone when examining candidate phenotypic\nfeatures of a newly deﬁned construct. Weaknesses of self-\nreport measures include poorly worded items (e.g., compound\nquestions, items with jargon), items that do not fully measure\nthe construct of interest, varying interpretations of items,\nresponse biases, limitations in knowledge or insight about\nitems, and demand characteristics associated with the measure.\nSuch problems with self-report are not unique to research\non misophonia. Furthermore, however nascent that research\non misophonia may be, reliance on self-report measurement\nhas yielded information that is informative in generating\nhypotheses about the nature of misophonia. Following self-\nreport measurement, a next step in advancing an understanding\nof the mental health problems associated with misophonia is the\nuse of clinician-rated structured diagnostic interviews.\nSeveral recent studies have used such measurement\napproaches. Jager et al. (2020) conducted the largest and most\nrigorous study to date examining the relationship between\nmisophonia and psychiatric disorders in adults. In this study,575 adults presenting for treatment at a clinic for misophonia\nin Amsterdam were interviewed using the Mini International\nNeuropsychiatric Interview (M.I.N.I.; Sheehan et al., 1998),\na structured diagnostic assessment measure that assesses the\npresence of 15 current psychiatric disorders. Results from this\nstudy indicated that 72% of the sample did not meet the full\ncriteria for any current psychiatric disorder. The most common\ncurrent psychiatric disorders were mood disorders (10.1%),\nanxiety disorders (9%), ADHD (5.4%), and personality disorders\n(5%). Examples of other disorders that were less commonly\nobserved were autism spectrum disorder (2.4%), substance\nuse disorder (1.6%), impulse control disorder (2.1%), and tic\ndisorder (1.6%). The ﬁndings from Jager et al. (2020) suggest\nthat (a) a minority of adults seeking treatment for misophonia\nmeet full criteria for any psychiatric disorder and (b) no singular\ndisorder appears to be speciﬁcally related to misophonia.\nIn addition to mental health diagnoses, Jager et al.\n(2020) collected information about past medical history. Most\nparticipants (80%) reported no history of any medical health\nproblems, and a small minority indicated having more than one\nmedical health problem. Of those with medical health problems,\nthe most common diagnoses were migraines, irritable bowel\nsyndrome, asthma, and back pain. Additionally, hyperacusis\n(0.7%) and tinnitus (1.7%) were rarely reported medical\nconditions. Findings from Jager et al. (2020) about medical\nhistory suggest that misophonia may not be associated with any\nspeciﬁc medical history problems. However, additional studies\nare needed before ﬁrm conclusions can be drawn.\nThe purpose of the present study was to replicate and\nextend the literature characterizing the nature and features\nof misophonia in adults. Speciﬁcally, the primary aim\nwas to comprehensively investigate the relationship between\nmisophonia severity and (a) categories of psychiatric disorders\n(e.g., mood, anxiety, etc.), (b) speciﬁc psychiatric disorders (e.g.,\nmajor depressive disorder, PTSD, etc.), and (c) medical health\nhistory. This is the ﬁrst large study to examine the associations\nbetween misophonia and DSM-5 psychiatric disorders using\nthe SCID-5 (First et al., 2015a), a psychometrically validated,\ncomprehensive structured psychiatric interview commonly used\nin large epidemiologic studies of psychiatric disorders. In\naddition, this is the ﬁrst study we are aware of to report rates\nof lifetime medical health problems in adults with misophonia.\nAccordingly, results from this study may oﬀer new insights into\nthe mental health and medical history correlates of misophonia.\nMaterials and methods\nParticipants\nIndividuals between ages 18 and 65 enrolled in the study\nby accessing a link on the Duke Center for Misophonia and\nFrontiers in Psychology 03 frontiersin.org"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "fpsyg-13-941898 October 6, 2022 Time: 6:37 # 4\nRosenthal et al. 10.3389/fpsyg.2022.941898\nEmotion Regulation website1, which took them to an online\nscreen conducted in REDCap (Harris et al., 2009). The study\nwas approved by the Duke Health Institutional Review Board,\nand all participants provided signed informed consent to\nparticipate. No data are available indicating how participants\nlearned about the study, but anecdotal reports suggest most\nindividuals learned about the study from online sources (e.g.,\nsearching for information about misophonia, social media, and\nnews media stories about misophonia linking to our Center).\nParticipants received $75 for participation. Individuals who met\nthe criteria for a current psychotic disorder, current mania,\ncurrent anorexia, or were unable to read English were excluded\nfrom the online screen. There were 210 participants who\ncompleted eligibility screening and enrolled in the study. One\nperson dropped out and two did not qualify to continue after\nmeeting diagnostic criteria for current psychosis. Therefore,\nthe ﬁnal sample included 207 participants (females = 74.4%,\nn= 154) with an average age of 35.72 years ( SD= 12.49). Detailed\ndemographic information is provided in Table 1 .\nMeasures\nStructured clinical interview for diagnostic and\nstatistical manual-5th, research version\nThe structured clinical interview for DSM-5 (SCID-5) is\na psychometrically validated semi-structured interview and\nwas used to assess current and lifetime symptoms of DSM-5\ndisorders by a trained assessor (First et al., 2015b). Variables used\nin this study included categorical diagnoses of DSM-5 current\ndisorders of adulthood (e.g., in the past month or past 6 months)\nand history of these disorders across lifetime. Composite\nvariables were also calculated to capture whether participants\nmet the criteria for current categories of disorders, including\nobsessive-compulsive (OC Disorder; e.g., OCD, hoarding, etc.),\nmood (e.g., major depressive disorder, persistent depressive\ndisorder, bipolar disorder, etc.), anxiety (e.g., generalized anxiety\ndisorder, speciﬁc phobia, panic disorder, etc.), eating (e.g.,\nanorexia, bulimia, etc.), substance use disorder (e.g., alcohol\nuse disorder, etc.), or trauma-related disorder (e.g., PTSD). All\ndiagnostic variables were coded dichotomously as 0 (below\nthreshold and did not meet criterion) or 1 (above threshold\nand met the full criteria for the presence of disorder). Inter-\nrater reliability was assessed by a blind rater randomly rating\n8% of SCID-I interviews viarecorded interviews. Signiﬁcant\nCohen’s kranged from 0.63 to 1.00 (all ps<0.05) for most\ndisorders, reﬂecting acceptable inter-rater reliability. However,\ndue potentially to the low rate of observed values in randomly\nselected interviews, Cohen’s kwas not signiﬁcant for lifetime\nagoraphobia ( k= 0.43, p= 0.09) or generalized anxiety disorder\n(k= 0.57, p= 0.06).\n1 www.misophonia.duke.eduTABLE 1 Demographic characteristics.\nCharacteristic Participant\nn %\nAge (M, SD) 35.7 12.5\nSex\nMale 53 25.6\nFemale 154 74.4\nGender Identity\nMale 53 25.6\nFemale 150 72.5\nGenderqueer 2 1.0\nOther 1 0.5\nDid not disclose 1 0.5\nSexuality\nStraight 166 80.2\nGay 8 3.9\nBisexual 17 8.2\nSomething else 8 3.9\nDon’t know 7 3.4\nDid not disclose 1 0.5\nRace\nWhite 167 80.7\nAfrican American 9 4.3\nChinese 7 3.4\nOther Asian 7 3.4\nMiddle Eastern 2 1.0\nOther 5 2.4\nMore than one race 10 4.8\nHispanic/Latinx\nYes 26 12.6\nNo 181 87.4\nCountry Born In\nUnited States 191 92.3\nEurope 5 2.5\nLatin America 3 1.5\nChina 3 1.4\nSouth Asia 4 1.9\nOther 1 0.5\nIncome Level\n$0–$10,000 29 14.0\n$10,001–$65,000 69 33.3\n$65,001–more than $100,000 109 52.7\nMarital Status\nSingle 91 44.0\nWidowed 3 1.4\nMarried 77 37.2\nSeparated 3 1.4\nDivorced 9 4.3\nLiving with partner 23 11.1\nMissing 1 0.5\nN= 207.\nFrontiers in Psychology 04 frontiersin.org"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "fpsyg-13-941898 October 6, 2022 Time: 6:37 # 5\nRosenthal et al. 10.3389/fpsyg.2022.941898\nStructured clinical interview for diagnostic and\nstatistical manual-5th personality disorders\nThe structured clinical interview for DSM-5 personality\ndisorders (SCID-5-PD) is a semi-structured interview and was\nused to assess diagnostic symptoms of personality disorders\nfrom the DSM-5 by a trained assessor (First et al., 2015b). All\ntraits of personality disorders were coded by the assessor as\n0 (does not meet criteria), 1 (subthreshold), or 2 (threshold).\nThe severity of symptoms for each disorder was calculated by\nsumming the ratings of 0, 1, and 2 for all diagnostic criteria for\neach personality disorder. Categorical diagnoses of personality\ndisorders were rated dichotomously as 0 (below threshold and\ndid not meet criterion) or 1 (above threshold and met full\ncriteria for presence of disorder). Inter-rater reliability was\nassessed by a blind rater randomly rating 8% of SCID-PD\ninterviews viarecorded interviews. Inter-rater reliability on total\npersonality disorder symptoms was evaluated using intraclass\ncorrelation coeﬃcients (ICCs) with Cohen’s kanalyses. There\nwas agreement among the diﬀerent raters for the personality\ndisorders (all k= 1, p<0.001).\nDemographics\nA self-report measure developed for this study was used to\nobtain demographic and descriptive information, including age,\nethnicity, marital status, and income.\nMisophonia Questionnaire\nThis is a three-part self-report questionnaire that assesses\nmisophonia symptom presence, resulting emotions and\nbehaviors, and the overall severity of sound sensitivities (Wu\net al., 2014). The ﬁrst part of the scale, the Misophonia Symptom\nScale, examines the presence of speciﬁc sound sensitivities to\ndiﬀerent types of sound stimuli (e.g., “people eating, ” or\n“rustling”). For the present study, the mean score for the\nMisophonia Symptom Scale was 18.4 ( SD= 6.9). The second\npart, the Misophonia Emotions and Behaviors Scale, examines\nemotional and behavioral reactions associated with misophonia.\nFor the present study, the mean score for the Misophonia\nEmotion and Behaviors Scale was 20.2 ( SD= 8.0). The ﬁrst two\nparts are rated on a scale from 0 (not at all true) to 4 (always\ntrue). The third section, named the Misophonia Severity Scale,\nallows the participant to rate their sound sensitivity on a scale\nfrom 1 (minimal) to 15 (very severe). For the present study, the\nmean score for the symptom severity score was 7.4 ( SD= 2.6).\nFinally, the total score for the Misophonia Questionnaire (MQ)\nwas calculated by summing the ﬁrst two scales, with scores\nranging from 0 to 68. Cronbach’s a=0.88 in this study. The\nmean total MQ score was 38.6 ( SD= 13.3) in this study.\nMedical History Questionnaire\nA self-report questionnaire was developed by the study\nauthors to assess participant medical history. The questionnaire\nassesses a broad array of lifetime medical health problemsin participants and family members, including multiple\ntypes of developmental problems, neurodevelopmental\ndisorders, neurocognitive disorders, neurological conditions,\ngastrointestinal problems, sensory processing diﬃculties,\ncardiac conditions, kidney conditions, and lung conditions (see\nFigures 9 –17for details).\nProcedure\nInterested individuals were directed to an online screening\nquestionnaire where they provided information about their age,\nvision, and ability to read in English. They also completed\nthe MQ (Wu et al., 2014). Prospective participants were then\nscreened by telephone using the M.I.N.I. (version 7.0.2; Sheehan\net al., 1998) to exclude individuals with a current psychotic\ndisorder, current mania, or current anorexia nervosa. Upon\narriving at the laboratory or joining virtually (through Zoom or\nWebEx), eligible participants provided informed consent, and\ncompleted diagnostic interviews and self-report questionnaires\nwith a trained clinical assessor. After completing all study\nmeasures, participants were debriefed and received ﬁnancial\ncompensation for their participation.\nData analytic plan\nOutcome variables\nAll analyses were conducted using SPSS (version 27). For\nthe primary analyses, frequencies were calculated for psychiatric\ndiagnoses and history of medical diagnoses.\nMissing data and outliers\nThere were no outliers in these variables, enabling analyses\nto include all 207 participants. Missing values were not\nincluded in analyses.\nAnalytic strategy\nAlpha was set a priori at a level of 0.05, two-tailed. Point-\nbiserial correlation analyses were conducted to investigate the\nrelationships between misophonia symptom severity (MQ total\nscore; Wu et al., 2014) and (a) categorical psychiatric diagnoses\nand (b) history of medical health problems. Pearson correlation\nanalyses were also used to investigate the relationships among\nmisophonia symptom severity and measures of psychological\nfunctioning, including self-reported severity of psychiatric\nsymptoms and severity of symptoms across personality\ndisorders. To account for the multiple correlation analyses,\nwe report results before and after conducting a Bonferroni\ncorrection.\nModel speciﬁcation\nFor secondary analyses, hierarchical linear regression\nmodels were conducted to further explore the relationships\nFrontiers in Psychology 05 frontiersin.org"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "fpsyg-13-941898 October 6, 2022 Time: 6:37 # 6\nRosenthal et al. 10.3389/fpsyg.2022.941898\namong misophonia symptom severity and the (a) categories\nof disorders and (b) speciﬁc diagnoses that had signiﬁcant\nrelationships with misophonia as suggested by univariate\nanalyses. To examine which categories of disorders were\nthe strongest multivariate predictors of misophonia symptom\nseverity (MQ total score computed by summing subscales 1\nand 2; Wu et al., 2014), the ﬁrst model included as predictors\ndichotomous variables representing whether a participant met\nfull criteria for any current OC related disorders, mood\ndisorders, and anxiety disorders. In the second model, the\ncurrent DSM-5 disorders that had signiﬁcant univariate\nassociations were tested as predictors of misophonia severity. In\nthe third model, the symptom severity for avoidant personality\ndisorder, dependent personality disorder, obsessive compulsive\npersonality disorder (OCPD), paranoid personality disorder,\nschizoid personality disorder, narcissistic personality disorder,\nand borderline personality disorder (BPD) were tested as\npredictors. In the fourth exploratory model, the current speciﬁc\ndisorders that had signiﬁcant, direct eﬀects on misophonia\nfrom the previous models were tested as predictors. Based on\nﬁndings in previous studies (e.g., Wu et al., 2014) and signiﬁcant\ncorrelations in the present study, age and sex assigned at birth\nwere entered as planned covariates in Step 1 in all hierarchical\nregression models, and the other predictors entered in Step 2\nwith the total score of the MQ entered as the dependent variable.\nBefore analyses were conducted, tests of assumptions for\nregressions were conducted. There was linearity as assessedby partial regression plots and a plot of studentized residuals\nagainst the predicted values. Independence of residuals was\nassessed using Durbin-Watson statistics, which ranged from\n1.90 to 1.98. Homoscedasticity was assessed by visual inspection\nof a plot of studentized residuals versus unstandardized\npredicted values. No evidence of multicollinearity was observed,\nas assessed by tolerance values greater than 0.1. The assumption\nof normality was met, as assessed by Q-Q Plot.\nResults\nDescriptive analyses\nAnxiety disorders were the most prevalent category of\ndisorder, with 56.9% of the sample meeting the full criteria\nfor at least one current anxiety disorder ( n= 120). The most\ncommonly diagnosed speciﬁc anxiety disorders were social\nanxiety disorder (30.9%; n= 64) and generalized anxiety\ndisorder (24.6%; n= 51). Mood disorders were the second most\nprevalent type of disorder, with 14.2% of the sample meeting\nfull criteria for at least one current mood disorder ( n= 30).\nThe most commonly diagnosed mood disorders were persistent\ndepressive disorder (7.6%; n= 16) and major depressive disorder\n(6.6%; n= 14). Please refer to Figures 1 –8for detailed rates of\nlifetime and current DSM-5 psychiatric disorders. Detailed rates\nof medical health history problems are listed in Figures 9 –17.\nFIGURE 1\nRates of psychiatric disorders: anxiety disorders.\nFrontiers in Psychology 06 frontiersin.org"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "fpsyg-13-941898 October 6, 2022 Time: 6:37 # 7\nRosenthal et al. 10.3389/fpsyg.2022.941898\nFIGURE 2\nRates of psychiatric disorders: moods disorders.\nFIGURE 3\nRates of psychiatric disorders: substance disorders.\nFrontiers in Psychology 07 frontiersin.org"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "fpsyg-13-941898 October 6, 2022 Time: 6:37 # 8\nRosenthal et al. 10.3389/fpsyg.2022.941898\nFIGURE 4\nRates of psychiatric disorders: obsessive compulsive disorders.\nFIGURE 5\nRates of psychiatric disorders: eating disorders.\nFrontiers in Psychology 08 frontiersin.org"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "fpsyg-13-941898 October 6, 2022 Time: 6:37 # 9\nRosenthal et al. 10.3389/fpsyg.2022.941898\nFIGURE 6\nRates of psychiatric disorders: other disorders.\nFIGURE 7\nRates of psychiatric disorders: personality disorders.\nFrontiers in Psychology 09 frontiersin.org"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "fpsyg-13-941898 October 6, 2022 Time: 6:37 # 10\nRosenthal et al. 10.3389/fpsyg.2022.941898\nFIGURE 8\nRates of psychiatric disorders: overall disorders. N= 207. All psychiatric diagnoses were determined with the Structured Clinical Interview for\nDSM-5 (SCID-5; First et al., 2015a). “Current” indicates a current diagnosis and “Lifetime” indicates a diagnosis during a participant’s lifetime.\nAMC, due to another medical condition. Disorders were not listed if they had a prevalence rate of 0% for both the Lifetime and Current\ndiagnoses. If a disorder is not present in the Current or Lifetime categories, the disorder was not assessed as part of the structured interview.\nFIGURE 9\nRates of medical health problems: neurodevelopmental disorders.\nFrontiers in Psychology 10 frontiersin.org"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "fpsyg-13-941898 October 6, 2022 Time: 6:37 # 11\nRosenthal et al. 10.3389/fpsyg.2022.941898\nFIGURE 10\nRates of medical health problems: neurocognitive disorders.\nFIGURE 11\nRates of medical health problems: neurological conditions.\nFrontiers in Psychology 11 frontiersin.org"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "fpsyg-13-941898 October 6, 2022 Time: 6:37 # 12\nRosenthal et al. 10.3389/fpsyg.2022.941898\nFIGURE 12\nRates of medical health problems: sensory processing difﬁculties.\nFIGURE 13\nRates of medical health problems: kidney problems.\nFrontiers in Psychology 12 frontiersin.org"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "fpsyg-13-941898 October 6, 2022 Time: 6:37 # 13\nRosenthal et al. 10.3389/fpsyg.2022.941898\nFIGURE 14\nRates of medical health problems: lung problems.\nFIGURE 15\nRates of medical health problems: birth problems.\nFrontiers in Psychology 13 frontiersin.org"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "fpsyg-13-941898 October 6, 2022 Time: 6:37 # 14\nRosenthal et al. 10.3389/fpsyg.2022.941898\nFIGURE 16\nRates of medical health problems: problems. As a child.\nFIGURE 17\nRates of medical health problems: other problems. N= 207. Medical health problems were not listed if they had a prevalence rate of 0% for\nboth the “Participant” and “Family History” categories. AMC, caused by another medical condition.\nFrontiers in Psychology 14 frontiersin.org"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "fpsyg-13-941898 October 6, 2022 Time: 6:37 # 15\nRosenthal et al. 10.3389/fpsyg.2022.941898\nThe three most commonly reported medical health problems\nfor participants were seasonal allergies (32.2%; n= 68), acid\nreﬂux (30.8%; n= 65), and migraines (27.5%; n= 58). The three\nmost common family medical health history items endorsed by\nparticipants were cancer (43.1%; n= 91), acid reﬂux (42.8%;\nn= 89), and high cholesterol (35.7%; n= 74).\nCorrelation analyses\nResults from correlational analyses are presented\ninTables 2 –5. For SCID-5 diagnoses, current OCD,\nmajor depressive disorder, persistent depressive disorder,\nstimulants/cocaine use disorder, panic disorder, agoraphobia,\nsocial anxiety disorder, speciﬁc phobia, and generalized\nanxiety disorder all had signiﬁcant, positive correlations with\nmisophonia symptom severity ( ps<0.05). In addition, lifetime\nhistory of OCD, major depressive disorder, persistent depressive\ndisorder, alcohol use disorder, hallucinogens use disorder, panic\ndisorder, agoraphobia, social anxiety disorder, and generalized\nanxiety disorder had signiﬁcant, positive correlations with\nmisophonia symptom severity ( ps<0.05). However, using\na Bonferroni correction and corresponding alpha of 0.001,\nlifetime history of major depressive disorder and persistent\ndepressive disorder was the only disorders signiﬁcantly\ncorrelated with misophonia severity, and the correlation with\ncurrent OCD was marginally signiﬁcant ( p= 0.001).\nFor the assessment of medical health problems, a self-\nreported history of migraines, acid reﬂux, tinnitus, and\nhyperacusis all had positive, signiﬁcant correlations with\nmisophonia symptom severity before Bonferroni correction\n(ps<0.05). In contrast, a history of diabetes was signiﬁcantly\nTABLE 2 Correlations between total score on the Misophonia\nQuestionnaire (MQ) and categories of current and lifetime DSM-5\npsychiatric diagnoses.\nVariable r\n1. MQ Total \u0000\n2. Any Current Anxiety 0.27**\n3. Any Lifetime Anxiety 0.27**\n4. Any Current Mood 0.13\n5. Any Lifetime Mood 0.31**\n6. Any Current Substance 0.11\n7. Any Lifetime Substance 0.12\n8. Any Current OC-Related 0.22**\n9. Any Lifetime OC-Related 0.23**\n10. Any Current Eating 0.05\n11. Any Lifetime Eating 0.02\n12. Any Current Impulse 0.14*\n13. Any Current Trauma-Related 0.06\n14. Any Lifetime Trauma-Related 0.18*\n*p<0.05; ** p<0.01.TABLE 3 Pearson’s correlations between total score on the\nMisophonia Questionnaire (MQ) and speciﬁc DSM-5\npsychiatric diagnoses.\nVariable MQ total\n1. MQ Total \u0000\n2. Bipolar I Lifetime 0.09\n3. Bipolar I Current (Past Month) 0.06\n4. Bipolar II Lifetime \u00000.00\n5. Bipolar II Current (Past Month) \u00000.00\n6. MDD Lifetime 0.26**\n7. MDD Current (Past Month) 0.16*\n8. PPD Lifetime 0.27**\n9. PDD Current (Past 2 Years) 0.19**\n10. Alcohol Lifetime 0.14*\n11. Alcohol Current (Past 12 Months) 0.08\n12. Sedative-Hypnotic Lifetime \u00000.00\n13. Cannabis Lifetime \u00000.02\n14. Cannabis Current (Past 12 Months) \u00000.01\n15. Stimulants/Cocaine Lifetime 0.06\n16. Stimulants/Cocaine Current (Past 12 Months) 0.16*\n17. Opioids Lifetime \u00000.05\n18. Panic Lifetime 0.19**\n19. Panic Current (Past Month) 0.17*\n20. Agoraphobia Lifetime 0.21**\n21. Agoraphobia Current (Past 6 Months) 0.19**\n22. Social Anxiety Lifetime 0.18**\n23. Social Anxiety Current (Past 6 Months) 0.16*\n24. Speciﬁc Phobia Lifetime 0.13\n25. Speciﬁc Phobia Current (Past 6 Months) 0.15*\n26. Generalized Anxiety Lifetime 0.21**\n27. Generalized Anxiety Current (Past 6 Months) 0.17*\n28. Obsessive Compulsive Lifetime 0.21**\n29. Obsessive Compulsive Current (Past Month) 0.23**\n30. Hoarding Lifetime \u00000.07\n31. Hoarding Current (Past Month) \u00000.25\n32. Body Dysmorphic Lifetime 0.03\n33. Trichotillomania Lifetime 0.07\n34. Trichotillomania Current (Past Month) \u00000.02\n35. Excoriation Lifetime 0.11\n36. Excoriation Current (Past Month) 0.14\n37. Anorexia Nervosa Lifetime 0.04\n38. Bulimia Nervosa Lifetime 0.03\n39. Bulimia Nervosa Current (Past 3 Months) \u00000.05\n40. Binge Eating Lifetime 0.04\n41. Binge Eating Current (Past 3 Months) 0.12\n42. Avoidant Food Intake Past Month 0.09\n43. Intermittent Explosive Current (Past 12 Months) 0.09\n44. Adult ADHD 0.14*\n45. PTSD Lifetime 0.13\n46. PTSD Current (Past Month) 0.13\n*p<0.05; ** p<0.01. Correlations were not included if they could not be computed due\nto a constant variable ( N= 1).\nFrontiers in Psychology 15 frontiersin.org"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "fpsyg-13-941898 October 6, 2022 Time: 6:37 # 16\nRosenthal et al. 10.3389/fpsyg.2022.941898\nTABLE 4 Correlations between total score on the Misophonia\nQuestionnaire (MQ) and personality disorder (PD)\ndimensional proﬁles.\nVariable MQ total\n1. MQ Total \u0000\n2. Avoidant PD 0.19**\n3. Dependent PD 0.16*\n4. Obsessive Compulsive PD 0.25**\n5. Paranoid PD 0.15\n6. Schizotypal PD 0.10\n7. Schizoid PD 0.21**\n8. Histrionic PD 0.04\n9. Narcissistic PD 0.14*\n10. Borderline PD 0.29**\nAll personality disorder dimensional proﬁles were determined by the sum of the scores\nfrom the items of each PD (0, 1, or 2) from the structured clinical interview for DSM-5\npersonality disorders (SCID-5-PD; First et al., 2015b).\n*p<0.05; ** p<0.01.\nnegatively correlated with misophonia symptom severity\n(ps<0.05). However, using a Bonferroni correction and\ncorresponding alpha of 0.001, misophonia severity was\nno longer signiﬁcantly correlated with any medical health\nhistory variable.\nHierarchical regression analyses\nFirst, we examined which categories of psychiatric disorders\nwere the best predictors of misophonia symptom severity. To\naccomplish this, we conducted a hierarchical regression with\nage and sex as covariates in Step 1, and each of the categories\nof disorders that were signiﬁcantly positively correlated with\nmisophonia symptom severity in univariate analyses: any\ncurrent anxiety, OC-related, or mood disorder in Step 2.\nThe model with age and sex predicting misophonia symptom\nseverity in Step 1 was signiﬁcant [ R2= 0.06, F(2, 204) = 7.00,\np= 0.001; adjusted R2= 0.06]. The full model of age, sex,\nand meeting full criteria for any current anxiety, OC-related,\nor mood disorder signiﬁcantly predicted misophonia symptom\nseverity in Step 2 [ R2= 0.16, F(2, 201) = 7.7, p<0.001; adjusted\nR2= 0.14]. The addition of these categories of current diagnoses\nover and above age and sex led to a signiﬁcant increase in\nR2of 0.10, F(3, 201) = 7.74, p<0.001. Speciﬁcally, results\nfrom coeﬃcient analyses revealed that sex ( p= 0.024), age\n(p= 0.002), meeting full criteria for any current OC-related\ndisorder ( p= 0.017), and meeting full criteria for any anxiety\ndisorder ( p= 0.007) each had signiﬁcant, direct eﬀects on\nmisophonia symptom severity, controlling for the eﬀects of the\nother variables. Results from coeﬃcient analyses are presented\ninTable 6 .\nSecond, we examined which speciﬁc psychiatric diagnoses\nwere the strongest predictors of misophonia symptom severity.\nTo accomplish this, we conducted a hierarchical regressionTABLE 5 Correlations between total score on the Misophonia\nQuestionnaire (MQ) and medical health history items.\nVariable MQ total\n1. MQ Total \u0000\n2. Language Disorder \u00000.08\n3. Speech Sound Disorder \u00000.05\n4. Childhood-Onset Fluency Disorder 0.06\n5. Autism Spectrum Disorder 0.01\n6. ADHD 0.19**\n7. Speciﬁc Learning Disorder \u00000.08\n8. Tic Disorder 0.04\n9. Vascular Disease 0.09\n10. Traumatic Brain Injury 0.03\n11. Substance Induced Neurocognitive Disorder \u00000.03\n12. Head Injury 0.12\n13. Migraine 0.15*\n14. Seizure \u00000.01\n15. Vertigo 0.02\n16. Gallbladder Disease 0.12\n17. Gastritis/Ulcer Disease 0.02\n18. Acid Reﬂux 0.17*\n19. Jaundice \u00000.06\n20. Hemorrhoids 0.05\n21. Sensory Processing Disorder 0.12\n22. Tinnitus 0.18**\n23. Hyperacusis 0.17*\n24. Phonophobia 0.11\n25. Breast Disease 0.03\n26. Cancer 0.04\n27. Diabetes \u00000.16*\n28. High Cholesterol 0.12\n29. Heart Murmur 0.03\n30. Heart Attack \u00000.12\n31. High Blood Pressure 0.03\n32. Hepatitis 0.08\n33. Glaucoma 0.10\n34. Dental Disease 0.10\n35. Kidney Infection 0.08\n36. Bladder Infection 0.01\n37. Kidney Stones 0.02\n38. Thyroid Disorder 0.04\n39. Varicose Veins \u00000.01\n40. Seizure Disorder \u00000.01\n41. Sleep Apnea 0.01\n42. Asthma 0.01\n43. Seasonal Allergies 0.04\n44. Environmental Allergies \u00000.07\n45. Blood Clots 0.13\n46. Serious Trauma 0.14\n47. Sexually Transmitted Infection \u00000.10\n*p<0.05; ** p<0.01.\nFrontiers in Psychology 16 frontiersin.org"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "fpsyg-13-941898 October 6, 2022 Time: 6:37 # 17\nRosenthal et al. 10.3389/fpsyg.2022.941898\nTABLE 6 Coefﬁcient statistics from the full models of the four\nregression analyses.\nRegression B t p\n1 Sex 0.15 2.27 0.02*\nAge (years) 0.20 3.07 0.00**\nAny Current OC-Related 0.16 2.41 0.02*\nAny Current Mood 0.11 1.69 0.09\nAny Current Anxiety 0.19 2.74 0.01*\n2 Sex 0.19 2.88 0.00**\nAge (years) 0.21 3.25 0.00**\nCurrent Obsessive Compulsive Disorder 0.20 2.96 0.00**\nCurrent Major Depressive Disorder 0.01 0.09 0.93\nCurrent Persistent Depressive Disorder 0.15 2.25 0.03*\nCurrent Panic Disorder 0.16 2.56 0.01*\nCurrent Agoraphobia 0.12 1.89 0.06\nCurrent Social Anxiety Disorder 0.06 0.86 0.39\nCurrent Generalized Anxiety Disorder 0.08 1.11 0.27\n3 Sex 0.17 2.55 0.01*\nAge (years) 0.18 2.68 0.01*\nAvoidant Dimensional Proﬁle 0.03 0.42 0.67\nDependent Dimensional Proﬁle 0.02 0.21 0.83\nOCPD Dimensional Proﬁle 0.15 2.18 0.03\nParanoid PD Dimensional Proﬁle \u00000.05 \u00000.66 0.51\nSchizoid Dimensional Proﬁle 0.08 1.09 0.28\nNarcissistic PD Dimensional Proﬁle 0.09 1.21 0.23\nBorderline PD Dimensional Proﬁle 0.21 2.63 0.01*\n4 Sex 0.19 2.91 0.00**\nAge (years) 0.20 3.17 0.00**\nCurrent Obsessive Compulsive Disorder 0.17 2.64 0.01*\nCurrent Persistent Depressive Disorder 0.10 1.44 0.15\nCurrent Panic Disorder 0.15 2.36 0.02*\nOCPD Dimensional Proﬁle 0.10 1.53 0.13\nBPD Dimensional Proﬁle 0.17 2.38 0.02*\nAll psychiatric diagnoses were determined with the structured clinical interview for\nDSM-5 (First et al., 2015a). * p<0.05. Personality disorder dimensional proﬁles\nwere determined by the sum of the scores from the items of each PD (0, 1, or 2)\nfrom the structured clinical interview for DSM-5 personality disorders (SCID-5-PD;\nFirst et al., 2015b). Coeﬃcient statistics from the full models (step 2) of the four\nregressions with the total score of the Misophonia Questionnaire (MQ): 1. Any current\ndisorders composite variables; 2. Speciﬁc psychiatric diagnoses; 3. Dimensional proﬁles\nof personality disorders; 4. The best predictors from the speciﬁc psychiatric diagnoses\nand personality disorders. ** p<0.01.\nwith age and sex as covariates in Step 1, and each of the\nspeciﬁc disorders that were signiﬁcantly positively correlated\nwith misophonia symptom severity in univariate analyses: OCD,\nmajor depressive disorder, persistent depressive disorder, panic\ndisorder, agoraphobia, social anxiety disorder, and generalized\nanxiety disorder in Step 2. The ﬁrst model with age and\nsex predicting misophonia symptom severity in Step 1 was\nsigniﬁcant (see above in ﬁrst regression results). The full modelof age, sex, and the current DSM-5 diagnoses signiﬁcantly\npredicted misophonia symptom severity in Step 2 [ R2= 0.22,\nF(9, 197) = 6.08, p<0.001; adjusted R2= 0.18]. The addition\nof these speciﬁc current diagnoses over and above age and sex\nled to a signiﬁcant increase in R2of 0.15, F(7, 197) = 5.51,\np<0.001. Speciﬁcally, results from coeﬃcient analyses revealed\nthat sex ( p= 0.004), age ( p= 0.001), OCD ( p= 0.004), persistent\ndepressive disorder ( p= 0.025), and panic disorder ( p= 0.011)\neach had signiﬁcant, direct eﬀects on misophonia symptom\nseverity, controlling for the eﬀects of the other variables. Results\nfrom coeﬃcient analyses are presented in Table 6 .\nThird, we examined which personality disorder symptoms\nwere the best predictors of misophonia symptom severity. To\naccomplish this, we conducted a hierarchical regression with age\nand sex as covariates in Step 1, and, in Step 2, symptom severity\nof each of the personality disorders that were signiﬁcantly\npositively correlated with misophonia symptom severity in\nunivariate analyses: avoidant, dependent, obsessive compulsive,\nparanoid, schizoid, narcissistic, and borderline. The ﬁrst model\nwith age and sex predicting misophonia symptom severity in\nStep 1 was signiﬁcant (see above in ﬁrst regression results).\nThe full model of age, sex, and severity of personality disorder\nsymptoms signiﬁcantly predicted misophonia symptom severity\nin Step 2 [ R2= 0.19, F(9,197) = 5.08, p<0.001; adjusted\nR2= 0.15]. The addition of personality disorder symptom\nseverity over and above age and sex led to a signiﬁcant increase\ninR2of 0.12, F(7,197) = 4.30, p<0.001. Speciﬁcally, results from\ncoeﬃcient analyses revealed that sex ( p= 0.011), age ( p= 0.008),\nand the severity of OCPD ( p= 0.030) and BPD ( p= 0.009) each\nhad signiﬁcant, direct eﬀects on misophonia symptom severity,\ncontrolling for the eﬀects of the other variables. Results from\ncoeﬃcient analyses are presented in Table 6 .\nLast, we examined which psychiatric disorders were the\nbest overall predictors of misophonia symptom severity.\nTo accomplish this, we conducted a hierarchical regression\nwith age and sex as covariates in Step 1, and, in Step 2,\npsychiatric disorder variables that emerged as the best predictors\nof misophonia symptom severity in our second and third\nhierarchical regressions: OCD, persistent depressive disorder,\npanic disorder, and severity of OCPD and BPD symptoms. The\nﬁrst model with age and sex predicting misophonia symptom\nseverity in Step 1 was signiﬁcant (see above in ﬁrst regression\nresults). The full model of age, sex, and psychiatric disorders\nin Step 2 signiﬁcantly predicted misophonia symptom severity\n[R2= 0.23, F(7,199) = 8.34, p<0.001; adjusted R2= 0.20]. The\naddition of psychiatric disorders over and above age and sex led\nto a signiﬁcant increase in R2of 0.23, F(5,199) = 8.37, p<0.001.\nSpeciﬁcally, results from coeﬃcient analyses in Step 2 revealed\nthat sex ( p= 0.004), age ( p= 0.002), OCD ( p= 0.009), panic\ndisorder ( p= 0.019), and severity of BPD symptoms ( p= 0.018)\neach had signiﬁcant, direct eﬀects on misophonia symptom\nseverity, controlling for the eﬀects of the other variables. Results\nfrom coeﬃcient analyses are presented in Table 6 .\nFrontiers in Psychology 17 frontiersin.org"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "fpsyg-13-941898 October 6, 2022 Time: 6:37 # 18\nRosenthal et al. 10.3389/fpsyg.2022.941898\nDiscussion\nThe purpose of the present study was to advance\nan empirical understanding of the phenotypic nature of\nmisophonia in a large sample of adults by (a) using the\nSCID-5 to comprehensively assess the presence of current and\nlifetime DSM-5 psychiatric disorders, (b) examining whether\nthere are any medical health history problems associated with\nmisophonia, and (c) determining which speciﬁc psychiatric\ndisorders may be the strongest predictors of misophonia\nseverity. This is the ﬁrst large study to both comprehensively\nassess DSM-5 current and lifetime psychiatric diagnoses using\nthe SCID-5 (First et al., 2015a) and to explore medical health\nhistory using an extensive list of health problems in adults with\nmisophonia.\nResults indicated that anxiety disorders were, by a wide\nmargin, the most prevalent type of psychiatric disorders\nobserved in this sample. With 56.9% of the sample meeting full\ncriteria for at least one DSM-5 anxiety disorder, participants\nin the present study had a far higher rate of anxiety disorders\nthan would be expected in the general population worldwide\n(estimates range from 4.8 to 10.9% globally; for a recent review,\nsee Stein et al., 2022). Although social anxiety disorder and\ngeneralized anxiety disorder were the most prevalent anxiety\ndisorders in this sample, multiple anxiety disorders accounted\nfor the high prevalence, suggesting misophonia is not associated\nwith one speciﬁc anxiety disorder. Instead, it may be concluded\nthat adults enrolling in a study about misophonia may be\nmost likely to be diagnosed with any of a number of current\nanxiety disorders, with the most likely disorders being social\nanxiety disorder and generalized anxiety disorder. The high\nprevalence of anxiety disorders notwithstanding, participants\nalso had a range of other co-occurring psychiatric disorders,\nincluding mood, OC-related, trauma-related, and personality\ndisorders. For each of these categories of disorders, a pattern\nemerged wherein multiple speciﬁc disorders were present,\nrather than any one disorder. This is congruent with results\nfrom multiple previous studies using diagnostic interviews\nto assess DSM-IV psychiatric disorders (e.g., Erfanian et al.,\n2019; Jager et al., 2020; Siepsiak et al., 2022). Additionally,\nunivariate analyses in the present study replicated and extended\nprevious ﬁndings indicating that misophonia is not uniquely\nor speciﬁcally associated with any one type of psychiatric\ndisorder. Instead, as has been reviewed elsewhere, misophonia\nsymptoms are signiﬁcantly positively correlated with a wide\nrange of psychiatric disorders (for reviews, see Brout et al., 2018;\nPotgieter et al., 2019; Swedo et al., 2022).\nStudies are needed to elucidate the relationship between\nthe onset of misophonia during childhood or adolescence and\nthe development of anxiety disorders and other mental health\nproblems in adulthood. One hypothesis is that misophonia\nis an early life vulnerability factor that temporally precedes\nand increases anxiety, and that diﬃculties coping withmisophonia and anxiety contribute to the subsequent onset\nof adult mental health problems. An alternative hypothesis\nis that early life vulnerabilities to anxiety or other mental\nhealth problems contribute to the onset of misophonia.\nLongitudinal and developmental studies are needed to\ninvestigate these hypotheses.\nIn the absence of prospective data addressing the\nrelationship between misophonia and psychiatric disorders,\ncross-sectional studies using multivariate analyses may provide\nhelpful information. Indeed, in the present study, a series of\nregression analyses revealed that (after accounting for age and\nsex), several psychiatric disorders emerged as multivariate\npredictors of misophonia symptom severity. Among all\npsychiatric disorders that were correlated with misophonia\nseverity at the univariate level, BPD symptoms, OCD, and\npanic disorder each signiﬁcantly predicted misophonia total\nscore at the multivariate level with signiﬁcant, independent\neﬀects. This result suggests the possibility that items on the\nMQ assessing misophonia severity (i.e., trigger frequency,\ncommon emotions, and behavioral responses when triggered)\nhad direct relationships with these disorders beyond the\neﬀects of the other disorders, sex, and age. Because this is the\nﬁrst large study of misophonia to assess DSM-5 psychiatric\ndisorders using structured clinical interviews, it is appropriate\nto cautiously interpret the ﬁndings suggesting these three\nindividual disorders may have particularly strong multivariate\nassociations with misophonia. At the same time, it is important\nto consider how each of these disorders and their underlying\nsymptoms may have speciﬁc mechanisms that are directly\nrelated to misophonia.\nAlthough Jager et al. (2020) did not report associations\nbetween BPD severity and misophonia, a recent study found that\nBPD severity, diagnosed using structured clinical interviews,\nwas associated with higher misophonia symptoms (Cassiello-\nRobbins et al., 2020a). It is possible that there are overlapping\nfeatures of these disorders, and/or that they share similar\nunderlying mechanisms. For example, the BPD diagnostic\ncriterion of marked anger may be particularly likely to be\nendorsed among individuals with higher levels of misophonia\nsymptoms. Another hypothesis is that diﬃculties with aﬀective\ninstability and emotion regulation also jointly characterize BPD\nand misophonia (Guetta et al., 2022b). Additionally, in light\nof the low rate of participants above threshold for a diagnosis\nof BPD in the present study (2.9%), it is also possible that\nindividuals who do meet the full criteria for this diagnosis\nare particularly likely to have higher misophonia symptoms.\nHowever, before ﬁrm conclusions can be made about the\nrelationship between BPD and misophonia, additional studies\nare needed to better understand, at the item level, which BPD\nsymptoms are diﬀerentially associated with misophonia.\nThe relationship between misophonia and OCD also has\nbeen previously studied. In Jager et al. (2020), very few\nparticipants met the diagnostic criteria for OCD (2.8%). Using\nFrontiers in Psychology 18 frontiersin.org"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "fpsyg-13-941898 October 6, 2022 Time: 6:37 # 19\nRosenthal et al. 10.3389/fpsyg.2022.941898\nthe M.I.N.I (Sheehan et al., 1998), Siepsiak et al. (2020a) found\nthat 6.0% of individuals with misophonia met the criteria for\nOCD, compared to 8.0% in a clinical control group with auditory\nover-responsivity. In another study using the M.I.N.I. (Sheehan\net al., 1998), Erfanian et al. (2019) reported that 11.5% of adults\nwith misophonia ( n= 6) met the criteria for OCD. Cassiello-\nRobbins et al. (2020a), using the SCID-I (First et al., 1995),\nobserved that 6.1% of adults met the full criteria for OCD.\nAmong these studies, it is noteworthy that the largest sample\n(N= 575; Jager et al., 2020) had the lowest rate of OCD, in\ncomparison to the other studies, which each had samples below\n100 participants and somewhat higher rates. Findings from the\npresent study indicated that 8.2% of participants had a current\ndiagnosis and 13.5% had a lifetime diagnosis of OCD. These\nstudies together do not suggest that OCD is a speciﬁc psychiatric\ndisorder expected to co-occur with misophonia but do support\nthe hypothesis that rates of current OCD may be higher in\nthose with misophonia than in general population estimates\nworldwide (1.1%; Fawcett et al., 2020).\nOthers have reported signiﬁcant positive correlations\nbetween misophonia symptom severity and OCD symptoms\n(e.g., Wu et al., 2014). Cusack et al. (2018) found that self-\nreported OCD symptoms partially mediated the relationship\nbetween anxiety sensitivity and misophonia. However, the\nrelationship between OCD and misophonia may be complex,\nin light of results from McKay et al. (2017), who reported that\nmisophonia symptom severity was positively correlated with\nsome and negatively correlated with other features of OCD.\nConsistent with the notion that some but not all features of OCD\nmay be common in misophonia, researchers have observed that\ntraits of OCPD, but not OCD, are more common in misophonia\n(Jager et al., 2020).\nOne inﬂuential early study with 42 outpatients found that\n52.4% of the sample met the criteria for OCPD, leading\nthe authors to state that misophonia may be considered an\nOC – related disorder (Schröder et al., 2013). However, much\nlower rates of OCPD have been observed in more recent\nstudies using a small community sample (10.2%; Cassiello-\nRobbins et al., 2021), a large sample of treatment-seeking\nadult outpatients with misophonia (2.4%; Jager et al., 2020),\nand in the present study (5.8%). In light of these mixed\nresults, and given the estimated lifetime prevalence of OCPD\nin large epidemiologic samples (7.8%; Grant et al., 2012), it is\nimportant that additional studies are conducted to more clearly\nunderstand the relationship between misophonia and OCPD.\nIt is possible that some (but not all) OCPD criterion behaviors\nare diﬀerentially associated with greater misophonia, including,\nfor example, (1) preoccupation with details, rules, lists, order,\norganization, or schedules, (2) perfectionism that interferes with\ntask completion, (3) over-conscientiousness, (4) inﬂexibility\nabout matters of morality, ethics, or values, and (5) reluctance\nto delegate tasks or to work with others. This hypothesis is\nindirectly supported by Jager et al. (2020), who reported that23.8% of their sample had OCPD traits, even though only 2.4%\nmet the full criteria for the disorder.\nUnlike OCD and OCPD, panic disorder has been studied\nrelatively less in misophonia. It may be that the tendency to be\nhighly distressed by interoceptive sympathetic nervous system\ncues (e.g., increased heart rate) and to avoid or escape from\nstimuli that elicit intense anxious arousal are shared features of\npanic disorder and misophonia. Although speculative, it is also\npossible that individual diﬀerences in transdiagnostic traits such\nas harm avoidance (McKay et al., 2017) or distress intolerance\nunderlie both misophonia and panic disorder. Alternatively, it\nmay be that the small number of participants with panic disorder\nin the present study had very high misophonia severity due\nto chance or an unobserved variable. Conservatively, results\npointing to panic disorder as among the strongest predictors of\nmisophonia severity need to be replicated in samples with higher\nfrequencies before clear conclusions can be made.\nIn addition to investigating psychiatric disorders, this is\nthe ﬁrst larger scale study to report data assessing lifetime\nmedical health problems among individuals with misophonia.\nAn extensive list of medical problems was used, including\ndevelopmental, neurological, audiological, cardiac, and other\nhealth problems. Before using an alpha correction procedure,\nresults indicated that misophonia symptom severity was\nmodestly but signiﬁcantly associated with a lifetime history\nof migraines, acid reﬂux, tinnitus, and hyperacusis. However,\nwhen more conservatively accounting for multiple tests\nusing a Bonferroni correction, no medical health problems\nwere signiﬁcantly associated with misophonia severity. This\nconclusion aligns with Jager et al. (2020), who also found\nno clear pattern of medical health problems associated\nwith misophonia. Despite the ﬁndings from these studies,\nbefore deﬁnitive conclusions are made about medical health\nproblems and misophonia, additional research using more\nrigorous methodologies is needed (e.g., population level data\nfrom electronic medical records, structured health history\ninterviews).\nThere are a number of limitations in the present study\nthat preclude deﬁnitive conclusions. A larger sample would\nenable a deeper understanding of the possible relationship\nbetween misophonia and psychiatric disorders and medical\nproblems that have low base rates. Results from this study do not\ncausally account for the nature of the relationship between any\npsychiatric disorders and misophonia. It is possible that there\nare transdiagnostic underlying processes across misophonia and\nthe psychiatric disorders found in the regression analyses to\neach have direct eﬀects. Diﬃculties with emotion regulation (i.e.,\nanger regulation; Guetta et al., 2022b) or individual diﬀerences\nin harm avoidance McKay et al. (2017), for example, are two\nplausible candidate processes that can be examined in future\nstudies. However, until the present study is replicated and\nprospective studies are conducted in large samples, it is only\npossible to speculate on such putative underlying mechanisms.\nFrontiers in Psychology 19 frontiersin.org"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "fpsyg-13-941898 October 6, 2022 Time: 6:37 # 20\nRosenthal et al. 10.3389/fpsyg.2022.941898\nDespite this being one of the largest published studies\nto date using structured interviews, the study sample size\nwas not large enough to observe high frequencies of certain\ndiagnoses. This may have contributed to low rates of co-\noccurring disorders and limited statistical power to detect\nsigniﬁcant eﬀects in our regressions. For example, only six\nparticipants met the full criteria for current panic disorder, and\nsix met the full criteria for BPD. Although almost all previous\nstudies examining psychiatric disorders in misophonia have\nsmaller samples than the present study, it will be important\nto conduct larger future studies to rule out the possibility\nthat ﬁndings using multiple regressions from the present study\nwere related, in part, to the small samples of individuals with\ncertain disorders.\nAlthough eﬀorts in the present study were made to diversify\nparticipant enrollment, the relative lack of racial, ethnic, gender,\nand socioeconomic diversity is a limitation that has been present\nin most studies of misophonia. Indeed, before conclusions\ncan be made about the nature and features of misophonia,\nit is imperative that researchers recruit diverse samples of\nindividuals that represent all people with misophonia, rather\nthan samples that are primarily White, female, heterosexual,\ncisgender, and from high-income families.\nOne approach that can be used in future studies to increase\nthe diversity of study enrollment is the use of population\nsampling methods that recruit randomly across households\nnationally. Although such studies require signiﬁcant resources\nto complete, this will be a necessary step as science advances to\ncharacterize misophonia using increasingly rigorous methods.\nSuch a sampling approach also would help ensure that\nﬁndings from any given study are not confounded in any\nway by the geographical location, relative expertise, or any\nother factor associated with the investigative team and site.\nIndeed, in the present study, prospective participants contacted\nthe study team directly through online screening found on\nthe laboratory website. Although expedient, there may be\nparticipant factors associated with the capability and willingness\nto locate and enroll in research studies on misophonia. Until\nrandom sampling procedures are used, ﬁndings from the\npresent study and all previous studies of misophonia should be\ninterpreted with appropriate and reasonable inferences about\nthe generalizability of study ﬁndings.\nAnother limitation of the study is the absence of assessment\nof several psychiatric disorders not included in the SCID-5.\nAlthough the SCID-5 is widely considered a gold standard\nmeasure used in large-scale epidemiologic studies, disorders of\nchildhood and autism spectrum disorder were not assessed. To\nextend ﬁndings from the present study, it will be important for\nresearchers to include assessment measures for these disorders\nin future studies designed to characterize misophonia. A related\nlimitation is the absence of data in the present study with\nchildren and adolescents. To better understand the nature and\nfeatures of misophonia it will be critical for future studiesto include samples of children and adolescents, and to assess\nthe onset of misophonia over time longitudinally and in\nthe context of multiple developmental, environmental, and\nbiological factors.\nTo summarize, the present study is the ﬁrst to examine\nthe relationship between misophonia and DSM-5 psychiatric\ndisorders comprehensively using the SCID-5. Results indicated\nthat anxiety disorders were the most common kinds of mental\nhealth problems associated with misophonia. Replicating\nand extending previous studies, misophonia symptoms were\npositively correlated with a wide range of psychiatric disorders,\nrather than being speciﬁcally related to any speciﬁc disorder\n(e.g., McKay et al., 2017; Rouw and Erfanian, 2018; Erfanian\net al., 2019; Cassiello-Robbins et al., 2020b; Jager et al.,\n2020; Guetta et al., 2022b). However, regression analyses\nrevealed that certain disorders were more strongly predictive\nof misophonia severity, over and above age (older), and\nsex (female). In addition, this is the largest study to\nexamine the frequency of medical health problems among\nadults with misophonia. No discernable pattern of medical\nhealth history correlates was observed when controlling\nfor multiple comparisons statistically. Results advance an\nunderstanding of the nature and features of misophonia in\nadults.\nData availability statement\nThe raw data supporting the conclusions of this article will\nbe made available by the authors, without undue reservation.\nEthics statement\nThe studies involving human participants were reviewed\nand approved by Duke Health Institutional Review Board.\nThe participants provided signed informed consent to\nparticipate in this study.\nAuthor contributions\nMR designed and led study implementation, directed\nanalyses, and led manuscript writing. KM led data analysis\nand co-led manuscript writing. AG assisted with analyses and\nmanuscript preparation. CC-R co-led study implementation\nand assisted with manuscript editing. RG and JT assisted\nwith study implementation. DA co-led study design and\nimplementation. EF-A assisted with manuscript preparation.\nLK assisted with study design and implementation. All\nauthors contributed to the article and approved the\nsubmitted version.\nFrontiers in Psychology 20 frontiersin.org"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "fpsyg-13-941898 October 6, 2022 Time: 6:37 # 21\nRosenthal et al. 10.3389/fpsyg.2022.941898\nFunding\nFunding was provided by both the REAM Foundation and\nanonymous donors.\nConﬂict of interest\nMR was a Scientiﬁc Advisory Board Member for the\nMisophonia Research Fund.\nThe remaining authors declare that the research was\nconducted in the absence of any commercial or ﬁnancialrelationships that could be construed as a potential\nconﬂict of interest.\nPublisher’s note\nAll claims expressed in this article are solely those of the\nauthors and do not necessarily represent those of their aﬃliated\norganizations, or those of the publisher, the editors and the\nreviewers. Any product that may be evaluated in this article, or\nclaim that may be made by its manufacturer, is not guaranteed\nor endorsed by the publisher.\nReferences\nAmerican Psychiatric Association (2013). Diagnostic and Statistical Manual of\nMental Disorders , 5th Edn. Washington, DC: American Psychiatric Association\nPublishing. doi: 10.1176/appi.books.9780890425596\nBrout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L. J., Rouw, R., et al.\n(2018). Investigating Misophonia: A Review of the Empirical Literature Clinical\nImplications, and a Research Agenda. Front. Neurosci. 12:36. doi: 10.3389/fnins.\n2018.00036\nCassiello-Robbins, C., Anand, D., McMahon, K., Brout, J., Kelley,\nL., and Rosenthal, M. Z. (2020a). A preliminary investigation of the\nassociation between misophonia and symptoms of psychopathology and\npersonality disorders. Front. Psychol. 11:519681. doi: 10.3389/fpsyg.2020.51\n9681\nCassiello-Robbins, C., Southward, M. W., Tirpak, J. W., and Sauer-\nZavala, S. (2020b). A systematic review of uniﬁed protocol applications\nwith adult populations: facilitating widespread dissemination via\nadaptability. Clin. Psychol. Rev. 78:101852. doi: 10.1016/j.cpr.2020.10\n1852\nCassiello-Robbins, C., Dillon, K. H., Blalock, D. V., Calhoun, P. S., Beckham,\nJ. C., and Kimbrel, N. A. (2021). Exploring the role of anger in nonsuicidal self-\ninjury in veterans. J. Psychiatric Res . 137, 55–65. doi: 10.1016/j.jpsychires.2021.\n02.026\nCusack, S. E., Cash, T. V., and Vrana, S. R. (2018). An examination of the\nrelationship between misophonia, anxiety sensitivity, and obsessive-compulsive\nsymptoms. J. Obs. Compuls. Relat. Disord. 18, 67–72. doi: 10.1016/j.jocrd.2018.06.\n004\nDibb, B., Golding, S. E., and Dozier, T. H. (2021). The development and\nvalidation of the Misophonia response scale. J. Psychosom. Res. 149:110587. doi:\n10.1016/j.jpsychores.2021.110587\nEdelstein, M., Brang, D., Rouw, R., and Ramachandran, V. S. (2013).\nMisophonia: Physiological investigations and case descriptions. Front. Hum.\nNeurosci. 7:296. doi: 10.3389/fnhum.2013.00296\nEijsker, N., Schröder, A., Liebrand, L. C., Smit, D. J., van Wingen, G., and Denys,\nD. (2021). White matter abnormalities in misophonia. NeuroImage 32:102787.\ndoi: 10.1016/j.nicl.2021.102787\nErfanian, M., Kartsonaki, C., and Keshavarz, A. (2019). Misophonia\nand comorbid psychiatric symptoms: A preliminary study of clinical\nﬁndings. Nord. J. Psychiatry 73, 219–228. doi: 10.1080/08039488.2019.160\n9086\nFawcett, E. J., Power, H., and Fawcett, J. M. (2020). Women are at greater risk\nof OCD than men: A meta-analytic review of OCD prevalence worldwide. J. Clin.\nPsychiatry 81:13075. doi: 10.4088/JCP.19r13085\nFirst, M. B., Spitzer, R. L., Gibbon, M., Williams, J. B., and Benjamin, L. (1995).\nStructured clinical interview for DSM-IV axis I disorders (SCID-I) New York.\nBiom. Res. doi: 10.1037/t07827-000\nFirst, M. B., Williams, J. B. W., Benjamin, L. S., and Spitzer, R. L. (2015a). User’s\nGuide For The SCID-5-PD (Structured Clinical Interview for DSM-5 Personality\nDisorder) . Arlington: American Psychiatric Association.First, M. B., Williams, J. B., Karg, R. S., and Spitzer, R. L. (2015b). Structured\nClinical Interview for DSM-5—Research Version (SCID-5 for DSM-5, Research\nVersion; SCID-5-RV) . Arlington, V A: American Psychiatric Association.\nGrant, J. E., Mooney, M. E., and Kushner, M. G. (2012). Prevalence, correlates,\nand comorbidity of DSM-IV obsessive-compulsive personality disorder: Results\nfrom the National Epidemiologic Survey on Alcohol and Related Conditions.\nJ. Psychiatr. Res. 46, 469–475. doi: 10.1016/j.jpsychires.2012.01.009\nGuetta, R. E., Cassiello-Robbins, C., Anand, D., and Rosenthal, M. Z. (2022a).\nDevelopment and psychometric exploration of a semi-structured clinical interview\nfor Misophonia. Pers. Individual Diﬀer. 187:111416. doi: 10.1016/j.paid.2021.\n111416\nGuetta, R. E., Cassiello-Robbins, C., Trumbull, J., Anand, D., and Rosenthal,\nM. Z. (2022b). Examining emotional functioning in misophonia: The role\nof aﬀective instability and diﬃculties with emotion regulation. PLoS One\n17:e0263230. doi: 10.1371/journal.pone.0263230\nHarris, P. A., Taylor, R., Thiekle, R., Payne, J., Gonzales, N., and Conde,\nJ. G. (2009). Research electronic data capture (REDCap)—A metadata-\ndriven methodology and workﬂow process for providing translational research\ninformatics support. J. Biomed. Inform. 42, 377–381. doi: 10.1016/j.jbi.2008.0\n8.010\nJager, I. J., Vulink, N. C., Bergfeld, I. O., van Loon, A. J., and Denys, D. A.\n(2020). Cognitive behavioral therapy for misophonia: A randomized clinical trial.\nDepression Anxiety 38, 708–718. doi: 10.1002/da.23127\nJastreboﬀ, M. M., and Jastreboﬀ, P. J. (2001). Components of decreased sound\ntolerance: Hyperacusis, misophonia, phonophobia. ITHS News Lett. 2, 1–5.\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2014). Treatments for decreased sound\ntolerance (hyperacusis and misophonia). Semin. Hear. 2014, 105–120. doi: 10.\n1055/s-0034-1372527\nKılıç, C., Öz, G., Avano ˘glu, K. B., and Aksoy, S. (2021). The prevalence and\ncharacteristics of misophonia in Ankara, Turkey: Population-based study. BJPsych\nOpen 7:e144. doi: 10.1192/bjo.2021.978\nKumar, S., Dheerendra, P., Erfanian, M., Benzaquén, E., Sedley, W., Gander,\nP. E., et al. (2021). The motor basis for misophonia. J. Neurosci. 41, 5762–5770.\ndoi: 10.1523/JNEUROSCI.0261-21.2021\nKumar, S., Tansley-Hancock, O., Sedley, W., Winston, J. S., Callaghan, M. F.,\nAllen, M., et al. (2017). The brain basis for misophonia. Curr. Biol. 27, 527–533.\ndoi: 10.1016/j.cub.2016.12.048\nMcKay, D., Kim, S.-K., Mancusi, L., Storch, E. A., and Spankovich, C.\n(2017). Proﬁle analysis of psychological symptoms associated with Misophonia:\nA community sample. Behav. Therapy . Available online at: https://www.\nsciencedirect.com/science/article/pii/S0005789417300771\nPotgieter, I., MacDonald, C., Partridge, L., Cima, R., Sheldrake, J., and Hoare,\nD. J. (2019). Misophonia: A scoping review of research. J. Clin. Psychol. 75,\n1203–1218. doi: 10.1002/jclp.22771\nQuek, T., Ho, C., Choo, C., Nguyen, L., Tran, B., and Ho, R. (2018). Misophonia\nin singaporean psychiatric patients: a cross-sectional study. Int. J. Environ. Res.\nPub. Health 15:1410. doi: 10.3390/ijerph15071410\nFrontiers in Psychology 21 frontiersin.org"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "fpsyg-13-941898 October 6, 2022 Time: 6:37 # 22\nRosenthal et al. 10.3389/fpsyg.2022.941898\nRosenthal, M. Z., Anand, D., Cassiello-Robbins, C., Williams, Z. J., Guetta,\nR. E., Trumbull, J., et al. (2021). Development and Initial Validation of the Duke\nMisophonia Questionnaire. Front. Psychol. 12:709928. doi: 10.3389/fpsyg.2021.\n709928\nRouw, R., and Erfanian, M. (2018). A large-scale study of misophonia. J. Clin.\nPsychol. 74, 453–479. doi: 10.1002/jclp.22500\nSchröder, A., Vulink, N., and Denys, D. (2013). Misophonia: Diagnostic Criteria\nfor a New Psychiatric Disorder. PLoS One 8:e54706. doi: 10.1371/journal.pone.\n0054706\nSheehan, D. V., Lecrubier, Y., Sheehan, K. H., Amorim, P., Janavs, J., Weiller, E.,\net al. (1998). The Mini-International Neuropsychiatric Interview (M.I.N.I): The\ndevelopment and validation of a structured diagnostic psychiatric interview for\nDSM-IV and ICD-10. J. Clin. Psychiatry 59, 22–33. doi: 10.1037/t18597-000\nSiepsiak, M., Rosenthal, M. Z., Raj-Koziak, D., and Dragan, W. (2022).\nPsychiatric and audiologic features of misophonia: Use of a clinical control group\nwith auditory over-responsivity. J. Psychosom. Res. 156:110777. doi: 10.1016/j.\njpsychores.2022.110777\nSiepsiak, M., Sobczak, A. M., Bohaterewicz, B., Cichocki, Ł., and Dragan, W.\nŁ. (2020b). Prevalence of misophonia and correlates of its symptoms among\ninpatients with depression. Int. J. Environ. Res. Public Health 17:5464. doi: 10.3390/\nijerph17155464Siepsiak, M., ´Sliwerski, A., and Łukasz Dragan, W. (2020a). Development\nand psychometric properties of misoquest—A new self-report questionnaire\nfor misophonia. Int. J. Environ. Res. Public Health 17:1797. doi: 10.3390/\nijerph17051797\nStein, D. J., Scott, K. M., De Jonge, P., and Kessler, R. C. (2022). Epidemiology\nof anxiety disorders: From surveys to nosology and back. Dialogues Clin. Neurosci.\n19, 127–136. doi: 10.31887/DCNS.2017.19.2/dstein\nSwedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti,\nA., et al. (2022). Consensus Deﬁnition of Misophonia: A Delphi Study. Front.\nNeurosci. 16:841816. doi: 10.3389/fnins.2022.841816\nTyler, R. S., Pienkowski, M., Roncancio, E. R., Jun, H. J., Brozoski, T., Dauman,\nN., et al. (2014). A review of hyperacusis and future directions: Part I. Deﬁnitions\nand manifestations. Am. J Audiol 23, 402–419. doi: 10.1044/2014_AJA-14-0010\nVitoratou, S., Uglik-Marucha, N., Hayes, C., and Gregory, J. (2021). Listening to\npeople with misophonia: exploring the multiple dimensions of sound intolerance\nusing a new psychometric tool, the S-Five, in a large sample of individuals\nidentifying with the condition. Psych 3, 639–662. doi: 10.3390/psych3040041\nWu, M. S., Lewin, A. B., Murphy, T. K., and Storch, E. A. (2014).\nMisophonia: Incidence, Phenomenology, and Clinical Correlates in an\nUndergraduate Student Sample. J. Clin. Psychol. 70, 994–1007. doi: 10.1002/jclp.2\n2098\nFrontiers in Psychology 22 frontiersin.org"
    }
  ]
}