{
  "doc_type": "scientific paper",
  "title": "Editorial: Advances in understanding the nature and features of misophonia",
  "authors": [
    "M. Zachary Rosenthal",
    "Julia Campbell",
    "Cara Altimus"
  ],
  "year": 2023,
  "journal": "Frontiers in Neuroscience",
  "doi": null,
  "abstract": null,
  "keywords": [
    "misophonia definition",
    "misophonia measurement",
    "misophonia phenotype",
    "misophonia treatment",
    "misophonia neuroscience"
  ],
  "research_topics": [
    "nature and features of misophonia",
    "misophonia definition",
    "misophonia measurement",
    "misophonia phenotype",
    "misophonia treatment",
    "misophonia neuroscience",
    "conceptual models of misophonia",
    "assessment of misophonia",
    "biological features of misophonia",
    "neural underpinnings of misophonia",
    "genetics of misophonia",
    "phenotypic features of misophonia",
    "emotional functioning in misophonia",
    "learning processes in misophonia",
    "cognitive processes and appraisal in misophonia",
    "multidisciplinary treatment approaches for misophonia"
  ],
  "created_at": "2025-05-05T01:28:05.264901Z",
  "source_pdf": "documents/research/Global/Rosenthal 2023 Editorial Final.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "TYPEEditorial\nPUBLISHED /one.tnum/two.tnum September /two.tnum/zero.tnum/two.tnum/three.tnum\nDOI/one.tnum/zero.tnum./three.tnum/three.tnum/eight.tnum/nine.tnum/fnins./two.tnum/zero.tnum/two.tnum/three.tnum./one.tnum/two.tnum/six.tnum/seven.tnum/six.tnum/eight.tnum/two.tnum\nOPENACCESS\nEDITEDANDREVIEWEDBY\nIsabelle Peretz,\nMontreal University, Canada\n*CORRESPONDENCE\nM. Zachary Rosenthal\nrosen/zero.tnum/two.tnum/five.tnum@mc.duke.edu\nRECEIVED /two.tnum/six.tnum July /two.tnum/zero.tnum/two.tnum/three.tnum\nACCEPTED /two.tnum/four.tnum August /two.tnum/zero.tnum/two.tnum/three.tnum\nPUBLISHED /one.tnum/two.tnum September /two.tnum/zero.tnum/two.tnum/three.tnum\nCITATION\nRosenthal MZ, Campbell J and Altimus C (/two.tnum/zero.tnum/two.tnum/three.tnum)\nEditorial: Advances in understanding the nature\nand features of misophonia.\nFront. Neurosci. /one.tnum/seven.tnum:/one.tnum/two.tnum/six.tnum/seven.tnum/six.tnum/eight.tnum/two.tnum.\ndoi: /one.tnum/zero.tnum./three.tnum/three.tnum/eight.tnum/nine.tnum/fnins./two.tnum/zero.tnum/two.tnum/three.tnum./one.tnum/two.tnum/six.tnum/seven.tnum/six.tnum/eight.tnum/two.tnum\nCOPYRIGHT\n©/two.tnum/zero.tnum/two.tnum/three.tnum Rosenthal, Campbell and Altimus. This\nis an open-access article distributed under the\nterms of the Creative Commons Attribution\nLicense (CC BY) . The use, distribution or\nreproduction in other forums is permitted,\nprovided the original author(s) and the\ncopyright owner(s) are credited and that the\noriginal publication in this journal is cited, in\naccordance with accepted academic practice.\nNo use, distribution or reproduction is\npermitted which does not comply with these\nterms.Editorial: Advances in\nunderstanding the nature and\nfeatures of misophonia\nM. Zachary Rosenthal/one.tnum*, Julia Campbell/two.tnumand Cara Altimus/three.tnum\n/one.tnumDuke University Medical Center, Duke University, Durham, NC, United States,/two.tnumDepartment of Speech,\nLanguage, and Hearing Sciences, University of Texas-Austin, A ustin, TX, United States,/three.tnumMilken Institute\nCenter for Strategic Philanthropy, Washington, DC, United States\nKEYWORDS\nmisophonia deﬁnition, misophonia measurement, misophonia phenotype, misophonia\ntreatment,misophonianeuroscience\nEditorial on the Research Topic\nAdvances in understandingthe nature and features of misophonia\nWelcometotheﬁrstResearchTopicinanypeer-reviewedjournaldedicatedtothetopic\nof misophonia. What is misophonia? That is a—if not the—primary question driving this\ncollection of work. Misophonia is a newly studied clinical presentation characterized by\nintolerance of certain aversive sounds and associated cues. These are typically repetitive\noral (e.g., chewing, swallowing) or nasal (e.g., sniﬄing, heavy breathing) stimuli made by\nother people, but can include environmental sounds and those made by animals. When\nencounteringthesesounds,oftencalled“triggers,”arangeofbottom-up(i.e.,automatic)and\ntop-down (i.e., cognitively mediated) responses have been observed, including those across\nneural (e.g., enhanced connectivity between orofacial and auditory cortical regions; Kumar\net al., 2021 ), autonomic (e.g., heightened heart rate and skin conductance in response to\ntriggersounds; Kumaretal.,2017 ),andperceptual(e.g., Samermitetal. )systems.According\ntoSwedo et al. , responses can elicit signiﬁcant psychological distress and impairment in\nfunctioning and cannot be better accounted for by other disorders that feature reactivity\nto certain auditory cues (e.g., other decreased sound tolerance disorders diagnosed by\naudiologistssuchastinnitusandhyperacusis,sensoryprocessingandmodulationdisorders\ncommonly diagnosed by occupational therapists, or psychiatric disorders diagnosed by\nmentalhealthproviderssuchasautismspectrumoranxietydisorders).\nJastreboﬀ and Jastreboﬀ (2001) coined the term misophonia, and the ﬁrst small yet\ninﬂuential research studies were published 12 years later ( Edelstein et al., 2013 ;Schröder\net al., 2013 ). From 2013 until 2019, before the launch of the Misophonia Research\nFund (https://misophoniaresearchfund.org ), research studies were published at a slow rate\nand, though pioneering and inﬂuential, often suﬀered from signiﬁcant methodological\nweaknesses that precluded clear inferences or conclusions. Since 2020, the pace and quality\nof scientiﬁc research has signiﬁcantly increased. Today, researchers from around the world\nacross scientiﬁc and clinical disciplines are actively working to discover insights about the\nnatureandfeaturesofmisophonia.\nFrontiersin Neuroscience /zero.tnum/one.tnum frontiersin.org"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Rosenthal et al. /one.tnum/zero.tnum./three.tnum/three.tnum/eight.tnum/nine.tnum/fnins./two.tnum/zero.tnum/two.tnum/three.tnum./one.tnum/two.tnum/six.tnum/seven.tnum/six.tnum/eight.tnum/two.tnum\nWhat follows are 23 articles, 18 of which are empirical studies\nthat break ground in the measurement, biological underpinnings,\nand phenotypic characterization of misophonia. If one were to\nread the whole Research Topic, we might advise they begin with\nSwedo et al. Why?Swedo et al. outline the method and results\nfrom a structured expert consensus process that resulted in the\nﬁrst deﬁnition of misophonia oﬀered outside of a single research\ngroup or clinician. This major advance for the ﬁeld promises\nover time to become a seminal publication with lasting impact. A\nsecond article to read could be Brout, who thoughtfully oﬀers a\ncommentary about the methodology used in Swedo et al. .Brout\nhighlights the need for ongoing attention to modiﬁcations and\niterations in the deﬁnition of misophonia, suggesting this process\nbe ongoing and include multi-disciplinary research and a more\ndiverseexpertpanel.\nConceptual models\nNext, it could be helpful to read the three conceptual papers,\nto gain a sense of history and perspective about misophonia.\nJastreboﬀ and Jastreboﬀ , original pioneers in the ﬁeld, summarize\na neurophysiological model emphasizing the role of several basic\nhuman processes (e.g., learning, memory, and emotion) in the\npossible etiology and maintenance of misophonia. In addition,\nthey describe a history of clinical observations using Tinnitus\nRetraining Therapy (TRT; Jastreboﬀ and Jastreboﬀ, 2014 ) as a\ntreatment approach. No randomized controlled trials have been\nconducted examining this treatment for misophonia, but the\nauthors describe having an extensive amount of uncontrolled\nclinical results. Indeed, for TRT to be considered an evidence-\nbasedtreatmentformisophonia,itwillbeessentialthatresearchers\nevaluate the eﬃcacy of this treatment in a controlled manner. In\ndoing so, the proposed treatment mechanisms can be tested to\nevaluatethecoretenetsoftheneurophysiologicalmodel.\nNeacsiuetal. provideadetailedmodelwithtestablepredictions\nthat can be used to advance clarity about the underlying neural\nprocesses in misophonia. In addition, Neacsiu et al. outline a\nrationale for the use of neurostimulation as a novel intervention,\nappropriately proposing candidate targets be studied ﬁrst and\nvalidatedbeforeinterventionsareimplemented.\nMednicoﬀ et al. review the literature at the intersection of\nmisophonia and musicality. They hypothesize that heightened\nsensitivities to sounds in the context of music could represent a\ndevelopmental vulnerability in the etiology of misophonia. This\nspeculation highlights the possibility that a generalized sensitivity\nto sounds could be one factor in a causal pathway leading to the\nonset of misophonia in children. After reading these conceptual\npapers, the reader could then explore the remaining empirical\narticlesinanyorderofinterest.\nAssessment of misophonia\nSeveral papers focused on the assessment of misophonia.\nInRinaldi et al. , the Sussex Misophonia Scale for Adolescents\nis introduced as the ﬁrst self-report measure of misophonia\nfor adolescents with psychometric validation procedures to bepublishedinapeer-reviewedjournal.Twootherpapersconducted\ncross validation of an established measure of misophonia\nsymptoms (i.e., the S-Five) in Mandarin ( Vitoratou et al. ) and\nGerman ( Remmert et al. ) samples. With these papers and others,\nthe S-Five is now the most well-studied self-report measure\nofmisophonia.\nWilliams et al. developed the ﬁrst self-report measure of\nmisophonia that intentionally aligns with the consensus deﬁnition\n(Swedo et al. ). This measure, the Duke-Vanderbilt Misophonia\nScreening Questionnaire, is capable of brieﬂy screening people to\ndetermine clinical caseness. Additional research now is needed\nto cross-validate the measure and determine its sensitivity and\nspeciﬁcitytomisophonia.\nAssessment of misophonia may best be done using a multi-\ndisciplinary strategy (e.g., mental health, occupational therapy,\naudiology). In the context of audiologic assessment, Aazh et al.\nconducted one of the ﬁrst studies to investigate audiologic factors\nassociated with misophonia. The authors concluded that, when\nassessing individuals with tinnitus and hyperacusis in audiologic\nclinical settings, it is important to screen for misophonia. This\nwork will help audiologists gain clarity on the appropriate\ntesting batteries and clinical care pathways to use for patients\nwithmisophonia.\nBiological features of misophonia\nSeveral papers in the Research Topic are dedicated to\ndiscoveries about biological features of misophonia. Smit et al.\nreported ﬁndings from the ﬁrst study exploring the genetics of\nmisophonia using a large database from the 23andMe commercial\ndataset. They reported that a genetic association with a single\nitem assessing rage responses to people eating was associated\nwithtinnitusandcertainmentalhealthproblems(e.g.,generalized\nanxiety disorder), inversely related to others (i.e., autism spectrum\ndisorder), and unrelated with other disorders (e.g., obsessive-\ncompulsive disorder, attention deﬁcit disorder). No deﬁnitive\nconclusions can be made about the genetics of misophonia from\nthis study; however, this foundational study aligns with the\nhypothesis that misophonia is related to disorders associated with\nheightenedanxiety.\nTwostudiesinvestigatedneuralunderpinningsofmisophonia.\nGrossini et al. examined neural systems, ﬁnding a central pathway\n(i.e., auditory-insula-limbic) may be elicited when triggered,\ninitiating downstream sympathetic nervous system activation.\nThese ﬁndings are congruent with those of Edelstein et al.\n(2013) and provide indirect support for Jastreboﬀ and Jastreboﬀ ’s\nneurophysiologicalmodel.\nHansen et al. provide the ﬁrst evidence using neuroimaging\nthatnon-orofacialtriggersmaybeprocessedatypicallyinthebrain.\nThese data expand the exciting ﬁndings from Kumar et al. (2021)\nabout the possible motor basis of misophonia, while highlighting\nthe important need to conceptualize and study misophonia as a\nphenomenonthatmaynotberestrictedtooralandfacialtriggers.\nEfraim Kaufman et al. explored the underlying biology of\nmisophonia by comparing those with and without misophonia\non measures of physical pain and sensory processing. In\nline with recent results from other investigative teams\nFrontiersin Neuroscience /zero.tnum/two.tnum frontiersin.org"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Rosenthal et al. /one.tnum/zero.tnum./three.tnum/three.tnum/eight.tnum/nine.tnum/fnins./two.tnum/zero.tnum/two.tnum/three.tnum./one.tnum/two.tnum/six.tnum/seven.tnum/six.tnum/eight.tnum/two.tnum\n(Andermaneetal.,2022 ), results from this study indicate\nmisophonia may be linked to a generally increased sensory\nresponsiveness. Importantly, ﬁndings from Efraim Kaufman\net al.have implications for the formulation of diagnostic criteria,\nsuggesting that misophonia can be diﬀerentiated from sensory\nover-responsivity using behavioral responses to painful and\nnon-painfulstimuli.\nPhenotypic features of misophonia\nSeveral papers in the Research Topic aimed to better\nunderstand the phenotypic features of misophonia. It is\nunknown if misophonia is best conceptualized in a homogenously\nphenotypic manner or, alternatively, whether it is characterized\nby heterogeneous clinical features across people. Norris et al.\nexamined this question using cluster-based modeling. Findings\nsuggestthatsomepeoplemayhaveonlymisophoniawhereasothers\nwill have these symptoms along with co-occurring diagnoses. This\nﬁnding is consistent with the suggestion that multi-disciplinary\ntreatments for misophonia may need to be used to account for the\npresence of co-occurring audiologic and mental health disorders\n(Broutetal.,2018 ).\nRosenthal et al. conducted the ﬁrst comprehensive assessment\nof medical health history and DSM-5 psychiatric disorders using\nstructured psychiatric diagnostic interviews. Consistent with a\nrecent study with children ( Guzick et al., 2023 ),Rosenthal et al.\nfound that anxiety disorders were the most common current co-\noccurring mental health problems with misophonia. No clear\nmedical health problems emerged as signiﬁcantly associated with\nmisophonia severity. These results highlight the importance of\ntreating the co-occurring clinical presentation of misophonia and\nmentalhealthproblemssuchasanxietydisorders.\nThreestudiesaimedtoelucidateunderlyingprocessesrelatedto\nemotional functioning and learning. Dibb and Golding conducted\na longitudinal assessment in adults, ﬁnding that anger and disgust\nare more strongly associated with the experience of misophonia\nthan anxiety. They also reported that quality of life in people\nwith misophonia was lower than a general community sample\nandwassimilartoindividualswithtinnitus.Avoidanceoftriggers,\nextent of the emotional reactions, and depression were associated\nwith perceptions of lower quality of life over time in participants\nwithmisophonia.\nWang et al. explored which features of misophonia were\nassociated with impairment in functioning. Perceived emotional\nthreat was predictive of worse functional impairment, and this\nwas explained, in part, by negative beliefs about emotions and\ndepression symptoms. Results from Wang et al. provide support\nfor the hypothesis that processes related to emotional functioning\naregermanetomisophonia,and,accordingly,itmaybeimportant\nfor treatment studies to identify candidate targets for change\nattributabletoemotionalprocesses(e.g.,emotionregulation).\nSeveralstudiesinvestigatedtheroleofcontext,perception,and\nlearning in misophonia. Savard et al. used a masking approach\nto systematically vary the identiﬁcation of triggering sounds.\nThe degree to which participants high in misophonia symptoms\nidentiﬁed masked sounds as triggers inﬂuenced reactivity to these\nsounds. Similarly, Heller and Smith found that the pleasantness oftrigger sounds may be altered when such sounds are associated\nwith certain verbal causal properties or misheard as being in a\nmore pleasant emotional category. Siepsiak et al. used a diﬀerent\napproach, ﬁnding that responses to auditory triggers could be\ninﬂuenced when presented within a credible visual context for\ncreatingsuchsounds.\nSamermit et al. created an open access database ( https://\nosf.io/3ysfh/ ) with paired videos of sound triggers occurring in\neither visually congruent (i.e., seeing a person sniﬃng while\nhearing a sniﬃng sound) or plausible but incongruent visual\ncontexts (e.g., seeing a broom pushing dirt while hearing the\nsame sniﬃng sound). Like Siepsiak et al. , the results of this study\nindicated that reactivity to triggering sounds may be lower when\nthere is an alternative and believable causal source presented\nwithin the visual context. These studies all suggest that how one\nperceives cues and their context could change emotional reactivity\nto misophonic triggers. The treatment implications are clear:\ninterventions targeting appraisals and cognitive processes may\nbehelpful.\nFinally,Ward et al. conducted the ﬁrst study to begin\nexploring possible mechanisms of learning associated\nwith misophonia. Using a translational approach, results\npointed to the possibility that heightened sensitivity\nand discrimination learning, but not overgeneralization,\nmay be basic learning processes underlying misophonia\nseverity. This preliminary study paves the way for future\nscientiﬁc advances targeting speciﬁc learning processes\nthat account for the onset and maintenance of symptoms\ninmisophonia.\nSummary\nTakentogether,thearticlesinthisResearchTopicreﬂectaleap\nforward in understanding the nature and features of misophonia.\nInthisbodyofwork,therearemany“ﬁrsts”topointout.Examples\ninclude: The ﬁrst expert consensus deﬁnition ( Swedo et al. ),\ngeneticsstudy( Smitetal. ),measureforadolescents( Rinaldietal. ),\nassessment measures in Mandarin ( Vitoratou et al. ) and German\n(Remmert et al. ), assessment measure aligned with the consensus\ndeﬁnition ( Williams et al. ), comprehensive diagnostic assessment\nof DSM-5 diagnoses using structured interviews ( Rosenthal et al. ),\nand studies discovering that misophonic reactions may be a\nfunction of trigger identiﬁcation ( Savard et al. ), pleasantness\n(Heller and Smith ), and congruence between trigger source and\nobservablevisualcontextualinformation( Samermitetal. ;Siepsiak\netal.).\nThe Research Topic comes at a time when misophonia is\nrapidly gaining attention scientiﬁcally. Over the last 2 years more\nscientiﬁc studies investigating misophonia have been published\nthan in all previous years combined. It is hoped that the studies\nin this Research Topic will help galvanize the ﬁeld, inspiring more\nrigorousresearchacrossarangeofdisciplines,methodologies,and\nperspectives. Ultimately, treatments are needed that have targeted\nmechanisms of change discovered scientiﬁcally, are carefully\nevaluated in treatment research, and can be readily disseminated\ntocliniciansworldwideinaneﬀorttoreducesuﬀeringandenhance\nthelivesofpeoplewithmisophoniaandtheirlovedones.\nFrontiersin Neuroscience /zero.tnum/three.tnum frontiersin.org"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Rosenthal et al. /one.tnum/zero.tnum./three.tnum/three.tnum/eight.tnum/nine.tnum/fnins./two.tnum/zero.tnum/two.tnum/three.tnum./one.tnum/two.tnum/six.tnum/seven.tnum/six.tnum/eight.tnum/two.tnum\nAuthor contributions\nMR: Writing—original draft. JC: Writing—review and editing.\nCA:Writing—reviewandediting.\nAcknowledgments\nWe extend heartfelt gratitude to the many people who made\nthis Research Topic possible, including the authors and their\nresearch teams, peer reviewers, research participants, and those\nwho sponsor misophonia research including the Misophonia\nResearchFund.\nConﬂict of interest\nMR receives book royalties from the American Psychological\nAssociation and is a Scientiﬁc Advisor to BehaVR and the\nRealOdin.The remaining authors declare that the research was\nconducted in the absence of any commercial or ﬁnancial\nrelationships that could be construed as a potential conﬂict\nofinterest.\nThe authors declared that they were an editorial\nboard member of Frontiers, at the time of submission.\nThis had no impact on the peer review process and the\nﬁnaldecision.\nPublisher’s note\nAll claims expressed in this article are solely those\nof the authors and do not necessarily represent those of\ntheir aﬃliated organizations, or those of the publisher,\nthe editors and the reviewers. Any product that may be\nevaluated in this article, or claim that may be made by\nits manufacturer, is not guaranteed or endorsed by the\npublisher.\nReferences\nAndermane, N., Bauer, M., Simner, J. J. (2022). A symptom netw ork model of\nmisophonia: From heightened sensory sensitivity to clinical comorbidity. J. Clin.\nPsychol.23,552.doi:10.31234/osf.io/t96wz\nBrout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L. J.,\nRouw, R., et al. (2018). Investigating misophonia: A review of the empirical\nliterature, clinical implications, and a research agenda. Front. Neurosci. 12, 36.\ndoi:10.3389/fnins.2018.00036\nEdelstein, M., Brang, D., Rouw, R., and Ramachandran, V. S. (2 013). Misophonia:\nphysiological investigations and case descriptions. Front. Hum. Neurosci. 7, 296.\ndoi:10.3389/fnhum.2013.00296\nGuzick,A.G.,Cervin,M.,Smith,E.E.,Clinger,J.,Draper,I.,Go odman,W.K.,etal.\n(2023). Clinical characteristics, impairment, and psychiatr ic morbidity in 102 youth\nwithmisophonia. J.Aﬀect.Disor. 324,395–402.doi:10.1016/j.jad.2022.12.083Jastreboﬀ, M. M., and Jastreboﬀ, P. J. (2001). Hyperacusis. Audiology Online .\n(accessedJuly23,2023).\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2014). “Treatments f or decreased sound\ntolerance (hyperacusis and misophonia),” in Seminars in Hearing (Thieme Medical\nPublishers),105–120.doi:10.1055/s-0034-1372527\nKumar, S., Dheerendra, P., Erfanian, M., Benzaquén, E., Sedle y, W., Gander,\nP. E., et al. (2021). The motor basis for misophonia. J. Neurosci. 41, 5762–5770.\ndoi:10.1523/JNEUROSCI.0261-21.2021\nKumar, S., Tansley-Hancock, O., Sedley, W., Winston, J. S., Ca llaghan, M. F.,\nAllen, M., et al. (2017). The brain basis for misophonia. Curr. Biol. 27, 527–533.\ndoi:10.1016/j.cub.2016.12.048\nSchröder, A., Vulink,N.,and Denys,D.(2013). Misophonia: di agnostic criteria for\nanewpsychiatricdisorder. PLoSONE 8,e54706.doi:10.1371/journal.pone.0054706\nFrontiersin Neuroscience /zero.tnum/four.tnum frontiersin.org"
    }
  ]
}