{
  "doc_type": "scientific paper",
  "title": "A Large-Scale Study of Misophonia",
  "authors": [
    "Romke Rouw",
    "Mercede Erfanian"
  ],
  "year": 2018,
  "journal": "Journal of Clinical Psychology",
  "doi": "10.1002/jclp.22500",
  "abstract": "Objective: We aim to elucidate misophonia, a condition in which particular sounds elicit disproportionately strong aversive reactions. Method: A large online study extensively surveyed personal, developmental, and clinical characteristics of over 300 misophonics. Results: Most participants indicated that their symptoms started in childhood or early teenage years. Severity of misophonic responses increases over time. One third of participants reported having family members with similar symptoms. Half of our participants reported no comorbid clinical conditions, and the other half reported a variety of conditions. Only posttraumatic stress disorder (PTSD) was related to the severity of the misophonic symptoms. Remarkably, half of the participants reported experiencing euphoric, relaxing, and tingling sensations with particular sounds or sights, a relatively unfamiliar phenomenon called autonomous sensory meridian response (ASMR). Conclusion: It is unlikely that another “real” underlying clinical, psychiatric, or psychological disorder can explain away the misophonia. The possible relationship with PTSD and ASMR warrants further investigation.",
  "keywords": [
    "misophonia",
    "ASMR",
    "disorder",
    "sound",
    "synesthesia"
  ],
  "research_topics": [
    "misophonia",
    "autonomous sensory meridian response (ASMR)",
    "sensory processing",
    "psychiatric comorbidity",
    "posttraumatic stress disorder (PTSD)",
    "synesthesia",
    "auditory disorders",
    "cognitive behavioral therapy",
    "neurophysiological characteristics",
    "behavioral and clinical characteristics"
  ],
  "created_at": "2025-05-05T02:54:29.620462Z",
  "source_pdf": "documents/research/Global/Rouw and Erfanian 2017 A Large Scale Study of Misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "A Large-Scale Study of Misophonia\nRomke Rouw1and Mercede Erfanian2\n1University of Amsterdam\n2Maastricht University\nObjective: We aim to elucidate misophonia, a condition in which particular sounds elicit dispro-\nportionally strong aversive reactions. Method: A large online study extensively surveyed personal,\ndevelopmental, and clinical characteristics of over 300 misophonics. Results: Most participants\nindicated that their symptoms started in childhood or early teenage years. Severity of misophonic\nresponses increases over time. One third of participants reported having family members with similar\nsymptoms. Half of our participants reported no comorbid clinical conditions, and the other half reported\na variety of conditions. Only posttraumatic stress disorder (PTSD) was related to the severity of the\nmisophonic symptoms. Remarkably, half of the participants reported experiencing euphoric, relaxing,\nand tingling sensations with particular sounds or sights, a relatively unfamiliar phenomenon called\nautonomous sensory meridian response (ASMR). Conclusion: It is unlikely that another “real”\nunderlying clinical, psychiatric, or psychological disorder can explain away the misophonia. The possible\nrelationship with PTSD and ASMR warrants further investigation. C/circlecopyrt2017 Wiley Periodicals, Inc. J.\nClin. Psychol. 74:453–479, 2018.\nKeywords: misophonia; ASMR; disorder; sound; synesthesia\nIntroduction\nAt the start of the new millennium, Jastreboff and Jastreboff (2001) coined the term misophonia\nin a review paper on auditory disorders. These authors deﬁne misophonia as a condition in\nwhich individuals react negatively to speciﬁc patterns of sound and/or to sounds that occur\nin speciﬁc situations or settings, whereas they tolerate other sounds that are frequently much\nlouder (Jastreboff & Jastreboff, 2014). The small number of empirical studies that have been\nconducted on misophonia showed common properties of the misophonic condition (Edelstein,\nBrang, Rouw, & Ramachandran, 2013; Kumar, Hancock et al., 2014; Schr ¨oder, Vulink, & Denys,\n2013; Wu, Lewin, Murphy, & Storch, 2014). Common misophonic triggers are human-generated\nsounds such as chewing and snifﬁng. However, each misophonic will have his or her own unique\nset of triggers, which may also include different types of sounds or even particular visual stimuli,\nsuch as leg swinging (Edelstein et al., 2013; Schr ¨oder et al., 2013; Johnson et al., 2013b).\nCritical aspects of the condition are disproportional aversive responses to the trigger, aware-\nness that this response is disproportionate, and no clear physical feature (such as the loudness\nof the sound) to explain the response (Jastreboff & Jastreboff, 2014). Instead, it seems that\nthe meaning, social context, or interpretation of the trigger inﬂuences the response to these\nnoises (Bruxner, 2015; Schr ¨oder et al., 2013). This deﬁnition distinguishes misophonia from\nother auditory-related conditions (Møller, 2011; Jastreboff & Jastreboff, 2015), such as tin-\nnitus (hearing an often ringing sound when no sound is present), hyperacusis (a generally in-\ncreased sensitivity to sound), and phonophobia (fear of a speciﬁc sound). Current treatments for\nWe thank all participants for their time, effort, and cooperation. Thanks to Jennifer Brout and Tom Dozier\nfor their useful suggestions, Marsha Johnson for her help in recruiting the participants, and Miren Edelstein\nfor her helpful comments on the manuscript.\nPlease address correspondence to: Romke Rouw, Brain and Cognition, Department of Psychology, Univer-\nsity of Amsterdam, Amsterdam, The Netherlands, Postbus 15915, 1001 NK. E-mail: R.Rouw@uva.nl\nJOURNAL OF CLINICAL PSYCHOLOGY, Vol. 74(3), 453–479 (2018) C/circlecopyrt2017 Wiley Periodicals, Inc.\nPublished online in Wiley Online Library (wileyonlinelibrary.com/journal/jclp). DOI: 10.1002/jclp.22500"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "454 Journal of Clinical Psychology, March 2018\nmisophonia include cognitive behavioral therapy (Bernstein, Angell, & Dehle, 2013; McGuire,\nWu, & Storch, 2015; Schr ¨oder, Vulink, van Loon, & Denys, 2017), tinnitus retraining therapy\n(Jastreboff & Jastreboff, 2014), and counter conditioning (Dozier, 2015a). Although beneﬁcial\neffects have been reported, there is a general consensus that further evaluations and speciﬁc\nquantitative studies are needed to examine the results and effectiveness of treatments (Jastreboff\n& Jastreboff, 2014; Cavanna & Seri, 2015; Cavanna, 2014; Johnson et al., 2013b). Furthermore, a\nbetter understanding of the condition and its behavioral and neurophysiological characteristics\nare needed to improve effective treatment and management strategies.\nOn Web of Science, there are currently 37 publications on the topic of misophonia. Of these\npublications, only nine are before 2013. In 2013, misophonia received an increased amount of\nattention from both inside and outside the scientiﬁc community (see www.hufﬁngtonpost.com;\nmetro.co.uk; www.nytimes.com; www.washingtonpost.com). As described above, scientiﬁc ef-\nforts have succeeded in outlining the types of associations and responses that deﬁne misophonia.\nFurthermore, ﬁndings that cannot be exaggerated or “faked” have helped in establish-\ning credibility of the condition. In particular, misophonia comprises a clear and distinct set\nof characteristics and complaints (Schr ¨oder et al., 2013; Edelstein et al., 2013; Wu et al.,\n2014). The reported disproportional aversive experience has been validated by ﬁnding an in-\ncreased autonomic response (as measured with GSR1) to trigger sounds, but not to corre-\nsponding visual stimuli, in misophonic participants compared with nonmisophonic participants\n(Edelstein et al., 2013). Furthermore, the reported sensory sensitivity has been corroborated\nwith an altered early physiological signal (auditory N100) measured in an oddball paradigm\nwith electroencephalogram (Schr ¨oder et al., 2014).\nDespite these recent scientiﬁc advances, we know little about the causes and underlying\nmechanisms of misophonia. At the theoretical level, different models have been proposed (see\nCavanna & Seri, 2015). However, very few experimental (neuroimaging, experimental psychol-\nogy, psychophysiology, large-scale behavioral) studies have been conducted. One neuroimaging\nstudy came out very recently, relating the misophonic response to hyperactivity of the anterior\ninsula and abnormal functional connectivity of this region with medial frontal, medial parietal,\nand temporal regions. Furthermore, it showed altered interoception in misophonics. These au-\nthors concluded that abnormal salience attributed to certain sounds, combined with atypical\nperception of internal body states underlies misophonia (Kumar et al., 2017; see also the Dis-\ncussion section). Despite this important step forward, the limited number of (neuroimaging)\nstudies does not yet allow drawing ﬁrm conclusions on the explanatory power of the different\ntheoretical models. Although there are different viewpoints on misophonia, three fundamental\nquestions need to be answered when unraveling the mechanisms involved in it.\nOne question is whether misophonia could be induced in any person, perhaps following the\ndevelopment of conditioned responses (Ferreira, Harrison, & Fontenelle, 2013; Jastreboff &\nJastreboff, 2002). Alternatively, there may be certain characteristics (e.g., genetic predisposition\nor a neurological or psychological anomaly (Cavanna & Seri, 2015; Ferreira et al., 2013) that\nmake a person more receptive or even predisposed to misophonia. Because not all misophonics\nreport the same severity of symptoms, a related issue is whether certain individual characteristics\nor other clinical, psychiatric or psychological conditions affect the severity of the misophonic\nsymptoms.\nThis brings us to the second question: What is the relationship of misophonia to other\nclinical, psychological, or psychiatric conditions (see Cavanna & Seri, 2015)? Is misophonia an\nidiopathic condition? Or is it related to (an)other condition(s)? Or is misophonia even perhaps\nonly a symptomatic manifestation of another underlying “real” disorder? Although comorbidity\nwith other conditions has been obtained (e.g., Ferreira et al., 2013; Kluckow, Telfer, & Abraham,\n2014; Schr ¨oder et al., 2013), it is not yet clear if these co-occurrences are coincidental or not.\nThe third question pertains to the speciﬁcity of misophonia. Do misophonic complaints re-\nlate to a general cognitive and/or emotional divergence, for example, diverging processes in the\n1Galvanic skin response."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "A Large-Scale Study of Misophonia 455\nauditory domain or abnormal emotional processes? A mechanism proposed to underlie miso-\nphonia is increased functional connectivity between the auditory and the limbic system (Jastre-\nboff & Hazel, 2004; Johnson et al., 2013b). In the Jastreboff model, misophonia involves not only\nconscious but also subconscious pathways, the latter governed by the principle of conditioned\nreﬂexes and playing a role in overactivating the limbic and autonomic nervous systems (Jastre-\nboff & Jastreboff, 2014). This could imply that a general mechanism is involved in several types\nof conditions including tinnitus (Jastreboff, & Jastreboff, 2002) or obsessive-compulsive disor-\nder (OCD) and Tourette syndrome (Webber, Johnson, & Storch, 2014). However, explanations\ncould also be on a more speciﬁc level, for example, if there are only highly speciﬁc trigger-to-\nresponse associations without a more general underlying cognitive/emotional divergence (that\ncould relate misophonia to other conditions).\nThis latter characteristic reﬂects a similarity between misophonia and the autonomous sensory\nmeridian response (ASMR) and synesthesia conditions. The types of trigger (inducer) and\nresponse (concurrent) differ between these conditions; they all share the characteristic of highly\nspeciﬁc and individually tailored trigger-to-response associations. ASMR is a phenomenon in\nwhich particular audio and visual stimuli will evoke pleasant, relaxing, and euphoric experiences,\ntypically accompanied by tingling sensations on the scalp, neck, and spine.\nAs far as we know only one scientiﬁc study has investigated ASMR (Barratt & Davis, 2015).\nIt reports that common triggers in ASMR are whispering, personal attention, crisp sounds, and\nslow movements, and that ASMR may provide temporary relief from pain or stress. Furthermore,\na high prevalence of synesthesia was observed in subjects in the ASMR group. These authors\nsuggest a possible link between ASMR, misophonia, and synesthesia. In synesthesia, a particular\nsensory stimulus (known as an inducer) evokes another seemingly unrelated sensation (known\nas a concurrent; Ramachandran & Hubbard, 2001; Rouw & Scholte, 2007). A common type\nof synesthesia is grapheme-color synesthesia, in which a particular letter or number evokes a\nparticular color. The synesthetic experience is speciﬁc, consistent, and automatic (in the sense\nthat it does not take effort to evoke the experience), and people report to have had it for as long as\nthey can remember. There are clear parallels between these conditions because they all involve\nstrong sensations, which moreover tend to be experienced as pleasant or unpleasant, being\nevoked by particular stimuli. Remarkably, the evoked additional sensations cannot be easily\nexplained by the stimulus properties alone. Moreover, the conditions all tend to be explained in\nterms of increased cross-connections. Currently, the relationship between the three conditions\nis not yet clariﬁed.\nIn this study, we will explore characteristics of the misophonic condition. Using an online\nstudy, we surveyed a large number of participants with misophonic complaints. This approach\nallowed us to identify the factors or characteristics most clearly related to the presence or the\nseverity of the condition. The current study combined different approaches: it examined numer-\nical data and open-answer questions and used hypotheses testing and exploratory (hypothesis-\ngenerating) analyses. Data collection methods were always structured; questionnaires were ﬁxed\nand evaluated in exactly the same way for each participant. Furthermore, the multiple choice\nquestions allowed for easy numerical comparison. In contrast, the open-ended questions allowed\nfor exploring the problems, sensations, and experiences of misophonia. Thus, the study combines\nhypotheses testing and quantitative data collection, with exploratory research to develop new\nideas and hypotheses. Furthermore, the current approach is notbased on, or dependent on, clin-\nical diagnoses for each individual. Instead, we aimed to ﬁnd patterns between the misophonic\ncomplaints and other personal and psychological characteristics. We therefore recruited based\non reported complaints and did not draw conclusions on clinical implications.\nFirst, we measured the severity of the misophonic symptoms. The large group of participants\nallows for examining the distribution and overall range of misophonic complaints. Wu et al.\n(2014) found that 20% of their entire sample of undergraduate students reported that misophonia\ncaused signiﬁcant interference in their lives. In contrast, clinical studies such as Veale (2006) and\nSchr ¨oder et al. (2013) stress that the severity and pattern of symptoms justify misophonia to be\nconsidered a subgroup, or even a separate clinical (as deﬁned in the Diagnostic and Statistical\nManual of Mental Disorders; 5thed.;DSM-V ; American Psychiatric Association [APA], 2013)\ncategory. We included questionnaires about emotional and physical responses and the effect"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "456 Journal of Clinical Psychology, March 2018\nmisophonia has on their life so that we can also examine if these different aspects of misophonia\ncorrelate.\nNext, we explored the etiology of misophonia by asking participants about the onset of\ntheir symptoms and examining the relationship between misophonia and other environmental,\ndevelopmental, and familial traits. We explored how often misophonia is reported to run infamilies. While currently there is little literature on the condition, we were able to formulate\nhypotheses based on previous empirical ﬁndings or theoretical suggestions. This included the age\nat which the ﬁrst symptoms appeared. The speciﬁc hypotheses regarding onset of symptoms inmiddle childhood was derived from a previous study (157 participants ﬁlled-in a questionnaire),\nin which subjects reported a mean age of onset at 12 years (Kumar et al., 2014), and a study in\nwhich subjects reported a mean age of onset at 13 years (Schr ¨oder et al., 2013).\nAnother hypothesis was that the participants would report symptoms as getting worse over\ntime (Edelstein et al., 2013; Kluckow et al., 2014; Bernstein et al., 2013), supposedly caused\nby the negative reinforcement provided by the reactions to the trigger (Jastreboff & Jastreboff,2014). We also tested hypotheses related to environmental inﬂuences, in particular substance\nabuse. Alcohol has been reported to alleviate the intensity (Edelstein et al., 2013), whereas\ncaffeine might have the reverse effect. This was found with a small group of subjects, but our\ncurrent study allows for testing these hypotheses in a larger misophonic population (Cavanna &\nSeri, 2015).\nFinally, we examined comorbidity with other clinical, psychological, or psychiatric conditions.\nThere have been reports of misophonics experiencing altered processing at the auditory/sensory\nlevel (Wu et al., 2014; Schr ¨oder et al., 2014; Edelstein et al., 2013) and comorbidity with other\nhearing-related conditions (Cavanna & Seri, 2015; Møller, 2011). On the other hand, misophonia\nhas been deﬁned as a separate condition, and standard hearing tests show normal hearing in\nmisophonic individuals (Schr ¨oder et al., 2013).\nWe also explored the relationship between misophonia and psychological, clinical or neuro-\nlogical conditions. Edelstein et al. (2013) found through interviews that some subjects described\nsymptoms related to OCD, attention deﬁcit disorder (ADD), or posttraumatic stress disorder(PTSD). A similarity between misophonic behavior and compulsive spectrum characteristics\nhas been noted by several authors (Johnson et al., 2013b; Ferreira et al., 2013; Schr ¨oder et al.,\n2013; Webber et al., 2014). Schr ¨oder et al. (2013) reported that half of their subjects met the\ncriteria for OCPD, a condition we inquire about in our questionnaire.\nWe also included questions about eating disorders. Kluckow et al. (2014) reported cases of\nindividuals with a combination of misophonia and eating disorders, and they suggested testingthe prevalence of this combination. This is particularly interesting given that the most common\nmisophonic triggers are eating sounds. We test if reports on current or previous eating disorders\nare present in misophonics, and if the presence or absence of eating conditions seems to interactwith misophonic mechanisms (as measured in severity of the misophonic symptoms). Although\nthis relationship is an interesting and important question, the large differences reported so far\nin symptoms, proposed etiology, and theoretical explanations caused us to predict that eatingdisorders do not provide an explanation for, and are not related to, the misophonic condition.\nA connection between misophonia and tinnitus has been suggested (Neal & Cavanna, 2013),\ngiven the phenomenological similarity between misophonia and the sensory phenomenon ofunpleasant sensations (Crossley & Cavanna, 2013), which provide involuntary urges to tic in\npatients with tinnitus. In our questionnaire, we explore the relationship between misophonia\nand hearing conditions.\nWu et al. (2014) studied a large group of undergraduate students and found an association\nbetween misophonia and general conditions such as depression, OCD, and anxiety. Ferreira\net al. (2013) suggested that misophonia is better described as a symptom of OCD, generalized\nanxiety disorder, or schizotypal personality disorder. While we can rely only on self-report, we do\nask participants about comorbidity with other conditions. The rationale is that if there is indeeda condition or disease with a particularly strong relationship to misophonia, it should reveal\nitself in this large participant group. It should show a stronger association with misophonia than\nthe other comorbid diseases (which are present only by coincidence). These relationships areexamined in our exploratory analyses."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "A Large-Scale Study of Misophonia 457\nFinally, we include explanations and questions about ASMR and synesthesia. In this study, we\nwill test whether participants with misophonic complaints also experience these other conditions,in which a particular stimulus evokes an unusual or disproportional response. Little is known\nabout misophonia, ASMR and synesthesia, yet a relationship between these conditions has been\npredicted in literature (Edelstein et al, 2013; Barratt & Davis, 2015) and the shared characteristicsof the conditions invites further exploration.\nMethod\nParticipants received a link to an online test. The test was performed through a secure admin-istration (Qualtrics software) and took between 20 and 30 minutes to complete. The study wasapproved by the ethical committee of the University of Amsterdam.\nAfter clicking the link, participants ﬁrst received information about the aim of the study,\nits procedures, conﬁdentiality of research data, and on how to contact the experimenter or amember of the ethical committee. An informed consent document was given to participants,\nwho declared to have read and understood the general information, take part voluntarily, and\nhave understood the fact that they can stop their participation and withdraw their consent,\nanytime, and without any consequences. The experiment started if the participant gave his or her\nconsent.\nThe online experiment comprised 55 items, including yes/no questions, multiple answer\nquestions, and open-ended questions. Participants answered by clicking on the corresponding\nanswer with their mouse or typing in their answer (in the case of open-ended-answer questions).Participants were asked about a variety of categories: demographic characteristics; the age of\nonset of their misophonic responses; if (and when) the participant had received a misophonia\ndiagnosis; auditory triggers; possible changes, over time, of their misophonic responses; theirfamily history in misophonia and other conditions or disorders; coping strategies; effects of\nsubstances on misophonic responses; emotional and physical properties of their misophonic\nresponses; visual triggers; possible presence of synesthesia; possible diagnoses with anothercondition or disorder; possible presence of ASMR; the nature of their misophonic triggers;\nprovoked thoughts during a misophonic response; the effects misophonia had on their life; and\npossible additional information they would like to share about their misophonia (an open-endedquestion).\nAt the end of our test, we presented previously published misophonia tests: Misophonia\nActivation Scale (MAS-1; Fitzmaurice, 2010, Kluckow et al., 2014, Dozier, 2015a), MisophoniaPhysical Sensation Scale (MPRS; Bauman, 2015), and Amsterdam Misophonia Scale (A-MISO-\nS; Schr ¨oder et al., 2013; 1. time, 2. interfere, 3. distress). In our test, the same types of questions\ndo not always succeed each other, to counter automatic answering or answer biases. At theend of the experiment, participants had the opportunity to write down any additional ques-\ntions or remarks, and we thanked them for their participation. Participants could leave their\ne-mail address to receive more information about the research project and a general reporton the results of this study. The results of the experiment are presented below in four subsec-\ntions: Participants, Severity of Symptoms, Developmental and Familial Traits, Prevalence and\nComorbidity.\nParticipants\nA total of 385 participants were recruited, 84 of whom did not complete the questionnaires\nand were thus excluded from further analyses. Participants were recruited online on vari-\nous websites and forums. We recruited participants from the “Selective Sound Sensitivity”\nYahoo group (see https://groups.yahoo.com/neo/groups/Soundsensitivity/info), which com-\nprised patients from the Oregon Tinnitus and Hyperacusis Treatment Clinic. Recruiting thisgroup enabled us to reach out to a large group of misophonics, including those with a clinical\ndiagnosis.\nThere were few online groups when we ﬁrst set up this study; however, since then there has\nbeen a huge upswing in attention toward misophonia. We also recruited participants from two"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "458 Journal of Clinical Psychology, March 2018\ninternational Facebook misophonia support groups; one of the earliest and largest Face-\nbook group for people with misophonic complaints, and a group dedicated to ongoing in-teraction between patients and clinicians or researchers. (https://www.facebook.com/groups/\nmisophoniasupport/, https://www.facebook.com/groups/misophoniatreatment/).\nBecause these online locations bring people together based on those very speciﬁc types of\ncomplaints that we wished to examine, the websites and forums allowed us to recruit a very\nlarge group of participants. Although this approach is necessary to recruit a large number of\nthis particular type of participants, it does imply that there is no random sample of participants,and that all measurements are based on self-report. These limitations needed to be taken into\naccount in all our conclusions (see also the Limitations section).\nNote that unbiased selection is extremely difﬁcult for any study that aims to test a very large\n(international) group. To be able to include over 300 subjects in our study, we had to recruit\nspeciﬁcally at a designated place that would allow us to get as many potential misophonics\nas possible. Recruiting in a general (nontargeted) population would have meant testing severalthousands of individuals to ﬁnd a sufﬁcient number of people with misophonic complaints. The\ncurrent participant group furthermore already had an interest in the topic and their decision to\nparticipate was based solely on their own motivation to contribute to misophonia studies. Thus,\nour approach discouraged the participation of less motivated and less serious participants.\nThe recruitment procedure led to a large and international group of participants. Participants\nwere not paid and participation was completely voluntary. There is no complete consensus yet on\nthe exact diagnosis of misophonia, and no clear and agreed-upon clinical deﬁnitions (or DSM-V\ncriteria) exist. However, in this study, we are interested in the relationships with misophoniccomplaints rather than setting a sharp cutoff (clinical) diagnosis. Therefore, we examined all\nparticipants who self-report on suffering from misophonic complaints, and the range of severity\nof complaints was a factor in our analyses.\nSeverity of Symptoms: Emotional, Physical responses, and Effect on Life\nIn this section, we describe the questionnaires that were used to measure the severity of miso-phonic complaints. All these materials were designed by other researchers and have been reported\nin previous studies. Relatively few studies have appeared on misophonia and much is still un-\nknown about the condition. Accordingly, it is not yet fully determined which questions or itemsbest predict or describe the misophonic condition. Questionnaires cannot lean on a tradition of\nmethodological research, and the validity and reliability of the questionnaires need to be further\nstudied. The current study is a step in this direction, which was set up to further our understand-ing of the misophonic condition and advance the development of misophonic measurement\nmethods. We examined the misophonic measurements by including several questionnaires, from\ndifferent studies and different authors. We also measured different aspects of the misophoniccomplaints. To further our understanding of the misophonic condition, we tested a large subject\ngroup and added wide-ranging additional questions. This approach allowed us to retrieve a\nbroad perspective on the condition and further the development of misophonia measurementmethods.\nMisophonic complaints: Emotional. The MAS-1 (Fitzmaurice, 2010; Kluckow et al.,\n2014; Dozier, 2015a), retrieved from misophonia-UK.org, measures the severity of responses tomisophonic triggers, focusing on emotional responses. Participants are presented with 11 levels\nof responses to misophonia, with higher levels reﬂecting increasingly severe effects. Participants\nindicate which is the highest level they still recognize as their own responses. The last level, 12,\nis the “other” category, created so that participants have the ﬂexibility to put any alternative\nchoices or remarks here. Participants need to provide one answer only; the minimum score is 1(for level 0) and the maximum score is 11 (for level 10), with other scored as missing (see the\nResults section for further explanation).\nMisophonic complaints: Physical. On the MPRS (Bauman, 2015), participants indicated\nphysical sensations relating to their misophonia. The question of “PHYSICAL sensation to your"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "A Large-Scale Study of Misophonia 459\nmisophonia (emotional response to certain sounds)” was followed by 11 scales, increasing in\nreported intensity of the experiences (see the Results section for exact phrasing of scales).\nParticipants were allowed to indicate multiple answers because we felt these physical sensations\nmight be multifaceted. The 12thoption was an open-ended question: “Please use space below if\nyou’d like to add any extra information about your misophonia.”\nTo avoid confusing a 0 score with a missing value, the lowest level (level 0) was scored with\n1 point and the highest level (level 10) was scored with 11 points. A 12 indicated that the\nparticipant had chosen “Other” (see the Results section). Using multiple answers allowed us to\ncompare relative frequency of certain physical sensations. If further analyses required a score\n(see the Results section) that measured individual differences in physical intensity, then we took\nthe highest scale recognized by the participant as his or her score.\nMisophonic complaints: Effect on life. The A-MISO-S (Schr ¨oder et al., 2013) is based\non the Yale–Brown Obsessive-Compulsive Scale (Y-BOCS; Goodman et al., 1989). Participants\nindicated the severity of their symptoms by choosing one of ﬁve levels, with higher scores\nreﬂecting more severe effects (0 =none to 4 =extreme). We presented three of the A-MISO-S\nsubscales.\nThe ﬁrst subscale asks: “How much of your time is occupied by misophonic sounds? (How\nfrequently do the [thoughts about the] misophonic sounds occur?).” The second subscale asks:\n“How much do these misophonic sounds interfere with your social or work (role) functioning?\n(Is there anything that you don’t do because of them? If currently not working, determine how\nmuch performance would be affected if patient were employed).” The third subscale asks: “How\nmuch distress do the misophonic sounds cause you? (In most cases, distress is equated with\nirritation, anger, or disgust. Only rate the emotion that seems triggered by misophonic sounds,\nnot generalized irritation or irritation associated with other conditions).”\nOn each scale, the minimum score is 0 and the maximum score is 4. For further analyses, the\nmean score of the three subscales is calculated per person.\nDevelopmental and Familial Traits\nWe present participants with the following question: “How old were you since you started\nexperiencing the misophonic symptoms?” Participants could not only choose an answer from\none of ﬁve categories (as long as I can remember, childhood, 8–10 years old, early teenage years,\n17) but also describe more speciﬁcally when the misophonia started (other, please explain).\nThe open-ended answers allowed participants to report answers that do not ﬁt with any of\nthe categories, as well as providing information in addition to indicating one of the predeﬁned\ncategories. As for further studies, it is useful to work with particular age categories; answers that\ndid clearly indicate a certain time in life were rated as belonging to a certain age category. Based\non the predeﬁned categories and the 42 provided answers, ﬁve answer categories were created\n(the boundaries that deﬁned categories for answers to the open-ended questions are displayed\nin italics).\n1. as long as I can remember\n(and answers referring to 2, 3, or 4 years of age ).\n2. childhood\n(with age limits between 5 and 12 )\n3. early teenage years, 17\n(with age limits between 13 and 17 )\n4. Adult\n(18 years of age or older )\n5. Don’t know/other\nWe furthermore presented the following question: “Do you think the results have worsened\nover time?” Participants indicated yes, no, or stay the same. There was also an opportunity\nto provide a written answer (other, please explain). The development or change over time of"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "460 Journal of Clinical Psychology, March 2018\nmisophonic complaints was furthermore examined by analyzing the relationship between age of\nthe subject and the severity of misophonic symptoms.\nBased on previous reports (Cavanna & Seri, 2015), we devised questions to examine if miso-\nphonia runs in the family. Unfortunately, we could inquire about misophonia running in the\nfamily only to the best of the participants ·knowledge. We asked: “Do any family member(s)\nhave similar symptoms?” Participants indicated no, unknown, or yes. If a participant answered\nafﬁrmably, he or she was asked to elaborate and indicate exactly which family members.\nPrevalence and Comorbidity\nOther conditions. The question “Have you been diagnosed with any other psychiatric\nconditions?” was followed by 10 different types of clinical items. Eight items, as well as no or\nother (please explain), were chosen based on the misophonia literature at the moment of setting\nup this study. The different items were as follows: tinnitus; obsessive compulsive personality dis-\norder (OCPD); hyperacusis; auditory processing disorder; ADD; posttraumatic stress disorder(PTSD); exploding head syndrome (EHS); phonophobia. We asked: “Have you ever experi-\nenced or been diagnosed with any eating disorders?” Participants chose among four answers:\nyes - anorexia nervosa; yes - bulimia nervosa; other (please explain); no.\nAnother question probing comorbidity was “Have you ever experienced or been diagnosed\nwith selective mutism? (an anxiety disorder in which a person who is capable of speech does not\nspeak in speciﬁc situations or to speciﬁc people. Children with selective mutism stay silent evenwhen the consequences of their silence include shame or even punishment.)” Participants chose\neither yes or no, followed by “Please use space below to provide additional explanation.”\nSynesthesia. We asked four questions on synesthesia and participants responded either\nyes or no. Each question was followed by an open-ended question: “If you do recognize this,please explain and give a few examples.”\nrHave you ever experienced “Hearing color Synesthesia”? (in which sounds induce colors, orvisual images)\nrHave you ever experienced colors with letters, numbers, days of the week?rHave you ever experienced that letters, numbers, days of the week to you seem to have shape,spatial location, or “mental map” that seems to appear when you think of them?\nrDo you have other types of synesthesia: Do certain experiences (seeing or hearing a letter,\nmusical tone, name, person) trigger an additional sensation (color, personality, visual patterns,\ntactile sensations)?\nASMR. We asked the question “Do you ever experience pleasurable tingling sensation in\nthe head, scalp, back, or peripheral regions of the body in respond to visual, auditory, tactile,\nolfactory, or cognitive stimuli? (e.g., experiencing tingling strong desirable sensation when some-\none is whispering in your ear or rubbing ﬁngers on a rough surface).” Participants chose eitherno or yes, followed by the open-ended question “Please explain your experiences.”\nIn our contacts with misophonics while setting up this test, anecdotal reports had suggested\nthat some misophonics have another type of compulsion to listen to sound; therefore, we alsoincluded this as a question: “Do you feel a compulsion to listen to some speciﬁc sounds on\nregular basis which makes you feel better and help you to calm down? (e.g., calling random\nnumbers and listening to people on the phone).” Again, participants chose either no or yes and\nthe latter was followed by the open-ended question “Please explain your experiences.”\nFamily. The question “Do any family members (as far as you know) have other neurologi-\ncal, psychological or psychiatric conditions, in particular OCD (obsessive-compulsive disorder),eating disorders, synesthesia, ADD, ADHD, PTSD (post-traumatic stress disorder)” was fol-\nlowed by 12 answer alternatives: tinnitus; obsessive compulsive personality disorder (OCPD);\nhyperacusis; auditory processing disorder; attention deﬁcit disorder (ADD); post-traumaticstress disorder (PTSD); exploding head syndrome (EHS); phonophobia; eating disorder;"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "A Large-Scale Study of Misophonia 461\nTable 1\nNationalities of Participants (Ordered by Continent)\nBelgian 3 American (USA) 93\nDanish 1 Canadian 12\nDutch 9 Jamaican 1\nEnglish 38 Mexican 6\nFinnish 2 Bolivian 1\nFrench 2 Columbian 1\nGerman 19 Afghan 1\nGreek 10 Armenian 1\nHungarian 1 Chinese 2\nIrish 1 Iranian 1\nItalian 2 Korean 1\nMoldovan 2 Malaysian 1\nPolish 1 Australian 8\nRomanian 1 Indian 3\nRussian 1 New Zealander 3\nScottish 1 Moroccan 1\nSpanish 4 South African 2\nSwedish 2 Mixed 63\nTurkish 1\nsynesthesia (letters always have colors/numbers have a spatial location/music tones have colors);\nother (please explain); no. This question was followed by the open-ended question “Additional\nspace to describe conditions running in the family.” We furthermore asked: “Do any family mem-\nbers have other types of perceptual dysfunctions? (in particular hearing issues or conditions that\nevoke emotions in response to sounds).”\nResults\nParticipants\nThe setup and procedures of this study allowed testing a large and diverse group of participants.\nIn this section, we display their characteristics, including both participant demographics and\ncharacteristics and severity of their misophonic complaints as indicated by self-report question-\nnaires. A total of 301 (250 females) participants were included in the analyses (mean age 37\nyears; standard deviation [ SD]=14). Participants were of diverse backgrounds including 36\ndifferent nationalities (see Table 1).\nSeverity of Symptoms\nMisophonic complaints: Emotional. The emotional responses were measured with the\nMAS-1 (Fitzmaurice, 2010; see also Kluckow et al., 2014; Dozier, 2015a). Responses ranged\nfrom level 0 “Person with misophonia hears a known trigger sound but feels no discomfort” to\nlevel 10 “Actual use of physical violence on a person or animal (i.e., a household pet). Violence\nmay be inﬂicted on self (self-harming).” Subjects indicate what is the highest level in this scale\nthat ﬁts with their misophonic complaints.\nWe included an “other” option, which provided participants the opportunity to give further\ndescriptions of their complaints in case they felt the scales did not ﬁt with their misophonic\ncomplaints. A total of 43 participants used this opportunity to further explain their condition,\n24 of whom clearly indicated what level (scale) their (severest) complaints belonged. Participants\nwere scored accordingly. If participants were not certain about their answer or if their answer\nwas not clear or did not clearly indicate which scale described their worst experiences, then the\nresponse was categorized as other. For these 19 subjects, the MAS-1 scores were excluded from\nfurther analyses, leaving a total of 282 participants included in the analyses."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "462 Journal of Clinical Psychology, March 2018\nFigure 1. Severity of misophonic complaints, as measured with the Misophonia Activation Scale (MAS-1).\nThe answers to open-ended questions also allowed further insight in the kind of negative\npersonal experiences some of these participants have. An example of this is a comment made in\nthe MAS-1: “I have become a ‘hermit’ for the most part and only go out for groceries or to the\nlibrary to get books (not easy since people aren’t quiet in the library anymore).”\nIn our sample of 301 participants, the responses ranged from level 2 to level 10 (see Figure 1).\nThe most common level of emotional responses (see Table 2) was level 9: “Panic/rage reaction in\nfull swing. Conscious decision notto use violence on trigger person. Actual ﬂight from vicinity\nof noise and/or use of physical violence on an inanimate object. Panic, anger or severe irritation\nmay be manifest in sufferer’s demeanor.”\nIn addition to the MAS-1, we explored what types of emotional responses are common in\nmisophonia and which are less common in our participant sample. Subjects are allowed to\nprovide several answers and add their own answer in the other category. This showed that\nalmost all subjects recognized the feelings: “extreme annoyance/irritation,” “anger/rage,” but\nalso “stress/anxiety” (see Table 3). In the other category, the emotions reported (by more than\none participant) are guilt (5), frustration (4), rage (3), depression (3), sadness (3), cannot focus\n(3), anger (2), want to die (2), feel trapped (2), overwhelmed (2), fear (of my own reactions) (2),\nshame (2).\nMisophonic complaints: Physical. On the MPRS, participants indicated their physical\nsensations relating to their misophonia. There are 11 scales, increasing in reported intensity of\nthe experiences. Participants could indicate multiple answers. The chosen answers ranged from\nlevel 0 to level 10, and several answers were recognized by at least one sixth of the participants.\nThe most common answer was level 8: “I feel physical sensation which can be best described as\nemotional pain.” Using multiple answers allowed us to compare relative frequency of certain\nphysical sensations (see Table 4). If further analyses (see next results sections) required individual\ndifferences in physical intensity, then we took the highest scale recognized by the participant as\nh i so rh e rs c o r e ."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "A Large-Scale Study of Misophonia 463\nTable 2\nSeverity of Emotional Responses To Misophonic Triggers, As Measured With the Misophonia\nActivation Scale (MAS-1)\nMAS-1 No. %\nLevel 0\nPerson with misophonia hears a known trigger sound but feels no discomfort 0 0.0\nLevel 1\nPerson with misophonia is aware of the presence of a known trigger person\nbut feels no, or minimal, anticipatory anxiety00 . 0\nLevel 2\nKnown trigger sound elicits minimal psychic discomfort, irritation or\nannoyance. No symptoms of panic or ﬁght or ﬂight response20 . 7\nLevel 3\nPerson with misophonia feels increasing levels of psychic discomfort but does\nnot engage in any physical response. Sufferer may be hyper-vigilant to\naudio-visual stimuli62 . 0\nLevel 4\nPerson with misophonia engages in a minimal physical response -\nnon-confrontational coping behaviours, such as asking the trigger person\nto stop making the noise, discreetly covering one ear, or by calmly moving\naway from the noise. No panic or ﬁght or ﬂight symptoms exhibited46 15.3\nLevel 5\nPerson with misophonia adopts more confrontational coping mechanisms,\nsuch as overtly covering their ears, mimicking the trigger person, engaging\nin other echolalias, or displaying overt irritation31 10.3\nLevel 6\nPerson with misophonia experiences substantial psychic discomfort.\nSymptoms of panic, and a ﬁght or ﬂight response, begin to engage55 18.3\nLevel 7\nPerson with misophonia experiences substantial psychic discomfort.\nIncreasing use (louder, more frequent) use of confrontational coping\nmechanisms. There may be unwanted sexual arousal. Sufferer may re-\nimagine the trigger sound and visual cues over and over again, sometimes\nfor weeks, months or even years after the event25 8.3\nLevel 8\nPerson with misophonia experiences substantial psychic discomfort. Some\nviolence ideation44 14.6\nLevel 9\nPanic/rage reaction in full swing. Conscious decision not to use violence on\ntrigger person. Actual ﬂight from vicinity of noise and/or use of physical\nviolence on an inanimate object. Panic, anger or severe irritation may be\nmanifest in sufferer’s demeanor60 19.9\nLevel 10\nActual use of physical violence on a person or animal (i.e., a household pet).\nViolence may be inﬂicted on self (self-harming)13 4.3\nOther 19 6.3\nTo further explored how common or how uncommon particular physical responses are in our\nparticipant group, we asked participants to indicate which physical responses from a list were\nrecognizable. See Table 5 for relative occurrences of reported physical discomfort. Results reveal\nthat a very common physical sensation in relation to their misophonia was increased muscle\ntension.\nIn the “other” section, participants reported a wide variety of sensations, from “no physical\neffect” to “sexual arousal” to “nausea.” Effects that were mentioned by at least three participants\nwere rage (8), pain/hurt (of which pain in ears 6), headache (5), anxiety (6), crying (7), panic\n(3), and anger (3)."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "464 Journal of Clinical Psychology, March 2018\nTable 3\nWhat Are the Feelings and Emotions Associated With the Trigger Sounds? (Multiple Answers\nPossible)\nFeelings and Emotions No. %\nExtreme annoyance/Irritation 284 94.4\nAnger/Rage 272 90.4\nStress/ Anxiety 269 89.4\nInvasive, intrusive, insulting, violating, offensive, disgusting, rude 242 80.4\nAggravation 235 78.1\nFeeling trapped 233 77.4\nImpatience 221 73.4\nPanic 168 55.8\nOther (Please explain) 32 10.6\nTable 4\nMisophonia Physical Sensation Scale (MPRS)\nPhysical sensations, measured with the MPRS No. %\nLevel 0\nI feel no physical sensation 23 7.6\nLevel 1\nI feel minimal physical sensation and can ignore it 12 4.0\nLevel 2\nI feel some physical sensation but can often/always ignore it 39 13.0\nLevel 3\nI feel some physical sensation but have difﬁculty or cannot ignore it 61 20.3\nLevel 4\nI feel elevated physical sensation and usually cannot ignore it 43 14.3\nLevel 5\nI feel elevated physical sensation, deﬁnitely cannot ignore it 61 20.3\nLevel 6\nI feel elevated physical sensation, cannot ignore it and each incidence\nhas an impact on my life57 18.9\nLevel 7\nI feel physical sensation as described above and cannot cope with it 46 15.3\nLevel 8\nI feel physical sensation which can be best described as emotional pain 99 32.9\nLevel 9\nI feel physical sensation which can be best described as physical pain 32 10.6\nLevel 10\nI feel physical sensation which is overpowering and is causing physical\npain23 7.6\nMisophonic complaints: Effect on life. On A-MISO-S (Schr ¨oder et al., 2013), partici-\npants indicated the severity of their symptoms from one of 5 levels, with higher levels reﬂecting\nmore severe effects.\nWe presented three A-MISO-S subscales. The ﬁrst asks, “How much of your time is occu-\npied by Misophonic sounds? (How frequently do the [thoughts about the] misophonic sounds\noccur?).” Answers ranged from none to “extreme, greater than 8 hrs/day or near constant\n(thoughts about) sounds.” Two participants indicated none and other answers ranged from\nmild to extreme. The most common answer in our participant group was “moderate, 1 to 3\nhrs/day, or frequent (thoughts about) sounds (more than 8 times a day, most of the hours are\nunaffected).”"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "A Large-Scale Study of Misophonia 465\nTable 5\nReported Physical Discomfort\nWhat is the physical discomfort? (multiple answers possible) No. %\nClenched/tightened/tense muscles 271 90.0\nIncrease in body temperature, blood pressure, or heart rate 180 59.8\nPressure in chest, arms, head or whole body 122 40.5\nSweaty palms 63 20.9\nHard to breathe 58 19.3\nPained by trigger sounds 39 13.0\nOther (Please explain) 69 22.9\nTable 6\nAnswers to Subscale 1–3 of the Amsterdam Misophonia Scale\nHow much time Interfere social or work life How much distress\nNone 2 None 7 None 0\nMild 65 Mild 59 Mild 13\nModerate 114 Moderate 148 Moderate 125\nSevere 87 Severe 73 Severe 125\nExtreme 33 Extreme 14 Extreme 38\nThe second subscale asks: “How much do these misophonic sounds interfere with your social\nor work (role) functioning? (Is there anything that you don’t do because of them? If currently\nnot working determine how much performance would be affected if patient were employed).”\nAnswers ranged from none to extreme. The most commonly chosen answer was “moderate,\ndeﬁnite interference with social or occupational performance, but still manageable.”\nThe third subscale asks: “How much distress do the misophonic sounds cause you? (In\nmost cases, distress is equated with irritation, anger or disgust. Only rate the emotion that\nseems triggered by misophonic sounds, not generalized irritation or irritation associated with\nother conditions).” Answers ranged from mild to extreme. No participants indicated none;\nmost commonly chosen answers were “moderate, disturbing irritation/anger/disgust, but still\nmanageable” and “severe, very disturbing irritation/anger/disgust.”\nWe explored what are common or uncommon effects of misophonia on the participant’s life,\nby providing a list of complaints. Participants could indicate what complaints or effects they\nrecognized (multiple answers were possible) and could add their own answer in the “other”\ncategory (see Table 7).\nOne ﬁfth of the participants indicated that “thoughts of suicide” is one of the effects that\nmisophonia has on their life. The answers to the open-ended question also showed the severity of\nfeelings for a subgroup of the participants. Participants reported about misophonia interfering\nwith their work life to the degree of having to change/quit jobs, deteriorating relationships and\nsocial life, interfering with normal daily life when triggers cause a lack of focus, and avoidance\nor aggressive (e.g., self-harm) behavior. Other people not knowing or not believing the severity\nof the misophonic complaints were felt to enhance their daily problems. Examples of answers to\nthe question “How do the trigger sounds effect on your life” are as follows:\nr“Depression, sadness, failure and wanting to die and commit suicide.”r“Fear of uncontrolled verbal and physical REACTIONS.”r“I feel hatred towards the person making the sound sometimes. I say something to my family\nwhen I can’t stand it, but my friends have no idea I have this problem. I’m embarrassed and\nashamed of being this way, but I don’t know how to stop.”r“Suicidal thoughts I just long to die and escape the unbearable torture.”"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "466 Journal of Clinical Psychology, March 2018\nTable 7\nReported Effects of Misophonia on Participant’s Life (Multiple Answers Possible)\nHow do trigger sounds affect your life? No. %\nTried not to be around people if they make trigger sounds 267 88.7\nCan’t pay attention at a movie or in class when people are\nmaking trigger sounds262 87.0\nRealizes they are hyper focused on noises that should be in\nthe background and are unable to ignore them224 74.4\nTriggers are worse when tired 182 60.5\nCan be triggered by sounds from television or video 176 58.5\nFeels better when can locate source of sound 134 44.5\nStays away from certain foods/avoids making certain sounds 122 40.5\nThoughts of suicide 66 21.9\nOther (Please explain) 63 20.9\nAt the end of the experiment, participants were provided with the opportunity to write any\ngeneral remark about the research. Examples are as follows:\nr“I have no understanding of why I am like this, it’s very distressing when it happens & I get\nvery embarrassed at my reaction & I ﬁnd it really hard to explain to others.”r“I need to get help about this.”r“Please help.”\nMisophonic complaints: Covariates. In this section, we discuss characteristics of the\nenvironment or of the misophonic individuals that may inﬂuence severity of the symptoms. We\nexamined inﬂuence of substance abuse as reported by male versus female participants. Further-\nmore, we examined how severity of symptoms are distributed and if different measurements of\nsymptom severity correlate.\nThree questions probed effects of pharmacological agents on misophonia, including alcohol,\ncaffeine, and nicotine. The fourth question was “Do any other chemicals affect the symptoms?”\nWe included marijuana, ecstasy, and mushrooms as examples. Participants chose one of four\nanswer categories: “lessened symptoms,” “aggravated symptoms,” “no change,” or no use of\nthat particular substance.\nResults are presented in Table 8. A relatively large percentage (36%) of the group mentioned\nalcohol as lessening the symptoms. Some participants reported to have used alcohol with the\npurpose of reducing the misophonic symptoms. Most misophonics indicated that caffeine does\nnot seem to affect the symptoms, and most misophonics do not use nicotine or other chemicals.\nOf the participants indicating lessened symptoms with other chemicals, most ( N=24) mentioned\nmarijuana/cannabis. Within this group, many participants indicated that they have used it only\nrarely, and not anymore (e.g., by fear of losing their job).\nWe also contrasted the severity of complaints as reported by male versus female participants.\nFrom each participant, we took (a) the score on MAS-1, (b) the highest indicated score on the\nMPRS, and (c) the mean score on the three subscales on the A-MISO-S. Mean and standard\ndeviation are reported in Table 9. The reported severity of symptoms is somewhat increased in\nfemales, compared with males.\nA Kruskal-Wallis test evaluated the differences between two gender categories. The tests\nshowed no effect for MAS-1, a marginally signiﬁcant effect for MPRS, X2(1,N=301)=\n2.78, p=.095, and increased median for A-MISO-S, X2(1,N=301)=6.11, p=.013. The\nincreased severity reported by females, compared with males, might be a gender bias in (re-\nported) severity of symptoms; however, please note that with Bonferroni correction for multiple\ncomparisons ( p<0.0167), only the effect measured with A-MISO-S is signiﬁcant. Further-\nmore, the different sizes of the groups (51 males vs. 250 females) might inﬂuence the severity\ndifferences."
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "A Large-Scale Study of Misophonia 467\nTable 8\nEffects of Different Chemicals on Misophonic Complaints\nNo. %\n1. How are symptoms affected by alcohol?\nLessened 107 36%\nAggravated 6 2 %\nNo change 61 20%\nNo alcohol use 128 43%\n2. How are symptoms affected by caffeine?\nLessened 9 3 %\nAggravated 53 18%\nNo change 184 61%\nNo caffeine use 56 19%\n3. How are symptoms affected by nicotine?\nLessened 19 6 %\nAggravated 3 1 %\nNo change 57 19%\nNo nicotine use 223 74%\n4. Do any other chemical(s) affect the symptoms? (e.g., marijuana [THC], ecstasy [MDMA], mushroom\n[psilocybin], etc.? (Please name the chemicals in the box below)\nY es- Lessened symptom 39 13%\nY es- Aggravated symptoms 11 4%\nNo 51 17 %\nUnknown 201 67 %\nTable 9\nReported Severity of Misophonic Complaints by Female Versus Male Participants\nFemale Male\nMean (SD) Mean (SD) p-value\nMAS-1 7.77 (1.94) 7.34(2.22) n.s.\nMPRS 6.57 (2.97) 5.78(3.15) .088\nA-MISO-S 3.38 (0.71) 3.09(0.71) .008\nNote .S D=standard deviation; MAS-1 =Misophonia Activation Scale; MPRS =Misophonia Physical\nSensation Scale; A-MISO-S =Amsterdam Misophonia Scale.\nSummary and the distribution of severity of symptoms. In summary, the measure-\nments show that our participants differ in nature and severity of misophonic complaints, with\na relatively high incidence of participants indicating their complaints as “moderate” on the\nmisophonia assessment scales. For another substantial group of participants, however, the miso-\nphonic responses to sounds were experienced as extreme, severely disturbing, and even had a\ndevastating effect on their life.\nNone of the questionnaires were normally distributed (Shapiro-Wilk >.93; ( N=282) p<\n.001). As can be seen in Figure 1, the MAS-1 showed that the responses are diverse. Rather\nthan a normal distribution, the distribution includes a large group of subjects with relatively\nmild complaints and another large group of subjects with severe complaints. Such distribution\ndoes not seem to be in line with the notion that everybody has misophonia, but on a gradually\nincreasing scale of intensity. Perhaps more than one group of misophonics is represented here,\nwith more than one (causal) mechanism. It could also be related with our particularly large\ngroup of participants, thereby including many different types of people reporting misophonic\ncomplaints. Because the questionnaires were all non-normally distributed, in further analyses\nnonparametric methods are chosen."
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "468 Journal of Clinical Psychology, March 2018\nThe three measures show moderate to strong correlations, between MAS1 and A-MISO-S,\nrs(282)=.67p<.001, MAS-1 with MPRS, rs(282)=.53,p<.001, and MPRS with A-MISO-S,\nrs( 301) =.47,p<.001.\nDevelopmental and Familial Traits\nDo the misophonic symptoms worsen over time?. More than three quarter of the par-\nticipants indicated that their symptoms had worsened over time ( N=232, 77%), against a much\nsmaller number of participants indicating that it did not get worse ( N=11, 4%) or stayed the same\n(N=31, 10%). A total of 27 (9%) participants indicated “other,” a category that comprised very\ndiverse answers. Participants indicated that they have developed coping strategies/life changes\nthat make it easier to deal with their misophonia. Others indicated that the misophonic responses\nhave stayed the same but that the number of triggers has increased. A few participants chose the\n“other” category to indicate that their misophonia got “a lot” worse.\nOnset of symptoms. Participants provided diverse responses to the question “How old\nwere you since you started experiencing the misophonic symptoms?” Answers ranged from “as\nlong as I can remember” to “started around 2013, aged 57.” Y et a clear pattern emerged from\nthe results, with most of the participants indicating that the problems started in childhood\n(N=136, 45%). Another large group indicated they had problems since teenage years ( N=91,\n30%); 44 (15%) participants answered “As long as I can remember.” It was also less common\nto experience misophonia since adulthood ( N=27, 9%), and three answers were in the “other”\ncategory (1%).\nAs explained in the Method section, the participants used open-ended question for many\ndifferent purposes, and 39 participants in total provided a written answer. Most answers could\nunambiguously be categorized in one of these age categories (only three participants did not\nclearly indicate one of the four age categories). Several participants indicated that there were\nearly complaints and that only later in life these complaints increased in severity to become real\nproblems. For example, one participant indicated that as a child she probably had a weaker type\nof misophonia, but that this problem became apparent only in adulthood. These reports are in\nline with the notion that the severity of misophonic complaints increases over time. This latter\nnotion was examined by contrasting severity of misophonic symptoms across age groups. The\ncategories did not differ in terms of current age of the participants. Thus, someone answering\n“all my life” has had misophonic complaints for a longer period of time than someone answering\n“since adulthood.” As in the previous section, severity of symptoms is measured by (a) the score\non the MAS-1, (b) the highest indicated score on the MPRS, and (c) the mean score on the three\nsubscales on the A-MISO-S.\nA Kruskal-Wallis test evaluated the differences among the four age of onset categories (always,\nchildhood, teenager, adult) on median change of symptom severity. Even without Bonferroni\ncorrection, the tests showed only a marginally signiﬁcant or no signiﬁcant effect, for MAS-1,\nX2(3,N=282)=7.63, p=.054; MPRIS, X2(3,N=301)=3.10, p=.376; A-MISO-S, X2(3,\nN=301)=4.70, (3), p=.196.\nAn overview of severity of symptoms split out by age of onset (Table 10) revealed that the\nindicated symptoms seem lowest for the group in which misophonia started in adulthood. We\ntherefore performed an exploratory analysis with Kruskal-Wallis split between all participants\nanswering that their symptoms started before adulthood, versus all participants answering that\ntheir symptoms started as adults. It showed a difference on median change of symptom severity\nin MAS-1, X2(1,N=282)=6.70, p=.01, a trend with A-MISO-S, X2(1,N=301)=3.40,\np=.065, and no signiﬁcant effect with MPRIS, X2(1,N=301)=2.24, p=.135; therefore, with\nBonferroni correction ( p<0.0167), there was only a signiﬁcant effect on the MAS-1 but not on\nthe other measures.\nOverall, these analyses did notshow an overall effect between age of onset and severity of\nsymptoms in adulthood. There is, however, a small effect of less severe symptoms for participants\nreporting that their symptoms started in adulthood."
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "A Large-Scale Study of Misophonia 469\nTable 10\nEach of Five Answer Categories to the Question “How Old Were You Since You Started Experi-\nencing the Misophonic Symptoms?”\nNo. % MAS-1 MPRS A-MISO-S\n1. “As long as I can\nremember” ( 2–4 years )44 15% 7.63 (1.90) 6.86(2.69) 3.36(0.61)\n2. “Childhood” ( 5–12 years ) 136 45% 7.90 (2.02) 6.54(3.10) 3.39(0.70)\n3. “Early teenage years”\n“17” (13–17 years)91 30% 7.73 (1.89) 6.30(2.97) 3.30(0.73)\n4. Adult (18 years or older) 27 9% 6.61 (2.13) 5.59(3.27) 3.10(0.86)\n5. Don’t know/other 3 1%\nNote . Number and percentage of participants in each of the ﬁve answer categories, followed by mean\nand standard deviation of the three measurements of severity of misophonic complaints. SD =stan-\ndard deviation; MAS-1 =Misophonia Activation Scale; MPRS =Misophonia Physical Sensation Scale;\nA-MISO-S =Amsterdam Misophonia Scale.\nFigure 2. Severity of misophonic symptoms as measured with MAS-1, per participant age category. Note.\nAge categories are per 10 years of age. The last two categories hold N =4a n dN =1 participant(s), respectively.\nCurrent age and strength of symptoms?. Three subjects did not provide their age. There\nis a signiﬁcant small-sized negative correlation between age and strength of symptoms, obtained\nwith the MAS-1, rs(280)=−.212, p<.001, and the A-MISO-S (mean subscales 1 to 3), rs(299)=\n−.15,p=.012; with Bonferroni correction, these effects are signiﬁcant, p<.0167.\nFigure 2 shows (in line with the negative correlations reported above) that the experienced\nseverity does not in general increase with age. Instead, reported severity is lowest for the middle-\naged participants. Although the reported severity increased in subsequent age categories, this\nshould be evaluated with care because there are only a few elderly participants (eight participants\nare older than 65 years of age).\nRunning in the family. We asked the question, “Do any family member(s) have similar\nsymptoms?” Responses were as follows: 67 (22%) indicated that they did know family members"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "470 Journal of Clinical Psychology, March 2018\nwith similar symptoms, 100 (33%) indicated nofamily members with similar symptoms, and 134\n(45%) indicated “unknown.”\nContrasting the 100 participants reporting nofamily members with similar issues with the\n67 participants who doknow family members with similar issues shows a slightly increased\nreported severity of the misophonic complaints if the participant knows family members with\nsimilar symptoms (mean and SD), respectively: MAS-1 7.65 ( 1.9) versus 7.79 ( 2.0), MPRI 6.29\n(3.1) versus 6.63( 2.7), A-MISO-S 3.33 ( .65) versus 3.37 ( .74), but these effects are very small and\nnonsigniﬁcant (in the Kruskal Wallis test, all three questionnaires, .2 <chi-square, .27, p =.6).\nDescribing the affected family members, the misophonics reported more female family mem-\nbers than male family members with similar symptoms: more often mother ( N=48) than father\n(N=19), more often sister ( N=37) than brother ( N=10), more often daughter ( N=29) than son\n(N=17). Either misophonia is more common in females, or this particular participant group\n(mainly comprising females) was biased in their responses.\nPrevalence and Comorbidity\nOther conditions. We asked participants if they had been diagnosed with other condi-\ntions, to explore patterns of comorbidity. We also inquired about the presence of neurological,\npsychological, or psychiatric conditions in their family members.\nA total of 151 (50%) participants reported no other conditions or diagnoses. From the\nlist of conditions, the most commonly reported items were tinnitus (12%), PTSD (12%), and\nADD/ADHD (12%), followed by eating disorder (8%), OCPD (8%), selective mutism (6%), and\nhyperacusis (4%). In the “other” category, most mentioned conditions were anxiety disorders\n(anxiety/panic/phobic conditions) (N =41, 13%) and depression/depressive disorders (N =40,\n13%).\nThe mixed nationalities in our group, and particularly the fact that the data are based on self-\nreport, makes it difﬁcult to contrast these prevalence rates with the prevalence rates as reported\nin literature. We will therefore not perform such prevalence analyses. We instead aim to assess if\nconditions are somehow related to misophonia or rather co-occur coincidentally. Our rationale\nis that if conditions are related, then their mechanisms are not independent, and thus it is likely\nthat the presence of one condition will affect the nature and severity of the symptoms of the\nother condition. However, if we ﬁnd that the presence (vs. absence) of a condition shows no\neffect on the severity of misophonic symptoms, then it indicates that these two conditions are\nlikely to coincide without reasons to assume interactions or shared mechanisms between the\nconditions.\nThe relationship between the co-occurring conditions and misophonia was examined by\ncomparing severity of misophonic symptoms in participants with, versus participants without,\nthat other condition. For this analysis, we used the severity of misophonic symptoms in overall\neffects on life (A-MISO-S). We excluded conditions reported by very few (less than N =15, or\n5%) participants: These conditions were not related to misophonia for the great majority of our\nparticipants, and the small subject number would make the analyses vulnerable for outliers. For\nall other reported conditions, we correlated presence/absence of the condition with one speciﬁc\nscale measuring severity of misophonic symptoms, the A-MISO-S scores.\nThere were nine tests in total (tinnitus, eating disorder, selective mutism, PTSD, OCSD,\nADD/ADHD, anxiety-related conditions, depression and no condition). With Bonferroni cor-\nrection for multiple comparisons ( α=.006), only two correlations survived. First, subjects report-\ning no comorbid disorder at all had less severe misophonic complaints rs(301)=−.16p=.006.\nWe found only one particular condition related to severity of misophonic symptoms measured\nwith A-MISO-S; increased severity of misophonic symptoms was related to reported presence\nof PTSD, rs(301)=.19p=.001. Concerning the conditions reported in the “other” sections,\npresence of depressive (N =40) or anxiety-related (N =41) conditions did not matter for severity\nof misophonic symptoms (all Kruskal-Wallis tests nonsigniﬁcant, with chi-square smaller or\nequal to 1).\nFurther analyses showed that participants reporting PTSD indicate more severe misophonic\nsymptoms on all the Misophonic questionnaires. Kruskal-Wallis showed a difference on median"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "A Large-Scale Study of Misophonia 471\nchange of symptom severity. These effects were signiﬁcant after Bonferroni correction ( p<\n.0167) in all of the three questionnaires; in MAS-1, X2(1,N=282)=6.04, p=.01; in MPRIS,\nX2(1,N=301)=7.18, p=.007; and in A-MISO-S, X2(1,N=301)=11.21, p=.001.\nWe examined if the presence of misophonia in the family and the presence or PTSD are\nrelated (e.g., are these two different sources for misophonic complaints). However, whether or\nnot a participant reported family members with similar misophonic problems did not correlate\nwith any of the other factors of interest (PTSD, synesthesia, eating disorders, ASMR). Similarly,\nwhether or not a participant reported PTSD did not correlate to their reports on synesthesia,\nASMR, or eating disorders.\nSynesthesia. The questions on synesthesia showed 9% to 17% prevalence, which is much\nhigher than the prevalence (2% to 4%) for these types of synesthesia as reported in the literature\n(Simner et al., 2006). However, again the prevalence numbers are affected by how (stringent)\ninclusion criteria are set (Simner et al., 2006; Johnson, Alison, & Baron-Cohen, 2013a), and in the\ncurrent study self-report is sufﬁcient for inclusion. The (in)dependence of the two conditions was\ntherefore examined by analyzing the reported severity of misophonic complaints. For sequence-\ncolor synesthesia and sequence-shape synesthesia, the Kruskal-Wallis test did not show increased\nscores on the A-MISO-S ( p>.1), and for hearing-color, there was a slight trend on the A-MISO-S,\nX2(1,N=301)=3.30, p=.07.\nParticipants indicating “other synesthesia types” had increased scores on A-MISO-S, X2(1,\nN=301)=9.34, p=.002. A total of 49 participants chose this “other” category. Participants gave\na description of their experiences, resulting in a wide range of their (“other”) types of synesthesia,\nfrom people evoking colors, sounds evoking a particular taste, to particular emotions with touch\n(e.g., rough or smooth surfaces). We listed these inducers and concurrents and tested if any of\nthe particular inducers (e.g., “sounds”) or any of the particular concurrents (e.g., “colors”\nor “emotions”) were related to the reported severity of misophonic complaints. No effects or\nrelationships became apparent in these analyses; therefore, we currently have no explanation for\nthe effect of \"other\" categories on the A-MISO-S.\nIn line with current knowledge on synesthesia (Barnett et al., 2008), the presence of one type\nof synesthesia correlated with the presence of other types of synesthesia. Participants reporting\nsequence-shape synesthesia (days or letters have a spatial shape) were more likely to report\nhearing-color synesthesia, rs(300)=.307, p<.001, or sequence-color, rs(299)=.318, p<.001.\nAnd hearing-color correlated with sequence-color, rs(300)=.483, p<.001.\nASMR. A remarkable ﬁnding in our study was the high incidence of reports on particularly\npleasant responses to listening to sounds. The question described ASMR, a relatively unknown\ncondition in which particular sounds or sights elicit particular pleasant feelings, as euphoric,\nrelaxing, and involving tingling sensations on the skin. So far, only one scientiﬁc publication\nhas studied this phenomenon (Barrat & Davis, 2015). Despite this being an unknown condition,\nalmost half (49%) of the participants reported recognizing these phenomena. This shows that for\nhalf of the participants, experiencing emotions in response to particular sounds extends beyond\ntheir misophonia. This was also suggested by the ﬁnding that 30% of the participants reported\n“compulsive listening to speciﬁc sounds.”\nTo further study these phenomena, we examined severity of misophonic symptoms for partici-\npants with versus without ASMR symptoms. This showed no signiﬁcant relationship for MAS-1\nand A-MISO-S and only a weak and nonsigniﬁcant relationship with MPRIS, X2(1,N=301)=\n3.08, p=.079. Note that these questionnaires asked the severity of emotional responses in only\none direction–how negative or disturbing the symptoms are. It seems that ASMR adds positive\nemotions to the scale of sound-induced emotions but does not signiﬁcantly decrease the negative\neffects of misophonia.\nThe conditions of ASMR, misophonia, and the “other” (sound) types of synesthesia might\nbe related to each other, as indicated by the high presence of ASMR and “other” (sound) types\nof synesthesia in this group of misophonics. Furthermore, the presence of ASMR also correlates\nwith reporting “other” synesthesia, rs(301) =– .232, p<.001. Note, however, that given the\nrelative unfamiliarity of the conditions this needs to be further studied. Furthermore, the use of"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "472 Journal of Clinical Psychology, March 2018\nonly one question to probe ASMR makes it more vulnerable for possible false positives or false\nnegatives in its measurement.\nAs a ﬁnal note, all nonparametric tests were also performed as one-way analyses of variance\nto see if this would change any of the conclusions. It did not change reported signiﬁcance for\nany of the results.\nDiscussion\nCurrently, much is still unknown about the features and underlying mechanisms of misophonia.\nIn the current project, we examined which patterns emerge when we examine the characteristics\nof misophonic individuals and misophonic complaints in a large group of participants. Weexamined the (severity of) misophonic symptoms and the reported comorbidity with other\nclinical, psychological, or psychiatric conditions, and we also explored the relationship between\nmisophonia and other cognitive, auditory, or emotional characteristics.\nOur participants differed in the nature and severity of their misophonic complaints, ranging\nfrom minimal discomfort and no ﬁght or ﬂight response to full panic/rage response and violent\nbehavior toward others or self (self-harming). A large portion of the participants rated, on the\nseverity assessment scales, the level of their complaints as “moderate.” For a substantial group\nof participants, however, the misophonic responses to sounds are experienced as extreme andseverely disturbing. These participants exemplify the signiﬁcance (and thereby the relevance)\nof understanding this condition. They reported misophonic responses that have a devastating\neffect on their life. Our results thus showed a large range in misophonic complaints.\nFurthermore, the reported severity of the complaints was not normally distributed. A study\nof a large group of undergraduate students by Wu et al. (2014) showed that 20% of the students\nhad at least “moderate sound sensitivities” that cause “signiﬁcant interference” (minimally 7on a scale from 1 to 15). The group reported by Schr ¨oder et al. (2013) had an average score\nof “severe” (15 out of 24). Jastreboff and Jastreboff (2014) note that Schr ¨oder et al. (2013)\nstudied a population of psychiatric patients who happened to have misophonia as well, andthey noted that, in their own clinical work, it was very rare to ﬁnd misophonic patients that\nexhibit psychiatric problems. In our results, there is no normal distribution of the misophonic\ncomplaints. Therefore, in terms of severity of symptoms our results show that misophonics arenot necessarily a unitary or homogeneous group.\nFurthermore (see below), misophonics differed in terms of comorbidity with other conditions.\nThis suggests that there might be heterogeneity in the nature and in the mechanisms involved inmisophonia. Our study is particularly ﬁt to ﬁnd these individual differences within the group,\nas we recruited a large and diverse group of participants (including different nationalities and\ndifferent age groups), because a large group of participants with different backgrounds wererecruited.\nMuch is still unknown about the developmental pattern, cause, and pathogenesis of miso-\nphonia. We have learned, however, that there are patterns in the reported onset of misophonicproblems (similar ﬁndings were obtained in different groups of misophonics). The majority of\nour participants, reported that the onset of their misophonic problems was in childhood or in\nearly teenage years. This is in accordance reports of misophonics found in a large group of un-dergraduate students (mean age of onset 12: Kumar et al., 2014) and in a group of misophonics\nrecruited in a psychiatric setting (mean age of onset 13: Schr ¨oder et al., 2013). While the results\nrely on self-report and are an estimation rather than a precise indication, a consistent pattern ofresults is obtained.\nThe misophonic reports also show a contrast with the condition synesthesia, where subjects\nnormally report that they have had their unusual (synesthetic) experiences for as long as they\ncan remember (Sagiv, Simner, Collins, Butterworth, & Ward, 2006; Dixon, Smilek, Cudahy, &\nMerikle, 2000). In our study, a very large number of subjects have memories of misophonicepisodes in childhood, suggesting that misophonia typically is already present in childhood.\nParticipants often shared lively memories of misophonic episodes in childhood. This may sug-\ngest that the characteristics of their family setting may be important in understanding thedevelopment of misophonia (Johnson et al., 2013b)."
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "A Large-Scale Study of Misophonia 473\nFuture studies can inform us about misophonia “running in the family.” We found that one\nthird of the participants in our study knew of family members with similar symptoms. This mightsuggest a genetic predisposition for misophonia; but given our dependence on self-report, this\nneeds to be further studied. A search for genetic links would be interesting and could also include\nan examination of the gender bias obtained in this study. The gender bias might, however, alsomerely reﬂect a gender difference in self-referral, as has previously been observed in synesthesia\n(Simner et al., 2006; Rouw et al., 2016). Another question is why females, compared with males,\nreported more severe misophonic symptoms.\nMost (more than three-quarters) of the participants indicated that their misophonic symptoms\nhave worsened over time. Some participants indicate that their symptoms have worsened al o t .\nOur ﬁndings are in line with the misophonic case studies, reporting a worsening of symptomsover time (Kluckow et al., 2014). We did not test children, and therefore, cannot examine if this\nimplies that the symptoms are worse in adults than in children or if older children have worse\nsymptoms than younger children. It does indicate, however, that our participants do not have ageneral effect of habituation to their trigger sounds.\nDozier (2015b) provides a theoretical framework for these reports of progressive worsening,\nby pointing out that angry feelings typically increase tension in skeletal muscles. Such increased\ntension would in turn enhance the physical response to the trigger stimulus. This way, prolonged\nor repeated exposure to the trigger sounds would create a self-strengthening situation rather thanextinction of the misophonic response. It would be informative to examine the development of\nmisophonic symptoms in a longitudinal study. Furthermore, an interesting link is suggested with\na physical stress response; we will return to the relationship between misophonic complaints andphysical (stress) response below.\nComorbidity with other conditions\nParticipants were asked about comorbidity with clinical, psychological, psychiatric, neurologi-cal, or hearing conditions. The relationship can tell us something about the mechanisms involvedin misophonia: Is it an independent condition, completely unrelated to another disease or con-\ndition? Is it associated with other conditions but only in a way of sharing symptoms? Is it\nassociated in terms of interactions in underlying pathology? Or can we ﬁnd evidence for a moreextreme interpretation of comorbidity, stating that misophonia is actually only the symptomatic\nmanifestation of another, “real” disorder?\nTo start with the last of these viewpoints, our results do not support the presence of another\ncondition or disorder as the “real” underlying cause of the misophonic symptoms. No other\ncondition was sufﬁciently present in our group of misophonic participants to explain away\nthe misophonia. Half of the participant group did not report any of the inquired conditions,reporting instead to have no additional condition at all. The other half of the participant group\ndid report other conditions, but they did not report one condition or disorder in particular;\ninstead, these misophonics were highly heterogeneous in their responses.\nWe examined if there is a relationship between (previous or current) eating disorder and\nmisophonia (Kluckow et al., 2014) because eating (slurping, smacking) noises are the most\ncommon misophonic triggers (Wu et al., 2014; Schr ¨oder et al., 2013; Edelstein et al., 2013). Only\na small number of misophonics reported to have (had) eating disorders, and the presence of\nan eating disorder (bulimia, anorexia nervosa or another eating disorder) did not signiﬁcantly\nincrease the severity of misophonic complaints. Although eating disorders for some participantsmight be a factor interacting with their misophonia, our results do not suggest that eating\ndisorder is a general underlying principle explaining the condition.\nIs misophonia related to any other clinical, psychological, or psychiatric conditions? Because\nit is difﬁcult to make very precise calculations on prevalence in this study (see the Limitations\nsection), we did not base our conclusions on prevalence. Instead, as a ﬁrst step we simplyexamined if a condition was, or was not, present in this group of misophonic participants.\nThe possible relationship with misophonia was then further explored by examining if a con-\ndition showed a relationship to the severity of misophonic complaints. This analysis gave two\nresults."
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "474 Journal of Clinical Psychology, March 2018\nFirst, participants without other conditions report less severe misophonic complaints. This in-\ndicates that comorbidity with other conditions or diseases is related to an increase in the severityof misophonic complaints. This ﬁnding is in line with previous studies noting shared pathol-\nogy between misophonia and other diseases, such as anorexia nervosa and OCD (Kluckow\net al., 2014); general sensory sensitivities, obsessive-compulsive symptoms, anxiety, and de-pressive symptoms (Wu et al., 2014); or OCPD (Schr ¨oder et al., 2013). These ﬁndings of\ncomorbidity are however not necessarily pertaining speciﬁcally to the misophonic condition.\nShared pathology and comorbidity is often observed in medical conditions, but unfortu-nately it is still poorly understood (Cramer, Waldorp, van der Maas, & Borsboom, 2010;\nKessler 1994; Krueger & Markon, 2006; Friborg, Martinussen, Kaiser, Øverg ˚ard, & Rosenvinge,\n2013). Second, we found a relationship between severity of the misophonic symptoms, andPTSD.\nRelationship with PTSD. Participants with PTSD showed increased severity of miso-\nphonic symptoms, on all misophonia measurement scales. This was not merely a general re-\nsponse bias (subjects reporting one condition are also likely to report increased strength of\nanother condition) because the severity of misophonic symptoms was not found related toany other relevant condition, such as depression, anxiety-related disorders, OCPD, or selective\nmutism. A relationship between PTSD and misophonia has been described in a case study by\nDozier (2014), presenting a man with misophonia who was diagnosed with PTSD. He developed\nmisophonia while serving in the Marines in Afghanistan. The misophonic triggers did not elicit\nPTSD responses, but instead the reverse was proposed (a causal relationship between PTSD andthe development of misophonia).\nOne of the diagnostic criteria of PTSD is alterations in arousal and reactivity ( DSM-V ).\nThis arousal characteristic of PTSD has similarities with the physical aspect of misophonia,as misophonic sufferers often report physical tension as part of their misophonic response. In\nour study, 90% of the participants recognized a physical response of “clenched/tightened/tense\nmuscles” as characteristic for their misophonia. In a previous skin conductance response study(Edelstein et al., 2013), misophonic stimuli were found to be physiologically arousing. These\nﬁndings suggest that in order to understand misophonia, it is important to understand the role\nof the physical stress response (as well as the emotional response; Dozier, 2015b).\nThe ﬁndings do not address the origin of this physical response, in particular whether or\nnot it is a conditioned response (Dozier, 2015a). Similarly, note that we do not suggest that\nPTSD as a condition explains the existence of misophonic complaints. The great majority of ourparticipants do not report PTSD (in line with Schr ¨oder et al. 2013, who used clinical diagnostic\ncriteria). The results are, however, in line with the possible role of self-strengthening of the\nmisophonic response through increased physical (muscle) tension. We found reports of increasein the severity of misophonic complaints in combination with PTSD as well as reports by almost\nall misophonics of a physical (muscle) response as part of their misophonia. This is an important\ntopic for follow-up research.\nRelationship with ASMR\nOur ﬁndings are in line with the hypothesized relationship between misophonia and ASMR.\nA remarkably large subgroup of misophonic participants recognized the description of ASMR\n(Barratt & Davis, 2015). Currently, there are no clear “diagnostic” criteria, and very little isknown about the condition of ASMR. Still, half of our participants recognized the description\nof pleasurable, tingling sensations, indicating that for them, unusual emotional responses to\nparticular (sound) sensations extends beyond their misophonia. An important question for\nfollow-up studies is whether the mechanisms involved in the abnormal negative emotional\nresponses with particular trigger sounds (the ﬁght-or-ﬂight response typical for misophonia)also make misophonics more susceptible to abnormal positive emotional responses to sounds\n(the relaxing and tingling sensations typical for ASMR).\nThis suggestion is particularly interesting in light of the recent ﬁndings by Kumar et al.\n(2017). This study showed that the abnormal salience attributed to particular sounds is related"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "A Large-Scale Study of Misophonia 475\nto abnormal activation and functional connectivity patterns of the anterior insula cortex (AIC).\nThe hyperactivation of this brain region was moreover found to mediate the autonomic responsesin misophonia. Furthermore, questionnaire scores showed higher interoceptive sensibility in\nmisophonics than in controls, consistent with abnormal functioning of the AIC. Overall, these\nobtained mechanisms could help explain the abnormal interactions between sensory processes(abnormal salience attributed to particular sounds) and emotional processes.\nThe unusual responses to particular stimuli as obtained in ASMR and misophonia is akin to\nsynesthesia. In all of these conditions, a certain stimulus will evoke a particular and additionalresponse that cannot clearly be traced back to the stimulus properties. While the relationships be-\ntween these conditions are still elusive, the similarity in symptoms allows to generate hypotheses\nabout the misophonic condition. A decade of research has provided knowledge on the mecha-nisms involved in the unusual cross-sensations in synesthesia as well as its underlying functional\nand structural brain properties (Rouw, Scholte, & Colizoli, 2011). This knowledge can be used\nin formulating hypotheses about the neurological mechanisms involved in misophonia.\nIn particular, can increased structural connectivity be obtained between inducer and con-\ncurrent structures (in the case of misophonia, particular limbic and sensory structures), as has\nbeen previously obtained in synesthetes (Rouw & Scholte, 2007)? Second, in synesthesia, a role\nof “higher” brain areas, in particular the parietal cortex, is crucially involved in synesthesia.\nThe explanation is that parietal mechanisms underlie the general tendency to “bind” the dif-ferent sensations together. Just as new models of synesthesia integrate these two main ﬁndings\ninto “two-stage” models (Hubbard, Brang, & Ramachandran, 2011), a model on misopho-\nnia needs to integrate both the speciﬁc sensory characteristics of the (“triggers”-to-response)associations, and the general or “higher order” processes underlying the tendency for unusual\n“binding” between different sensory and emotional modalities. The latter higher order processes\nare furthermore relevant in explaining how the interpretation and context of trigger sounds willinﬂuence the misophonic responses.\nFinally, we did not ﬁnd that the obtained inﬂuences and relevant characteristics of misophonia\nthemselves correlate. For example, we did not ﬁnd a correlation indicating that in one group ofparticipants the misophonia might have been caused by trauma (as indicated by the presence\nof PTSD), while another group has misophonia “running in the family.” Similarly, the presence\nof ASMR is independent on the participant’s reports on PTSD. This divergence of inﬂuencingfactors is in line with the ﬁndings of Wu et al. (2014). Moderate relationships led these authors\nto conclude that misophonia may be related to multiple forms of psychopathology, through\neither direct or associative relationships. Webber and Storch (2015) point to the relevance ofunderstanding such heterogeneity for the treatment of misophonia because variation (e.g., in\nsymptom presentation) suggests that there may not be a “one size ﬁts all” treatment.\nLimitations. While the online test has succeeded in recruiting a large sample of misophonic\nparticipants, the approach does entail limitations. The most important is that the data rely on\nself-report. Subjects were recruited online, and they participated based on their own interest inhelping out in a study on this topic. Self-report is not a reliable diagnostic measure, and none\nof our results should be interpreted or perceived as clinical reports. In particular, asking about\ncomorbidity will likely lead to overrepresentation of conditions if participants are asked whichdiagnosis they have received, compared with diagnosing the participants during the experiment\nand in a clinical setting. In our method, the diagnostic criteria are less strict, plus diagnoses from\nthe past will also be reported in the self-report. Perhaps (but this seems less likely in a group thatvoluntarily came forward to talk about their misophonic disease) there is also a tendency to not\nreport diseases. For these reasons, we treat the current study as an examination of associations,\nbut not as a prevalence study.\nRather than analyzing absolute measures of prevalence, we looked at the reported symptoms,\ncharacteristics, and conditions as they compared with each other within this group. The ratio-nale is that it is not likely that the participants would selectively remain completely silent on one\ncondition while reporting on other conditions. Furthermore, even if participants tend to under-\nreport a particular condition, only a small number of subjects reporting a condition is sufﬁcientto include in our analyses. Next, we performed a separate analysis that is independent of this"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "476 Journal of Clinical Psychology, March 2018\nissue, namely, correlating the comorbid condition to the reported severity of misophonic con-\nditions. Further investigations on prevalence numbers would be an interesting topic for futurestudies, but preferably these should take place in a clinical setting. Furthermore, any prevalence\nstudy still needs a large number of participants.\nThe use of self-report is also a limitation for all other collected responses. It is likely that\nnot all answers are complete or sufﬁciently speciﬁc, and perhaps some answers are simply not\ntrue. This means that in our study, any single answer cannot be given a lot of weight. Instead,\nthe large number of participants should balance these types of effects out, as “noise” in themeasurements. This method of dealing with incorrect or imprecise responses does not hold,\nhowever, when there is a particular direction or bias in the responses. Whenever we thought this\ncould inﬂuence the results, the effects were presented and the implications were discussed. Animportant example is the possibility that female overrepresentation is in fact a female bias in\nself-report. Female overrepresentation may disappear in studies avoiding self-report bias, as has\nbeen previously found in synesthesia research (Simner & Carmichael, 2015; Rouw & Scholte,2016).\nCurrently, little is known about mechanisms involved in misophonia. This study has generated\nnew hypotheses about the underlying mechanisms and explored patterns of inﬂuences on the\ncondition. As in all psychological research, only replication in other studies will provide more\ndeﬁnite answers. As a ﬁnal note, this is not a developmental study or a longitudinal study.The results do not allow conclusions about causality. While it is possible to speculate about\nunderlying mechanisms in the discussion, the results themselves are presented as “associations”\nand thus without any causal connotation.\nConclusion\nWe started this article with three fundamental questions about the mechanisms of misophonia:\nCan everybody develop misophonia or are there particular vulnerabilities or predispositions?\nHow is misophonia related to other diseases or conditions (is misophonia a separate and in-dependent disorder)? And, third, how speciﬁc are the mechanisms involved in misophonia; are\nmisophonics different only in their trigger-to-response reactions, or do misophonics diverge in\ngeneral (e.g., cognitive or emotional) mechanisms as well? First, our results suggest that cer-tain personal and environmental characteristics can inﬂuence the susceptibility to misophonia\nas well as the severity of the misophonic response. These characteristics include current age,\ngender, family characteristics during development, and the capacity to avoid the misophoniagetting worse over time (e.g., avoid repeated exposure to the trigger sounds). Most misophonics\nreported knowing family members with similar complaints. This suggestion that misophonia\nmight be “running in the family” warrants further investigation.\nAs for the second fundamental question, current ﬁndings support the view that misophonia\nis a separate and independent condition. While we found less severe misophonic complaints\nin the absence of any other psychiatric, clinical or psychological condition, the pattern ofco-occurrences with other diseases or conditions showed that not one of the psychological,\nclinical, or psychiatric conditions could serve as an alternative explanation for the misophonic\ncomplaints. Furthermore, the reported presence or absence of another condition did not affectthe (severity of) misophonic symptoms. There was only one exception to this rule, as the severity\nof the misophonic symptoms was found related to PTSD. Misophonics also tend to indicate\nabnormal physical stress responses in relation to their misophonia. These ﬁndings provideinteresting suggestions for future research; in particular, how an anomaly in the physical stress\nresponse system could be related to (the severity of) misophonic complaints.\nIn terms of the third question, the misophonia is speciﬁc in that no general cognitive or\nemotional effects were found to underlie or explain the condition. Y et the mechanisms at play in\nmisophonia are larger than just the speciﬁc trigger-to-response associations. A recently publishedneuroimaging study explains misophonia as an abnormal salience attributed to sounds coupled\nwith atypical perception of internal body states (Kumar et al., 2017). Interestingly, we found that\nhalf of our misophonics recognize a description of ASMR, in which particular stimuli (oftenman-made sounds such as whispering) evoke disproportionately pleasant, relaxing, or tingling"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "A Large-Scale Study of Misophonia 477\nsensations. This raises an interesting question on the proposed misophonic mechanisms: Does\nthe abnormal salience to stimuli and altered perception of body states also allow strongly\nenhanced positive emotional and physical responses to particular sounds?\nReferences\nAmerican Psychiatric Association. (2013). Diagnostic and statistical manual of mental disorders, (5th ed.).\nWashington, DC: Author.\nBarnett, K. J., Finucane, C., Asher, J. E., Bargary, G., Corvin, A. P ., Newell, F . N., & Mitchell, K. J. (2008).\nFamilial patterns and the origins of individual differences in synaesthesia. Cognition, 106(2), 871–893.\nhttps://doi.org/10.1016/j.cognition.2007.05.003.\nBarratt, E. L., & Davis, N. J. (2015). Autonomous sensory meridian response (ASMR): A ﬂow-like mental\nstate. PeerJ, 3(2), e851. https://doi.org/10.7717/peerj.851/supp-3\nBauman, N. (2015). Misophonia Physical Sensation Scale (MPRS). Retrieved from https://\nmisophoniatreatment.com\nBernstein, R. E., Angell, K. L., & Dehle, C. M. (2013). A brief course of cognitive behavioural ther-\napy for the treatment of misophonia: A case example. The Cognitive Behaviour Therapist, 6, e10.\nhttps://doi.org/10.1017/S1754470X13000172\nBruxner, G. (2015). “Mastication rage”: A review of misophonia–an under-recognised symptom of psychi-\natric relevance? Australasian Psychiatry. https://doi.org/10.1177/1039856215613010\nCavanna, A. E. (2014). What is misophonia and how can we treat it? Expert review of neurotherapeutics,\n14(4), 357–359. https://doi.org/10.1586/14737175.2014.892418.\nCavanna, A. E., & Seri, S. (2015). Misophonia: Current perspectives. Neuropsychiatric Disease and Treat-\nment, 2117. https://doi.org/10.2147/NDT.S81438\nCramer, A. O. J., Waldorp, L. J., van der Maas, H. L. J., & Borsboom, D. (2010).\nComorbidity: A network perspective. Behavioral and Brain Sciences, 33(2–3), 137–150.\nhttps://doi.org/10.1017/S0140525X09991567\nCrossley, E., & Cavanna, A. E. (2013). Sensory phenomena: Clinical correlates and impact on\nquality of life in adult patients with tourette syndrome. Psychiatry Research, 209(3), 705–710.\nhttps://doi.org/10.1016/j.psychres.2013.04.019\nDixon, M. J., Smilek, D., Cudahy, C., & Merikle, P . M. (2000). Five plus two equals yellow: Men-\ntal arithmetic in people with synaesthesia is not coloured by visual experience. Nature, 406, 365.\nhttps://doi.org/10.1038/35019148\nDozier, T. H. (2015a). Treating the initial physical reﬂex of misophonia with the neural repattern-\ning technique: A counterconditioning procedure. Psychological Thought, 8(2), 189–210. https://doi.\norg/10.1073/pnas.94.8.4119\nDozier, T. H. (2015b). Etiology, composition, development and maintenance of miso-\nphonia: A conditioned aversive reﬂex disorder. Psychological Thought, 8(1), 114–129.\nhttps://doi.org/10.1093/brain/121.6.1143\nEdelstein, M., Brang, D., Rouw, R., & Ramachandran, V . S. (2013). Misophonia: physiological investigations\nand case descriptions. Frontiers in Human Neuroscience, 7. https://doi.org/10.3389/fnhum.2013.00296\nFerreira, G. M., Harrison, B. J., & Fontenelle, L. F . (2013). Hatred of sounds: Misophonic disorder or just\nan underreported psychiatric symptom? Annals of Clinical Psychology, 25(4), 271–274.\nFitzmaurice. G. (2010). The Misophonia Activation Scale (MAS-1). Retrieved from http://www.\nmisophonia-uk.org/the-misophonia-activation-scale.html\nFriborg, O., Martinussen, M., Kaiser, S., Øverg ˚ard, K. T., & Rosenvinge, J. H. (2013). Comorbidity of\npersonality disorders in anxiety disorders: A meta-analysis of 30 years of research. Journal of Affective\nDisorders, 145(2), 143–155. https://doi.org/10.1016/j.jad.2012.07.004\nGoodman, W . K., Price, L. H., Rasmussen, S. A., Mazure, C., Fleischmann, R. L., Hill, C. L., . . . Charney,\nD. S. (1989). The Yale-Brown Obsessive Compulsive Scale. I. Development, use, and reliability. Archives\nof General Psychiatry, 46, 1006–1011. https://doi.org/10.1001/archpsyc.1989.01810110048007\nHubbard, E. M., Brang, D., & Ramachandran, V . S. (2011). The cross-activation theory at 10. Journal of\nNeuropsychology, 5, 152–177. https://doi.org/10.1111/j.1748-6653.2011.02014.x\nJastreboff, M. M., & Jastreboff, P . J. (2002). Decreased sound tolerance and tinnitus re-\ntraining therapy (TRT). Australian and New Zealand Journal of Audiology, 24(2), 74.\nhttps://doi.org/10.1375/audi.24.2.74.31105"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "478 Journal of Clinical Psychology, March 2018\nJastreboff, P ., & Jastreboff, M. (2014). Treatments for decreased sound tolerance (hyperacusis and misopho-\nnia). Seminars in Hearing, 35(02), 105–120. https://doi.org/10.1055/s-0034-1372527\nJastreboff, P . J., & Hazell, J. W . P . (2004). Tinnitus retraining therapy: Implementing the neurophysiological\nmodel. Cambridge: Cambridge University Press.\nJastreboff, P . J., & Jastreboff, M. (2001). Hyperacusis. Audiology Online, 1–5.\nJastreboff, P . J., & Jastreboff, M. M. (2015). Decreased sound tolerance: Hyperacusis, misophonia, dipla-\ncousis, and polyacousis. Handbook Clininical Neurology, 129, 375–387.\nJohnson, D., Allison, C., & Baron-Cohen, S. (2013a). The prevalence of synesthesia. Oxford Handbook of\nSynesthesia, 1.\nJohnson, P . L., Webber, T. A., Wu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2013b). When\nselective audiovisual stimuli become unbearable: A case series on pediatric misophonia. Neuropsychiatry,\n3(6), 569–575. https://doi.org/10.2217/npy.13.70\nKessler, R. C., McGonagle, K. A., Zhao, S., Nelson, C. B., Hughes, M., Eshleman, S. & Kendler, K. S.\n(1994). Lifetime and 12-month prevalence of DSM-III-R psychiatric disorders in the United States:\nResults from the National Comorbidity Survey. Archives of General Psychiatry, 51(1), 8–19.\nKluckow, H., Telfer, J., & Abraham, S. (2014). Should we screen for misophonia in patients with eat-\ning disorders? A report of three cases. International Journal of Eating Disorders, 47(5), 558–561.\nhttps://doi.org/10.1002/eat.22245\nKrueger, R. F ., & Markon, K. E. (2006). Reinterpreting comorbidity: A model-based approach to un-\nderstanding and classifying psychopathology. Annual Review of Clinical Psychology, 2(1), 111–133.\nhttps://doi.org/10.1146/annurev.clinpsy.2.022305.095213\nKumar, S., Hancock, O., Cope, T., Sedley, W ., Winston, J., & Grifﬁths, T. D. (2014). Misophonia: A\ndisorder of emotion processing of sounds. Journal of Neurology, Neurosurgery & Psychiatry, 85(8),\ne3–e3. https://doi.org/10.1136/jnnp-2014-308883.38\nKumar, S., Tansley-Hancock, O., Sedley, W ., Winston, J. S., Callaghan, M. F ., Allen, M., . . . Bamiou, D.\n(2017). The brain basis for misophonia. Current Biology, 27(4), 527–533.\nMcGuire, J. F ., Wu, M. S., & Storch, E. A. (2015). Cognitive-behavioral therapy for 2 youths with misophonia.\nThe Journal of Clinical Psychiatry,76(5), 1–478. https://doi.org/10.4088/JCP .14cr09343\nMøller, A. R. (2011). Misophonia, phonophobia, and “exploding head” syndrome (pp. 25–27). New Y ork:\nSpringer. https://doi.org/10.1007/978-1-60761-145-5_4\nNeal, M., & Cavanna, A. E. (2013). Selective sound sensitivity syndrome (misophonia) in a patient\nwith tourette syndrome. The Journal of neuropsychiatry and clinical neurosciences, 25(1), E01–E01.\nhttps://doi.org/10.1176/appi.neuropsych.11100235\nRamachandran, V . S., & Hubbard, E. M. (2001). Synaesthesia–A window into perception, thought and\nlanguage. Journal of Consciousness Studies, 8(12), 3–34.\nRouw, R., & Scholte, H. S. (2007). Increased structural connectivity in grapheme-color synesthesia. Nature\nNeuroscience, 10(6), 792–797. https://doi.org/10.1038/nn1906\nRouw, R., & Scholte, H. S. (2016). Personality and cognitive proﬁles of a general synesthetic trait. Neu-\nropsychologia, 88, 35–48. https://doi.org/10.1016/j.neuropsychologia.2016.01.006.\nRouw, R., Scholte, H. S., & Colizoli, O. (2011). Brain areas involved in synaesthesia: A review. Journal of\nNeuropsychology, 5(2), 214–242. https://doi.org/10.1111/j.1748-6653.2011.02006.x\nSagiv, N., Simner, J., Collins, J., Butterworth, B., & Ward, J. (2006). What is the re-\nlationship between synaesthesia and visuo-spatial number forms? Cognition, 101, 114–128.\nhttps://doi.org/10.1016/j.cognition.2005.09.004\nSchr ¨oder, A., van Diepen, R., Mazaheri, A., Petropoulos-Petalas, D., Soto de Amesti, V ., Vulink, N., &\nDenys, D. (2014). Diminished N1 auditory evoked potentials to oddball stimuli in misophonia patients.\nFrontiers in Behavioral Neuroscience, 8(123), 1–6. https://doi.org/10.3389/fnbeh.2014.00123\nSchr ¨oder, A., Vulink, N., & Denys, D. (2013). Misophonia: Diagnostic criteria for a new psychiatric disorder.\nPloS one, 8(1), e54706. https://doi.org/10.1371/journal.pone.0054706.s001\nSchr ¨oder, A. E., Vulink, N. C., van Loon, A. J., & Denys, D. A. (2017). Cognitive be-\nhavioral therapy is effective in misophonia: An open trial. Journal of Affective Disorders.\nhttps://doi.org/http://doi.org/10.1016/j.jad.2017.04.017\nSimner, J., & Carmichael, D. A. (2015). Is synaesthesia a dominantly female trait? Cognitive Neuroscience,\n6(2–3), 68–76. https://doi.org/10.1080/17588928.2015.1019441"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "A Large-Scale Study of Misophonia 479\nSimner, J., Mulvenna, C., Sagiv, N., Tsakanikos, E., Witherby, S. A., Fraser, C., & Ward, J. (2006).\nSynaesthesia: The prevalence of atypical cross-modal experiences. Perception, 35(8), 1024–1033.\nhttps://doi.org/10.1068/p5469\nVeale, D. (2006). A compelling desire for deafness. Journal of deaf studies and deaf education, 11(3), 369–372.\nhttps://doi.org/10.1093/deafed/enj043\nWebber, T. A., Johnson, P . L., & Storch, E. A. (2014). Pediatric misophonia with comor-\nbid obsessive–compulsive spectrum disorders. General Hospital Psychiatry, 36(2), 231.e1–231.e2.\nhttps://doi.org/10.1016/j.genhosppsych.2013.10.018\nWebber, T. A., & Storch, E. A. (2015). Toward a theoretical model of misophonia. General Hospital\nPsychiatry, 37, 4, 369–370. https://doi.org/10.1016/j.genhosppsych.2015.03.019\nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2014). Misophonia: Incidence, phenomenology,\nand clinical correlates in an undergraduate student sample. Journal of Clinical Psychology, 70(10),\n994–1007. https://doi.org/10.1002/jclp.22098"
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "Copyright\nof\nJournal\nof\nClinical\nPsychology\nis\nthe\nproperty\nof\nJohn\nWiley\n&\nSons,\nInc.\nand\nits\ncontent\nmay\nnot\nbe\ncopied\nor\nemailed\nto\nmultiple\nsites\nor\nposted\nto\na\nlistserv\nwithout\nthe\ncopyright\nholder's\nexpress\nwritten\npermission.\nHowever,\nusers\nmay\nprint,\ndownload,\nor\nemail\narticles\nfor\nindividual\nuse."
    }
  ]
}