{
  "doc_type": "scientific paper",
  "title": "From Misophonia through Puberphonia: Window Towards Gender Dysphoria in Autism?",
  "authors": [
    "Gualberto Ruaño",
    "Lavinia Carmen Uscătescu"
  ],
  "year": 2024,
  "journal": "Psychology",
  "doi": null,
  "abstract": "Autism is characterized by distinct patterns of social communication, interests, and behaviors. Gender incongruence (GI) involves a mismatch between one's experienced and assigned gender, often accompanied by significant distress (i.e., gender dysphoria, GD). Recent studies revealed that autistic individuals (AT) report GD more frequently than the general population and are overrepresented in gender clinic settings. Autistic individuals also report hypersensitivity to certain sensory stimuli which can elicit distress. When this distress is triggered by certain auditory stimuli (e.g., one’s or others’ biological sounds such as chewing or swallowing) it is conceptualized as misophonia. While misophonia is not unique to autism and has not yet been conceptualized as a formal diagnosis, it appears to be highly prevalent in AT. We propose that a lesser studied phenomenon, puberphonia, could exemplify an attempt to reduce the distress elicited by misophonia in a certain category of individuals. Puberphonia is characterized by an unusually high-pitched voice, predominantly in teenage boys and men, that can occur in the absence of identifiable physical causes. The psychogenic aspects of puberphonia are very little understood and we hereby propose several exploratory directions. We speculate that this may be an individual’s attempt at diminishing a distressing reaction (misophonia) to their deepening voice, and that this may in turn be an indicator of unrecognized GD. Given that voice pitch has also been reported to be higher in autistic males compared to controls, we further propose that AT is likely prevalent among cases of psychogenic puberphonia. Finally, we wish to draw attention to the lack of epidemiological data regarding puberphonia and its potential link to GD, misophonia and AT.",
  "keywords": [
    "Autism",
    "Gender Dysphoria",
    "Gender Incongruence",
    "Misophonia",
    "Puberphonia",
    "Psychogenic Voice Disorders",
    "Sensory Sensitivity",
    "Voice Pitch",
    "Neurodevelopmental Disorders",
    "Gender Identity"
  ],
  "research_topics": [
    "Autism Spectrum Disorder and its sensory symptoms",
    "Gender dysphoria and gender incongruence in autistic individuals",
    "Misophonia and auditory hypersensitivity",
    "Puberphonia and its psychogenic aspects",
    "Voice pitch variability and gender identity",
    "Co-occurrence of autism, gender dysphoria, misophonia, and puberphonia",
    "Diagnostic challenges linking autism, gender identity issues and voice disorders",
    "Psychological and epidemiological research on puberphonia",
    "Neurobiological underpinnings of voice disorders in autism",
    "Development of individualized diagnostic and therapeutic approaches for autism"
  ],
  "created_at": "2025-05-05T03:14:10.023302Z",
  "source_pdf": "documents/research/Global/Ruano 2025 From Misophonia through Puberphonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "From Misophonia through Puberphonia:  \nWindow Towards Gender Dysphoria in Autism?  \nGualberto  Ruaño1, Lavinia Carmen Uscătescu2 \n1. Institute of Living at Hartford Hospital  \n2. Virginia Tech, Department of Psychology  \n \nAbstract  \nAutism  is characterized by distinct  patterns of social communication, interests, and \nbehaviors. Gender incongruence  (GI) involves a mismatch  between one's experienced \nand assigned gender, often accompanied by significant distress  (i.e., gender dysphoria , \nGD). Recent studies revealed  that autistic individuals (AT) report G D more frequently \nthan the general population (Wattel  et al., 2022) and are overrepresented in gender \nclinic settings. Autistic individuals also report hypersensitivity to certain sensory stimuli \nwhich can elicit distress. When this distress is triggered  by certain auditory stimuli (e.g., \none’s or others’ biological sounds  such as chewing or swallowing) it is conceptualized \nas misophonia . While misophonia is not unique to autism and has not yet been \nconceptualized as a formal diagnosis, it appears to be highly prevalent in AT. We \npropose that a lesser studied phenomenon, puberphon ia, could exemplify an attempt to \nreduce the distress elicited by misophonia in a certain category of individuals.  \nPuberphonia  is characterized by an unusually high -pitched voice, predominantly in \nteenage boys , and men , that can occur in the absence of identifiable physical al causes . \nThe psychogenic aspect s of puberphonia are very little understood and we hereby \npropose several exploratory directions . On the one hand, we speculate that this may be \nan individual’s attempt at diminishing a distressing reaction (misophonia) to their \ndeepening voice, and that this may in turn be an  indicator of unrecognized GD. Given  \nthat voice pitch has also been reported  to be higher in autistic males compared to \ncontrols, we further propose that AT is likely prevalent among cases of psychogenic \npuberphonia. Finally, we wish to draw attention to the lack of epidemiological data \nregarding puberphonia and its potential link to GD, misophonia and AT.  \n \nLay Summary  \nMisophonia , a condition defined by experiencing distress in the presence of certain \nauditory stimuli (e.g., chewing or swallowing) produced by oneself or others, is \nfrequently reported by autistic individuals (AT). At the same time, there is a higher \nprevalence of AT reporting gender dysphoria (GD) compared to the general population. \nGender dysphoria is formally defined as  a mismatch between one’s assigned gender \nand one’s subjective experience. We hereby propose that those teenage boys and men \nwho experience an unusually heightened pitch in their voice, a condition known as \npuberphonia , may attempt to address the distress (i.e., misophonia ) triggered by their \ndeepening voice. In many cases, puberphonia is psychogenic  (i.e., no physiological or"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "medical causes can be identified ). We hypothesize that in these cases, puberphonia \nmay be asso ciated with potentially unrecognized GD. We urge researchers to consider \nexploring the co -occurrence of GD and puberphonia and more broadly, their association \nwith AT and misophonia.  \n \nIntroduction  \nAutism Spectrum Disorder (AT) is currently conceptualized b y the DSM -5 (American \nPsychiatric Association, 2013) as a neurodevelopmental condition, formally \ncharacterized by difficulties in social communication, restricted interests, and repetitive \nbehaviors, this last category also including hypo - or hyper -sensiti vity to sensory stimuli. \nThese sensory sensitivities can elicit distress and further exacerbate social anxiety and \nsocial avoidance, already prevalent in AT (Montaser et al., 2023).   \nA distinct category of auditory stimuli that can  trigger  particularly strong negative \nemotions  are bodily noises, such as chewing or swallowing, produced by oneself or \nothers . Autistic individuals are among those who frequently report being sensitive to \nthese stimuli (Rinaldi et al., 2023), which can further lead to social avoidance. This \ncondition, named misophonia , has recently been formalized through expert consensus \n(Swedo et al., 2022).  \nA peculiar phenomenon, puberphonia , also called mutational dysphonia  or mutational \nfalsetto , reflects a failure in voice deepening in the absence of medical conditions, most \nfrequently reported in boys going through puberty (Vuković & Ćalasan, 2021). While \npuberphonia and misophonia are distinct conditi ons, they appear to share  a common  \nlink to altered  auditory perception  and act as distressing emotional triggers.   \nVoice characteristics are tightly linked to gender identity . Both voice pitch and gender \nidentity display distinct characteristics in AT. It has been shown that pitch is higher in AT \nmen compared to neuronormative ones, but lower in AT women compared to \nneuronormative ones  (Kissine et al., 2024). Gender identity is  also much more fluid in \nAT compared to the general population  (Kallitsounaki & Williams, 2023).   \nIn this commentary, we attempt to  draw a connection between these emerging patterns  \nand argue that ( 1) psychogenic puberphonia warrants more comprehensive exploration , \nand (2) puberphonia may emerge as a key link between misophonia , gender \nincongruence  (GI), and AT."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Autism and Gender Incongruence  \nGender incongruence reflects situations when  individuals’ assigned and experienced \ngenders do not align. Gender dysphoria  (GD) , as defined by the DSM -5, involves a \nmarked incongruence between one's experienced and assigned gender that is \nassociated with  significant  emotional  distress (Zucker et al., 2016). Recent  studies have \nshown a higher prevalence of GD and non -binary gender identities among AT \ncompared to the general population (Kahn et al., 2023 ; Sumia & Kaltiala, 2021 ), with AT \nbeing overrepresented in gender clinic settings (Shimoyama & Endo, 2024). This \nsuggests that  AT assessment and support services should be expanded to better cater \nto this profile.   \n \nVoice and Gender Identity  \nDuring puberty,  the human voice undergoes a remarkable transformation, with distinct \ndifferences between males and females. This change is a hallmark of adolescent \ndevelopment and can be both exciting and challenging for young people.  For boys, the \nvoice change is typica lly dramatic and noticeable. As testosterone levels rise, the larynx \ngrows significantly larger and thicker. The vocal folds, which were once short and thin, \nstretch and thicken, nearly doubling in length from about 8 mm to 16 mm. This \nsubstantial growth r esults in a voice that deepens by approximately one octave, a \nchange that can occur rather abruptly (Harries et al., 1997).  \nThis process usually begins around the age of 12 or 13 and may take several years to \ncomplete, often finalizing between the ages  of 15 and 18. During this time, boys may \nexperience a period where their voice becomes unpredictable, cracking or breaking \nunexpectedly. The voice may also take on a hoarse quality.  These sudden shifts in pitch \ncan occur at inconvenient times, such as in the middle of a sentence or during a public \nspeaking event, leading to self -consciousness and anxiety. This process can therefore \nbe accompanied by frustration and embarrassment.  \nVoice changes during puberty can have a significant impact on social relationship s and \ninteractions. Adolescents identifying as transgender were more than 4 times as likely to \nreport voice problems compared with cisgender adolescents in a recent survey of vocal \nhealth (Fujiki & Thibeault, 2024).  For boys, the dramatic deepening of the ir voice can \nbe a source of both pride and embarrassment. As their voice breaks and cracks \nunpredictably, they may feel self -conscious speaking up in class or talking to peers, \nespecially those of the opposite sex. At the same time, a deepening voice is of ten seen \nas a sign of maturity and masculinity , which can impact the boys’ social  and romantic  \nrelationships . In romantic relationships, voice changes can play a role in attraction and"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "confidence. A deeper voice in boys is often considered attractive, potentially boosting \ntheir confidence in romantic pursuits  (Hodges -Simeon et al., 2010) . \n \nPuberphonia and Misoph onia \nIt has been estimated that the prevalence of puberphonia in the general population is \napproximately 1 in 900,000 (Vaidya & Vyas, 2006). While  a recent study ( Fujiki & \nThibeault, 2024)  revealed that  non-binary individuals reported a 4 -fold higher \nprevalence of voice disorders compared to  cis-gender individuals , the prevalence of \npuberphonia specifically in non -binary populations is unclear.  \nPuberphonia has a negative impact on males’  social and roman tic life (Besser et al., \n2023) and psychotherapy or surgical intervention is usually sought to align the voice \npitch to a person’s perceived gender identity (Vuković & Ćalasan , 2021). Given that \nmany of these cases are psychogenic, surprisingly little research has been done to \nexplore the psychological correlates of puberphonia. For example, given that voice \nchanges are naturally occurring through puberty due to sex and thyroid  hormonal \nchanges (Afsah, 2024), one line of research that we argue warrants more attention \nwould be to explore a potential link between puberphonia and GD. We believe that the \nfirst step would therefore be to explore the frequency of co -occurrence between  these \ntwo conditions.  \nIn psychogenic puberphonia, we argue that three  patterns are likely to  emerge . We \nspeculate that puberphonia may be an attempt to address the misophonia triggered by \none’s deepening voice , potentially due to (1) autistic traits that predispose the person to \nexperiencing misophonia, (2) unrecognized and unaddressed GD, or (3) both.  Given the \nincreased co -occurrence of AT, GD and misophonia, we propose that  psychogenic  \npuberphonia may emerge  at the intersection of these three.  \n \nDiagnostic and Therapeutic Challenges  \nWe argue that it is crucial to explore the likelihood that individuals with both GD and \npuberphonia are also struggling with misophonia  related to their deepening voice. Given \nthe extensive overlap between AT, GD and misophonia, how does puberphonia fit in \nthis complex pattern ? (Figure 1)"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Figure 1.  A proposed connection between \npuberphonia, as a possible way to cope with \nmisophonia as sociated with pubertal voice deepening. \nWe hypothesize that this might be a way to cope in \nindividuals who experience GD. We further hypothesize \nthat AT might be overrepresented as well in those who \nexhibit puberphonia, given the extensive overlap \nbetween AT, GD, and misophonia.  \n \nMore epidemiological research is necessary to explore the co-occurrence of AT, GD \nand puberphonia, and the psychological correlates of puberphonia. Presently, we can \nmerely speculate that puberphonia, misophonia  and GD might be different facets of a \ncomplex phenomenon that could  be overrepresented in AT , a group characterized by  \nunusual voice  pitch range and variability compared to  controls (Asghari et al., 2021). We \nhope that this commentary serves as a call for  action for the research community to fill \nin the knowledge gaps that we have hitherto highlighted.  \nWe further argue that t he phenotypic complexity of AT justifies the necess ity for \ndeveloping individualized approach es to diagnosis and subsequent support. To the \nextent that it is possible for the clinicians to explore additional facets of individual \ncomplexities ( i.e., if clients and/or their caretakers are able to report on additional \nexperiences), we argue that this should become the default approach to A T diagnosis. \nOther authors have previously argued that individuals seeking an AT diagnosis are \nbetter served by a neuro -affirmative approach that takes into account gender identity as \nwell as other frequently associated conditions such as attention deficit  hyperactivity \ndisorder (ADHD), intellectual disability (ID), trauma, and more (Hartman et al., 2023). \nWe argue that this assessment should also cover misophonia, given the high number of \nAT individuals who report such sensory processing challenges. Especi ally given that \nmisophonia can have a negative impact on a person’s quality of life and reinforce social \nanxiety and withdrawal, a broader scope for AT assessment would not only help explain \nthe observed or reported behaviors, but also inform individualize d support plans.  \nGender identity has not traditionally been part of the diagnostic work -up for AT. The \nstandard dimensions for AT diagnosis focus on social, emotional, language, \ncommunication, cognitive, movement, and physical development milestones, with  little \nemphasis on gender -related aspects. This oversight can lead to missed cues for gender \nidentity challenges  in AT, resulting in unrecognized and unaddressed emotional . \nAdditionally, conditions like puberphonia and misophonia may be overlooked, furthe r \ncomplicating the diagnostic process."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "The approach to treating puberphonia seems to prioritize medical interventions such as \nuvula manipulation, resonance therapy or thyroplasty (Kumaresan et al., 2022), which  \naim to align the vocal characteristics of the individual with that individual's reported \ngender identity, thereby reducing social  stigma  and psychological distress. These \ntherapies focus on modifying the voice to better match the individual's self -percept ion \nand social expectations. These approaches do not always work, in which case patients \nare referred to a psychotherapist (Vaidya & Vyas, 2006). What is more, some authors \nnote that some patients can manifest a “resistance to using their new chest voice”,  in \nwhich case psychiatric help is sought in addition to the medical therapies (Dagli et al., \n2008) We argue that a psychological evaluation of puberphonia patients should be the \nfirst step, and not an after -thought, before opting for more invasive approac hes. \n \nConclusion  \nThe intersection of AT, GD, puberphonia, and misophonia presents unique diagnostic \nchallenges. Autistic individuals often experience heightened sensory sensitivities which \ncan underlie some of the challenges they face  in social interaction s. These reactions \ncould potentially contribute to the development or exacerbation of conditions like \npuberphonia and misophonia. Further investigation into the neurobiological \nunderpinnings of these conditions in the context of AT could provide valuable i nsights \ninto the etiology and potential treatment approaches  (Yoram et al., 2010).  \nThere is a consensus on the need for AT -specific accommodations in gender clinics  \n(Cooper et al., 2023) . These accommodations can help address the unique ways in \nwhich AT, GD, puberphonia, and misophonia may intersect and impact an individual's \nexperiences and needs.  In addition, they offer an optimal setting for researchers to \nexplore the knowledge gaps regarding th eir co-occurrence.   \n \nReferences  \nAfsah, O. (2024). Effects of hormonal changes on the human voice: a review. The Egyptian \nJournal of Otolaryngology, 40(1). https://doi.org/10.1186/s43163 -024-00578 -5 \nAmerican Psychiatric Association. (2013).  Diagnostic and statistical manual of mental \ndisorders  (5th ed.). https://doi.org/10.1176/appi.books.9780890425596  \nAsghari, S. Z., Farashi, S., Bashirian, S., & Jenabi, E. (2021). Distinctive prosodic features of \npeople with autism spectrum disorder: a systematic review and meta -analysis study. Scientific \nReports, 11(1). https://doi.org/10.1038/s41598 -021-02487 -6 \nBesser, A.,  Zeigler -Hill, V., Lotem, S., & Besser, Y. (2022). When a man sounds like a woman: \nThe consequences of puberphonia for perceived romantic desirability and attractiveness for \nrelationships. Current Psychology, 42(20), 16739 –16750. https://doi.org/10.1007/s12144 -022-\n02837 -1 \nCooper, K., Mandy, W., Russell, A., & Butler, C. (2023). Healthcare clinician perspectives on the \nintersection of autism and gender dysphoria.  Autism : the international journal of  research and \npractice , 27(1), 31 –42. https://doi.org/10.1177/13623613221080315"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Dagli M, Sati I, Acar A, Stone RE Jr, Dursun G, Eryilmaz A. Mutational falsetto: intervention \noutcomes in 45 patients. J Laryngol Otol. 2008 Mar;122(3):277 -81. doi: \n10.1017/S00 22215107008791. Epub 2007 May 25. PMID: 17524172.  \nFujiki, R. B., & Thibeault, S. L. (2024). Voice Disorder Prevalence and Vocal Health \nCharacteristics in Adolescents.  JAMA otolaryngology -- head & neck surgery , 150(9), 800 –810. \nhttps://doi.org/10.1001/jamaoto.2024.2081  \nHarries, M.L., Walker, J.M., Williams, D.M., Hawkins, S. and Hughes, I.A. (1997). Changes in \nthe male voice at puberty. Archives of disease in childhood, 77(5 ), pp.445 -447. \nDOI: 10.1136/adc.77.5.445  \nHartman, D., O'Donnell -Killen, T., Doyle, J. K., Kavanagh, M., Day, A., & Azevedo, J. \n(2023).  The adult autism assessment handbook: A neurodiversity a ffirmative approach . Jessica \nKingsley Publishers.  \nHodges -Simeon, C. R., Gaulin, S. J., & Puts, D. A. (2010). Different Vocal Parameters Predict \nPerceptions of Dominance and Attractiveness.  Human nature (Hawthorne, N.Y.) , 21(4), 406 –\n427. https://doi.org/10.1007/s12110 -010-9101 -5 \nKallitsounaki, A., & Williams, D. M. (2023). Autism Spectrum Disorder and Gender \nDysphoria/Incongruence. A systematic Literature Review and Meta -Analysis.  Journal of autism \nand developmental disorders , 53(8), 3103 –3117. https://doi.org/10.1007/s10803 -022-05517 -y \nKahn, N. F., Sequeira, G. M., Garrison, M. M., Orlich, F., Christakis, D. A., Aye, T., Conar d, L. \nA. E., Dowshen, N., Kazak, A. E., Nahata, L., Nokoff, N. J., Voss, R. V., & Richardson, L. P. \n(2023). Co -occurring autism spectrum disorder and gender dysphoria in adolescents. Pediatrics, \n152(2), e2023061363.  https://doi.org/10.1542/peds.2023 -061363  \nKissine, M., & Clin, E. (2024). Voice pitch and gender in autism. Autism. \nhttps://doi.org/10.1177/13623613241287973  \nKumaresan, M., Kumaresan, N. B., & Elangovan, P. D. (2022). Uvula Manipulation and \nResonance (UMAR) Treatment for Puberphonia.  Indian journal of otolaryngology and head and \nneck surgery : official publication of th e Association of Otolaryngologists of India , 74(Suppl 3), \n4954 –4961. https://doi.org/10.1007/s12070 -021-02412 -3 \nMontaser, J., Umeano, L., Pujari, H. P., Nasiri, S. M. Z., Parisapogu, A., Shah, A., & Khan, S. \n(2023). Correlations Between the Development of Social Anxiety and Individuals With Autism \nSpectrum Disorder: A Systematic Review.  Cureus , 15(9), e44841. \nhttps://doi.org/10.7759/cureus.44841  \nRinaldi, L. J., Simner, J., Koursarou , S., & Ward, J. (2023). Autistic traits, emotion regulation, \nand sensory sensitivities in children and adults with Misophonia.  Journal of autism and \ndevelopmental disorders , 53(3), 1162 –1174. https://doi.org/10.1007/s10803 -022-05623 -x \nShimoyama, S., & Endo, T. (2024). Revisiting the Link: A qualitative analysis of the diverse \nexperiences of gender dysphoria as a subset of pervasive social dysphoria co -occurring with \nautism in Japan. Autism. Autism,  Advance online \npublication.  https://doi.org/10.1177/13623613241235722  \nSumia, M., & Kaltiala, R. (2021). Co -occurring gender dysphoria and autism spectrum disorder \nin adolescence. Psychi atria Fennica, 52, 150 -\n165. https://trepo.tuni.fi/bitstream/handle/10024/136150/Psychiatria_Fennica_2021_Sumia_et_a\nl.pdf?se quence=14  \nSwedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A., Jastreboff, P. J., \nKumar, S., Rosenthal, M. Z., Rouw, R., Schiller, D., Simner, J., Storch, E. A., Taylor, S., Werff,"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "K. R. V., Altimus , C. M., & Raver, S. M. (2022). Consensus Definition of Misophonia: A Delphi \nStudy.  Frontiers in neuroscience , 16, 841816. https://doi.org/10.3389/fnins.2022.841816  \nVaidya, S., & Vyas, G. (2006). Pu berphonia: A novel approach to treatment.  Indian Journal of \nOtolaryngology and Head and Neck Surgery,  58, 20–21. \nhttps://doi.org/10.1007/BF02907732  \nVuković, B., Ćalasan, S. (2021). Puberphonia : From classic to modern approach. Biomedicinska \nistraživanja, 12(1),  90–98.  \nWattel, L. L., Walsh, R. J., & Krabbendam, L. (2022). Theories on the link between autism \nspectrum conditions and trans gender modality: A systematic review. Review Journal of Au tism \nand Developmental Disorders, 11, 275 –295. https://doi.org/10.1007/s40489 -022-00338 -2 \nYoram, S. B., Levanon, Y., Dean -Pardo, O., Lossos, L., & Adini, Y. (2010). Abnormal speech \nspectrum and increased pitch variability in young autistic children. Frontiers in Human \nNeuroscience, 4, 237.  https://doi.org/10.3389/fnhum.2010.00237  \nZucker, K.J., Lawrence, A.A. & Kreukels, B.P. (2016). Gender dysphoria in adults. Annual \nreview of clinical psychology, 12(1), pp.217 -247. https://doi.org/10.1146/annurev -clinpsy -\n021815 -093034"
    }
  ]
}