{
  "doc_type": "scientific paper",
  "title": "Paradigm Shifting From Bio-Medical to Bio-Psycho-Social and Role of Medical Social Work",
  "authors": [
    "Ibadullah Sajid",
    "Uzma Ashiq",
    "Raja Imran Sajid"
  ],
  "year": 2021,
  "journal": "P J M H S",
  "doi": "10.53350/pjmhs211551047",
  "abstract": "The health miseries emerged after the horrific incident of Second World War challenged the bio-medical model dominating the healthcare perceptions during the 19th century. The healthcare interventions in post war years have had to change toward a new idea, the social perspective of health. In 1977, Engel introduced a new approach “bio-psycho-social” (BPS) which emphasized that merely bio-medical intervention by ignoring the psycho-social determinants cannot be helpful in achieving absolute recovery. Although this paradigm shift in healthcare was widely acknowledged but the application of the approach is limited. In the context, the role of Medical Social Work, a profession focused on the reduction of the psycho-social and environmental determinants of health for absolute recovery, is considerable. This review study concludes that the interventions of Social work profession with its unique attributes such as breadth, holistic care and believe in absolute rehabilitation, can make the health system more responsive.",
  "keywords": [
    "Healthcare",
    "determinants",
    "Medical Social Work",
    "Social",
    "Psychological"
  ],
  "research_topics": [
    "Bio-medical model of health",
    "Bio-psycho-social (BPS) model of health",
    "Medical Social Work",
    "Health care paradigms",
    "Psychosocial determinants of health",
    "Multidisciplinary health care teams",
    "Health interventions",
    "Health care models",
    "Application of BPS model",
    "Social perspective of health"
  ],
  "created_at": "2025-05-05T02:39:12.585183Z",
  "source_pdf": "documents/research/Global/Sajid 2021 Paradigm shifting from bio medical to bio psycho social and role of medical social work.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "DOI: https: //doi.org/10.53350/pjmhs211551047  \nREVIEW  ARTICLE  \n \n \n   P J M H S  Vol. 15, NO. 5, MAY  2021    1047  Paradigm Shifting From Bio -Medical to Bio -Psycho -Social and Role \nof Medical Social Work  \n \nIBADULLAH SAJID1, UZMA ASHIQ2, RAJA IMRAN SAJID3 \n1Social Welfare Officer , Social Welfare & Bait -ul-Mall, Rawalpindi.  \n2Lecturer , Department of Social Work , University of Sargodha, Sargodha.  \n3Social Welfare Officer , Social Welfare & Bait -ul-Mall, Rawalpindi.  \nCorrespondence to Dr. Ibadullah Sajid , Email: ibad_sajid@yahoo.com  Cell No. 092 300 6020694  \n \nABSTRACT  \n \nThe health miseries emerged after the horrific incident of Second World War challenged the bio -medical model \ndominating the healthcare perceptions during the 19th century. The healthcare interventions in post war years \nhave had to change toward a new idea, the social  perspective of health. In 1977, Engel  introduced a new \napproach “ bio-psycho -social” (BPS) which emphasized that merely bio -medical intervention by ignoring the \npsycho -social determinants cannot be helpful in achieving absolute recovery. Although this para digm shift in \nhealthcare was widely acknowledged but the application of the approach is limited. In the context, the role of \nMedical Social Work, a profession focused on the reduction of the psycho -social and environmental determinants \nof health for absolute recovery, is considerable. This review study concludes that the interventions of Social work \nprofession with its unique attributes such as breadth, holistic  care and believe in absolute rehabilitation, can make \nthe health system more responsive.  \nKeywords:  Healthcare, determinants, Medical Social Work, Social, Psychological  \n \nINTRODUCTION  \n \nThe complex and multifold system of health has always \nbeen of keen interest to the researchers and policy makers \nto uncover and implement the innovative approaches to \nmake the health indicators betters.  The perceptions and \nideas regarding health remained ch anging gradually with \nthe development  of knowledge and understanding about \nthe profession.  History rev eals that by the end of 15th \ncentury, people had no concern with the science  but their \nlife merely  depended  upon the religious or sacred places \nsuch as temples, mosques, church; and the human society \nwas completely under control of religious thoughts and \npractice s. No source of knowl edge other than divine boo ks \nwas acceptable . It was believed that nature exist ed as it \nbecause of God’s will  and tempering nature was a sin . The \nhealth subject was also taken within the same paradigm \nand disease was seen solely as curse of God. Good or bad  \nhealth was believed as rew ard or punishment by the God \nfor good or bad deeds . The only method for treatment or \ncuring the illness was pleasing the God.1 Then in 16th and \n17th centuries, the European society experienced some \nevolutionary changes which afte rward influenced  rest of the \nworld. A French philosopher, Rene Descartes  (1596 –\n1650), famous as the founder of modern philosophy, has \nbeen credited for the development of innovati ve \ncontemporary ideas in healthcare  specifically.2 This man  \nwas the pioneer  to put forward  the notion that the mind and  \nbody are not alike but two separate spheres. He proposed \nthat the body could be considered as physical whi le the \nmind as spiritual world. The failure or malfunction in \nphysical body is called  disease  and only a qualified person \nhaving technical knowledge can mend  it.1 This idea \nprimarily led to the development of innovative medical \nsupposition known as  biomedicine . \n-------------------------------------------------------------------------------  \nReceived on 13 -12-2020  \nAccepted on 23 -04-2021  Emergence of Bio -medical model in health:  The bio-\nmedical model confined the health merely to the non -\nexistence of any physical disorder in the body and the \ntreatment was considered as a technical and scientific \nintervention to fix the body fault. Medication , as per this \napproach  was no more a healing art.  The model \nconsidered human body as a multifaceted organic system \nand when it involved any dysfunction, a competent health \nphysician can fix that. This model disconnected  mind \n(psych)  from body (soma)  and the psycho -social and \ncultural conditions  of the diseased person  was entirely  \ndisregarded .3 During the 19th century, the Bio -medical \napproach was c ompletely overruling the health care field \nwhich changed all medical care perceptions \nfundamentally .1 By the end of 19th century, the \ndevelopment  and esteem of medicine  as a technical \nknowledge or science advanced  progressively . Science , \nthrough major discoveries and innovative inventions made \npeople expectant that all their problems will now be \nresolved by the science.  Nonetheless , the horrific incident \nof Second World War  shattered all the dreams of the world. \nIn particular, after the a ct of bombing on Hiroshima purely \nresult of scientific d evelopment, believe  in science was \nflattered. They realized  that scientific advancement will lead \nthe world to the ruinous destruction rather a prosperous \nfuture .1 Medicine science in the post war years, despite \nnotching up considerable successes, began to dishearten \nthe people. In consequence of  numerous  social cha nges \nduring the  era, the bio -medical model, after seeing its \nclimax  started  to be condemned . The model has been \ncriticized and challenged  even by the medical \nprofessionals , for a long period.  As a result , conceptions of \nhealth, disease and health care interventions have had to \nchange toward a new idea, the Social perspective of \nhealth1. \nDevelopment of social perspective of health:  In 1948 , a \nwell refined and compreh ensive health definition coined  by \nthe World Health Organization  (WHO)  called the attention"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Paradigm Shifting From Bio -Medical to Bio -Psycho -Social  \n \n \n1048    P J M H S  Vol. 15, NO. 5, MAY  2021  towards  addressing  the psycho -social  roots of the health  \nequally with the biological  so as to attain good health . \nHealth was defined as “ A state of complete physical, \nmental and social well -being and not merely the absence of \ndisease and infirmit”4 The definition , by combining  together \nthe biological and psychosocial aspects  thus invited  a \nsocial approach in health care associated to broad human \nrights commitments. Subsequently, s ome joint ventures of \nhealth professionals and community workers started in \nseveral countries which later on were converted into the \nrenowned community based heal th programs focused on \ncommunity participation and empowerment in decision \nmaking and endeavor for rights for better psycho -social, \npolitical and cultural determinants so as to attain improved \npublic health.5 \nHence, the prestige and reliability on innovati ve \nmedical technologies and equipments was run down \nrapidly and dependence on technical health professionals \nwas started to dwindle.  A new debate to deputize the local \ncommunity workers who could help the people in mitigating \nsocio -cultural and psychologic al aspects to settle the health \nissues was started. Health education and medical \nawareness regarding prevailing socio -cultural determents, \nadopting of recommended precautionary measures and \ncurative strategies were focused largely.1 \nEmergence of Bio-psycho -social model of health:  \nAn American  psychiatrist , George  Libman Engel, presented \na new appr oach  known as bio -psycho -social  (BPS)  model \nof health in 1977 .6 Engel having the rich experience of \ndealing the psychiatric patients make out that the \nassumption to consider the mind and body separate with \nno reliance on each other was the fundamental problem .7 \nHe was of the view that bio -medical approach dominating \nover the health conceptions for a long period has finally \nbecome a medical dogma necessitating that all health \nissues either related to the body or mind, be \nconceptualized basically on physi cal, chemical and other \nbiological methods. He also stated that no clear cut line \nbetween ailment and health has been drawn so far and \nonly biological disorders are being considered and \nmanaged by ignoring the fact that psychological, social and \nenvironmen tal determinants also cause ailment and should \nbe dealt.3 Engel further  emphasized that psycho -social, \ncultural as well as emotional factors also affect the health \nalong with the biological determents. In his famous article \n\"The Need for a New Medical Model: A Challenge for \nBiomedicine\"  Engel eloquently stated that:  \n\"…To provide a basis for understanding the determinants \nof disease and arriving at a rational treatments and \npatterns of health care, a medical model must also take \ninto account the patient,  the social context in which he lives \nand the complementary system devised by society to deal \nwith the disruptive effects of illness, that is, the physician \nrole and the health care system. This requires a bio -\npsycho -social mode…”6 \nThe BPS model deems mind  and body as two \nseparate systems working collectively. Health, by this \nmodel is a combination of biological, psychological, and \nsocial wellbeing not only the absence of biological disorder. \nSocio -cultural, psychological and economic conditions \ninfluence t he health and illness significantly. Illness \nundermines ones personal as well as family stability and healing potential. Only bio -medical intervention by ignoring \nthe psycho -social counseling and support cannot be helpful \nin achieving absolute recovery. Th e model emphasized that \nmulti -professional health interventions are required to deal \nwith the multifold health phenomenon .8 The BPS approach \nis a perfect combination of science and humanism in health \ncare practice. The approach , considering  all associated  \ndeterminants of health and illness  supports the integration \nof biological, psychological and social determinants  in the \ndiagnosing , prevention and developing coping strategies . It \ndoes not trimming the  worth  of biological factors  down , but \nextends a rathe r narrow approach9. \nApplication of  bio-psycho-social approach in current \nmedical practice:  An in -depth  review of prev ious literature \nexposed that  despite the widespread acknowledgement of \nthe BPS model, its application in medical practice is still \nlimited. One of the causes behind this may be the non -\nformulation of a well designed function al mechanism to \napply the model .10 Moser and Stagnaro -Green indicated  \nthat although majority of the physicians  admit the ne ed and \nefficacy of the BPS  model in dealing with the psycho -social \ndeterminants and believe that by a ddressing these factors \ncan gain  extraordinary consequences  but many reported \nthat it is quite hard to practice it due to vulnerability of \nphysicians regarding effective training on the model and its \napplication. They considered that addressing the bio -\npsycho -social determinates are often complex rather \nsimple to be practiced.11  Another study depicted that the  \nphysicians believe that psychosocial determinants affecting \nhealth can be very common and dominating over the illness \nand extensive knowledge  and quality training in \npsychosocial domain is required to address these issues12. \nMaha et al confirmed that BPS approach  has been  \nignored and disregarded by the medical practitioners . They \nenumerated multiple reasons in this regard.  First, t he \nphysicians might assume that the appli cation of BPS \napproach may increase  their work burden. Secondly, t hey \nalso might be unconvinced or have confusion in their minds \nregarding significance and e fficacy or they may be \nincapable to implement. Third, there is a mistaken belief  \namong physicians that BPS model being a patient -centered \napproach is a costly and time -consuming approach13. \nAccording to the Kusnanto  et al, the BPS model is \ncriticized that its effective application requires an in -depth  \nassessment of the social, psychological, emotional, \nbehavioral , cultural a nd environmental determinants \ninfluencing  the disease  which is a hard-hitting  task for a \nphysician who is already overloaded with the c linical, \nmanagerial and other many official  responsibilities.14 Truglio \net al also raised  query  on the application of the model and \nconsidered  that it is a prolonged, time -lapsing and \nexpensive approach .15 It is also claimed  that the holistic \nnature of the  model makes it  luxury  and cosmetic which is \nnot affordable for many healthcare systems of low and \nmiddle income  countries16. \nRole of Medical Social Work  in bio -psycho -social \nperspective:  Healing and curing the  ill person  is always \ncomplex as the needs of a patient  are often multifold rather \nsimple. No profession or discipline has inclusive  control \nover wisdom rather  the close cooperation and interaction of \nrelated discipline is needed  to ensure the high quality care \nfor the community .17 Health as a discipline  solely cannot be"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Ibadullah Sajid , Uzma Ashiq , Raja Imran Sajid  \n \n \nP J M H S  Vol. 15, NO. 5, MAY  2021   1049  effective in addressing the multidimensional requirements \nof the BPS approach. The multidisciplinary teams belong to \nthe other related professions are required.  The Social Work \nas a profession has a  history of multid isciplinary  teamwork \nand a dedication to the significance of early intervention, \nprevention and health improvements.18 \nWith the shifting paradigm in health care from bio -\nmedicine to the BPS , the role of MSW  has become more \nsignificant. MSW with its holistic focus on psycho -social \nand physical wellbeing of the patients deals with the social \ncomponents and other non medical factors of the disease.  \nSocial Work interventions exclusively focused on the \nreduction of the psycho -social and emotional determinants \nof the illness which are fundamental to the well being and \nhealth consequences.19 According to the \"Australian \nAssociation of Social Workers\"  (2014):  \n“…Social Work profession focuses on the holistic care of \nthe patient with the ability to consider the complexity \ninvolved by using bio -psycho -social and ecological \nperspective. It assesses how the psychological and social \ncontext of the individual may impact upon the individual’s \nhealth needs and ability to retur n to optimal health and \nwellbeing …”20 \nThe underlying theoretical perspective for the work \nstarted by the Ida Cannon, the pioneer Social Worker in \nhealthcare setting appointed at the \" Massachusetts \nGeneral Hospital\"  in the early 1900s, was also related  to \naddress ing the socio -environmental, physical and \nemotional  determinants influencing  the health.21 In the \ncontext of the BPS approach, the role of Social Work in \nhealthcare setting has become more central and \nsupporting. Within this perce ption, Social Worker can make \na better  asse ssment of the psycho -social, environmental as \nwell as all other non -medical factors affecting the health to \nidentify the needs, weaknes ses and strength of the patient  \nto make him capable to be healthier for better social \nfuncti oning.20 Ketherine , in the light of BPS approach,  \nproposed  a well effective health care team by including a \nphysician, pharmacist, nutritionist, nurse and a social \nworker . The position of the social worker in the team, \naccording to the Ketherine , is most si gnificant and central  \nwith the function to furnish an inclusive understanding of \nthe adverse determinants influencing the health of the \ndiseased person. Focusing on “person in environment”  \napproach, the social worker can make a diagnosis  of the  \naffects of the socio -cultural, economic and environmental \nfactors affecting the psycho -social functioning of the ill \nperson .22 Being  team member, a Medical Social Worker  \ncan assist the diseased person in managing anxiety, fear \nand stress. Social work er unlike  physician or other team \nmembers focuses on  holistic care in achieving the goal of \nabsolute re habilitation and wellbeing of the patients.23 \nBabalola et al are also of the view that a physician’s \nexpertise is limited merely to address the biological \ndisorders hence; a social worker will be the part of team to \nmake out the psycho -social factors c ontributing to the \ndisease .24 Professional Social Workers , in many healthcare \nsystems  are playing crucial role in healthcare field by \npracticing distinctive “ Social Case Work ” and “ Social Group \nWork ” methods to identify and address the psycho -social \nand other non -medical determinants of health. They have a \nsubstantive contribution in planning and policy initiatives pertaining to the health care. They also deliver lectures in \nmedical intuitions on  psycho -social determinants of \nhealth.25 \n \nCONCLUSION/ SUMMARY  \n \nThe Shifting paradigm from bio -medical to bio -psycho -\nsocial approach in healthcare setting corroborates the \nstrong relationship between the health and social \nfunctioning. Unlike bio -medical model which confined the \nhealth merely to the non -existence of physical disorder in \nthe body, the BPS approach believe that social and \npsychological determinants have also considerable impacts \non health. Despite an op en acknowledgment of the need \nand efficacy of this new approach in the heal thcare, its \napplication is still  quite limited. The approach has been \nconsidered  time consuming, expensive and far beyond the \ncapability and aptitude of the health professionals who  are \nnot well trained to address the psycho -social determinants. \nThe physician’s expertise is limited merely to address the \nbiological disorders and dealing with the psychosocial and \nother  non-medical determinants are  considered out of the  \ndomain of their practice. The holistic nature of BPS model \nnecessitates multidisciplinary healthcare team to deal with \nthe mult idimensional needs of a diseased  person. \nThe Social Work as a profession with  history of \nmultidisciplinary  team  work  focuses on the reduction of the \npsycho -social and environmental determinants , something  \nfundamental to the well being and health consequences. \nThe MSW discipline believes that psycho -social and \nenvironmental conditions tend to affect each other and \nrequir ed to be identified and addressed effectively so as to \ncomprehend the nature of illness in helping individual, \nfamilies and communities in healthcare setting. Disease \nhas been considered not only the biological disorder but a \ncombination of psychological, social and environmental \naspects which all are equally responsible for poor health \nconditions and necessary to be addressed for absolute \nrecovery. This study concludes that t he interventions of \nSocial work profession with its unique attributes such as \nbreadth, holistic care and believe in absolute rehabilitation , \ncan make the health system more responsive and \ntrustworthy for the public.  \nDisclaimer: The 1st author has presented this paper in the \n1st International Online Medical Sociology Annual \nConference -2021 organized by the Bahauddin Zakariya \nUniversity, Multan, Pakistan on January  5th, 2021.  \n \nREFERENCES  \n \n1. Russell  L. Sociolo gy for Health Professionals. Glasgow \nCaledonian University: SAGE Publications Ltd. 2013; 7  \n2. Watson AR. René Descartes: French Mathematician and \nPhilosopher. 2020 (Last updated); Encyclopedia Britannica. \nfrom https://www.britannica.com/biography/Rene -Descartes  \n[Accessed on 19 -04-2020]  \n3. Havelka M, Despot J, Luanin D. Biopsychosocial Model - The \nIntegrated Approach to Health and Disease. \nCollegium  Antropologicum. 2009; 33: 1: 303 –310 \n4. WHO. The WHO Constitution. New York: World Health \nOrganization. 1948;1  \n5. WHO Commission on Social Determinants of Health. Action \non the social determinants of"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Paradigm Shifting From Bio -Medical to Bio -Psycho -Social  \n \n \n1050    P J M H S  Vol. 15, NO. 5, MAY  2021  6. Engel GL. The Need for a New Medical Model: A Challenge \nfor Bio medicine. Science. 1977; 196: 4286:129 -136 \n7. Lewis S. Conceptual Models of the Human Org anism: \nTowards a New Biomedical Understanding of the Individual, \nBiomedical Engineering, Trends, Research and \nTechnologies. 2011; from \nhttp://www.intechopen.com/books/biomedical . \n8. Bio-psycho -social Model. Retrieved from http://en.wikipedia. \norg/wiki/Biopsychosocial_model . [Accessed on 18 -04-2020]  \n9. Kusnanto H, Agustian D, Hilmanto D. Biopsychosocial mode l \nof illnesses in primary care: A hermeneutic literature review. J \nFamily Med Prim Care 2018;7:3: 497 –500 \n10. Carey TA, Mansell W, Tai SJ. A biopsychosocial model based \non negative feedback and control. Front. Hum. Neurosci. \n2014 ;8:94:1  \n11. Moser EM, Stagnaro -Green A. Teaching Behavior Change \nConcepts and Skills During the Third -Year Medicine \nClerkship.  Academic Medicine.  2009;84:851 –58 \n12. Jaini PA, Lee JS. A Review of 21st Century Utility of a \nBiopsychosocial  Model in United States Medical School \nEducation. J Lifestyle Med. 2015;5:2:49:59  \n13. Nadir M, Hamza M, MehmoodM. Assessing the extent of \nutilization of biopsychosocial model in doctor –patient \ninteraction in public sector hospitals of a developing country. \nIndian Journal of Psychiatry.2018; 60:1:103 -108 \n14. Kusnanto H, Agustian D, Hilmanto D. Biopsychosocial model \nof illnesses in primary care: A hermeneutic literature review. J \nFamily Med Prim Care 2018;7:497 -500. 15. Truglio J, Graziano M, Vedanthan R, et al. Global H ealth and \nPrimary care; Increasing Burden of Chronic Diseases and \nNeed for Integrated Training. Mt Sinai J Med 2012;79:464 -74. \n16. Lane RD. Is it possible to bridge the Biopsychosocial and \nBiomedical models? Biopsychosoc Med 2014;8:3.  \n17. Sajid I, Asad AZ. Percept ions of Medical Superintendent of \nPublic Hospitals regarding factors affecting health in Punjab, \nPakistan. J Liaquat Uni Med Health Sci. 2018;17:2:113 -6 \n18. Official website of Canadian Association of Social Workers, \nhttp://www.casw -acts.ca/en/social -work -primary -health -care. \n19. Australian Association of Social Workers. Practice standards \nfor Mental Health Social Workers. Canberra: AASW. 2008;7  \n20. Austr alian Association of Social Workers. Queensland Branch \nPosition Paper on the Role of Social Work in Healt h Care. \nCanberra: AASW. 2014; 15-18 \n21. Cowles LAF. Social Work in the Health Field, A Care \nPerspective (2nd Ed.). New York: The Haworth Press, Inc. \n2003; 7  \n22. Wayne JH. The Social Services: An Introduction. USA: F.E. \nPeacock Publishers, Inc. 1990;191  \n23. Sajid I, Asad AZ. Nature and efficacy of services of Medical \nSocial Services Projects (MSSPs) in healthcare field in \nPunjab, Pakistan. Rawal Medical Journal. 2017; 42:2:246 -49 \n24. Babalola E, Noel P, White R. The biopsychosocial approach \nand global mental health: 0205289 Synergies and \nopportunities. Indian. J Soc Psychiatry. 2017;33:291 -6. \n25. Zastrow C. Introduction to Social Work and Social Welfare: \nEmpowering people. (10th Ed.). Belmont: Brooks/Cole, \nCengage Learning. 2010; 500 ."
    }
  ]
}