{
  "doc_type": "scientific paper",
  "title": "Toward cognitive models of misophonia",
  "authors": [
    "Marie-Anick Savard",
    "Emily B.J. Coffey"
  ],
  "year": 2025,
  "journal": "Hearing Research",
  "doi": "10.1016/j.heares.2025.109184",
  "abstract": "Misophonia is a disorder in which specific common sounds such as another person breathing or chewing, or the ticking of a clock, cause an atypical negative emotional response. Affected individuals may experience anger, irritability, annoyance, disgust, and anxiety, as well as physiological autonomic responses, and may find everyday environments and contexts to be unbearable in which their ‘misophonic stimuli’ (often called ‘trigger sounds’) are present. Misophonia is gradually being recognized as a genuine problem that causes significant distress and has negative consequences for individuals and their families. It has only recently come under scientific scrutiny, as researchers and clinicians are establishing its prevalence, distinguishing it from other disorders of sensory sensitivity such as hyperacusis, establishing its neurobiological bases, and evaluating the effectiveness of potential treatments. While ideas abound as to the mechanisms involved in misophonia, few have coalesced into models. The aim of the present work is to summarize and extend recent thinking on the mechanistic basis of misophonia, with a focus on moving towards neurologically-informed cognitive models that can a) account for extant findings, and b) generate testable predictions. We hope this work will facilitate future refinements in our understanding of misophonia, and ultimately inform treatments.",
  "keywords": [
    "misophonia",
    "cognitive science",
    "cognitive neuroscience",
    "sound sensitivity",
    "models"
  ],
  "research_topics": [
    "misophonia",
    "cognitive models",
    "neurological basis of misophonia",
    "cognitive neuroscience",
    "auditory disorders",
    "sensory sensitivity",
    "comorbidity",
    "neurobiological mechanisms",
    "psychometric assessment of misophonia",
    "emotional and physiological responses to auditory stimuli"
  ],
  "created_at": "2025-05-05T03:03:01.450037Z",
  "source_pdf": "documents/research/Global/Savard 2025 Toward Cognitive Models of Misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:Hearingresearch.\nArticleTitle: Towardcognitive modelsofmisophonia\nArticleAuthor: Savard\nPages:109184-\nOCLC-38900588; ISSN-03785955; LCN-2002238959;\nPublisher: 2025-01-01\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Journal Pre-proof\nToward cognitive models of misophonia\nMarie-Anick Savard, Emily B.J. Coffey\nPII: S0378-5955(25)00003-6\nDOI: https://doi.org/10.1016/j.heares.2025.109184\nReference: HEARES 109184\nTo appear in: Hearing Research\nReceived date : 25 November 2024\nRevised date : 23 December 2024\nAccepted date : 6 January 2025\nPlease cite this article as: M.-A. Savard and E.B.J. Coffey, Toward cognitive models of\nmisophonia. Hearing Research (2025), doi: https://doi.org/10.1016/j.heares.2025.109184.\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the\naddition of a cover page and metadata, and formatting for readability, but it is not yet the definitive\nversion of record. This version will undergo additional copyediting, typesetting and review before it\nis published in its final form, but we are providing this version to give early visibility of the article.\nPlease note that, during the production process, errors may be discovered which could affect the\ncontent, and all legal disclaimers that apply to the journal pertain.\n©2025 Published by Elsevier B.V ."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Journal Pre-proofJournal Pre-proof\nToward cognitive models of misophonia\nMarie-Anick Savarda,b,c, Emily B.J. Coffeya,b,c\naDepartment of Psychology, Concordia University, Montreal, QC, Canada\nbInternational Laboratory for Brain, Music and Sound Research (BRAMS), Montreal, QC, Canada\ncCentre for Research on Brain, Language and Music (CRBLM), Montreal, QC, Canada\nARTICLE INFO\nKeywords :\nmisophonia\ncognitive science\ncognitive neuroscience\nsound sensitivity\nmodelsABSTRACT\nMisophonia is a disorder in which specific common sounds such as another person breathing or\nchewing,orthetickingofaclock,causeanatypicalnegativeemotionalresponse.Affectedindividuals\nmayexperienceanger,irritability,annoyance,disgust,andanxiety,aswellasphysiologicalautonomic\nresponses, and may find everyday environments and contexts to be unbearable in which their ‘miso-\nphonicstimuli’(oftencalled‘triggersounds’)arepresent.Misophoniaisgraduallybeingrecognized\nas a genuine problem that causes significant distress and has negative consequences for individuals\nand their families. It has only recently come under scientific scrutiny, as researchers and clinicians\nare establishing its prevalence, distinguishing it from other disorders of sensory sensitivity such\nas hyperacusis, establishing its neurobiological bases, and evaluating the effectiveness of potential\ntreatments.Whileideasaboundastothemechanismsinvolvedinmisophonia,fewhavecoalescedinto\nmodels. The aim of the present work is to summarize and extend recent thinking on the mechanistic\nbasis of misophonia, with a focus on moving towards neurologically-informed cognitive models that\ncana)accountforextantfindings,andb)generatetestablepredictions.Wehopethisworkwillfacilitate\nfuture refinements in our understanding of misophonia, and ultimately inform treatments.\n1. Introduction\nMisophonia is a disorder of decreased sound toler-\nance (Swedo et al., 2022) involving hypersensitivity to\nspecific sounds (e.g., eating, sniffing, or clicking; Brout\net al., 2018; Jastreboff and Jastreboff, 2014; Schröder et al.,\n2013). The sounds are typically referred to as ‘misophonic\nsounds/stimuli’ (or ‘trigger sounds’), and generate a ‘miso-\nphonic response’ characterized by a strong negative emo-\ntionalstateandheightenedphysiologicalresponsivity(Brout\netal.,2018).Peoplewithmisophoniamayexperienceanger,\nirritability, annoyance, disgust, and anxiety, as well as\nphysiological autonomic responses. As affected individuals\noften find everyday environments and contexts in which\ntriggers are present to be unbearable, misophonia can cause\nsignificant distress and has negative consequences for indi-\nviduals and their families. It has only recently come under\nscientific scrutiny, as researchers and clinicians are estab-\nlishingitsprevalence, distinguishingitfromotherdisorders\nof sensory sensitivity such as hyperacusis, establishing its\nneurobiological bases, and evaluating the effectiveness of\npotential treatments.\nThe emerging picture is that misophonia is a complex\nneurophysiological condition (Brout et al., 2018; Cavanna\nand Seri, 2015) with an auditory focus that is distinct from\nrelated sensory sensitivity problems and causes significant\nnegativeconsequencesforasurprisinglylargeproportionof\nthe general population. While we have made considerable\nprogressindocumentingandcharacterizingmisophonia,the\ntheoretical framework surrounding misophonia’s neurobio-\nlogical and cognitive basis is not yet well-developed. In ef-\nfect,thisfieldlacksmodels.Modelscanaccelerateprogress\n∗Corresponding author\nemily.coffey@concordia.ca (E.B.J. Coffey)\nORCID(s):across basic and clinical research by encouraging scientists\nto make assumptions explicit, which facilitates their rigor-\nous examination and development into better, more useful\nmodels (Blohm et al., 2020). The overall aim of the present\nworkistosummarizeandextendrecentthinkingconcerning\nmisophonia, with a focus on neurologically-informed cog-\nnitive models that are parsimonious, can account for extant\nfindings,andgeneratetestablepredictionsthatwillfacilitate\nfurther refinements in our understanding of misophonia.\nParticularly as misophonia is a newly-defined issue\n(Swedoetal.,2022)anditsphenomenologyiscomplex,our\nmodels must be well-grounded in clinical observations and\nindividuals’experiences.Wefocusonmodelswhichaddress\n‘what’ and ‘why’ questions concerning specific differences\nin perception and cognition in people with misophonia as\ncompared with normative controls. For the most part, we\navoid including etiological factors, as there is little work\navailable to date that bears on development of misophonia\n(but see Mednicoff et al., 2022 for an overview of that\nwhich exists, and Palumbo et al., 2018 for a summary of\nhowassociativeandnon-associativelearningprinciplesmay\nbe relevant for the development, maintenance, and perhaps\ntreatment of misophonia). Additionally, creating models of\nasinglestate,suchashavingadisorderinadulthood,seems\nlikealogicalprecursortomodelsofdynamicstates,suchas\ntheprocessofdevelopingadisorder.Wealsodonotattempt\nto generate computational models, which use mathematical\napproaches to simulate neurocognitive processes at various\nlevelsoforganizationfromsinglemembranechannelstodis-\ntributed whole-brain networks. These types of models may\neventuallyprovetobeusefulifnotessentialinunderstanding\nmisophonia, but typically presuppose that their creators\nhave clearly isolated the phenomenon of interest (Blohm\net al., 2020); this condition is not yet met in misophonia\nMA Savard, EBJ Coffey: Preprint submitted to Elsevier Page 1 of 17REVISED Manuscript (Clean version)\n Click here to view linked References"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Journal Pre-proofJournal Pre-proof\nModels of misophonia\nresearch. Thus, we suggest that models should for the time\nbeing be conceptual in nature, describing how differences\nin particular cognitive functions may be implicated in con-\ntributing to misophonic reactions. Finally, we propose that\nmodelsshouldbesituatedspatiallywithinthebrain.Taking\nadvantage of newly available neuroimaging findings will\nallowustoconnectmisophoniawithawiderbodyofexisting\nknowledge concerning brain structure and function.\nIn this work, we first briefly summarize what is known\nabout misophonia to date, with the goals of familiarizing\nresearchers who are unacquainted with the disorder with its\ncharacteristics,andreferringreaderswhowishtohavemore\nin-depthinformationtosomeoftherecentpublicationsthat\nhave comprehensively reviewed specific aspects of miso-\nphonia. An overview of factors described in these sections\nwhicharepotentiallyrelevantfordevelopingneurocognitive\nmodels of misophonia is found in Table 1. In subsequent\nsections, we review current knowledge on the neural basis\nof misophonia. We then describe two published models of\nmisophonia, discussing their explanatory power concerning\nexisting results and contrasting their respective predictions.\nFinally, we reflect on how models of misophonia can be\nimproved and developed. We hope this work will facilitate\nfuture refinements in our understanding of misophonia, and\nultimately inform treatments.\n2. Overview of misophonia\n2.1. Recent progress on misophonia\nAs recently as a decade ago, misophonia was a foreign\nterm even to most auditory researchers and clinicians, and\nresearch on misophonia was nearly non-existent. In the\ninterim, a considerable amount of empirical work has taken\nplace, and over 30 reviews published between 2014 and\n2024haveindexedtheprogressmadeinthisemergingfield.\nWhile some of these reviews provide general overviews of\nmisophonia’s core characteristics and clinical presentations\n(e.g., Bruxner, 2016; Cavanna and Seri, 2015; Siepsiak\nand Dragan, 2019), others have taken a more specialized\napproach, focusing on clinical implications and treatment\napproaches(Broutetal.,2018;Erfanianetal.,2019b;Matt-\nson et al., 2023), associated comorbidities (Rinaldi et al.,\n2023; Williams et al., 2021), as well as neurobiological\nmechanisms (Neacsiu et al., 2022) and underlying frame-\nworks (Berger et al., 2024; Palumbo et al., 2018). Reviews\nhavealsoexploredmisophoniaalongsideotherauditorydis-\norders,mostlyrelatedtotreatmentapproaches(Henryetal.,\n2022;JastreboffandJastreboff,2014,2015)andassessment\ntools (Kula et al., 2022). More recent systematic reviews\nhave identified trends in the literature, revealing patterns in\nprevalence and variability in diagnostic approaches (Aryal\nand Prabhu, 2023; Ferrer-Torres and Giménez-Llort, 2022;\nGowda and Prabhu, 2024). Notably, a committee of experts\nhas recently established a consensus definition of misopho-\nnia,recognizingitasadisorderanddefiningitsmainfeatures\nin terms of misophonic stimuli, responses, and associated\nfunctional impairments (see Swedo et al., 2022).2.2. Prevalence & comorbidity\nA fundamental question in misophonia research con-\ncerns establishing who is affected by it. Multiple studies\nacross different populations and cultures (Jager et al., 2020;\nNayloretal.,2021;RouwandErfanian,2018;Siepsiaketal.,\n2020b; Vitoratou et al., 2023; Wu et al., 2014; Zhou et al.,\n2017) estimate that between 5% and 20% of people experi-\nence clinically significant symptoms of misophonia. These\nestimates are derived using different diagnostic question-\nnairesandtools,whichleadstosomevariabilityinreported\nprevalence rates (see Gowda and Prabhu, 2024 for a review\nof prevalence studies). In addition, some research suggests\na higher prevalence of misophonia in females, though the\nsamples on which these observations were based primarily\nconsisted of female university students, with 67–84% fe-\nmale;Brennanetal.,2024;Kılıçetal.,2021;Wuetal.,2014;\nZhou et al., 2017, and large-scale studies with more bal-\nancedsamplesshownosuchdifference(Savardetal.,2022;\nVitoratou et al., 2023). Several studies have also suggested\nthatyoungerindividualsaremorelikelytoexperiencemiso-\nphonia (Kılıç et al., 2021; Vitoratou et al., 2023), though\nthis observation could be influenced by the predominantly\nyounger samples in these studies, and potentially that older\npeoplemighthavedevelopedcopingstrategiesandadjusted\ntheirlivessoastoreduceexposuretomisophonicsoundsand\nthusreportlowerseverity.Acrosstheliterature,misophonia\nis increasingly viewed as existing along a spectrum, where\na large portion of the population experiences subclinical\nsymptoms. Notable examples include Naylor et al. (2021)\nwho found mild, moderate and severe misophonia symp-\ntoms in 37%, 12%, 0.3% of the sample, respectively; Zhou\net al. (2017) who observed that 68% of people reported\nexperiencing such sub-clinical misophonia symptoms; and\nSavard et al. (2022) who found that misophonia symptoms\nare normally distributed, suggesting that mild symptoms\noccur in many individuals who may not experience signif-\nicant distress. These observations regarding the distribution\nof misophonia overall support the notion that those who\nexperiencemoreseveresymptomsrepresentthetailendofa\nbroader spectrum of sound sensitivity (Savard et al., 2022).\nComorbidity is common among individuals with miso-\nphonia, with various studies identifying associations with\ndifferentmentalhealthconditions.Anxietydisordersarere-\nported, including generalized anxiety, posttraumatic stress-\ndisorder and obsessive-compulsive disorder (all between 1-\n3%inJageretal.,2020butupto13%inRouwandErfanian,\n2018); see Wu et al. (2014) and Cusack et al. (2018)\nfor investigations of the relationship between misophonia\nand obsessive-compulsive symptoms as well as anxiety\nsymptoms and anxiety sensitivity. Additionally, obsessive-\ncompulsive personality disorder (OCPD; personality dis-\norder characterized by perfectionism and rigid control;\nAmerican-Psychiatric-Association, 2013) is prevalent in\npeople with misophonia, with studies indicating that self-\nreports of OCPD in misophonic samples range from 8\n(Rouw and Erfanian, 2018) to 26% (Jager et al., 2020),\nwhile studies using professional mental health assessments\nMA Savard, EBJ Coffey: Preprint submitted to Elsevier Page 2 of 17"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Journal Pre-proofJournal Pre-proof\nModels of misophonia\nshow comorbidity rates with OCPD in up to 52% of people\nSchröder et al. (2013). Comorbidity with autism spectrum\nconditions (2% of misophonics in Jager et al., 2020; 4%\nin Claiborn et al., 2020; see Williams et al., 2021 for a\nreview of misophonia in autism) and autistic traits (see\nRinaldi et al., 2023) has also been observed, as well as\nwithmooddisorders(Erfanianetal.,2019a;Schröderetal.,\n2013; 10% of the sample in Jager et al., 2020). It is worth\nconsidering how misophonia may contribute to some of the\ncomorbid diagnoses. For instance, an adolescent unable to\navoid misophonic triggers in a classroom might experience\nheightened anxiety or inattention than they would have if\nthey did not experience misophonic reactions to classroom\nsounds (or could control their acoustic environment).\nMisophonia can also coexist with other auditory disor-\nders relating to sound hypersensivity (e.g., tinnitus, hyper-\nacusis, noise sensitivity, and phonophobia; Jastreboff and\nJastreboff, 2014), though research indicates distinctions be-\ntweenthedisorders(see(Henryetal.,2022)forareview).In\nbrief, hyperacusis is characterized by discomfort or pain in\nresponsetoloudsounds;noisesensitivityreferstoincreased\nreactivity to sounds that may include general discomfort\ndue to a perceived noisy environment, regardless of its\nloudness; and tinnitus involves distress from internally per-\nceived sounds (Cavanna and Seri, 2015); these conditions\ncontrastwiththemisophonicresponsebeingtiedtospecific,\nidiosyncratic misophonic sounds in the environment that\nare problematic even at low intensities (Henry et al., 2022),\nandareindependentofthesound’sphysicalproperties(e.g.,\nsound level, frequency, harshness, decibel level; Jastreboff\nand Jastreboff, 2002).\nWhile comorbidity is common, misophonia often exists\nindependently of other disorders (Schröder et al., 2013). In\na recent study in which 575 individuals with misophonia\ncompleted clinical interviews, about 72% of the sample had\nmisophonia without a comorbid psychiatric disorder, and\n59% had misophonia without a comorbid personality disor-\nder. In addition, around 94% of the sample did not report\nother hearing problems or disorders (Jager et al., 2020). Al-\nthough the mechanisms by which conditions overlap could\nbe very informative, differential diagnosis, characterizing\nthesamplepopulationandforsomeinvestigations,isolating\nthemonodiagnosticorprimarymisophoniapopulation,will\nlikely prove critical to understand aspects of neurobiology\nand cognition that are unique to misophonia.\nThese observations concerning prevalence and comor-\nbidity have a few implications for developing models of\nmisophonia. 1) Misophonia seems to lie on a continuum in\nthegeneralpopulation;wethereforemightexpecttheunder-\nlying neuroanatomy and cognitive characteristics to vary in\na continuous rather than categorical fashion with respect to\nhealthy controls. 2) Although males with misophonia seem\ntobehardertorecruitintostudies,thedisorderitselfdoesnot\nappear to be strongly tied to sex-related genetic or neurobi-\nological differences. 3) The considerable comorbidity with\nother disorders suggests that some of the empirical results\nwhichwemightincorporateintomodelscouldbeexplainedby their differential inclusion into misophonic and control\ngroups(foramoredetaileddiscussionofthesimilaritiesand\ndifferencesbetweenmisophoniaandthesedisorders,seethe\nreviewbyFerrer-TorresandGiménez-Llort,2022),suchthat\ntools for quantifying and documenting misophonia, as well\nas comorbid conditions, become critical components in the\nstudy of misophonia.\n2.3. Measuring misophonia\nThere are now numerous questionnaires available for\nassessing misophonia, reflecting a growing understanding\nof the disorder. Earlier measures include the Misophonia\nQuestionnaire (MQ; Wu et al., 2014) and the Amsterdam\nMisophoniaScale(A-MISO-S;Schröderetal.,2013),which\nhave been used extensively in research. The psychomet-\nric properties, strengths, and limitations of some of these\nearly misophonia scales (including the MisoQuest; Siep-\nsiak et al., 2020a) were evaluated in Kula et al. (2022).\nMore psychometrically-validated scales have recently be-\ncomeavailablesuchastheSelectiveSoundSensitivitySyn-\ndrome Scale (S-Five; Vitoratou et al., 2021), the Duke\nMisophonia Questionnaire (DMQ; Rosenthal et al., 2021),\nthe Duke-Vanderbilt Misophonia Screening Questionnaire\n(DVMSQ; Williams et al., 2022), the Berlin Misophonia\nQuestionnaireRevised(BMQ-R;Remmertetal.,2022),the\nSussexMisophoniaScale(Rinaldietal.,2021;Simneretal.,\n2024), and Misophonia Impact Questionnaire (MIQ; Aazh\net al., 2023). While results from these scales are generally\ncorrelated(e.g.,seeRosenthaletal.,2021forcorrelationsof\ntheDMQwithotherscales),theyarenotentirelyequivalent.\nFor example, the S-Five is a quick measure used to capture\nsubfactorsofmisophoniaexperiences,theMQfocusesmore\nontriggerfrequencyandemotionalresponses,andtheDMQ\nis a longer, more comprehensive measure which includes\nmany individual subscales to be used independently or to-\ngether.Eachmeasuremayexhibitsomerelativebiasreflect-\ning the researchers’ focus and understanding of misophonia\n(noting that most of the scales were developed prior to the\nconsensus definition; Swedo et al., 2022). For example, the\nMisoQuestassessesonlyangerreactionsandoverlooksother\nemotionscommoninmisophonicresponses,suchasdisgust,\nwhile the A-MISO-S is based on earlier diagnostic criteria\nand adapted from measures used in Obsessive-Compulsive\nDisorderresearch,whichmaynotfullycapturetheemotional\nandbehaviouralpatternsspecifictomisophonia.Thevariety\nof scales available, the range of symptoms they target, and\nthefactthattheymaynotagree(e.g.,inHansenetal.,2024)\ncan complicate cross-study comparisons and the interpreta-\ntion of findings.\nAs regards separating primary misophonia from more\ncomplex cases, it is necessary to have short, efficient mea-\nsuresofthemaincomorbidconditions.Unfortunately,there\nis currently no consensus on the best battery of question-\nnaires to achieve this differentiation. Rinaldi et al. (2021)\npoint out that most misophonia assessments lack divergent\nvalidity, making it difficult to separate misophonia from\notherdisordersthatalsoprimarilyinvolvehypersensitivtyto\nMA Savard, EBJ Coffey: Preprint submitted to Elsevier Page 3 of 17"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Journal Pre-proofJournal Pre-proof\nModels of misophonia\nsoundandcanpresentsimilarly,notablyhyperacusis.Ques-\ntionnaires used to assess hyperacusis do not differentiate it\nfrom misophonia, and to date only Enzler et al. (2021)’s\nonline psychoacoustic test has been proposed as a short\nand reliable tool for separating primary misophonia from\nhyperacusis.Asitstands,misophoniascalesprimarilyassess\nthe severity of misophonia itself, without providing clear\ndifferentiationfromotherpsychiatricordevelopmentalcon-\nditions that may overlap in symptoms. Alternatives include\na complete clinical interview (e.g., in Guetta et al., 2024;\nJager etal.,2020),orrelying onpotential studyparticipants\nreportingonconcurrentdiagnoses.Notingthataswithmiso-\nphonia, the characteristics of many disorders also exist on\ncontinua,itmaybepreferableforsomeapplicationstomea-\nsure subclinical tendencies rather than rely on categorical\ndistinctions.\nAs the field develops, the relative merits and biases\nof misophonia scales, scale cut-off points for determining\ndifferentlevelsofdisorder,andthebestmeansofdifferenti-\nating primary misophonia from more complex cases within\nstudyconstraintswilllikelybecomemorestandardized.For\ninstance, Möllmann et al. (2023) identified cutoffs for vari-\nous symptom measures that distinguish between functional\nimpairment and non-impairing sound sensitivity. For the\npresent purpose of model development, it is important to\nbe aware that inconsistencies in measuring misophonia and\nseparating experimental participants into groups exist, and\ntoconsiderhowscalesandstudydesignchoicesmighthave\naffectedtheempiricalresultsthatmodelsattempttoaccount\nfor.\n3. Potential insights into the mechanisms of\nmisophonia\n3.1. Brief overview of misophonia phenomenology\nMisophonia literature shows that triggers encompass a\nwiderangeofstimuli,primarilyauditory,includingorofacial\nsounds, human-made noises, and sometimes visual stimuli.\nThemostcommontriggersoundsareorofacialinnature(i.e.,\nproduced by the mouth, nose, throat), though individuals\nreport distress from a variety of other sounds that are not\neither non-orofacial or not produced by humans, including\nbarkingdogs,clinkingglasses,clocksticking,feetshuffling,\ndoors slamming, and refrigerators humming (Enzler et al.,\n2021;Ferreiraetal.,2013;Hadjipavlouetal.,2008;Hansen\net al., 2021, 2022; Jager et al., 2020; Jastreboff and Jastre-\nboff, 2014; Johnson et al., 2013; Neal and Cavanna, 2013;\nVitoratou et al., 2021; Webber et al., 2014). Many people\nwith misophonia report that while misophonic reactions to\nreal-lifeexperiencesaremostproblematic,responsescanbe\ntriggered by sounds from television or videos (Rouw and\nErfanian, 2018).\nThe acoustic patterns of misophonic sounds and the\nresultingemotionalresponsesvarysignificantlyamongindi-\nviduals, suggesting that personal history, learning, and con-\ntext play crucial roles in shaping aversive reactions (Brout\net al., 2018; Jastreboff and Jastreboff, 2001; Palumbo et al.,2018).Evenimaginingatriggersoundcanprovokethesame\naversive reaction as hearing the actual sound (Ferrer-Torres\nand Giménez-Llort, 2021), further suggesting that history\nwith the sound is more important than acoustic properties.\nFurthermore, results from several studies show that people\ncan experience misophonic responses to visual stimuli that\nareassociatedwithtriggeringsounds(Edelsteinetal.,2013;\nSchröder et al., 2013; Webber and Storch, 2015; Wu et al.,\n2014). Misophonia-like sensitivity to visual triggers has\nbeen referred to as ‘misokinesia’ in the literature (a refer-\nence to visual triggers often stemming from the repetitive\nmovements of others). The current consensus definition of\nmisophonia does specify that misophonic triggers include\nsoundsassociatedwithoralfunctions,non-oral/nasalsounds\nproduced by people or objects, as well as visual triggers\n(Swedoetal.,2022).However,itisnotyetclearhowmisoki-\nnesia and misophonia are interrelated; a subset of people\nwith misophonia report both sensitivities, yet misokinesia\ncan apparently exist independently of any triggering audi-\ntory stimuli (Jaswal et al., 2021). One possible account for\nsimilaritiesbetweentheconditionsisthatbothareproduced\nbystructuralhyperconnectivitytothemotorsystem(Kumar\net al., 2021). Supporting the idea of hyperconnectivity in\nmisophonia,researchershavealsonotedsimilaritiesbetween\nmisophonia and synesthesia, a perceptual phenomenon in\nwhichstimulationofonesensoryorcognitivepathwayleads\nto involuntary experiences in a second sensory or cognitive\npathway that is thought to result from hyperconnectivity of\nbrainregions(includingauditorycortexandinsula)thatlead\ntocross-activation(seeEdelsteinetal.,2013;McGeochand\nRouw, 2020; Palumbo et al., 2018).\nEmotionalreactionstotriggersoundscommonlyinclude\nanger, irritability, annoyance, disgust, and anxiety (Rouw\nand Erfanian, 2018; Siepsiak and Dragan, 2019) and are\naccompanied by increased autonomic nervous system ac-\ntivity. Sympathetic nervous system arousal produces in-\ncreases in muscle tension, skin conductance, and heart rate\n(Brout et al., 2018; Edelstein et al., 2013; Ferrer-Torres\nand Giménez-Llort, 2021; Jastreboff and Jastreboff, 2014;\nSiepsiak and Dragan, 2019). The intensity of misophonic\nresponses varies depending on the sound source, often be-\ncoming more pronounced when the trigger is produced by\nfamily members or acquaintances (Edelstein et al., 2013;\nGuettaetal.,2022;Taylor,2017).Themisophonicresponse\noften includes hyperfixation on the triggering sound (Rouw\nandErfanian,2018),asattentionbecomesintenselyfocused\non the stimulus, making it difficult to ignore or disengage\nfromthesourceofdistress.Misophonicreactionscanleadto\nfeelingsofbeingoverwhelmedandescapebehavioursuchas\nremoving oneself from the environment where misophonic\nsounds are heard (Brout et al., 2018; Edelstein et al., 2013;\nKumaretal.,2014).Peoplewithmisophoniamayalsoreport\nadesiretoharmthoseproducingthesounds(Bernsteinetal.,\n2013; Edelstein et al., 2013), which can manifest as verbal\nor physical aggression toward people or objects (Bernstein\net al., 2013; Edelstein et al., 2013; Schröder et al., 2013;\nSwedoetal.,2022).Theytypicallyrecognizetheirreactions\nMA Savard, EBJ Coffey: Preprint submitted to Elsevier Page 4 of 17"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Journal Pre-proofJournal Pre-proof\nModels of misophonia\nas unwanted, uncontrolled, sometimes excessive, and unac-\nceptable (Schröder et al., 2013; Schwartz et al., 2011), yet\nstill experience strong emotional responses and often feel\noffendedbythoseemittingthemisophonicstimulus(Taylor,\n2017).\nInterestingly, people with misophonia typically do not\nexperience the same intense reactions to self-generated\nsounds as they do to sounds produced by others or by\nanimals/machines (Swedo et al., 2022). In Edelstein et al.\n(2013), 10 of 11 participants reported that self-produced\ntriggers do not evoke as strong of an aversive response as\nsoundsproducedbyothersources,andevennotedthateating\nfoodsinsynchronywithotherpeoplereducedtheirdistress.\nEarly case studies documented this tendency in people with\nmisophonia to mimic misophonic sounds or actions (e.g.,\nEdelsteinetal.,2013;Hadjipavlouetal.,2008),andalarger,\nmore recent study revealed that nearly 47% of participants\nengaged in mimicry, with its prevalence increasing with\nmisophonia severity (Ash et al., 2024). Many participants\ndescribed mimicry as deliberate and controllable, with 68%\nreporting that it provided relief, potentially acting as a cop-\ning mechanism by ‘cancelling out’ intrusive stimuli. Many\nindividuals also report relief upon localizing the source\nof a trigger sound (Rouw and Erfanian, 2018), suggesting\nthat being able to pinpoint the origin of a sound may offer\npsychological relief, possibly by giving a sense of control\northeabilitytoanticipatewhenthetriggeringstimuluswill\nend.\nPeople with misophonia often avoid contexts in which\ntriggers are likely to be encountered, including social gath-\nerings,classrooms,andfamilymeals(Schröderetal.,2013),\nas well as individuals who are known to produce miso-\nphonic sounds (Rouw and Erfanian, 2018). Avoidance can\nresult in impairments in social interaction, and social iso-\nlation, negatively affecting well-being, education, and in-\nterpersonal relationships (Brout et al., 2018; Jager et al.,\n2020; Neal and Cavanna, 2013; Rouw and Erfanian, 2018;\nSwedo et al., 2022; Wu et al., 2014; Zhou et al., 2017).\nThe distress provoked by misophonia can also contribute\nto behavioural health problems (Brout et al., 2018), emo-\ntionalhyper-reactivity(JastreboffandJastreboff,2014),and\ndifficulties in regulating emotions (Cassiello-Robbins et al.,\n2020; Guetta et al., 2022).\nIn general, misophonia can have serious consequences\nfor quality of life (Guetta et al., 2022; Siepsiak and Dragan,\n2019). A large-scale study by Rouw and Erfanian (2018),\nwhich explored the impact of misophonia on daily life,\noffers some interesting additional observations. Thirty-six\npercentofparticipantsreportedthatalcoholhelpedalleviate\ntheir misophonia symptoms, with some indicating that they\nused alcohol specifically for this purpose. In contrast, most\nparticipants stated that caffeine did not seem to influence\ntheir symptoms, and the majority did not use nicotine or\nother substances. Among those who did report symptom\nrelieffromotherchemicals,marijuanaorcannabiswasmost\ncommonlymentioned.Manystudyparticipantsnotedwors-\nenedsymptomswhenfatigued.Alarmingly,over20%ofthemisophonia sample reported suicidal thoughts (Rouw and\nErfanian,2018),underscoringthemostsevereconsequences\nof misophonia and motivating the search for solutions.\nFrom these observations of how misophonia is mani-\nfestedandexperiencedbypeoplewiththecondition,several\nthemesofrelevancetotheproductionofmisophoniamodels\nemerge. In general, the heterogeneity of individuals’ miso-\nphonicsoundsandtheiracousticpropertiesdoesnotsuggest\nthat a low-level, perceptual mechanism is to blame. That a\nmisophonia stimulus’ origin and meaning is relevant to the\nstrength of the reaction it produces further emphasizes the\nrole of higher-level cognitive processes (possibly involving\nthe cortical ventral processing stream; Rauschecker, 2018;\nanideathatwillbefurtherdiscussedinSection5).However,\nthemirroring,mimicry,andblockingobservationssuggesta\nstrong motor and proprioceptive component (more likely to\nbecomputationstakingplacewithinthedorsalstream).The\nfact that people with misophonia are generally aware that\ntheirreactionsareconsideredexcessiveandundesirable,yet\nnonethelessreact,suggestsstrongandpossiblypre-attentive\nconnections to the limbic system. Finally, we note a great\ndealofinter-individualvariabilityinmisophonicstimuliand\nreactions, suggesting that the disorder may have subtypes\nor vary along several scales, perhaps each with its own\nneurophysiological correlates.\n3.2. Auditory and cognitively-based coping\nmechanisms\nIn the absence of a clear understanding of the causes of\nmisophoniaorofeffectivetreatments,itmaybeinformative\nfor developing cognitive models to consider what coping\nmechanisms sufferers of misophonia use spontaneously. In\nthe context of developing the Duke Misophonia Question-\nnaire(DMQ),Rosenthaletal.(2021)interviewed100miso-\nphonia sufferers. After psychometric refinement, the DMQ\ncontains Coping-Before, Coping-During, and Coping-After\nsubscales. Coping-Before concerns planning and avoidance\nbehaviours(e.g.,‘Iavoidedcertainpeople,places,orthings\nsoIwouldnothavetohearsoundsIdislike’),whilstCoping-\nAfter mostly focuses on mood regulation following (e.g.,\n‘I did something to comfort myself (e.g., exercised, went\nsomewhere calming, pet animals)’). Of particular interest\nfor our purposes is the 10 item Coping-During subscale,\nwhichhasitemsclusteredintothreedomains:‘Masking’(‘I\nincreased the background noise to cover up the bothersome\nsound (e.g., turned on TV, rolled down car window)’),\n‘Distraction’(e.g.‘Ifocusedmyattentiononanactivity(e.g.,\nwatched TV or videos)’), and ‘Cognitive Techniques’ (e.g.,\n‘I changed my way of thinking about the sound’). Amongst\ncommunitysupportgroupsandvideographictestimonialsof\nlived experience (e.g., ‘Breaking the Sound Barrier - Teens\nWith Misophonia’ by Black, 2024), anecdotes concerning\nusingnoise-cancellingheadphonesorearplugsarecommon.\nStrategies such as listening to white noise or music are\ncommon in environments where trigger sounds are present,\nbutwhereavoidancebehaviourswouldleadtonegativecon-\nsequences(e.g.,inclassrooms,workplaces,orfamilydining\nMA Savard, EBJ Coffey: Preprint submitted to Elsevier Page 5 of 17"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Journal Pre-proofJournal Pre-proof\nModels of misophonia\nsituations).Individualsalsoreportmakingtheirownsounds\nin mimicry as a masker, intentionally regulating their mood\nthroughbreathingtechniques,removingthemselvesfromthe\nenvironment,andcultivatingunderstandingandempathyso\nastoreducetheemotionalimpactoftheinterpretationthata\nlovedoneismakingtheproblematicsoundoutofmalicious\nintent.\nThe themes that emerge from documenting coping be-\nhaviours hint at mechanisms that are blocked or reactions\nthat are mitigated through these behaviours. Adjusting the\naudibility or salience of troublesome sounds appears to be\na means of reducing the sounds’ propensity to capture and\nmonopolize attention. It is possible that some relief can be\nachieved via occupying brain networks that are involved in\nmisophonia with other incompatible activities. For exam-\nple, listening to music might reduce higher-level auditory\nprocessing of misophonic stimuli (i.e., beyond the primary\nauditory cortex and planum temporale, Puschmann et al.,\n2024), or producing motor activity oneself might engage\nmotor networks so as to reduce communication between\nauditory and motor networks that may be overactive during\nmisophonic responses (Kumar et al., 2021). That reactions\ncan sometimes be modulated by voluntarily attending to\nother sound sources such as music implicates attentional\nnetworks, as does intentionally modulating the semantic\ninterpretation of sounds or regulating mood directly. This\ngroup of coping strategies uses executive functions, a set\nof cognitive processes that support goal-directed behaviour\n(i.e.,attentionalcontrol,cognitiveinhibition,inhibitorycon-\ntrol, and cognitive flexibility). In misophonia, executive\nfunctions themselves could be abnormal leading to poorer\ncontrol, or instead they could function normally yet be\nconstantlytaxedbytheadditionalworkloadassociatedwith\nmitigating misophonia reactions. The latter idea would be\ncongruentwithreportsthatindividualswithmisophoniaare\nmoreaffectedbymisophonicsoundswheninfatiguedstates\n(i.e., when available cognitive resources are depleted). A\nparallel may be found in pain research. People suffering\nfrom chronic pain are thought to use a greater proportion\nof their cognitive resources for attentional control and self-\nregulation in everyday life than healthy controls, leaving\nfewer resources available for other tasks and leading to\napparentcognitiveandself-regulatorydeficits(Phelpsetal.,\n2021;SolbergNesetal.,2009).Itmayberelevantforconsid-\neringtheroleofexecutivenetworksinmodelsofmisophonia\nthat the challenges of coping with misophonia might be the\ncauseof observed group differences in executive function,\nrather than group differences in executive function being\nresponsible for misophonia.\n3.3. Behavioural and cognitive observations\nThe role of context and sound meaning in misophonia\nRecent research shows that both the actual context of a\nsound and the way it is cognitively processed can alter the\nintensity of the misophonic reaction. Edelstein et al. (2020)\n(preprint) demonstrated that individuals rated human-made\nsounds as less aversive when they believed the sounds wereof non-human origin. Similar findings were reported by\nHeller and Smith (2022), who found that misidentifying\nchewing sounds as cereal being stirred reduced their per-\nceivedunpleasantness,Samermitetal.(2022),whodemon-\nstrated that pairing incongruent visual stimuli with miso-\nphonic sounds, such as the sound of chewing paired with a\nvideo of stepping on snow, reduced the aversive response,\nas well as Siepsiak et al. (2023) who found that partici-\npantsratedmouthsmackingsoundspairedwithincongruent\nvideos less negatively than when paired with congruent\nvideos. Savard et al. (2022) also showed that when miso-\nphonicsoundswereidentified,theyelicitedstrongerfeelings\nof anger, disgust, and anxiety, particularly among individ-\nuals with severe misophonia symptoms. Therapeutic inter-\nventions have explored this avenue by encouraging patients\ntoreframeormodifytheirperceptionoftriggersounds,such\nasimaginingthatthesoundcomesfromabenignsourcelike\na motor, or a gorilla (e.g., Frank and McKay, 2019).\nAltogether,evidenceindicatesthatthecognitivecontext\nofsoundprocessingsignificantlyinfluencesemotionalreac-\ntivity.Emotionalresponsesarenotsolelydrivenbyacoustic\nproperties; rather, the brain’s interpretation and identifica-\ntion of sounds within specific contexts play a crucial role.\nThese findings further suggest that misophonia is closely\nlinked to higher-level cognitive processes (and likely has\na strong learned component (Palumbo et al., 2018)), rather\nthan being predominantly sensory in nature. They also sug-\ngest involvement of the ventral auditory processing stream\n(described in Section 5) where perceptual decisions are\nmade concerning source identification and recognition, in a\nprocesscalled‘auditory-sceneanalysis’.Inearlier,upstream\nstages,neuronsencodetheauditorypropertiesofastimulus,\nwhereas later stages encode sensory evidence that leads\nto perceptual decisions (Cohen et al., 2016; Rauschecker,\n2018). The ventral pathway, illustrated in Figure 2, may\nthereforeberelevantformodelsofmisophoniaasalocusof\nactionofabnormalorvoluntaryattentionalprocesses,since\nattentioncanaffectthedegreeofenhancementandextentof\nprocessing that neural representations of incoming auditory\ninformation receives (Puschmann et al., 2024).\nCognitive differences in the absence of misophonic\nsounds\nDifferences in cognitive processes in people with miso-\nphoniaascomparedwithhealthycontrolshavebeenstudied\ninthepresenceandintheabsenceoftriggersounds.Devia-\ntionsincognitiveprocessesintheabsenceoftriggersounds\nare generally assumed to reflect stable differences in the\nauditory system that affect all auditory processing, whereas\nthose observed during or following symptom provocation\nare understood to incorporate differences that may be spe-\ncific to the response to trigger sounds, including attentional\nand emotional aspects.\nIn Eijsker et al. (2019), individuals with misophonia\nshowed slower reaction times and more errors in a visual\nresponse inhibition task compared to control groups in the\nMA Savard, EBJ Coffey: Preprint submitted to Elsevier Page 6 of 17"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Journal Pre-proofJournal Pre-proof\nModels of misophonia\nabsence of misophonic sounds, suggesting that misopho-\nnia may be linked to impaired response inhibition. Further\nevidence of altered cognitive and sensory processing in\nmisophonia is provided by electroencephalography (EEG)\nstudies, such as Schröder et al. (2014), who found a dimin-\nished N1 component in response to deviant auditory tones\nin misophonia patients, compared to healthy controls, in\nthe absence of trigger sounds. The authors interpreted this\nresult as a deficit in early sensory processing, suggesting\nthatthereducedN1amplitudereflectsageneralimpairment\nin the misophonic brain’s ability to detect and prioritize\nnovel auditory stimuli. They argue that this deficit may\nunderlietheheightenedsensitivitytocertainsoundsseenin\nmisophonia, as the brain is less effective at distinguishing\nbetween relevant and irrelevant sensory information, even\nwhen no explicit trigger is present.\nInterestingly, some studies have found enhancements in\nsome cognitive processes in people with misophonia. For\ninstance,inastudybySimneretal.(2021),participantswith\nmisophoniashowedgreateraccuracythanacontrolgroupin\nidentifying target shapes embedded within complex visual\nfigures, without increased response times, which suggests\nbetter attention control. In addition, Murphy et al. (2024)\nexplored cognitive performance in children and adolescents\nwith misophonia and found superior signal detection abil-\nities compared to those with anxiety disorders, indicating\nheightenedperceptualalertness.Theseresultscouldbeinter-\npretedinaneuroplasticframework.Engaginginchallenging\ncognitiveprocesses,forexamplethoseinvolvedinmusician-\nship and multilingualism, appears to cause improvements\nbothtodomain-specificandsometimesdomain-generalcog-\nnitive functions that support task performance (Bialystok\nand Craik, 2022; Roman-Caballero et al., 2018; Román-\nCaballero et al., 2021). Learning to function with misopho-\nnia might be thought of as a kind of long-term naturalistic\ntraining paradigm in which processes such as attentional\ncontrolthatarecontinuallychallengedbecomestrengthened,\npotentially leading to some benefits on other tasks. While\nquite preliminary, this work offers hope that the effects of\nmisophoniamightbepartlymitigatedovertimeascognitive\nskills are strengthened, and that training-based approaches\ncould further support these compensatory processes. As\nregards models, these observations may inform dynamic\nmodels that consider misophonia’s etiology and evolution,\nand the roles of neuroplasticity in both.\nCognitive differences in the presence of misophonic\nsounds\nOverall, studies which presented misophonic trigger\nsounds during cognitive tasks demonstrate that misophonic\nresponses negatively affect cognitive control. For instance,\nin Daniels et al. (2020), participants showed greater cogni-\ntive interference during a visual Stroop task when exposed\ntotriggersounds,andparticipantswithmisophoniainSilva\nand Sanchez (2019) performed worse than those without\nmisophonia in identifying dichotically presented sentences\nin the presence of distracting sounds, particularly whenthe distraction consisted of chewing sounds. Seaborne and\nFiorella (2018) asked participants to read a text passage on\nwhich they would receive a comprehension test, while in\nthe presence of a confederate (i.e., member of the research\nteamactingasaparticipant)whoeitheraudiblychewedgum\n(sound group) or read quietly (control group). Although the\ntwo groups did not differ overall on their comprehension\ntest scores, a moderation analysis revealed that students\nwith higher misophonia sensitivity performed worse than\nthose with lower sensitivity when exposed to background\nchewing sounds, while in the absence of these sounds,\nhigher sensitivity students outperformed their less sensitive\npeers. This finding suggests that the presence of trigger\nsounds may hinder attentional focus for individuals with\nmisophonia, yet these same individuals could experience a\ncognitiveadvantageinquieterenvironments,potentiallydue\nto an increased ability to concentrate when distractions are\nminimized.\nThese observations are supported by Frank et al. (2020)\nand Zumbrunn et al. (2023) ( preprint) who found, when\nassessing attention with a visual Attention Network Task\n(Posner et al., 1990), that different attention networks (see\nSection 6.2) showed different patterns of performance dur-\ning exposure to trigger sounds. Participants with misopho-\nnia had poorer alerting attention when exposed to trigger\nsounds, which indicates difficulties in maintaining a state\nof readiness to respond to stimuli. Interestingly, despite\napparent impairments in the alerting network, participants\nwith misophonia showed better orienting attention (i.e.,the\nprocess of selecting and prioritizing sensory inputs) than\ncontrol participants in Zumbrunn et al. (2023) when re-\nsponding to aversive sounds, suggesting heightened atten-\ntional responsiveness to threatening stimuli.\nTaken together, the results concerning behavioural and\ncognitivedifferencesbetweenpeoplewithandwithoutmiso-\nphonia are illustrative of the disorder’s complex nature:\nit is not a disorder affecting only the peripheral sensory\nsystems,butratherisaphenomenondeeplyintertwinedwith\ncognitive processes, including perceptual decision-making,\nattentionalcontrol,responseinhibition,andperceptualalert-\nness. We thus expect comprehensive models of misophonia\ntoincludemultiplecognitivefunctionsandwidespreadbrain\nnetworks.\n3.4. Structural neuroanatomy of misophonia\nOne means of gaining insights into why populations\ndiffer is by contrasting their neuroanatomy with those of\nnormative controls. By identifying brain regions and struc-\ntures that vary in morphology and other biophysical char-\nacteristics, we gain insights into potential neural factors\nthat contribute to differences in cognition, behaviour, and\nsubjective experience.\nMost approaches to studying group differences in neu-\nroanatomynon-invasivelyinvolvemagneticresonanceimag-\ning (MRI). From standard T1-weighted anatomical im-\nages, the shape, size, and properties of brain tissue within\nbrain structures can be derived, using techniques such as\nMA Savard, EBJ Coffey: Preprint submitted to Elsevier Page 7 of 17"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Journal Pre-proofJournal Pre-proof\nModels of misophonia\nTable 1\nSummary of factors potentially relevant for the development of neurocognitive models of misophonia (citations are given in text;\nnote that the row organization is intended solely to enhance readability of the point-form list and does not carry any inherent\nmeaning.)\nPrevalence &\nDemographicsComorbidity Trigger stimuli Responses Impact Common coping\nmechanismsFactors that may\nimpact symptoms\nMisophonia exists\non the tail end of\na continuous\ndistributionMisophonia\nwithout comorbid\ndisorders:\n-no psychiatric\ndisorder: 72%\n-no personality\ndisorder: 59%Primarily auditory\nstimuli, including:\n-orofacial\n(mouth/nose/throat)\n-human-produced\nnon orofacial (e.g.,\ndoor slamming,\npen clicking)\n-non-human\nproduced (e.g.,\nbarking dogs,\nrefrigerator\nhumming)Emotional\nresponses: anger,\nirritability,\nannoyance,\ndisgust, and\nanxietyImpaired\nattentional\ncontrol, especially\nduring symptom\nprovocation (e.g.,\ngreater cognitive\ninterference during\ntasks)Avoiding problem\nstimuli:\n-Avoiding certain\nsituations or\npeople\n-Seeking a\ntrigger-free\nenvironment\nfollowing a\nreactionSubstance use:\n-Caffeine does not\nseem to affect\nsymptoms\n-Some people\nreport alcohol\nhelping alleviate\nsymptoms\n-Other chemicals\nare sometimes\nused to alleviate\nsymptoms\nPrevalence\nestimates of\nclinically\nsignificant\n(moderate to\nsevere) misophonia\nsymptoms:\nbetween 5% and\n20%Misophonia\nwithout other\nauditory disorders\nor sensitivities:\n94% of casesVisual stimuli\n(misokinesia):\n-Repetitive\nMovements (e.g.,\ntapping fingers, leg\nshaking)\n-Stimuli associated\nwith auditory\ntriggers (e.g., sight\nof someone eating)Increased\nautonomic nervous\nsystem activity:\nmuscle tension,\nsweating,\nincreased heart\nrate, increased\nbody temperature,\nsensation of\npressure in\nchest/arms/headSocial isolation\ndue to avoidance\nof gatherings,\nclassrooms, and\nmealsDecreasing\nsalience/audibility:\n-Noise-cancelling\nheadphones or\nearplugs\n-Listening to music\nor white noise\n-Increasing\nbackground noiseFatigue may\nworsen symptoms\nPrevalence is\nsimilar between\nmales and females\n(in large balanced\nsamples)Common\ncomorbidities\n(from large-sample\nstudies):\n-OCPD\n-Anxiety disorders\n-Autism spectrum\nconditions\n-Mood disordersCan be triggered\nby stimuli from\nmedia in addition\nto real-life\ninteractionsReactions more\npronounced when\ntrigger stimuli are\nproduced by family\nmembers or\nacquaintancesNegatively affects\nwell-being,\neducation, and\ninterpersonal\nrelationshipsDirecting attention\naway:\n-Attending to\nanother sound\nsource\n-Engaging in\npleasurable\nactivitiesSeverity of\nreactions often\ndepends on social\ncontexts where\ntriggers are likely\nto be encountered\n(e.g., gatherings,\nclassrooms, family\nmeals)\nSymptoms often\nbegin in childhood\nor adolescence,\nwith many\nindividuals\nreporting the\nemergence of\nsensitivity around\nthis timeCommon\ncomorbidities\n(auditory\ndisorders):\n-Tinnitus\n-Hyperacusis\n-PhonophobiaGenerally not\nself-produced\nstimuliFeelings of being\noverwhelmed leads\nto:\n-Escape behaviour\n(e.g., leaving the\nenvironment)\n-Aggressive\noutbursts (e.g.,\nverbal or physical\naggression)Some individuals\nexperience\nthoughts of suicide\ndue to distressAltering\ninterpretation:\n-Change way of\nthinking about the\nstimuli\n-Cultivating\nunderstanding and\nempathy to avoid\nassigning blameSeverity of\nreactions often\ndepends on the\nperson producing\nthe trigger sound\nMeaning of the\ntriggering stimuli\ncan alter emotional\nresponses (e.g.,\nidentifying sounds\nincorrectly reduces\nthe misophonic\nresponse)Difficulty focusing,\nhyper-fixation on\nsoundsDevelopment of\nmental health\nproblems,\nincreased\nemotional\nreactivity, and\ndifficulties\nregulating\nemotionsTaking steps to\nreduce anxiety and\nenhance emotional\nregulation:\n-Mindfulness\n-Breathing\ntechniques\nSimply imagining\ntrigger stimuli can\nevoke similar\nemotional\nresponsesExperience of relief\nwhen identifying\nthe source of the\ntrigger stimuliMimicry: engaging\nin similar actions\nto \"cancel out\"\nintrusive stimuli\nRecognize\nreactions as\nunwanted,\nuncontrolled, and\nsometimes\nexcessive\nvoxel-based morphometry or cortical thickness analyses.\nUsingspecializedpulsesequencesandprocessingpipelines,\ndiffusion-weighted brain images capture complementary\ninformation concerning the freedom of movement of water\nmolecules in the brain, which is affected by differences inwhitematterproperties(seeO’DonnellandPasternak,2015\nfor an introduction), and has also proven valuable to index\ntissue changes and differences in grey matter in clinical\ncontexts (e.g., in Alzheimer’s Disease; see Silva-Rudberg\nand Mecca, 2024). Diffusion-weighted data can be used in\nMA Savard, EBJ Coffey: Preprint submitted to Elsevier Page 8 of 17"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Journal Pre-proofJournal Pre-proof\nModels of misophonia\na volumetric fashion, i.e., studying the intensity of signals\nin whole-brain or volume-based regions of interest proba-\nbilistically encompassing white matter tracts. Anatomical\ntemplates can be used to reduce the analysis to a white\nmatter‘skeleton’,orwhitemattertractscanbeexploredand\ndissected using tractography approaches (Johansen-Berg\nand Rushworth, 2009). These tools reveal relatively static\ndifferences between people with misophonia and controls\nin specific brain regions and in the network of white matter\ntracts that allow for inter-region communication.\nTo date, there have been few studies comparing struc-\nturalneuroanatomyinpeoplewithandwithoutmisophonia,\nespeciallyusingwhole-brainapproaches.Resultsandimpli-\ncationsfromthosewhichwerepublishedpriorto2022were\nreviewed in Neacsiu et al. (2022). Here follows an abbrevi-\nated summary, which we represent schematically in Figure\n1A. In brief, the first reported finding of a structural abnor-\nmalityinpeoplewithmisophonia(N=20)ascomparedwith\ncontrols (N = 22) comes from Kumar et al. (2017), who\nfound higher myelination in the ventromedial pre-frontal\ncortex whole-brain analysis (using a magnetization transfer\nsaturationindex,whichreflectsmyelinationingreymatter),\nnoting that statistical analyses were restricted to regions\nfoundviafunctionalconnectivityanalysistobeconnectedto\nthe anterior insular cortex. Eijsker et al. (2021b) compared\npatientswithmisophonia(N=24)withcontrols(N=25)in\na whole-brain analysis and found larger grey matter volume\nintherightamygdala,whichtheyinterpretedasbeinglinked\nto the increased emotional reactivity to misophonia sounds\nobserved in people with the disorder. Their related work in\nthe same sample showed greater white matter volumes in\nthe left inferior fronto-occipital fasciculus, the body of the\ncorpus callosum connecting bilateral superior frontal gyri,\nandtheanteriorthalamicradiation,aswellasloweraveraged\nradial and mean diffusivities in widespread white matter\nareas in patients as compared to controls (Eijsker et al.,\n2021a). The authors speculate that biological alterations\nmay be related to differences in social-emotional process-\ning. In an investigation of structural anomalies associated\nwith sound sensitivities (N = 80), Kliuchko et al. (2018)\nfound correlations between a metric of noise sensitivity\nand enlarged grey matter volumes in bilateral hippocampus\nand temporal pole, and in right insula. This larger study is\nwell-powered and likely includes people with misophonia,\nbut the study design did not differentiate misophonia from\nothernoisesensitivities(forwhichreasontheresultsarenot\nincluded on the summary diagram).\nThe results of structural abnormalities in misophonia\ndemonstrate that there are indeed observable neurophysio-\nlogicaldifferencesinthispopulationtowhichMRImeasures\nare sensitive. Widespread differences in white matter tissue\nproperties,particularlyinfrontalregions,agreewiththesug-\ngestionthattransferofinformationbetweenregionsinvolved\nin higher-level cognitive functions may be relevant to the\ndisorder,aswellastheinvolvementoflimbicstructuressuch\nas amygdala in the emotional experiences associated with\nmisophonic reactions.Whiletheseresultscouldcontributetospatially-informed\nbrain-wide models, there are several important caveats to\ndoingsoatthepresenttime.Mostimportantly,therearefew\nstudies that take a whole-brain approach, and those which\nexist differ considerably in their approaches. It is currently\ndifficult to combine results across studies, and impossible\nto assess replicability. Additionally, the structural brain\ndifferenceswhichhavebeenidentifiedhavegenerallynotyet\nbeen directly associated with specific aspects of cognitive\norbehaviouralmeasuresorsymptomseverity,limitingtheir\ninterpretability.\nEven in fields with an extensive history and corpus of\npublishedanatomicalstudies,theclarity,quality,andconsis-\ntencyofaggregateresultscanbehamperedbymethodolog-\nical issues including small sample size, characterization of\ngroups, and whether confounding factors (e.g., medication\nuse, comorbidities) have been statistically accounted for\n(Brambilla et al., 2003). Because misophonia can be con-\nfused with other sound-sensitivity disorders (Henry et al.,\n2022), and is frequently comorbid with other conditions\n(Jager et al., 2020), a thorough investigation of how struc-\nturalneuroanatomyinprimarymisophoniadiffersfromboth\nhealthycontrolsandcomorbiddisordersisneeded(seeTable\n2 in Neacsiu et al., 2022 for a summary of brain region\nalterations relevant to misophonia in common comorbid\ndisorders). Thus we encourage caution in interpreting these\nfindings and including them in models, but suggest that\nfuturemodelswillbenefitfromdataderivedfromstructural\ninvestigationsinwell-controlled,largesamples,appropriate\ncontrols, whole brain/discovery based analyses in parallel\nwith the use of ROI-based analyses for focused research\nquestions, and open science (e.g., through data-sharing).\n3.5. Functional neurophysiology of misophonia\nConsiderably more work is available on functional as\ncompared with structural neuroanatomy in misophonia.\nBlood oxygen level-dependent (BOLD) fMRI is the most\ncommonly used technique for investigating brain-behaviour\nrelationships in a spatially-resolved fashion. It indexes tran-\nsient hemodynamic changes that are associated with neu-\nral activity in grey matter. In resting state fMRI studies,\nparticipants are asked to lie passively in the scanner and\nallow their minds to wander, usually for about 10 minutes.\nThe recordings are subsequently used to compute patterns\nof connectivity between brain regions and within networks\nof regions, many of which have established functions (e.g.,\nsensory networks; see Lee et al., 2013 for a review). The\nstrength of connectivity patterns can differ between groups\nand be correlated with external variables.\nIn task-based fMRI studies, brain activity is evoked by\npresenting stimuli or asking participants to perform cogni-\ntivetasks,andcontrastsaremadebetweenconditionstoiso-\nlatespecificfunctionsofresearchinterest.Ascomparedwith\nresting state analyses, task-based studies allow for higher\nprecision and greater explanatory power concerning cogni-\ntive processes, though studies must be designed for specific\nresearch questions (and often have smaller samples). Both\nMA Savard, EBJ Coffey: Preprint submitted to Elsevier Page 9 of 17"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Journal Pre-proofJournal Pre-proof\nModels of misophonia\nAMYA) B)\nCC\nAnt. thal.\nradiation\nleft IFOF\nWhite matter \nGrey matter\nvmPFC\nOFCSTG\nACC\nAMYAIC\nSMAdlPFC\nGreater activity / \nhyperconnectivity\nFigure 1: Brain regions and tracts implicated in misophonia. A) Structural and B) functional differences between people with\nmisophonia and controls from whole-brain neuroimaging analyses. IFOF = inferior fronto-occipital fasciculus, CC = corpus\ncallosum, ATR = anterior thalamic thalamic radiation, AMY = amygdala, SMA = supplementary motor area, AIC = anterior\ninsular cortex, STG = superior temporal gyrus, ACC = anterior cingulate cortex, vmPFC = ventromedial prefrontal cortex, OFC\n= orbitofrontal cortex. Note that right hemisphere homologues are shown in due to the orientation of the brain image, hemisphere\nis labelled if not observed bilaterally. Drawing by E.B.J. Coffey used with permission.\ncontrast-basedanalysesandfunctionalconnectivityanalyses\n(i.e.,correlationofactivitybetweendifferentregions)canbe\nused on data collected during task performance, to identify\nbrain regions that are more active in one condition than\nanother,andtoinvestigatecommunicationbetweenthem.As\nwithstructuralneuroimagingresults,resultsfromfunctional\nneuroimaging studies could contribute spatial information\nto development of models of misophonia, sometimes with\nadded specificity concerning links between brain functions\nand regions.\nNeacsiu et al. (2022) have recently reviewed the fMRI\nresults associated with misophonia (vs. controls), which\nwe summarize in Figure 1B (please see also Table 1 in\nNeacsiu et al., 2022). Most results as regards lateralization\nandconnectivityunderspecificconditionshaveeithernotyet\nbeendirectlyinvestigatedorreplicated,forwhichreasonwe\naimforahigh-levelviewofinvolvedstructures.Inbrief,dif-\nferences in activation of the amygdala and connectivity be-\ntween amygdala and other brain regions have been found in\npeople with misophonia when they listen to trigger stimuli,\nand under resting state conditions (though Schröder et al.,\n2019 suggested that observed amygdala activity may relate\nmore to raised anxiety levels than to the misophonic re-\nsponseperse).Otherlimbicregionsimplicatedinprocessing\nandregulatingemotionsandbehaviour,includingtheamyg-\ndala, have been found in group comparisons. These regions\nalso include the anterior cingulate cortex, which is involved\ninemotion,action,andmemory,andtheorbitofrontalcortex,\nto which it is connected and from which it receives infor-\nmation about reward and non-reward outcomes (see Rolls,\n2019forareview).Theanteriorcingulatecortexalsoshows\nhyperconnectivity to frontal, temporal and occipital regions\nat rest, hyperactivation during exposure to trigger sounds,\nand hyperconnectivity with other structures including the\namygdala and hippocampus, in people with misophonia.\nIndividuals with misophonia also show greater activity in\ntheanteriorinsularcortexwhenlisteningtosounds,aregionwhichisthoughttoplayaroleinsubjectiveemotionalexpe-\nrience by integrating bottom-up interoceptive signals with\ntop-down predictions so as to generate a current awareness\nstate, as well as provide descending predictions to visceral\nsystems that provide a point of reference for autonomic\nreflexes (Gu et al., 2013). In addition, the ventromedial\nprefrontal cortex activation, which is involved in evaluating\nrisk and regulating emotions; and dorsolateral prefrontal\ncortex,whichhasarangeofhigher-levelcognitivefunctions\nincludingworkingmemory,planning,decisionmaking,pro-\ncessing threat-induced anxiety, social perspective taking,\ntheoryofmind,anddeductivereasoning,showirregularities\nin connectivity in people with misophonia. Connectivity\ndifferenceshavealsobeenfoundbetweensuperiortemporal\ngyrus, which is involved in identifying and interpreting\nsound sources and auditory attention, and both limbic and\nmotorsystemstructures.Finally,arecentstudyadditionally\nreportedactivitywithinbilateraldorsalcerebellarregionsin\nresponsetotriggersound(Grossinietal.,2022).Dorsalcere-\nbellelar regions are proposed to play critical roles in social\nand emotional processing and learning, via reciprocal con-\nnections to cortical networks for sensorimotor integration,\nunderstanding mental and emotional states of others, and a\nlimbicnetworksupportingcoreemotional(dis)pleasureand\narousal processes (see Van Overwalle (2024)).\nfMRI-based approaches have several limitations as we\nconsider their contributions to our models. Notably for\nresting-state designs, participants’ cognitive state and ac-\ntivities may vary. For example, participants frequently fall\nasleep during resting state scans (Soon et al., 2021; Tagli-\nazucchi and Laufs, 2014). Sleep is a unique physiologi-\ncal state and vigilance levels and autonomic physiology\nboth affect brain hemodynamics, sometimes in regionally-\nspecificways,showingthatthephysiologicalconstituentsof\nfMRI signals can vary considerably and confound research\nquestions (Gold et al., 2024). Vigilance and autonomic\nfactors may also impact results from task-based results in\nunanticipated ways. For example, subjects with misophonia\nMA Savard, EBJ Coffey: Preprint submitted to Elsevier Page 10 of 17"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Journal Pre-proofJournal Pre-proof\nModels of misophonia\nwhohavesignedupforastudyinwhichtheyexpecttohear\ntheir trigger sounds may be in a different state of arousal\nthan those without such expectations. This hypothetical\nheightenedvigilancestatedifferencemightaffecthowmuch\nsleep data are included in a group contrast, directly affect\nhow well a participant is able to concentrate on a cognitive\ntask, and affect at the physiological level properties of the\nhemodynamic response.\nDespite such potential confounds, our incomplete view\nof neuroanatomical differences in misophonia, and limita-\ntionsinourknowledgeconcerningthespecificityofcurrent\nresultstothedisorder,theregionsinvolvedandtheirknown\nfunction contribute ideas as to which systems and networks\nshould be included in models of misophonia. In the next\nsection, we review the few existing models of misophonia\nandthenproposeadditionalnetworksthatcouldbeincluded\nin future models.\n4. Existing models of misophonia\nWhilemanypapersontheneurocognitivebasisofmiso-\nphonia include mechanistic speculations, few have elabo-\nrated these ideas into models. Exceptions include Jastreboff\nand Jastreboff (2014, 2023), who focus on connectivity\ndifferencesbetweenauditoryandlimbicsystems;Aryaland\nPrabhu (2023), who put forth a neuroaudiological model of\nmisophonia; and Kumar et al. (2021, 2017), who proposed\na model that focused on interactions between auditory and\nmotorsystem,whichwasmorerecentlyupdatedwithasocial\ncognition focus (Berger et al., 2024). We briefly describe\nhere the main ideas of these models (see original works for\ndetails).\nJastreboffandJastreboff(2023)’smodelemphasizesthe\ndifferences between misophonia and hyperacusis, with a\nfocus on developing mechanistically-informed treatments\nfor these disorders. They propose that in hyperacusis, pre-\nattentive steps in the auditory pathway are subject to abnor-\nmally high gain, resulting in over amplification of neuronal\nactivity. The over-amplified signal then causes exaggerated\nresponses of the limbic system via direct connections, and\nindirectly via brain regions responsible for perception and\nevaluation of sounds. In contrast, the auditory system is\nproposed to function normally in misophonia, but to stim-\nulate the limbic and autonomic nervous system regions\nthrough abnormal connectivity. These abnormal connec-\ntions are driven by a process called ‘complex conditioned\nstimuli’inwhichotherelementsofascenesuchaspersonal\nrelationships and controllability account for the over repre-\nsentation of orofacially-generated sounds and greater reac-\ntions to sounds produced by family members. This model\nis somewhat situated in the brain, accounts for many extant\nfindings, and leads to testable predictions. For example, we\nmightpredictthatmisokinesia(visually-generated)wouldbe\nindependentofmisophonia,orthattheseverityofmisopho-\nnia would strongly correlate with measures of connectivity\nbetween auditory and limbic systems.\nAryal and Prabhu (2023) centres on the role of auditory\nprocessing in misophonia, whilst acknowledging that it ismost likely a neurophysiological disorder that borders au-\ndiology,neurology,andpsychiatry.Theirneuroaudiological\nmodel proposes that auditory processing from the auditory\nperiphery through to the subcortical areas is normal; how-\never, that (non-classical) pathways from subcortical struc-\nturestothelimbicsystemandautonomicnervoussystemare\nstronger or hyperactive in people with misophonia, leading\nto the disorder’s emotional and physical responses. Aryal\nand Prabhu (2023) also hypothesize that impaired sensory\ngating (reduced inhibition) leads to abnormal neural ac-\ntivity of auditory cortex and association areas, which then\nincreases negative association of triggers and emotions via\nprocesses of classical conditioning.\nThis model has many similarities with that of Jastreboff\nandJastreboff(2023),andisalsolooselyspatiallysituatedin\nthebrain,inthesensethatsubcorticalandcorticalprocesses\nand their interaction are indicated. It would account for\nseveral of the main findings related to auditory processing\nin people with misophonia, and partly addresses etiology\nby invoking processes of classical conditioning. However,\nit is not explicit about where, when and how neuroplastic\nchanges might take place, and which of the group differ-\nences(reducedinhibitionorabnormalconnectivitybetween\nsubcortical auditory structures and limbic system) might\nbe the primary neurophysiological cause of misophonia. A\nmechanism that explains both the stronger subcortical con-\nnection to the limbic system and impaired sensory gating,\nandwhetherthesefactorsmightleadtodifferentsubtypesof\nmisophonia, is not explained. This model does not address\nthe full range of observations summarized in Table 1; for\nexample, why general group differences in response inhi-\nbition or subcortical pathways to the limbic system should\nbe linked to specific types of triggers (e.g., predominantly\norofacially-generatedsounds).Theauthorsacknowledgethe\npreliminarynatureofthemodelandemphasizetheneedfor\nmoreworkinlargersamples,andparticularlyoftheneedto\nconsider comorbidity, potential sub-types, and the severity\nof misophonia.\nBerger et al. (2024)’s model of misophonia centers\naround social cognition, positing that misophonic distress\narises from the interplay between auditory perception and\nmotor representation (the ‘perception-action’ link). The\nauthors argue that in misophonia, the brain generates motor\nrepresentations of sounds, a process that typically occurs\nduring normal sound processing. Heightened connectivity\nbetween auditory and motor regions in people with miso-\nphonia, influenced by the context of the auditory stimulus,\nleads to an aberrant signal possibly in the form of an error\nsignal being forwarded to the insula, a brain region known\nto be involved in ‘motor empathy’, which is defined as\nthe tendency to automatically mimic the motor response\nof others (amongst other functions). From there, abnormal\ninformation is passed to the amygdala and autonomic ner-\nvous system, where it generates abnormally high emotional\nand physiological responses. Notably, the model allows for\nthe bidirectional nature of these processes; a feed-forward\npathway from auditory system to limbic system generates\nMA Savard, EBJ Coffey: Preprint submitted to Elsevier Page 11 of 17"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Journal Pre-proofJournal Pre-proof\nModels of misophonia\na response, but is also influenced by predictive coding\nmechanisms that can lead to anticipatory responses and\nfeedback loops that act to further intensify the emotional\nimpact of trigger sounds.\nThe motor-related basis of Berger et al. (2024)’s model\nallows for an explanation for observed involvement of the\nmotor system including reported mimicry behaviours, and\ncanbeextendedtofurtherpredictionssuchasthatmisopho-\nnia suffers would exhibit stronger auditory-motor imagery,\nas do professional musicians. It is more explicit than pre-\nvious models as regards brain structures, e.g., emphasizing\nmotor cortex involvement and hypothesizing roles for ante-\nrior insular cortex and amygdala.\nThe three models presented are generally not mutually\nexclusive,thoughtheyemphasizedifferentaspectsofcogni-\ntion, neuropathophysiology, and etiology; and they differ in\nthe degree to which neural structures are delineated. While\nparsimonious models are desirable, each of these does not\naccountforthefullrangeofphenomenological,behavioural\nand cognitive observations (Table 1). In the next section,\nweintroducesomeneuralnetworksandprocesseswhichare\nplausibly involved in misophonia from structural and func-\ntional observations (Figure 1), and which may contribute to\na more comprehensive view of the disorder.\n5. Situating misophonia within the broader\nauditory network\nWhile existing models of misophonia emphasize nor-\nmality of lower-level auditory processing - correctly in our\nview - it is unclear where the auditory system is thought\ntostopin each of these models. For example, Berger et al.\n(2024) argue that misophonia is not primarily an auditory\ndisorder, partly because the first clear abnormality has been\nlinkedtotheposteriorsuperiortemporalgyrus/sulcus,which\nprocesses both auditory and visual information. We instead\nsupport the view that brain acts as an integrated system,\nwellbeyondtheprimaryauditorycortex,toprocessessound.\nIncreasingly complex and abstract sound representations\nare produced at progressively higher levels, combined with\ninformation from other sensory modalities, used by and\ninfluenced by a variety of cognitive systems. Higher-order\nprocesses play a key role in propagating auditory repre-\nsentations through the system, even at early stages (e.g.,\nPuschmann et al., 2024), via descending projections.\nThisviewhasrelevanceforhowweconceptualizemiso-\nphoniaandwhichotherareasofworkmayhaverelevanceto\nunderstandit.Forexample,agreatdealisknownconcerning\nhow auditory perception gives rise to emotional reactions\nin the context of musical pleasure; the neural structures\ninvolved extend well beyond primary auditory cortex and\ninvoke predictive processes (see Zatorre (2024) for an in-\ndepth treatise on this topic). Of particular interest is that\nauditory processing branches into two streams after exiting\nthe primary auditory cortex (in superior temporal gyrus),\nillustratedinFigure2.Thedorsalstreamdealswithtemporal\ndependenciesandpredictions,andsensorimotorintegration.Theventralstreamisspecializedinholdingsoundsinmind,\nextractingstructuralregularities,organizingsoundsintocat-\negories, and assigning them meaning. Both streams could\nbe involved in misophonia. The motor involvement empha-\nsized by Kumar et al. (2021) would be in-line with dorsal\nstreamprocessing,whereastriggersoundidentification(e.g.,\nHellerandSmith,2022;Samermitetal.,2022;Savardetal.,\n2022) would most congruent with ventral stream functions.\nConsiderationofdorsalandventralprocessingwouldleadto\nmodels that predict partly dissociable subtypes of misopho-\nnia,perhapsaccountingforsomeofthevariabilityobserved\nin the disorder.\nSensorypredictionsintheauditorysystemarecomputed\natthecorticallevel(forbothstreams),andbidirectionalcon-\nnectivity to subcortical structures is involved in generating\nandassigningemotionalresponsessoastoguidebehaviour,\nwhich also strongly influences processes of learning and\nneuroplasticity (Zatorre, 2024). As the lack of capacity to\nexperience musical pleasure can be tied to reduced con-\nnectivity between the auditory cortex and the subcortical\nreward network (i.e., ‘musical anhedonia’, see Martínez-\nMolina et al. (2016)), misophonia may also be related to\nabnormalities in the wider auditory system. In fact, some\nevidencesuggeststhatthefrequencywithwhichindividuals\nexperience emotional responses to sound covaries across\nboth negative (i.e., misophonic triggers) and positive (i.e.,\nmusical) emotional contexts (Mednicoff et al., 2024).\nFor the purposes of generating mechanistic models of\nmisophonia, we suggest that several ideas should be kept in\nmind.First,thattheauditorysystemneitherstartsnorendsat\nthe primary auditory cortex. Its function and dysfunction is\nlargelydefinedviainteractionswithothercognitivesystems\nand structures, which may treat other types of information.\nSecond, the absence of observed abnormality in one exper-\nimental paradigm and measurement method does not pre-\ncludetheexistenceofabnormality.Finally,whendifferences\ninneuralsignalsareobservedduringearlyprocessingstages,\nthey may reflect top-down modulation from later stages or\ngroup differences in vigilance states, rather than alterations\nin lower-level processes. The importance of higher-level\ncognition is suggested by observed patterns in misophonic\nresponses and coping mechanisms (Table 1) and is congru-\nent with the considerable frontal lobe involvement (Figure\n1B); however, the roles of higher-level networks are not\nexplicitinextantmodels.Inthenextsection,wesummarize\nseveral networks that could be involved in misophonia, for\nconsideration in future models.\n6. Potential involvement of higher-level\nnetworks\n6.1. Salience, default mode, & central executive\nnetworks\nThe salience network (SN), described by Seeley et al.\n(2007),playsacriticalroleindetectingandfilteringsignifi-\ncant stimuli based on cognitive, homeostatic, or emotional\nfactors (Craig, 2002, 2009; Goulden et al., 2014). Within\nMA Savard, EBJ Coffey: Preprint submitted to Elsevier Page 12 of 17"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Journal Pre-proofJournal Pre-proof\nModels of misophonia\nA) Dorsal Auditory Stream B) Ventral Auditory Stream\nC) Salience and Central Executive Networks D) Attention Networks\nACC\n ACC\nAMYTHAL\nTHAL\ndlPFC\n dlPFC\nExecutive Control\nSalience Network\nCentral Executive\nNetwork\nOrienting Network\nAlerting NetworkP/AIC PCCIPL\nSPL\nTPJ\nLC\nPL\nFL\nFigure 2: Networksandpathwaysofpotentialinterestformisophoniamodels.A)DorsalandB)ventralauditoryprocessingstreams,\nshowing simplified schematic depictions of anatomical connectivity, based on diffusion MRI. The dorsal stream is specialized in\ntemporal dependencies and sensorimotor integration, whereas the ventral stream is involved in holding sounds in mind, extracting\nregularities, categorizing sound, and assigning meaning. Both streams are likely to be involved in misophonia, as well as their\ndiffering connectivity with subcortical structures, possibly explaining variability in phenotype. Colours represent different fibre\ntracts. C) Illustrates the neuroanatomy of the salience and central executive networks (which are anticorrelated with the default\nmode network, not shown). D) Illustrates prominent regions involved in alerting, orienting and executive control aspects of\nattention. IPL = inferior parietal lobule, THAL = thalamus, P/AIC = posterior / anterior insular cortex, SPL = superior parietal\nlobule, TPJ = tempoparietal junction, FL = frontal lobe, PL = parietal lobe, LC = locus coeruleus. Drawings by E.B.J. Coffey\nwith pathway overlay as in Zatorre (2024), used with permission.\nthe SN, the anterior insula facilitates bottom-up detection\nof salient events and manages transitions between networks\nessentialforattentionandworkingmemory.Itmonitorsboth\ninternal and external environments, regulating autonomic\nresponses with the posterior insula (Seeley et al., 2007).\nStrong connectivity with the ACC enables quick reactions\ntosalientstimuli(MenonandUddin,2010),whiletheACC\nintegrates cognitive and emotional information, guiding be-\nhaviour and supporting decision-making via the prefrontal\ncortex(Gouldenetal.,2014).TheSN,particularlytheright\nAI,coordinatestransitionsbetweennetworks,activatingthe\nCentral Executive Network (CEN) while deactivating the\nDefaultModeNetwork(DMN)toengagedifferentcognitive\nprocesses(Sridharanetal.,2008).Themainareasimplicated\nin SN and CEN are illustrated in Figure 2C.\nThe CEN, which comprises the dorsolateral prefrontal\ncortex and parietal regions, is crucial for higher cogni-\ntive functions like attention and decision-making, balanc-\ning demands from the dorsal attention system and the\nhippocampal-cortical memory system (Seeley et al., 2007;\nVincent et al., 2008). In contrast, the DMN—active during\nrestandintrospection—supportsself-referentialthoughtand\nmemoryretrieval,deactivatingduringgoal-directedtaskstomaintain a baseline state of awareness that facilitates the\nprocessingofstimuli(Raichleetal.,2001).TheSNandCEN\nare correlated, and both are anti-correlated to the default\nmode network (Raichle et al., 2001). The balance between\nthe SN and DMN is critical for cognitive control; failures\nto deactivate the DMN during external attention tasks are\nlinkedtoattentionlapses(LeechandSharp,2014;Weissman\net al., 2006). A stronger anticorrelation between SN and\nDMNactivitycorrelateswithbettercognitivecontrol(Kelly\net al., 2008). Thus, the balance between these networks is\ncrucial for modulating attentional focus.\nIn misophonia, heightened SN activation—especially\nin the AI—may lead to exaggerated responses to trigger\nsounds, affecting emotional and attentional processes, and\nincreased coupling between the AI and DMN may impair\nDMN deactivation, allowing memories and contextual as-\nsociations to intensify the misophonic response (Kumar\net al., 2017). Studies suggest hyperactivation of the AI in\nmisophonia, linking the SN’s role in detecting significant\nstimulitotheseintensifiedresponses.Additionally,thetriple\nnetwork model posits that aberrant interactions within the\nSN, CEN, and DMN contribute to neuropsychiatric dis-\norders (see Schimmelpfennig et al., 2023 for a review),\nMA Savard, EBJ Coffey: Preprint submitted to Elsevier Page 13 of 17"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Journal Pre-proofJournal Pre-proof\nModels of misophonia\nemphasizing the implications of altered salience processing\nin conditions like misophonia (Menon, 2011).\n6.2. Attention networks\nThe Attention Network Theory (ANT; Posner et al.,\n1990) identifies three interacting attention networks: alert-\ning, orienting, and executive control, the main components\nofwhichareillustratedinFigure2D.Thesenetworksengage\nspecific brain regions and contribute to different attentional\nprocesses, with research on misophonia highlighting im-\npairments and enhancements in each (see section Cognitive\ndifferencesinthepresenceofmisophonicsounds).Networks\nare introduced below, but see Posner and Rothbart (2007)\nand Fernandez-Duque and Posner (2001) for more details.\nThe alerting network, linked to the norepinephrine sys-\ntem, activates the thalamus, frontal cortex, and parietal\ncortex to increase sensitivity to stimuli (Fan et al., 2005).\nIt increases activation in the right frontal-parietal system,\neven in the absence of stimuli, across sensory modalities,\nincludingauditoryattention(Belinetal.,1998).Theorient-\ning network is responsible for selecting and aligning atten-\ntionwithsensoryinputs,bothautomaticallyandvoluntarily\n(Spence and Driver, 1994). Key regions in this network\ninclude the superior parietal lobe (for orienting to a cued\nlocation)andthetemporalparietaljunction(fororientingto\nuncued, unattended targets) (Corbetta and Shulman, 2002).\nThe executive control network monitors and resolves con-\nflicts among thoughts and responses, mainly involving the\nACC,whichshowsenhancedconnectivitywiththeattended\nsensory modality (Crottaz-Herbette and Menon, 2006). For\nreviewsontheroleofexecutiveattentionindifferentcogni-\ntive tasks, see Bush et al., 2000; Carter et al., 1999; Posner\nandRothbart,1998).Otherkeyareasincludethedorsolateral\nprefrontalcortex,andportionsofthebasalganglia.Notably,\nventralareasoftheACCarecloselyinvolvedwithemotional\nregulation, while dorsal areas are more involved in purely\ncognitive tasks (Bush et al., 1998).\nConsidering the activity in these networks when devel-\nopingmodelsofmisophoniapresentsavaluableopportunity\nforresearcherstoelucidatethecognitivemechanismsunder-\nlying this disorder. The observed behavioural impairments\nin the alerting network indicate difficulties in maintaining\nfocus and readiness, which may contribute to heightened\nemotional responses to aversive stimuli. At the same time,\nthe enhancements noted in the orienting network suggest a\nselective attentional bias toward threatening sounds.\n7. Challenges and next steps\nModels are only as good as the data upon which they\nare based. Recent reviews of the neurobiology of misopho-\nnia note the lack of consensus on assessing and defining\nmisophonia, as well as limited quantity and specificity of\navailabledata(Bergeretal.,2024;JastreboffandJastreboff,\n2023;Neacsiuetal.,2022).Inconsistencyintheuseofmiso-\nphonia questionnaires and in inclusion of comorbid condi-\ntions complicates the interpretation of findings, their aggre-\ngation, and model development. Therefore, future researchOutstanding Questions\n•Does misophonia affect multiple networks through\nwidespread abnormalities, or via a single process\nwith widespread connections?\n•Are there misophonia subtypes (e.g., related to\ndorsal (motor) and ventral (semantic) cortical\nstreams)?\n•Are neurophysiological abnormalities in misopho-\nnia common to misokinesia (or other related\ndisorders), or specific to the auditory modality?\n•What is the neurophysiological relationship be-\ntween positive and negative emotional experiences\ngenerated through sound (e.g., musical reward,\nmisophonic distress)?\n•If there are cognitive advantages to misophonia\n(under quiet conditions), are they the result of\nneuroplastic compensatory processes or inherent\nto abormalities that have both negative and posi-\ntive consequences?\n•In which misophonia-relevant networks can neuro-\nplastic processes be stimulated (i.e., through cop-\ning mechanisms, training, or brain stimulation)?\n•What will we be able to learn about the mecha-\nnisms of misophonia from the success or failure of\ntreatments that target different aspects?\nshould continue to investigate how misophonia measures\nrelate and which best capture the misophonic experience,\nand care should be taken to control for comorbidities and\nexamine their interactions with misophonia, to clarify its\nunique neurobiological and behavioural profile. In addition\ntoaddressingtheselimitations,weproposethatmisophonia\nmodelswouldbesignificantlyadvancedbyresearchaddress-\ning the outstanding questions listed in Box 1.\n8. Conclusions\nThe present work summarizes the growing body of\nobservationsconcerningthephenotypeofmisophonia,with\na view to building cognitive and neurophysiologically-\ninformed models of the disorder. In considering the few\navailable models, we can conclude that while they each\naccount for some of the observations (and could be used\nto generate some testable predictions), misophonia is a\ncomplexdisorderwithconsiderablephenotypicalvariability\nwhich likely cannot be explained by abnormality within a\nsinglecognitivenetwork.Whileneurocognitivemodelsthat\nare as parsimonious as possible are desirable (as with other\nsortsofmodelsofcognition;Cassimatisetal.,2008),models\nwhich do not account for the complexity and variability\nof the disorder will have limited explanatory value. We\ntherefore propose consideration of the auditory system as\na unified whole including processes downstream of the\nMA Savard, EBJ Coffey: Preprint submitted to Elsevier Page 14 of 17"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Journal Pre-proofJournal Pre-proof\nModels of misophonia\nprimaryauditorycortex,andinclusionofadditionalhigher-\nlevel networks. We hope this work will facilitate refine-\nments in our understanding of misophonia by contributing\nto neurologically-informed cognitive models and that will\nallow for their evolution, ultimately informing better treat-\nments.\n9. Acknowledgements\nThe authors would like to thank Robert Zatorre for dis-\ncussion, the Misophonia Research Fund and REAM Foun-\ndationforsupportingourempiricalworkonmisophonia,as\nwell as their work and support promoting rigorous scien-\ntificinvestigationofmisophoniaworldwide.MASisfunded\nby an Alexander Graham Bell Canada Graduate doctoral\nScholarships from the Natural Sciences and Engineering\nResearch Council of Canada (NSERC) and holds a SoQuiet\nMisophonia Student Research Grant. Coffey’s lab is also\nsupported by NSERC, as well as the Canadian Institutes\nof Health Research (CIHR) and the Fonds de recherche du\nQuébec (FRQ).\n10. CRediT author statement\nEmily B.J. Coffey & Marie-Anick Savard: Conceptu-\nalization, Writing - Original Draft, Writing - Review &\nEditing, Visualization.\nReferences\nAazh, H., Moore, B.C., Scaglione, T., Remmert, N., 2023. Psychometric\nevaluationofthemisophoniaimpactquestionnaire(miq)usingaclinical\npopulation of patients seeking help for tinnitus, hyperacusis and/or\nmisophonia. Journal of the American Academy of Audiology .\nAmerican-Psychiatric-Association, 2013. Diagnostic and Statistical Man-\nual of Mental Disorders. Fifth edition ed., American Psychiatric\nAssociation. doi: 10.1176/appi.books .\nAryal, S., Prabhu, P., 2023. Understanding misophonia from an audiologi-\ncal perspective: a systematic review. European Archives of Oto-Rhino-\nLaryngology 280, 1529–1545.\nAsh, P.A., Benzaquén, E., Gander, P.E., Berger, J.I., Kumar, S., 2024.\nMimicryinmisophonia:Alarge-scalesurveyofprevalenceandrelation-\nship with trigger sounds. Journal of clinical psychology 80, 186–197.\nBelin,P.,McAdams,S.,Smith,B.,Savel,S.,Thivard,L.,Samson,S.,Sam-\nson,Y.,1998.Thefunctionalanatomyofsoundintensitydiscrimination.\nJournal of Neuroscience 18, 6388–6394.\nBerger, J.I., Gander, P.E., Kumar, S., 2024. A social cognition perspective\nonmisophonia. PhilosophicalTransactionsoftheRoyalSocietyB379,\n20230257.\nBernstein, R.E., Angell, K.L., Dehle, C.M., 2013. A brief course of\ncognitive behavioural therapy for the treatment of misophonia: a case\nexample. The Cognitive Behaviour Therapist 6.\nBialystok, E., Craik, F.I., 2022. How does bilingualism modify cognitive\nfunction? attentionto themechanism. Psychonomic Bulletin &Review\n29, 1246–1269.\nBlack, V., 2024. Breaking the sound barrier - teens with misophonia.\nhttps://youtu.be/l401uIyrE_A . Accessed: November 2024.\nBlohm, G., Kording, K.P., Schrater, P.R., 2020. A how-to-model guide for\nneuroscience. Eneuro 7.\nBrambilla,P.,Hardan,A.,DiNemi,S.U.,Perez,J.,Soares,J.C.,Barale,F.,\n2003. Brain anatomy and development in autism: review of structural\nmri studies. Brain research bulletin 61, 557–569.Brennan, C.R., Lindberg, R.R., Kim, G., Castro, A.A., Khan, R.A., Beren-\nbaum,H.,Husain,F.T.,2024. Misophoniaandhearingcomorbiditiesin\na collegiate population. Ear and hearing 45, 390–399.\nBrout,J.J.,Edelstein,M.,Erfanian,M.,Mannino,M.,Miller,L.J.,Rouw,R.,\nKumar, S., Rosenthal, M.Z., 2018. Investigating misophonia: A review\nof the empirical literature, clinical implications, and a research agenda.\nFrontiers in Neuroscience 12, 36.\nBruxner, G., 2016. ‘mastication rage’: a review of misophonia–an under-\nrecognised symptom of psychiatric relevance? Australasian Psychiatry\n24, 195–197.\nBush, G., Luu, P., Posner, M.I., 2000. Cognitive and emotional influences\nin anterior cingulate cortex. Trends in cognitive sciences 4, 215–222.\nBush,G.,Whalen,P.J.,Rosen,B.R.,Jenike,M.A.,McInerney,S.C.,Rauch,\nS.L., 1998. The counting stroop: an interference task specialized for\nfunctionalneuroimaging—validationstudywithfunctionalmri. Human\nbrain mapping 6, 270–282.\nCarter, C.S., Botvinick, M.M., Cohen, J.D., 1999. The contribution of the\nanterior cingulate cortex to executive processes in cognition. Reviews\nin the Neurosciences 10, 49–58.\nCassiello-Robbins, C., Anand, D., McMahon, K., Guetta, R., Trumbull,\nJ., Kelley, L., Rosenthal, M.Z., 2020. The mediating role of emotion\nregulationwithintherelationshipbetweenneuroticismandmisophonia:\nA preliminary investigation. Frontiers in Psychiatry 11, 847.\nCassimatis, N.L., Bello, P., Langley, P., 2008. Ability, breadth, and par-\nsimony in computational models of higher-order cognition. Cognitive\nScience 32, 1304–1322.\nCavanna,A.E.,Seri,S.,2015.Misophonia:currentperspectives.Neuropsy-\nchiatric disease and treatment , 2117–2123.\nClaiborn,J.M.,Dozier,T.H.,Hart,S.L.,Lee,J.,2020. Self-identifiedmiso-\nphonia phenomenology, impact, and clinical correlates. Psychological\nThought 13, 349.\nCohen, Y.E., Bennur, S., Christison-Lagay, K., Gifford, A.M., Tsunada,\nJ., 2016. Functional organization of the ventral auditory pathway.\nPhysiology, Psychoacoustics and Cognition in Normal and Impaired\nHearing , 381–388.\nCorbetta,M.,Shulman,G.L.,2002. Controlofgoal-directedandstimulus-\ndriven attention in the brain. Nature reviews neuroscience 3, 201–215.\nCraig, A.D., 2002. How do you feel? interoception: the sense of the\nphysiological condition of the body. Nature reviews neuroscience 3,\n655–666.\nCraig, A.D., 2009. How do you feel—now? the anterior insula and human\nawareness. Nature reviews neuroscience 10, 59–70.\nCrottaz-Herbette, S., Menon, V., 2006. Where and when the anterior\ncingulatecortexmodulatesattentionalresponse:combinedfmrianderp\nevidence. Journal of cognitive neuroscience 18, 766–780.\nCusack, S.E., Cash, T.V., Vrana, S.R., 2018. An examination of the\nrelationship between misophonia, anxiety sensitivity, and obsessive-\ncompulsive symptoms. Journal of Obsessive-Compulsive and Related\nDisorders 18, 67–72.\nDaniels,E.C.,Rodriguez,A.,Zabelina,D.L.,2020. Severityofmisophonia\nsymptoms is associated with worse cognitive control when exposed to\nmisophonia trigger sounds. PloS one 15, e0227118.\nEdelstein, M., Brang, D., Rouw, R., Ramachandran, V.S., 2013. Miso-\nphonia: physiological investigations and case descriptions. Frontiers in\nHuman Neuroscience 7, 296.\nEdelstein, M., Monk, B., Ramachandran, V., Rouw, R., 2020. Context\ninfluenceshowindividualswithmisophoniarespondtosounds. biorxiv\n, 2020–09.\nEijsker,N.,Schröder,A.,Liebrand,L.C.,Smit,D.J.,vanWingen,G.,Denys,\nD., 2021a. White matter abnormalities in misophonia. NeuroImage:\nClinical 32, 102787.\nEijsker, N., Schröder, A., Smit, D.J., Van Wingen, G., Denys, D., 2019.\nNeural basis of response bias on the stop signal task in misophonia.\nFrontiers in psychiatry 10, 765.\nEijsker, N., Schröder, A., Smit, D.J., van Wingen, G., Denys, D., 2021b.\nStructural and functional brain abnormalities in misophonia. European\nNeuropsychopharmacology 52, 62–71.\nMA Savard, EBJ Coffey: Preprint submitted to Elsevier Page 15 of 17"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "Journal Pre-proofJournal Pre-proof\nModels of misophonia\nEnzler, F., Loriot, C., Fournier, P., Noreña, A.J., 2021. A psychoacoustic\ntest for misophonia assessment. Scientific reports 11, 1–14.\nErfanian, M., Kartsonaki, C., Keshavarz, A., 2019a. Misophonia and\ncomorbidpsychiatricsymptoms:apreliminarystudyofclinicalfindings.\nNordic journal of psychiatry 73, 219–228.\nErfanian, M., Mitchell, A.J., Kang, J., Aletta, F., 2019b. The psychophys-\niological implications of soundscape: A systematic review of empirical\nliteratureandaresearchagenda. Internationaljournalofenvironmental\nresearch and public health 16, 3533.\nFan,J.,McCandliss,B.D.,Fossella,J.,Flombaum,J.I.,Posner,M.I.,2005.\nThe activation of attentional networks. Neuroimage 26, 471–479.\nFernandez-Duque, D., Posner, M.I., 2001. Brain imaging of attentional\nnetworks in normal and pathological states. Journal of Clinical and\nExperimental Neuropsychology 23, 74–93.\nFerreira, G.M., Harrison, B.J., Fontenelle, L.F., 2013. Hatred of sounds:\nmisophonic disorder or just an underreported psychiatric symptom? ,\n25, 4 25, 271–274.\nFerrer-Torres, A., Giménez-Llort, L., 2021. Confinement and the hatred\nof sound in times of covid-19: a molotov cocktail for people with\nmisophonia. Frontiers in psychiatry 12, 627044.\nFerrer-Torres, A., Giménez-Llort, L., 2022. Misophonia: a systematic\nreview of current and future trends in this emerging clinical field.\nInternational journal of environmental research and public health 19,\n6790.\nFrank, B., McKay, D., 2019. The suitability of an inhibitory learning\napproach in exposure when habituation fails: A clinical application to\nmisophonia. Cognitive and Behavioral Practice 26, 130–142.\nFrank,B.,Roszyk,M.,Hurley,L.,Drejaj,L.,McKay,D.,2020. Inattention\ninmisophonia:Difficultiesachievingandmaintainingalertness. Journal\nof clinical and experimental neuropsychology 42, 66–75.\nGold, B.P., Goodale, S.E., Zhao, C., Pourmotabbed, H., de Zwart, J.A.,\nÖzbay, P.S., Bolt, T.S., Duyn, J.H., Chen, J.E., Chang, C., 2024. Func-\ntionalmrisignalsexhibitstrongercovariationwithperipheralautonomic\nmeasures as vigilance decreases. Imaging Neuroscience .\nGoulden, N., Khusnulina, A., Davis, N.J., Bracewell, R.M., Bokde, A.L.,\nMcNulty, J.P., Mullins, P.G., 2014. The salience network is responsible\nfor switching between the default mode network and the central execu-\ntive network: replication from dcm. Neuroimage 99, 180–190.\nGowda, V., Prabhu, P., 2024. Prevalence of misophonia in adolescents\nand adults across the globe: A systematic review. Indian Journal of\nOtolaryngology and Head & Neck Surgery , 1–9.\nGrossini,E.,Stecco,A.,Gramaglia,C.,DeZanet,D.,Cantello,R.,Gori,B.,\nNegroni, D., Azzolina, D., Ferrante, D., Feggi, A., et al., 2022. Miso-\nphonia: Analysis of the neuroanatomic patterns at the basis of psychi-\natric symptoms and changes of the orthosympathetic/parasympathetic\nbalance. Frontiers in Neuroscience 16, 827998.\nGu, X., Hof, P.R., Friston, K.J., Fan, J., 2013. Anterior insular cortex and\nemotional awareness. Journal of Comparative Neurology 521, 3371–\n3388.\nGuetta, R.E., Cassiello-Robbins, C., Trumbull, J., Anand, D., Rosenthal,\nM.Z., 2022. Examining emotional functioning in misophonia: The role\nofaffectiveinstabilityanddifficultieswithemotionregulation. Plosone\n17, e0263230.\nGuetta, R.E., Siepsiak, M., Shan, Y., Frazer-Abel, E., Rosenthal, M.Z.,\n2024. Misophonia is related to stress but not directly with traumatic\nstress. Plos one 19, e0296218.\nHadjipavlou, G., Baer, S., Lau, A., Howard, A., 2008. Selective sound\nintolerance and emotional distress: what every clinician should hear.\nPsychosomatic medicine 70, 739–740.\nHansen, H.A., Leber, A.B., Saygin, Z.M., 2021. What sound sources\ntriggermisophonia?notjustchewingandbreathing. JournalofClinical\nPsychology 77, 2609–2625.\nHansen, H.A., Leber, A.B., Saygin, Z.M., 2024. The effect of misophonia\non cognitive and social judgments. Plos one 19, e0299698.\nHansen, H.A., Stefancin, P., Leber, A.B., Saygin, Z.M., 2022. Neural\nevidence for non-orofacial triggers in mild misophonia. Frontiers in\nNeuroscience 16, 880759.Heller, L.M., Smith, J.M., 2022. Identification of everyday sounds affects\ntheir pleasantness. Frontiers in psychology 13, 894034.\nHenry, J.A., Theodoroff, S.M., Edmonds, C., Martinez, I., Myers, P.J.,\nZaugg, T.L., Goodworth, M.C., 2022. Sound tolerance conditions (hy-\nperacusis, misophonia, noise sensitivity, and phonophobia): Definitions\nand clinical management. American journal of audiology 31, 513–527.\nJager,I.,deKoning,P.,Bost,T.,Denys,D.,Vulink,N.,2020. Misophonia:\nPhenomenology,comorbidityanddemographicsinalargesample. PloS\none 15, e0231390.\nJastreboff, M.M., Jastreboff, P.J., 2001. Components of decreased sound\ntolerance: hyperacusis, misophonia, phonophobia. ITHS News Lett 2,\n1–5.\nJastreboff, M.M., Jastreboff, P.J., 2002. Decreased sound tolerance and\ntinnitus retraining therapy (trt). Australian and New Zealand Journal\nof Audiology, The 24, 74–84.\nJastreboff,P.J.,Jastreboff,M.M.,2014. Treatmentsfordecreasedsoundtol-\nerance (hyperacusis and misophonia), in: Seminars in Hearing, Thieme\nMedical Publishers. pp. 105–120.\nJastreboff, P.J., Jastreboff, M.M., 2015. Decreased sound tolerance: hyper-\nacusis,misophonia,diplacousis,andpolyacousis. Handbookofclinical\nneurology 129, 375–387.\nJastreboff, P.J., Jastreboff, M.M., 2023. The neurophysiological approach\nto misophonia: Theory and treatment. Frontiers in Neuroscience 17,\n895574.\nJaswal, S.M., De Bleser, A.K., Handy, T.C., 2021. Misokinesia is a sensi-\ntivity to seeing others fidget that is prevalent in the general population.\nScientific reports 11, 17204.\nJohansen-Berg, H., Rushworth, M.F., 2009. Using diffusion imaging to\nstudyhumanconnectionalanatomy. Annualreviewofneuroscience32,\n75–94.\nJohnson,P.L.,Webber,T.A.,Wu,M.S.,Lewin,A.B.,Murphy,T.K.,Storch,\nE.A., 2013. When selective audiovisual stimuli become unbearable: a\ncase series on pediatric misophonia. Neuropsychiatry 3, 569–575.\nKelly, A.C., Uddin, L.Q., Biswal, B.B., Castellanos, F.X., Milham, M.P.,\n2008. Competition between functional brain networks mediates behav-\nioral variability. Neuroimage 39, 527–537.\nKılıç, C., Öz, G., Avanoğlu, K.B., Aksoy, S., 2021. The prevalence and\ncharacteristicsofmisophoniainankara,turkey:population-basedstudy.\nBJPsych open 7.\nKliuchko,M.,Puoliväli,T.,Heinonen-Guzejev,M.,Tervaniemi,M.,Toivi-\nainen, P., Sams, M., Brattico, E., 2018. Neuroanatomical substrate of\nnoise sensitivity. Neuroimage 167, 309–315.\nKula, F.B., Cropley, M., Aazh, H., 2022. Hyperacusis and misophonia: a\nsystematic review of psychometric measures. Journal of the American\nAcademy of Audiology 33, 417–428.\nKumar, S., Dheerendra, P., Erfanian, M., Benzaquén, E., Sedley, W., Gan-\nder,P.E.,Lad,M.,Bamiou,D.E.,Griffiths,T.D.,2021. Themotorbasis\nfor misophonia. Journal of Neuroscience .\nKumar, S., Hancock, O., Cope, T., Sedley, W., Winston, J., Griffiths, T.D.,\n2014. Misophonia:adisorderofemotionprocessingofsounds. Journal\nof Neurology, Neurosurgery & Psychiatry 85, e3–e3.\nKumar, S., Tansley-Hancock, O., Sedley, W., Winston, J.S., Callaghan,\nM.F.,Allen,M.,Cope,T.E.,Gander,P.E.,Bamiou,D.E.,Griffiths,T.D.,\n2017. The brain basis for misophonia. Current Biology 27, 527–533.\nLee, M.H., Smyser, C.D., Shimony, J.S., 2013. Resting-state fmri: a\nreview of methods and clinical applications. American Journal of\nneuroradiology 34, 1866–1872.\nLeech, R., Sharp, D.J., 2014. The role of the posterior cingulate cortex in\ncognition and disease. Brain 137, 12–32.\nMartínez-Molina, N., Mas-Herrero, E., Rodríguez-Fornells, A., Zatorre,\nR.J., Marco-Pallarés, J., 2016. Neural correlates of specific musical\nanhedonia. Proceedings of the National Academy of Sciences 113,\nE7337–E7345.\nMattson, S.A., D’Souza, J., Wojcik, K.D., Guzick, A.G., Goodman, W.K.,\nStorch, E.A., 2023. A systematic review of treatments for misophonia.\nPersonalized medicine in psychiatry 39, 100104.\nMcGeoch, P.D., Rouw, R., 2020. How everyday sounds can trigger strong\nemotions: Asmr, misophonia and the feeling of wellbeing. BioEssays\nMA Savard, EBJ Coffey: Preprint submitted to Elsevier Page 16 of 17"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Journal Pre-proofJournal Pre-proof\nModels of misophonia\n42, 2000099.\nMednicoff, S.D., Barashy, S., Gonzales, D., Benning, S.D., Snyder, J.S.,\nHannon, E.E., 2022. Auditory affective processing, musicality, and the\ndevelopment of misophonic reactions. Frontiers in neuroscience 16,\n924806.\nMednicoff,S.D.,Barashy,S.,Vollweiler,D.J.,Benning,S.D.,Snyder,J.S.,\nHannon,E.E.,2024. Misophoniareactionsinthegeneralpopulationare\ncorrelated with strong emotional reactions to other everyday sensory–\nemotionalexperiences. PhilosophicalTransactionsoftheRoyalSociety\nB 379, 20230253.\nMenon, V., 2011. Large-scale brain networks and psychopathology: a\nunifying triple network model. Trends in cognitive sciences 15, 483–\n506.\nMenon, V., Uddin, L.Q., 2010. Saliency, switching, attention and control:\na network model of insula function. Brain structure and function 214,\n655–667.\nMöllmann, A., Heinrichs, N., Illies, L., Potthast, N., Kley, H., 2023. The\ncentralroleofsymptomseverityandassociatedcharacteristicsforfunc-\ntional impairment in misophonia. Frontiers in Psychiatry 14, 1112472.\nMurphy, N., Lijffijt, M., Guzick, A.G., Cervin, M., Clinger, J., Smith,\nE.E., Draper, I., Rast, C.E., Goodman, W.K., Schneider, S., et al.,\n2024. Alterations in attentional processing in youth with misophonia:\nA phenotypical cross-comparison with anxiety patients. Journal of\nAffective Disorders 347, 429–436.\nNaylor, J., Caimino, C., Scutt, P., Hoare, D.J., Baguley, D.M., 2021. The\nprevalence and severity of misophonia in a uk undergraduate medical\nstudent population and validation of the amsterdam misophonia scale.\nPsychiatric Quarterly 92, 609–619.\nNeacsiu, A.D., Szymkiewicz, V., Galla, J.T., Li, B., Kulkarni, Y., Spector,\nC.W., 2022. The neurobiology of misophonia and implications for\nnovel,neuroscience-driveninterventions. FrontiersinNeuroscience16,\n893903.\nNeal, M., Cavanna, A.E., 2013. Selective sound sensitivity syndrome\n(misophonia) in a patient with tourette syndrome. The Journal of\nneuropsychiatry and clinical neurosciences 25, E01–E01.\nO’Donnell, L.J., Pasternak, O., 2015. Does diffusion mri tell us anything\naboutthewhitematter?anoverviewofmethodsandpitfalls.Schizophre-\nnia research 161, 133–141.\nPalumbo, D.B., Alsalman, O., De Ridder, D., Song, J.J., Vanneste, S.,\n2018. Misophoniaandpotentialunderlyingmechanisms:aperspective.\nFrontiers in psychology 9, 953.\nPhelps, C.E., Navratilova, E., Porreca, F., 2021. Cognition in the chronic\npain experience: Preclinical insights. Trends in cognitive sciences 25,\n365–376.\nPosner, M., Rothbart, M., 1998. Attention, self–regulation and conscious-\nness. PhilosophicalTransactionsoftheRoyalSocietyofLondon.Series\nB: Biological Sciences 353, 1915–1927.\nPosner,M.I.,Petersen,S.E.,etal.,1990. Theattentionsystemofthehuman\nbrain. Annual review of neuroscience 13, 25–42.\nPosner, M.I., Rothbart, M.K., 2007. Research on attention networks as a\nmodelfortheintegrationofpsychologicalscience. Annu.Rev.Psychol.\n58, 1–23.\nPuschmann, S., Regev, M., Fakhar, K., Zatorre, R.J., Thiel, C.M., 2024.\nAttention-drivenmodulationofauditorycortexactivityduringselective\nlistening in a multispeaker setting. Journal of Neuroscience 44.\nRaichle,M.E.,MacLeod,A.M.,Snyder,A.Z.,Powers,W.J.,Gusnard,D.A.,\nShulman,G.L.,2001. Adefaultmodeofbrainfunction. Proceedingsof\nthe national academy of sciences 98, 676–682.\nRauschecker,J.P.,2018. Where,when,andhow:Aretheyallsensorimotor?\ntowards a unified view of the dorsal pathway in vision and audition.\nCortex 98, 262–268.\nRemmert, N., Schmidt, K.M.B., Mussel, P., Hagel, M.L., Eid, M., 2022.\nThe berlin misophonia questionnaire revised (bmq-r): development and\nvalidation of a symptom-oriented diagnostical instrument for the mea-\nsurement of misophonia. PLoS One 17, e0269428.\nRinaldi, L., Simner, J., Koursarou, S., Ward, J., 2023. Autistic traits,\nemotionregulation,andsensorysensitivitiesinchildrenandadultswithmisophonia. Journal of autism and developmental disorders 53, 1162–\n1174.\nRinaldi,L.,Ward,J.,Simner,J.,2021.Afactorstructurewithinmisophonia:\nThe sussex misophonia scale for researchers and clinicians.\nRolls, E.T., 2019. The cingulate cortex and limbic systems for emotion,\naction, and memory. Brain Structure and Function 224, 3001–3018.\nRoman-Caballero, R., Arnedo, M., Triviño, M., Lupiáñez, J., 2018. Mu-\nsical practice as an enhancer of cognitive function in healthy aging-a\nsystematic review and meta-analysis. PloS one 13, e0207957.\nRomán-Caballero, R., Martín-Arévalo, E., Lupiáñez, J., 2021. Atten-\ntional networks functioning and vigilance in expert musicians and non-\nmusicians. Psychological research 85, 1121–1135.\nRosenthal,M.Z.,Anand,D.,Cassiello-Robbins,C.,Williams,Z.J.,Guetta,\nR.E., Trumbull, J., Kelley, L.D., 2021. Development and initial valida-\ntion of the duke misophonia questionnaire. Frontiers in psychology ,\n4197.\nRouw, R., Erfanian, M., 2018. A large-scale study of misophonia. Journal\nof clinical psychology 74, 453–479.\nSamermit, P., Young, M., Allen, A.K., Trillo, H., Shankar, S., Klein, A.,\nKay, C., Mahzouni, G., Reddy, V., Hamilton, V., et al., 2022. Develop-\nmentandevaluationofasound-swappedvideodatabaseformisophonia.\nFrontiers in psychology 13, 890829.\nSavard, M.A., Sares, A.G., Coffey, E.B., Deroche, M.L., 2022. Specificity\nof affective responses in misophonia depends on trigger identification.\nFrontiers in Neuroscience , 722.\nSchimmelpfennig,J.,Topczewski,J.,Zajkowski,W.,Jankowiak-Siuda,K.,\n2023. Theroleofthesaliencenetworkincognitiveandaffectivedeficits.\nFrontiers in human neuroscience 17, 1133367.\nSchröder, A., van Diepen, R., Mazaheri, A., Petropoulos-Petalas, D.,\nSotodeAmesti,V.,Vulink,N.,Denys,D.,2014.Diminishedn1auditory\nevokedpotentialstooddballstimuliinmisophoniapatients. Frontiersin\nbehavioral neuroscience 8, 123.\nSchröder,A.,Vulink,N.,Denys,D.,2013. Misophonia:diagnosticcriteria\nfor a new psychiatric disorder. PLoS One 8, e54706.\nSchröder, A., van Wingen, G., Eijsker, N., San Giorgi, R., Vulink, N.C.,\nTurbyne, C., Denys, D., 2019. Misophonia is associated with altered\nbrain activity in the auditory cortex and salience network. Scientific\nreports 9, 1–9.\nSchwartz, P., Leyendecker, J., Conlon, M., 2011. Hyperacusis and miso-\nphonia: the lesser-known siblings of tinnitus. Minnesota Medicine 94,\n42–43.\nSeaborne, A., Fiorella, L., 2018. Effects of background chewing sounds\non learning: The role of misophonia sensitivity. Applied Cognitive\nPsychology 32, 264–269.\nSeeley,W.W.,Menon,V.,Schatzberg,A.F.,Keller,J.,Glover,G.H.,Kenna,\nH.,Reiss,A.L.,Greicius,M.D.,2007. Dissociableintrinsicconnectivity\nnetworks for salience processing and executive control. Journal of\nneuroscience 27, 2349–2356.\nSiepsiak, M., Dragan, W., 2019. Misophonia-a review of research results\nand theoretical concepts. Psychiatria polska 53, 447–458.\nSiepsiak, M., Sliwerski, A., Lukasz Dragan, W., 2020a. Development and\npsychometric properties of misoquest—a new self-report questionnaire\nfor misophonia. International journal of environmental research and\npublic health 17, 1797.\nSiepsiak,M.,Sobczak,A.M.,Bohaterewicz,B.,Cichocki,Ł.,Dragan,W.Ł.,\n2020b. Prevalenceofmisophoniaandcorrelatesofitssymptomsamong\ninpatients with depression. International journal of environmental\nresearch and public health 17, 5464.\nSiepsiak,M.,Vrana,S.R.,Rynkiewicz,A.,Rosenthal,M.Z.,Dragan,W.Ł.,\n2023. Doescontextmatterinmisophonia?amulti-methodexperimental\ninvestigation. Frontiers in neuroscience 16, 880853.\nSilva, F.E.d., Sanchez, T.G., 2019. Evaluation of selective attention in\npatientswithmisophonia. BrazilianJournalofOtorhinolaryngology85,\n303–309.\nSilva-Rudberg, J.A., Mecca, A.P., 2024. Diffusion imaging of gray matter\nmicrostructure in alzheimer’s disease. Journal of Alzheimer’s Disease ,\n1–3.\nMA Savard, EBJ Coffey: Preprint submitted to Elsevier Page 17 of 17"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Journal Pre-proofJournal Pre-proof\nModels of misophonia\nSimner,J.,Koursarou,S.,Rinaldi,L.,Ward,J.,2021. Attention,flexibility,\nand imagery in misophonia: Does attention exacerbate everyday dislik-\ningofsound? Journalofclinicalandexperimentalneuropsychology43,\n1006–1017.\nSimner, J., Rinaldi, L.J., Ward, J., 2024. An automated online measure\nfor misophonia: The sussex misophonia scale for adults. Assessment ,\n10731911241234104.\nSolbergNes,L.,Roach,A.R.,Segerstrom,S.C.,2009. Executivefunctions,\nself-regulation, and chronic pain: a review. Annals of Behavioral\nMedicine 37, 173–183.\nSoon,C.S.,Vinogradova,K.,Ong,J.L.,Calhoun,V.D.,Liu,T.,Zhou,J.H.,\nNg,K.K.,Chee,M.W.,2021. Respiratory,cardiac,eeg,boldsignalsand\nfunctionalconnectivityovermultiplemicrosleepepisodes. NeuroImage\n237, 118129.\nSpence, C.J., Driver, J., 1994. Covert spatial orienting in audition: Exoge-\nnousandendogenousmechanisms. Journalofexperimentalpsychology:\nHuman perception and performance 20, 555.\nSridharan, D., Levitin, D.J., Menon, V., 2008. A critical role for the right\nfronto-insularcortexinswitchingbetweencentral-executiveanddefault-\nmodenetworks. ProceedingsoftheNationalAcademyofSciences105,\n12569–12574.\nSwedo,S.E.,Baguley,D.M.,Denys,D.,Dixon,L.J.,Erfanian,M.,Fioretti,\nA., Jastreboff, P.J., Kumar, S., Rosenthal, M.Z., Rouw, R., et al., 2022.\nConsensus definition of misophonia: A delphi study. Frontiers in\nNeuroscience , 224.\nTagliazucchi,E.,Laufs,H.,2014.Decodingwakefulnesslevelsfromtypical\nfmri resting-state data reveals reliable drifts between wakefulness and\nsleep. Neuron 82, 695–708.\nTaylor,S.,2017. Misophonia:Anewmentaldisorder? Medicalhypotheses\n103, 109–117.\nVan Overwalle, F., 2024. Social and emotional learning in the cerebellum.\nNature Reviews Neuroscience , 1–16.\nVincent, J.L., Kahn, I., Snyder, A.Z., Raichle, M.E., Buckner, R.L., 2008.\nEvidence for a frontoparietal control system revealed by intrinsic func-\ntional connectivity. Journal of neurophysiology 100, 3328–3342.\nVitoratou, S., Hayes, C., Uglik-Marucha, N., Pearson, O., Graham, T.,\nGregory, J., 2023. Misophonia in the uk: Prevalence and norms from\nthe s-five in a uk representative sample. PLoS One 18, e0282777.\nVitoratou, S., Uglik-Marucha, N., Hayes, C., Erfanian, M., Pearson, O.,\nGregory, J., 2021. Item response theory investigation of misophonia\nauditory triggers. Audiology Research 11, 567–581.\nWebber,T.A.,Johnson,P.L.,Storch,E.A.,2014. Pediatricmisophoniawith\ncomorbid obsessive–compulsive spectrum disorders. General hospital\npsychiatry 36, 231–e1.\nWebber,T.A.,Storch,E.A.,2015. Towardatheoreticalmodelofmisopho-\nnia. General Hospital Psychiatry 37, 369–370.\nWeissman,D.H.,Roberts,K.,Visscher,K.,Woldorff,M.,2006. Theneural\nbasesofmomentarylapsesinattention.Natureneuroscience9,971–978.\nWilliams, Z.J., Cascio, C.J., Woynaroski, T.G., 2022. Psychometric val-\nidation of a brief self-report measure of misophonia symptoms and\nfunctionalimpairment:Theduke-vanderbiltmisophoniascreeningques-\ntionnaire. Frontiers in Psychology 13, 897901.\nWilliams,Z.J.,He,J.L.,Cascio,C.J.,Woynaroski,T.G.,2021. Areviewof\ndecreased sound tolerance in autism: Definitions, phenomenology, and\npotential mechanisms. Neuroscience & Biobehavioral Reviews 121, 1–\n17.\nWu, M.S., Lewin, A.B., Murphy, T.K., Storch, E.A., 2014. Misophonia:\nincidence, phenomenology, and clinical correlates in an undergraduate\nstudent sample. Journal of clinical psychology 70, 994–1007.\nZatorre,R.J.,2024. Fromperceptiontopleasure:theneuroscienceofmusic\nand why we love it. Oxford University Press.\nZhou,X.,Wu,M.S.,Storch,E.A.,2017. Misophoniasymptomsamongchi-\nneseuniversitystudents:Incidence,associatedimpairment,andclinical\ncorrelates. JournalofObsessive-CompulsiveandRelatedDisorders14,\n7–12.\nZumbrunn, N.M., McGovern, D., Boran, L., 2023. Investigating sound-\nspecificattentioncontrolinmildtomoderatemisophoniausingamodi-\nfied attention network test .\nMA Savard, EBJ Coffey: Preprint submitted to Elsevier Page 18 of 17"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Journal Pre-proofJournal Pre-proof\nT oward cognitive models of misophonia\nMarie-Anick Savard a,b,c, Emily B. J. Coffey a,b,c \na Department of Psychology, Concordia University, Montreal, QC, Canada \nb International Laboratory for Brain, Music and Sound Research (BRAMS), Montreal, \nQC, Canada \nc Centre for Research on Brain, Language and Music (CRBLM), Montreal, QC, Canada\nCorresponding author: emily.coffey@concordia.ca  (E.B.J.Coffey)"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "Journal Pre-proofJournal Pre-proof\n1. Recent work has revealed misophonia as a complex and heterogeneous disorder\n2. Cognitive and neurobiologically-informed models facilitate theoretical \nadvancements\n3. Existing models require extension to account for observed phenotypes"
    }
  ]
}