{
  "doc_type": "scientific paper",
  "title": "Disentangling 'Bayesian brain' theories of autism spectrum disorder",
  "authors": [
    "Maya Schneebeli",
    "Helene Haker",
    "Annia Rüesch",
    "Nicole Zahnd",
    "Stephanie Marino",
    "Gina Paolini",
    "Sandra Iglesias",
    "Frederike H. Petzschner",
    "Klaas Enno Stephan"
  ],
  "year": 2022,
  "journal": "Psychiatry, Psychiatric University Hospital, University",
  "doi": "10.1101/2022.02.07.22270242doi:",
  "abstract": "Background : Bayesian theories of perception have provided a variety of alternative mechanistic explanations for autistic symptoms, including (1) overprecise sensations, (2) imprecise priors, (3) inflexible priors, and (4) altered hierarchical learning. Here, we designed a set of experiments to systematically test predictions from each of the four hypotheses in individuals with autism spectrum disorder (ASD). Methods : Two versions of a two-alternative forced-choice (2AFC) random dot motion task were developed to disentangle the influence of sensory inputs and prior expectations and test implications of the four Bayesian hypotheses. Using a cross-sectional observational study design, behavioural data were obtained from participants with autism spectrum disorder (N=47) and a control group (N=50). Analyses used mixed effects models and a drift diffusion model. Results : Contrary to the sensory overprecision hypothesis, individuals with ASD did not differ from controls in performance or parameter estimates during the perceptual 2AFC task. When adding cues to the task, individuals with ASD profited less from this prior information than controls, as predicted by the imprecise prior hypothesis. However, individuals with ASD were still able to update their initial priors, contradicting the inflexible prior hypothesis. Finally, in line with the hierarchical learning hypothesis, volatility differentially modulated expectation effects, exerting a significantly smaller effect in the ASD group compared to the control group. Conclusion : Our findings support two mutually compatible alterations of perception in ASD (imprecise priors and, to a lesser degree, altered hierarchical learning). By contrast, they are not compatible with the notions of sensory overprecision and inflexible priors.",
  "keywords": [
    "computational psychiatry",
    "Bayesian brain",
    "perception",
    "drift diffusion model",
    "ASD"
  ],
  "research_topics": [
    "autism spectrum disorder",
    "Bayesian theories of perception",
    "overprecise sensations",
    "imprecise priors",
    "inflexible priors",
    "altered hierarchical learning",
    "two-alternative forced-choice (2AFC) random dot motion task",
    "computational modeling",
    "drift diffusion model",
    "hierarchical Bayesian models",
    "predictive coding",
    "perceptual decision making",
    "volatility in perception"
  ],
  "created_at": "2025-05-04T23:18:02.334218Z",
  "source_pdf": "documents/research/Global/Schneebeli 2022 Disentanging Bayesian Brain theories of autism spectrum disorder.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "1 \n Disentangling  “Bayesian brain ” theories  of autism spectrum \ndisorder  \nMaya Schneebeli1,2, Helene Haker1, Annia Rüesch3, Nicole Zahnd1, Stephanie Marino1, Gina \nPaolini4, Sandra Iglesias1, Frederike H. Petzschner5,6,*,  Klaas Enno Stephan1,7,* \nAbstract  \nBackground : Bayesian theories of perception have  provided a variety of alternative \nmechanistic explanations  for autistic symptoms , including (1) overprecise sensations, (2) \nimprecise priors, (3) inflexible priors, and (4) altered hierarchical learning. Here, we designed \na set of experiments to  systematically test predictions from each of the four hypotheses in  \nindividuals with autism spectrum disorder (ASD) .  \nMethods : Two versions of a two -alternative forced -choice  (2AFC)  random dot motion task \nwere develop ed to disentangle the influence of sensory inputs and prior expectations  and test \nimplications of the four Bayesian hypotheses. Using a cross -sectional observational study \ndesign, b ehavioural data were obtained from participants with  autism spectrum disord er (N=47) \nand a control group  (N=50). Analyses used mixed effects models  and a drift diffusion model.  \nResults : Contrary to the sensory overprecision hypothesis , individuals with ASD  did not differ  \nfrom controls in  performance or  parameter estimates  during the perceptual 2AFC task . When \nadding  cues to the task, individuals with ASD  profited  less from this prior information than \ncontrols , as predicted by the imprecise prior hypothesis. However , individuals with ASD  were \nstill able to update  their initi al priors , contradict ing the inflexible prior hypothesis . Finally,  in \nline with the hierarchical learning hypothesis , volatility differentially modulated  expectation \neffect s, exerting a significantly smaller effect in  the ASD group  compared to the control group .  \nConclusion : Our findings support two mutually compatible alterations of perception in ASD \n(imprecise priors and , to a lesser degree,  altered hierarchical learning ). By contrast,  they are \nnot compatible with the notions of sensory overprecision and inflexible priors.  \n  All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint \nNOTE: This preprint reports new research that has not been certified by peer review and should not be used to guide clinical practice."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "2 \n Author affiliations:  \n1 Translational Neuromodeling Unit, Institute for Biomedical Engineering, University of \nZurich and ETH Zurich, 8032 Zurich, Switzerland  \n2 Department of Child and Adolescent Psychiatry, Psychiatric University Hospital, University \nof Zurich, 8032 Zurich, Switzerland  \n3 Department of Psychiatry, Psychotherapy and Psychosomatics, Psychiatric University \nHospital, University of Zurich, 8008 Zurich,  Switzerland  \n4 Klinik für Psychiatrie und Psyc hotherapie, Clienia Schlössli, 8618 Oetwil am See , \nSwitzerland  \n5 Department of Psychiatry and Human Behavior, Brown University, Providence, Rhode \nIsland  02912 , United States of America  \n6 Robert J. and Nancy D. Carney Institute for Brain Science, Brown University , Providence, \nRhode Island  02906, United States of America  \n7 Max Planck Institute for Metabolism Research, 50931, Cologne, Germany  \n*joint senior authorship  \n \nCorrespondence to:  \nMaya Schneebeli  \nmaya. schneeb eli@pukzh.ch  \nTranslational Neuromodeling Unit  \nWilfriedstr. 6  \n8032 Zürich  \n \nRunning title:  Disentangling \"Bayesian Brain\" theories of autism spectrum disorder  \nKeywords : computational psychiatry, Bayesian brain, perception, drift diffusion model, ASD  \nAbbreviations  \n2AFC = Two-alternative forced choice; AG = ASD group; AQ = Autism quotient; ASD = \nautism spectrum disorder; ASD -I = Autism spectrum disorder interview; BDT = block design All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "3 \n task; BIASD = Bayesian inference in autism spectrum disorder project; C I = confidence \ninterval; CG = control group; CMDT = cued motion discrimination task; CSI = cue -stimulus \ninterval; d2-R = d2 revised (attention test); DDM = drift diffusion model; DSST = digital \nsymbol substitution test; ES = effect size; GLMM = generalized  linear mixed effects model; \nITI = inter -stimulus interval; NCMDT = non -cued motion discrimination task;  RT = reaction \ntime; WFPT = Wiener first passage time.  All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "4 \n Introduction  \nAutism  has long been described as a condition associated with difficulties  in social interactions , \nrepetitive behaviours , and difficulties in dealing with changes .1,2 While early theories of autism  \nsuggested social deficits as the core of the disorder ,3–5 subsequent work has propose d that \nautism may be a primarily perceptual disorder  of which social deficits  arise as secondary \nsymptoms .6,7  \nConcomitant with this shift, Bayesian models of perception have become an increasingly \npopular framework for explaining autistic symptoms .8–11 The key idea behind these Bayesian \naccounts is that percept ion combin es current sensory information with a priori  beliefs ( Figure \n1A) and represent s an act of inference, driven by precision -weighted predi ction errors12 (Figure \n1B). In the context of autism,  it was suggested  that perception in affected individuals is altered \nby a shift in precision weights, leading to a dominat ion of sensory inputs relative to prior \ninformation  and increased weighting of prediction errors,  which, in turn, results in overfitting \nand a lack of generalization. Notably, both increased sensory prec ision and decreased precision \nof prior beliefs could lead to this imbalance. However, the exact mechanism that causes this \nimbalance is being debated .8,11,13,14 \nSpecifically, there  are at least four different mechanisms that could explain an  overemphasis \nof sensory information in a Bayesian framework (Figure 1). As explained in the following, a ll \nof these four mechanisms have previously been hypothesized to result in autistic symptoms.  All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "5 \n  \nFigure 1 Schematic illustration of a Bayesian model of perception in autism  (A) The percept is a \ncombination of the bottom -up sensory information (likelihood) and predictions (prior beliefs) from an \ninternal model of the world. The mismatch between the prediction or prior belief and the sensory input \nresults in a prediction error, wh ich serves to update the belief. ( B) Left: Illustration of the belief update \nand percept using Gaussian distributions. Prior and likelihood are combined in a statistical optimal \nmanner (according to Bayes’ rule) to yield a posterior (percept). Right: A gen eric form of belief updates \nin Bayesian models: belief updates are proportional to prediction errors, weighted by a ratio of sensory, \nsensory , and prior precision, prior,. (C) Sensory dominance in autistic perception might be caused by \ndifferent mechanis ms: high sensory precision (H1), or low prior precision (H2), high, inflexible \nprediction errors, indicating a failure of correct prior updating (H3) and deficits in hierarchical learning \nleading to an overestimation of volatility (H4).  \nFirst, individuals  with ASD could have more precise sensory channels .13 Since the individual \nweighting of prior expectations in a Bayesian framework depends on the relative uncertainty \nof the information sources, highly precise sensory information would decrease the effect of \nprior expectations.  This overprecise sensation h ypothesis  (H1) is closely related to the \n“Enhanced Perceptual Functioning ” theory7 and motivated by reports that individuals with \nautism spectrum disorder (ASD)  are more sensitive to pitch and loudness in discrimination \ntasks  than healthy controls .15–17  \nAll rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "6 \n Second, sensory processing itself may not be affected  in individuals  with ASD , but prior \ninformation is considered unreliable  (i.e. of low precision) .18 Here, this is referred to as the \nimprecise prior hypothesis  (H2).  \nA third proposal is that individuals  with ASD can appropriately acquire prior knowledge but \nare inflexible in adjusting these beliefs at a later stage . This inflexible prior hypothesis (H3) \nwas, for instance, motivated by work show ing that individuals with ASD have difficulties  \nupdating prior s in a multisensory integration task .19  \nFinally,  it has been proposed that perceptual deficits in individuals with ASD may arise from \nabnormalities at higher levels of inference hierarchies . This hierarchical learning hypothesis \n(H4) derives from hierarchical Bayesian models of perception  (e.g. p redictive coding ),20,21 \nwhere predictions and prediction errors are exchanged between hierarchical layers that \nrepresent increasingly abstract aspects of t he world . More specifically , this hypothesis suggests \nthat higher processing levels might be more affected tha n lower ones .14 Empirically, this is \nsupported by work showing that in  individuals with  ASD higher -order beliefs ( about volatility ) \nmay be overestimated .22  \nWhile recent studies have begun to test the se competing hypotheses  empirically ,19,22 –35 the \nresults have been inconsistent and difficult to reconcile . There may be a number of reasons for \nthat: (i) most  studies only tested a subsets of th e above hypotheses, (ii) some studies did not \nexamine individuals  with a diagnosis of ASD , but  non-affected individuals with autistic traits \n26,29,31 and (iii)  those that tested  diagnosed individuals mostly had relatively small sample sizes, \nranging from N=14-26.19,22,24,25,28,30 –33,35 –37 Only three studies23,27,34 employed larger sample \nsizes (up to 56)  but provided inconsistent results.  \nHere , we tested  predictions of all four hypothes es in a cross -sectional study with 4 7 participants \nwith ASD (AG: ASD group)  and 50 age and gender matched controls  (control group; CG). We \nused two versions of a two -alternative forced choice (2AFC)  motion discrimination task in \nwhich we probed the integration of sensory processing with prior expectations . The paradigm \nwas specifically designed to disentangle the predictions made by the four hypothes es outlined \nabove and involved several components of learning.  Using both model -agnostic analys es and \na computational model of the behavioural decision -making , we found  evidence supporting the \npresence of imprecise priors and altered hierarchical learning, but no evidence for  the \noverprecise sensations or inflexible priors  hypothesis  in ASD . All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "7 \n Methods  \nStudy  Design  \nThe data presented in this paper are part of a larger study  on ASD that was conducted at the \nTranslational Neuromodeling Unit  (University of Zurich and ETH Zurich ). The study was \napproved by the cantonal ethics committee ( BASEC -Nr: 2016 -0838)  (see S upplementary  \nMaterial:  Study design) . \nThe analysis plan for this experiment and its revisions are available on an online repository \n(https://gitlab.ethz.ch/tnu/analysis -plans/schneebelietal_biasd_mdt ) (for updates and \nspecifications of the analyses evaluated in the current work , see also Supplementary Material:  \nAnalysis plan) . A review of the analysis code was conducted by a project member (AR) not \ninvolved in the initial data analysis ( https://gitlab.ethz.ch/tnu/code/schneebelietal_biasd_mdt ). \nAn a priori  power analysis (G*Power ) indicated an overall sample size of 102 participants (51 \nper group) to detect a group difference of medium effect size (Cohen’s d=0.5, two -sample t -\ntest) with type I error probability of 0.05 and type II error probability of 0.8.  \nParticipants  \nTo account for possible dropouts, w e recruited slightly more participants than the estimated \nN=51 per group. Spe cifically, 54 participants with a diagnosis of ASD  and 57 age -, gender - \nand handedness -matched controls  were included in the study . The diagnosis of ASD was \nindependently verified by a board -certified psychiatrist with specialisation in ASD (HH). After \nthe application of the exclusion criteria for data analysis (see Supplementary Mat erial: \nInclusion/Exclusion Criteria), an overall sample of 97 participants  remained:  50 controls (CG) \n(27 male/23 female) and 4 7 participants with ASD  (AG) (17 male/30 female) . These sample \nsizes are slightly smaller than th ose recommended by the power analysis (i.e., N=51 per group).  \nWe used the Autism Quotient (AQ) and four neuropsychological tests (see Table 1  and \nSupplementary Material:  Neuropsychological tests) to assess sym ptom levels and exclude that \neffects were driven by differences in cognitive and intellectual abilities between the groups.  \n  All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "8 \n Table 1 Demographics and neuropsychological tests . Table reports mean (standard deviation) or \npercentage if explicitly mentioned. Significant differences between the control group (CG) and ASD \ngroup (AG) were tested for all measures. Levene -Tests were applied to determine equality of variance, \ndeterminin g the test type. As a result, Wilcoxon rank sum tests were applied for AQ, BDT of the \nHAWIE and age. Sex and handedness were compared using a cross tabulation χ2 -test. DSST, d2 and \narithmetic scale of the HAWIE was tested with a t -test. Significant differe nces between groups are \nindicated by *. Reported effect size (ES) for t -tests is Cohen’s d, for Wilcoxon rank sum test we use \neffect size r38 and for χ2-test we report Cramer’s V.  Abbreviations: CG: Control group; AG: autism \nspectrum disorder group; ES: Effect size; AQ: Autism Quotient; DSST: digital symbol substitution test; \nBDT: Block design task; d2 -R: d2 revised. (See also Suppleme ntary Material: Neuropsychological \ntests).  \nMeasure  All (n=97) CG ( n=50)  AG ( n=47)   p ES \nAge (years)  32.9 (11.7)  31.5 (10.7)  34.5 (12.5)  U=0.91  0.36 0.10 \nSex (% male)  0.45  0.54  0.36  χ2(1)=3.11  0.08 0.18 \nHandedness \n(% right)  0.81 0.84 0.79 χ2(1)=0.45  0.50 0.07 \nAQ 21.5 (12.2)  13.6 (5.6)  29.8 (11.7)  U=6.03  <0.001***  0.61 \nDSST  87.3 (17.6)  92.5 (14.3)  81.7 (19.1)  t96=3.16  0.002**  0.64 \nBDT 51.0 (11.7)  52.3 (9.8)  49.6 (13.3)  U=0.78  0.43 0.08 \nd2-R (F)  11.8 (17.2)  12.9 (21.5)  10.7 (11.1)  t96=0.63  0.53 0.13 \nArithmetic \nscale  17.1 (3.2)  17.52 (2.9)  16.7 (3.4)  t96=1.24  0.22 0.25 \n \n All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "9 \n Experimental  design  \n \nFigure 2 Schematic depiction of the non -cued motion discrimination task (NCMDT) and the cued \nmotion discrimination task (CMDT).  (A) During the NCMDT, participants were first asked to fixate \non the centre of the screen (fixation period). After the inter -trial inter val and a successful fixation period \nof 100ms was registered (eye tracking), the random dot motion stimulus would appear at the centre of \nthe screen until participants indicated their estimated motion with a saccade to the left or right target \nlocation (Pa c-Man symbol). If no response was given within 2500ms, the trial was registered as a missed \ntrial and feedback was given accordingly. Following a successfully registered saccade, the Pac -Man \nAll rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "10 \n symbol in the target location would close its mouth. Feedback was  shown once participants returned to \nfixating on the centre again, before the next trial would be initiated. Participants played through 280 \ntrials of the NCMDT. (B) One of seven motion strengths was selected for the stimulus in a certain trial \nin both tas ks. The absolute values of the motion strength indicate the fraction of the dots moving \naccordingly in one direction (negative numbers=leftward motion, positive numbers=rightward motion). \n(C) The trial in CMDT is identical to the NCMDT except that an arrow  cue was presented before each \nstimulus providing additional information about the upcoming motion direction, followed by a cue -\nstimulus interval (CS -Interval). (D) The probability of the validity of the cue varied across the CMDT \n(valid and invalid phases : 85% and 15% correct indication of the upcoming motion direction, \nrespectively). Moreover, we distinguish between rapid alternations between the two phases (volatile) \nor longer periods of one validity phase (stable). (E) Zoom into a partial sequence of the trace with \nexample responses from a participant. Trials can be separated into different categories (grey dots: \nresponse, blue dots: cue). 1. Valid or invalid cue: A valid cue in a trial correctly indicates the upcoming \nmotion direction independently of its phase (upper blue dots). 2. Expected and unexpected outcomes: \nIf a valid cue appears during an invalid phase or an invalid cue appears during a valid phase, the outcome \nis labelled unexpected (yellow circle around blue  dot). 3. Correct or incorrect response: A participant’s \nresponse is correct if it indicates the correct motion direction, independently of the cue or phase (red \ncircle around incorrect responses). 4. Cue consistent or inconsistent: If a participant’s resp onse follows \nthe cue independently of its validity, it is labelled as “cue consistent” (upper dots). 5. Phase consistent: \nIf a participant’s response follows the overall phase of the cue (following the cue during valid phases, \nnot following the cue during invalid phases) it is labelled “phase consistent” (pink shaded responses). \n(F) In addition, in 15 trials instead of the stimulus presentation, a question was presented after the cue. \nParticipants were asked to indicate the expected upcoming stimulus direct ion and their confidence in \nthis prediction.  \nThe experiment consisted of two consecutive 2AFC  tasks: A non-cued motion discrimination  \ntask (NCMDT ; Figure 2A) and a cued motion discrimination  task (CMDT ; Figure 2C). In the \nNCMDT , participants were asked to make decision s about  the motion direction of  a moving \ndot stimulus  (motion coherence levels in percent: [ -51.2, -12.6, -3.2, ±0, +3.2, +12.6, +51.2] %, \nuniform distribution ) (Figure 2B). Responses were made by a saccade towards a  Pac-Man \nshaped  target on the left or on the right side and recorded with an infrared eye tracker39 (see \nSupplementary Material: Apparatus ). Feedback was given for correct and incorrect  responses  \nand a progress bar indicate the ac cumulated points, which would result in an extra monetary \ncompensation. The  CMDT,  was identical to the NCMDT except that  an arrow  cue pointing \ntowards the left or the right side  appeared  prior to the motion stimulus, which would provide \nadditional prior information about the upcoming motion direction  (Figure 2C). Critically, the All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "11 \n validity of the cue followed a probabilistic  pattern  with changing volatili ty (Figure 2D&E). \nAdditionally, to assess beliefs about the cue in the absence of motion, on every eleventh trial \n(24 trials) instead of the motion stimu lus a question appeared immediately after the cue asking  \nabout the expected motion direction and their confidence thereof  (Figure 2F). This response \nwas given by pressing the arrows on the keyboard and moving a dot along a line.  Overall, \nparticipants played 280 trials of the NCMDT and 266 trials of the CMDT in a consecutive \norder. For detailed descriptions  of the tasks see Supplementary Material:  Task design.  \nDrift -diffusion  Model  \nA drift -diffusion model (DDM) was fit to the c hoice behaviour and reaction time ( RT)40,41 (see \nSupplementary Material : Drift -Diffusion Model) . The model used here has  three  free \nparameters : a non-decision time  𝑇𝑒𝑟, a drift  𝑣, and a boundary  𝑏. To assess the NCMDT, the \nstarting point 𝑧0 was fixed to 𝑏\n2, the center between the two boundaries thus indicating no bias \ntowards either choice (left or right)  (H1) . For the CMDT, the starting point was a free variable  \nwhich indicated a bias towards the current  ( 𝑧0 in valid phase s and −𝑧0 in invalid phase s). The \nnon-decision time reflects additional sensory and motor delays outside the evidence \naccumulation process . The drift and the boundary describe the evidence accumulation process. \nThe faster evidence is accumulated, the higher the drift. T he boundary describes the threshold, \nat which point the accumulation process stops and a decision is made.  Before fitting the model \nto our data , we first assured in simulations that all model parameters could be successfully \nrecovered (see Supplementary Material:  Parameter recovery analysis ). \nBehavioural  readouts  \nFor the model -based (DDM) analysis in both the CMDT and NCMDT, we used the percent \ncorrect responses (PC) and the reaction time (RT).  \nIn addition, for the model -agnostic analyses, we labelled trials and responses based on the \ninformation provided by the cue and the individual response to the cue in the CMD T (Figure \n2F). Specifically , we define d the following behavioural readouts:   \n Cue consistency: Cue consistent  trials are trials on which the individual response \nfollows the direction indicated by the current cue. Specifically,  during invalid phase s, \nthis is a metric  which indicates to what exten t individuals follow a-priori information All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "12 \n provided by the cue itself over the accurately learned phase  about the validity of the \ncue. \n Phase  consistency: Phase  consistent  trials are trials on which the judgement of motion \ndirection mirrors the cue duri ng valid phase s and oppo ses to the cue direction during \ninvalid phase s. This information is particularly meaningful for zero coherence trials \nwhere behavio ur is predominantly guided by the cue.  \n Outcome expectancy: If a valid cue appears during an invalid phase  or an invalid cue \nappears during a valid phase , the trial outcome  is labelled unexpected . For instance, \nduring a valid phase  of the cue (85% correct predictions of the motion direction) , a trial \noutcome would be considered unexpected if the cue point s in the opposite direction of \nthe following motion direction (15% of trials)  and conversely for the other ( Figure 2E). \nNote that expectancy here refers to the true probability structure , not to an individual’s \ntrial-wise level of surprise.   \n Stability: Stable  trials include all trials during a stable phase , independent ly of its \nvalidity ( first and last 98 trials ; Figure 2D). Volatile  trials correspond to all trials during \nthe volatile phase  where the cue validity changes every 14 trials.   \nIn the intermitte nt question trials (see Figure 2F), a cue was shown without a subsequent \nstimulus, followed by an explicit question about cue confidence. That is, participants were \nasked to indicate which motion direction they expected given the cue they just saw. This \nresponse was given on a continuous scale which allowed for assessing the confidence in this \nexpectation (compare Figure 2F). The following three definitions are related to  these questio n \ntrials only :  \n Reported cue consistency: If participants choose the same direction as the cue , their \nexplicitly reported cue consistency is 1, otherwise it is  0. \n Reported phase  consistency: If participants ’ explicit prediction  was phase  consistent  \n(see ab ove), the reported phase  consistency is 1 . Note that this judgment is made in the \nabsence of any stimulus  and can thus only rely on the information associated with  the \ncue.  \n Reported c ue confidence: Absolute distance from 0.5  (centre  of the bar ). Any value  \nbetween 0 and 1 was possible (0.01 step size).  All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "13 \n Hypothes es Testing   \nAs described in the Introduction , there are multiple competing Bayesian hypotheses explaining \nsymptoms in ASD : the overprecise  sensation hypothesis  (H1), the imprecise prior hypothesis  \n(H2), the  inflexible prior hypothesis  (H3)  and the hierarchical learning hypothesis  (H4). We \naimed to disentangle these different hypotheses using a new experimental design and a \npredefined analysis ( the analysis plan incl. its revisions  can be found at \nhttps://gitlab.ethz.ch/tnu/analysis -plans/biasd_sensory_uncertainty_task ). A detailed \ndescription of the hypotheses and how we tested them is given in the Supplementary Material :  \nHypotheses testing. An overview of the tested and confirmed hypotheses is given in Table 3 .  \nFor lack of space, the preprocessing procedures used in this study  are described in the \nSupplementary Material : Outlier removal.  \nStatistical analyses  \nIn general, we adopted a significance level of 𝑝≤0.05. For tests between two samples we \nused the MATLAB (MathWorks, version 2016b) functions ttest2  for parametric testing  of \nhomos cedastic data (tested by  Levene’s test) , or ranksum (Wilcoxon rank sum test) for non -\nparametric testing and crosstab  (χ2-test) for testing proportions , respectively . Generalized \nlinear mixed effects models ( GLMMs ) and repeated measures ANOVAs were calculated in R \n(version 3.5.2) using the package afex. Gree nhouse -Geissner (GG) correction for the analyses \nof variance was applied if variances were not equal (tested by Mauchly’s test of sphericity) to \nreduce type-I-errors. For binary data in mixed effect  models, i.e. for the analysis of interaction \neffects on c orrect and incorrect trials, we employed a GLMM, therefore GG correction was not \napplied .  \nWe corrected post -hoc tests within an ANOVA using the family -wise error correction Tukey ’s \nHSD. For stimuli different from zero coherence, we used accuracy and RT as dependent \nvariable s. For stimuli with zero coherence, there is no true correct response ; therefore, we used \nphase consistency and cue consistency as dependent variables.  \nData  and Code  availability   \nThe analysis code can be accessed on the GitLab reposito ry of ETH Zurich \n(https://gitlab.ethz.ch/tnu/code/schneebelietal_biasd_mdt ). Upon acceptance in a peer -All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "14 \n reviewed journal, the anonymized data will be made available in the ETH Research  Collection \n(https://www.research -collection.ethz.ch/ ), a freely accessible scientific repository that \ncomplies with the FAIR principles .42  \n \n  All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "15 \n Results  \nDemographics  and neuropsychology   \nBetween the two groups there w ere no significant difference s in age ( Wilcoxon rank -sum test, \nU=0.91, p=0.36 ), handedness ( χ2(1)=0.45, p=0.50), or gender (χ2(1)=3.11, p=0.08 ), but a \nsignificant difference in the autism quotient  (U=6.03, p<0.001 ) (Table 1 ). Furthermore, there \nwere no significant between -group differences in general neuropsychological measures like \nperceptual logical thinking (BDT: U=0.78, p=0.43), working memory (arithmetic: t 96=1.29, \np=0.22) and attention (d2 -R: t96=0.63, p=0.53), except fo r the measure for processing speed \n(DSST, t96=3.16, p=0.002) (Table 1).  \nTesting  alternatives  hypotheses  of perceptual  alterations  in ASD  \nIn the following , we present the results for the hypotheses tested within this study. A detailed \ndescription of the hypotheses  and the methods used to test them is given in the Supplementary \nMaterial: Hypotheses testing.  \nLack of evidence for  overprecise  sensory information processing in \nindividuals with ASD  (H1)  \nWe used a classical 2 -AFC motion discrimination task with out cue (NCMDT) to capture \ndifferences in sensory evidence integration and decision -making during motion discrimination \nbetween the AG and CG. We found no significant group difference s in average performance \nand RT (H1a) (Table 2 , Figure 3A-C, see also Sup plementary Material: Hypotheses testing ). \nFurthermore, the DDM  analysis did not reveal any group difference s in the  boundary and non -\ndecision time parameter  estimates . Although there was a marginal difference in the drift \nparameter  (t95=2.04, p=0.04 ; not surviving multiple comparison correction) , this effect was in \nthe opposite direction to what would be expected  if information processing in the AG were \ncharacterised by increased sensory precision : that is, t he AG showed a smaller drift compared \nto the con trol group. (H1b)  (Table 2 ). This suggest s that the AG integrated sensory evidence \nsimilarly or even slightly slower than the CG in the NCMDT,  and that both groups employed \nsimilar decision thresholds . All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "16 \n Table 2 Behavioural and model -based summary statistics of the non -cued motion discrimination \ntask.  Abbreviations: AG: autism spectrum disorder group, CG: control group, RT: Reaction time (in \nseconds), PC: Percent Correct responses, b: boundary, v: drift, T er: non -decision time in milliseconds. \nWe used t -tests for all comparisons with df=96. The last column shows the effect sizes Cohen’s d.  \n  \nAll (n=97) CG (n=50)  AG (n=47) t96 p d \nBehavioural \nreadouts  RT [ms] 1040  (192) 1039  (195) 1041 (191) 0.07 0.94 0.01 \nPC [%] 76.7 (6.48) 77.2 (6.02) 76.1 (6.95) 0.79 0.42 0.16 \nModel \nparameter  \nestimate s b  1.88 ( 0.32) 1.88 (0.34)  1.89 (0.30) 0.17 0.87 0.03 \nv 7.29 (2.50) 7.79 (2.2 2) 6.68 (2. 69) 2.04 0.04 0.41 \nTer [ms] 393 (87.4) 409 (63.6) 376 (105) 1.89 0.06 0.38 \n \nDifferences in the use of prior information (H2)  \nTo as sess differences in the use of prior information we  used a second paradigm where an \ninitial probabilistic cue indicated the potential motion direction on each trial (CMDT ) (Figure \n2C). To further assess the effect of learning and hierarchical modulation of prior information \nthe validity of this cue was changed over the course of trials (valid: 85% correct; invalid: 15% \ncorrect) and the frequency of these changes was altered (stable vs. volatile phase s) (Figure 2E).  \nIndividuals with autism spectrum disorder  use prior information  less to make difficult \nperceptual decisions  (H2a)  \nAccording to Hypothesis 2 , individuals with ASD  treat prior information as unreliable (i.e. of \nlow precision) . They should thus benefit less from information provided by the cue , and this \nshould  become particularly apparent when sensory uncertainty is high.  \nTo test this , we used a mixed effects model for accuracy and RT data, with the fixed factors \ntask (NCMDT vs CMDT) and group (CG vs. AG) and a subject -specific random factor. We \nfound that the  task had a main effect on performance  (χ2(1)=6.9, p=0.009) . This effect was \ndriven  by the  CG only (task  group  interaction:  χ2(1)=8.3, p=0.004 ). In other words, while the \nCG showed a significant increase in performance  on the CMDT  task, compared to NCMDT  \n(b=-0.152 (95%CI [ -0.228, -0.076]), z=-3.97, p=8.6e -5), the AG did not  show any benefit of \ncue (b=0.007 (95%CI [ -0.070, 0.084]), z=0.18, p=0.860) .  We also found a main effect of task All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "17 \n on RTs (F1,95=47.5, 𝜂𝐺2=0.08, p=6.1e -19), but no group   task interaction  (F1,95=0.04, 𝜂𝐺2=6.8e -\n5, p=0.845 ) (Figure 3A&D).  \n \nFigure 3 Group differences between tasks (CMDT and NCMDT) . Behavioural data (dots) and \nmodel predictions (solid line) for the non -cued (upper) and cued (lower) version of the motion \ndiscrimination task for both groups (AG in blue, CG in magenta). Model predictions (solid lines) were \ngenerated by the DDM, using t he empirically obtained parameter estimates and simulating responses \nacross different coherence levels. From left to right: (A) and (D) Reaction time, (B) and (E) percent \nrightward responses and (C) and (F) proportion correct responses plotted across motio n strength levels. \nIn panels (C) and (F), motion strength for left and right was combined and, since there is no correct \nresponse for zero coherence stimuli, we assigned a random response (i.e. 50% chance of responding \ncorrectly/incorrectly) to these stimu li. Panel (G) shows a zoom -in of the highlighted section in (C) and \n(F) for the 3.2% coherence level across both tasks. Error bars reflect 95% confidence interval. CMDT: \ncued motion discrimination task; NCMDT: non -cued motion discrimination task; AG: autis m spectrum \ndisorder group, CG: control group.  \nNext,  we tested if the benefi cial effects of prior information in the CG  (but not AG) was mainly \ndriven by the fact that controls benefit more from the cue when stimuli  were difficult and \nsensory uncertainty was high  (i.e. low -coherence trials) . This analysis used a GLMM with task, \ngroup and difficulty level (coherence) as fixed factors. As expected, there  was a highly \nsignificant main effect of coherence on accuracy (χ2(1)=6493, p<2.2e-16) and a task  \ncoherence interaction (χ2(2)=18.65, p=8.9e -5), indicating that performance increase across \ntasks differed across coherence levels.  Addition ally, there was also a marginally significant 3-\nway interaction effect of ta sk  group  coherence ( χ2(2)=6.11, p=0.047) on accuracy.  Tukey -\nAll rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "18 \n corrected p ost-hoc analysis revealed that the 3 -way interaction effect was driven by the  lowest \n(non-random) motion strength  in the cued task between groups. In other words,  as predicted \nby H2 , the CG  benefited from using the cue on the most difficult (3.2% coherence) trials (b=-\n0.310, 95%CI=[ -0.413, -0.207],  z=-5.88, p=2.5e -8) whereas the AG did not (b=-0.050, \n95%CI=[ -0.156,0.057],  z=-0.908, p=0.800); see Figure 3G . This difference was not found for \neasier trials  where sensory information alone might have been sufficient to provide a correct \nresponse  (Figure 3F).  \nIndividuals  with ASD are less sensitive to expectations mediated by the cue (H2b)  \nAnother way to test hypothesis 2 is to assess how much the behaviour of both groups is \nmodulated by cue  validity . Given the info rmative nature of the probabilistic cues (85% and \n15% cue validity, respectively), task performance and RT can be improved by exploiting the \ninformation of the cue about the most probable motion direction . However, due to the \nprobabilistic nature of the cu e, this use of prior information makes errors  more likely when cue  \nvalidity is not as expected during the current phase of the task (i.e., a valid cue during an invalid \nphase  and an invalid cue during a valid phase ). Indeed overall performance was higher and RT \nwere lower for expected compared to unexpected trial outcomes  (GLMM  with fixed effects : \ngroup and expectancy, random effects: subject;  main effect of expectancy on RT:  F1,95=61.91, \n𝜂𝐺2=0.010, p=5.7e -12 and GLMM : main effect of expectancy on accuracy: χ2(1)=411.81, \np=1.5e -91). Across groups, e xpectancy had a different ial influence on accuracy  (expectancy  \ngroup interaction: χ2(1)=9.08, p=0.003 ) but not on RT (expectancy  group interaction: \nF1,95=0.51, 𝜂𝐺2<0.001 , p=0.475) . This effect was driven by a selective group difference in \naccuracy for expected stimuli ( post-hoc test  of group effect for expected stimuli: b=0.239 \n(95%CI [0.04, 0.44], z=2.38, p=0.017 ; for unexpected stimuli: b=-0.038 (95%CI [ -0.275, \n0.199], z=-0.315, p=0.752 ).  In other words, i ndividuals with ASD  perform ed as well as \ncontrols on unexpected trials  when cue information was potentially misleading. However , they \ndid not benefit as much from the cue during expected trials  where the cue provide d helpful  \ninformation about the stimulus direction  (Figure 4 A).  \n \nThis suggests that individuals with ASD take information by the cue less into account than \ncontrols.  All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "19 \n  \nFigure 4 Group differences between expectedness and stability. Panel (A) shows the effect of \nexpectedness on RT (left) and accuracy (right) (H2a). There is a significant interaction between \nexpectedness and group on accuracy but n ot RT (see main text). Panel (B) shows phase consistent \nbehaviour. “Phase consistent” means that the response is consistent to the phase of the cue (congruent \nin valid phases and incongruent in invalid phases) in trials without stimulus information, i.e. z ero \ncoherence trials (left) and questions (middle and right bar plot) (H2b, H2c). A more detailed description \nof phase consistency is given in the Methods section. Panel (C) depicts the significant three way \ninteraction effect of expectedness x stability x  group (𝜒2(1)=6.75,  p=0.009) (H4a). Post -hoc tests \nrevealed that volatility modulated the effect of expectedness more in the CG compared to the AG. \nFinally, panel (D) shows how the group effects of trials without stimulus information in panel B are \nmodula ted by stability (H4b, H4c). While there is no significant interaction effect of group and stability \non choice phase consistency (direction response in zero coherence trials) and on reported phase \nconsistency (direction response in question trials), we fou nd a significant group x stability interaction \neffect of reported cue confidence, where stability modulated cue confidence more in the CG compared \nto the AG. Abbreviations: CG: control group, AG: autism spectrum disorder group.  \nAll rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "20 \n Individuals with ASD benefit less from cue information in the absence of sensory \ninformation  about motion direction (H2c -e) \nUntil now , we have examined the effects of the use of prior information on performance in the \npresence of stimuli with non -zero motion coherence , where information provided by the cue \ncompetes with actual sensory information.  Another more direct readout of the use of prior \ninformation are trials where  sensory stimuli are not informat ive about motion direction , i.e. \nzero-coherence trials  (H2c) . We found that the AG  were significantly less likely to base their \ndecisions on the phase of cue validity (phase consistency  on zero coherence trials : t96=2.52, \np=0.013, d=0.512 ). This effect is mirrored by their subjective report  during question trials \n(H2d; reported  phase consistency : t-test: t96=2.77, p=0.007, d=0.562 ) and their report ed cue \nconfidence  (H2e; reported cue confidence: Mann -Whitney U test: U=3.15, p=0.002, r=0.320 ) \n(see Figure 4 B). This suggests that participants with ASD  relied less on the prior information  \nprovided .  \nImportantly, t his effect was not driven by difficulties  of individuals with ASD  in inferring the \nmeaning of the cue during invalid phases , but rather by a general reduction in cue use (see \nadditional post -hoc analysis in Supplementary Material:  Reduced cue benefit not due to invalid \nphases only). \nReduced reliance on cue is n ot a consequence of inflexible priors  (H3) \nEarlier wor k proposed that inflexibility in the use of prior information rather tha n general \nuncertainty might drive deficits in individuals with ASD .11,19 To test this , in the CMDT, the \nfirst experimental phase  (49 trials) used a stably reliable cue (85%) to allow for the acquisition \nof an informed prior . We tested whether after exposure to this early phase the AG  showed a \ntendency to choosing the cue-congruent motion direction more frequently over the rest of the  \nexperiment compared  to the CG , independent ly of the validity of the phase . While there was a \nmarginal ly significant effect , this was in the opposite direction as postulated by the hypothesis \n(H3a; t96=2.11, p=0.038, d=0.428), i.e. the CG  tended to choose the cue congruent direction \nmore often than the AG . Furthermore, and also not consistent with the hypothesis, there was \nno group difference in the cue consistency reported on question trials  (H3b) : t96=0.856, \np=0.394, d=0.174). These findi ngs suggest that the overall tendency to rely less on the cue in \nindividuals with ASD  was not driven by the inflexibility to change a prior established early in \nthe task  (as was predicted by hypothesis 3 ). All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "21 \n Volatility -induced hierarchical learning is dimini shed in the AG  (H4) \nFinally, the last hypothesis suggested that overreliance on sensory information in individuals \nwith ASD  may be driven by alterations in hierarchical learning. To test this, our CMDT \nparadigm  introduced volatile changes in cue validity.  According to Bayesian models of \nlearning , higher uncertainty about cue reliability should occur during volatile phases , \naccompanied by faster learning rates.  \nWe first assessed the predicted effect of higher uncertainty about cue validity b y comparing \nthe expectancy effect  on accuracy between stable and volatile phases (H4a). A GLMM ( fixed \neffects: stability, expectedness, group; random effects: subject ) showed that s tability affected \nthe expectancy effect  (expectedness  stability  interaction : 𝜒2(1)=47.94 , p=4.4e -12) and this \neffect was different across groups (3 -way interaction: expectedness  stability  group:  \n𝜒2(1)=6.75, p=0.009). \nInterestingly, Tukey -corrected post -hoc tests  showed that the 3 -way interaction effect was \ndriven by an opposing effect of  stability on unexpected ( z=4.70 p=1.5e -5) and expected  trial \noutcomes  in the controls (z=-5.41, p=3.7e -7) (Figure 4 C): while overall performance f or \nexpected stimuli decreased during volatile phases , performance for unexpected stimuli \nincreased . This suggests that during volatile phases the CG  became less influenced by  the cue. \nBy contrast, in the AG, this effect of volatility  was not observed  for unexpected  trial outcomes \n(z=1.96, p=0.204 ) and was less clear for expected trial outcomes than in CG (z=-2.80, p=0.026 ). \nThis suggests that choices were less influence d by stability in the AG compared to the CG. \nHowever, o n trials without information  about stimulus direction, i.e. trials with zero motion \ncoherence (H4b) and question trials (H4c ), a corresponding effect  of stability on  phase  \nconsistency was not found (Figure 4 D; for further details, see Supplementary  Material : \nHierarchical learning hypothesis).  \nFinally , we examined reported cue confidence  on question trials  (H4d) . We found a strong \nmain effect of stability ( GLMM : F1,95=33.93, 𝜂𝐺2=0.04, p=7.8e -8,) and group ( F1,95=11.30, \n𝜂𝐺2=0.09, p=0.0011) and an interaction effect of group  stability (F1,95=5.94, 𝜂𝐺2=0.007, \np=0.017 ) (Figure 4 D).  \nOverall, hypothesis 4 could thus only be confirmed  partially . While stability modulated \naccuracy and cue confidence differently in both groups, this effect was not apparent when \nexamining phase consistency on trials without relevant sensory information.   All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "22 \n Discussion   \nIn this study , we investig ated competing predictions that arise from the general “Bayesian \nbrain” theory of autism. While this theory suggests that autistic symptoms result from an \noverweighting of sensory information relative to prior information8–10, there are different \nreasons w hy this imbalance could arise . Specifically, four different causes have been proposed \nby previous literature: overprecise sensation s (H1), imprecise prior s (H2), inflexible prior s \n(H3), and  altered hierarchical learning (H4).   \nThese hypotheses  have been te sted in previous studies ,19,22 –25,27 –29,31,32,43,44 however, with \nconflicting results. At least the three aforementioned reasons  may explain this inconsistency : \n(i) many studies did not compare the relative plausibility of the different hypotheses but tested \na single one , (ii) some studies did not examine individuals with a clinical diagnosis of ASD, \nbut autistic traits in the general population ,26,29,31 and when diagnosed individuals were \ninvestigated , (iii) sample sizes were mostly small, ranging from  N=14 to N=26 in most \nstudies ,19,22,24,25,28,31 –33,36,37,44 with few exceptions .23,27,34  \nIn the current study , we tried to address these issues and designed a set of experiments to \nsystematically test the different hypotheses in a larger clinical sample ( 47 adults diagnosed \nwith ASD and 50 matched controls ). We found evidence for imprecise prior s and, to a lesser \ndegree, altered hierarchical learning, but not for overprecise sensation s or inflexible prior s. An \noverview of all hypotheses we tested and the r esults is provided by Table 3 .  \nIn the following, we briefly discuss these results hypothesis by hypothesis and compare them \nto previous literature.  \n  All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "23 \n Table 3 Overview of the hypotheses tested in this study.  The statements express the alternative \nhypothesis (in the context of frequentist null hypothesis testing). A green check mark indicates that the \nnull hypothesis was rejected; a red cross indicates that the null hypothesis could not be rejected.  \nH1: Overp recise sensation \nhypothesis  H2: Imprecise prior \nhypothesis  H3: Inflexible prior \nhypothesis  H4: Hierarchical learning \nof priors  \nDoes sensory processing and \nevidence accumulation differ \nbetween  the AG and CG  in \nthe NCMDT ? Does the AG  use contextual \nprior information less than \nthe CGs ? Does the AG have  more \ndifficulties than the CG  in \nupdating a contextual prior \nafter learning it initially?  Is the use of prior \ninformation in the AG less \nmodulated by the volatility \nof the contextual cue  than \nin the CG ? \n H1a \nThe AG and CG differ in \naccuracy and RT.  \n \n H1b \nThe AG and CG differ in \nDDM parameter estimates \n(drift, threshold).   H2a \nThe AG benefits less than \nthe CG from prior \ninformation provided by \ncues. \n \n H2b \nThe AG shows a smaller \ndifference in accuracy \nbetween expected and \nunexpected stimuli than the \nCG.  \n \n H2c \nResponses of the AG are \nless phase -consistent on \nzero-coherence trials than \nresponse of the CG.  \n \n H2d \nResponses of the  AG are \nless phase -consistent on \nquestion trials than those of \nthe CG.  \n \n H2e \nThe AG reports lower cue \nconfidence  than the CG on \nquestion trials.   H3a \nThe AG chooses options \nconsistent with the cue  \nmore frequently  (are more \ncue consistent) than the CG.  \n \n H3b \nThe AG is more cue \nconsistent in their reports \non question trials than the \nCG.   H4a \nStability modulates the \naccuracy difference \nbetween expected and \nunexpected trial outcomes \nless in the AG than in the \nCG. \n \n H4b \nStability modulates the \nphase consistency  less in \nthe AG than in the CG.  \n \n H4c \nStability modulates the \nreported phase \nconsistency less in the AG \nthan in the CG.   \n \n H4d \nStability of the phase  \nmodulates the reported \ncue confidence  less in the \nAG than  in the CG.   All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "24 \n Hypothesis  1: Sensory  information  processing  is more  precise  in \nindividuals  with  ASD   \nSensory processing in individuals with ASD has been investigated by numerous studies .45 \nAlthough the literature is not consistent, several studies in different sensory domains  suggest \nthat individuals with ASD may experience hypersensitivity to sensations ,46–49 may process low -\nlevel stimulus features with higher sensory precision ,15–17,46,50,51 and may have difficulties in \nprocess ing more complex  sensory stimuli50,52 and integrat ing multiple sensory domains .53,54 \nSensory processing can be investigated in man y different  ways . We chose a  well-established  \nexperimental paradigm  (moving dots task with different motion coherence levels55) that \nallowed us to quantify sensory processing  using a drift diffusion model (DDM) . Our analys es \ndid not reveal any superiority of individuals with ASD  in evidence accumulation – neither in \noverall accuracy and RT, nor in any of the DDM  parameter  estimate s (H1a, H1b)  – as would \nbe expected when sensory precision is enhanced . On the contrary, there was a marginal ly \nsignificant effec t (not surviving correction) in the opposite direction, i.e. the controls  showed \na faster accumulation of sensory information ( higher drift ). These results differ from those of \na previous study  using a smaller sample and a different paradigm (discriminatio n of orientation \nin static Gabor patche s)56. Notably , this study focused on evidence accumulation as the only \nexplanation of perceptual differences, without considering the possibility of altered priors.  This \nis important because, from a Bayesian view, an increase in the weight of sensory information \ncould equally result from enhanced sensory precision or less precise priors.  \nSo far, only one study reporting enhanced sensory processi ng allowed for investigating changes \nin either sensory processing or prior s.26 That study , however,  used a different type of motion \ndetection task and, more importantly, investigated autistic traits in the general population (as \nopposed to individuals with a clinical diagnosis of ASD).  \nHypothesis  2: Individuals  with  ASD  weigh  prior  information  less  \nThe imprecise prior hypothesis  assumes that perception in individuals with ASD  is dominated \nby sensory information because their priors are less precise . This notion was first articulated, \nin an explicit ly Bayesian context, by Pellicano and Burr .10 Their proposal was partially based \non earlier studies suggesting that altered use of prior information may affect perception in \nASD .18,57,58 Specifically, Pellicano and Burr10 proposed the existence of \"hypo -prior s\" in All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "25 \n individuals with ASD , i.e. prior s with reduced precision, leading to smaller influence of prior  \nexpectations on perception  and a greater weight of sensory information . They predict ed that \nhypo -priors would become particularly visible in situations where priors help to resolve  \nuncertainty . Our paradigm  allowed for testing this hypothesis directly, confirming five distinct \npredictions (H2a -H2e) : \nFirst, comparing the versions of our task with and without cues, the AG benefitted less from \nthe availability of cues than the CG  (H2a) , especially on trials with low coherence.  Second, on \ntrials where the outcome  was predicted by the cue , the AG profited significantly less from the \ncue than the CG (H2b) . Third, our experiment included trials where sensory input was \ncompletely  uninformative ( zero coherence trials)  and the only information that could guide \ndecisions was provided by the cue. On these trials , individuals with ASD  relied significantly \nless on cue information than the controls  (H2c) . Fourth , on \"question  trials \" in our experiment \nparticipants were asked , after the cue was presented,  to indicate which stimulus direction they \nexpected. In the AG, r esponses were less consistent with the cue prediction than in the CG \n(H2d).  Fifth, on question trials, individuals with ASD  report ed lower confidence in their \nprediction  than controls (H2e) . Sixth, an additional model -based analysis (DDM with the \nstarting value as free parameter to account for valid vs. invalid phases) provided results that \nwere consistent with the model -agnos tic analyses described above (see Supplementary \nMaterial).  \nOur results thus support the prediction by Pellicano and Burr10 that the precision of priors is \nreduced in ASD. This prediction has previously been tested by numerous studies using a variety \nof different visual or auditory tasks or temporal integration paradigms, both in individuals with \na clinical diagnosis and in the general population. While the majority of studies yielded results \nconsistent with less precise priors ,24,25,27,29,31 –33,35 two studies did not find evidence for weaker \npriors .26,28 We comment on possible reasons for this discrepancy below.  \nHypothesis  3: Individuals  with  ASD  have  inflexible  prior s  \nInflexible priors might represent an alternative reason why prior information may not be \nexploited fully in individuals with ASD : they might be capable of acquiring prior s upon \nexposure to a new environment  or context , but are then possibly inflexible in adjusting their \npriors once th is environment changes.  This possibility was suggest ed by previous concepts and \nstudies .11,19,31,36 Because inflexibility has been defined inconsistently in the context of Bayesian All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "26 \n perception , the findings might also be explained by other causes ,36,37 as discussed by some \nauthors .19 \nWe investigated th e possib le presence of inflexible priors  by testing whether the priors acquired \nat the beginning of the experiment (during the initial valid cue phase ) shaped responses \nthroughout the remainder of the experiment. However, w e did not find any  evidence support ing \nthis notion: individuals with ASD did not choose options consistent with the cue  more \nfrequently than controls , neither on standard trials nor on question trials  (where the expected \ndirection had to be indicated, in the absence of a stimulus) .  \nHypothe sis 4: Volatility -induced  hierarchical  learning  is \ndiminished  in the AG \nAnother reason why individuals with ASD may differ in their use of prior information may  \nrelate to how they adapt to changes in uncertainty , specifically through learning  hierarchical  \nrelations between environmental causes. F or example, the updating of low-level priors (e.g. \nabout concrete events in the world) depends on higher -order estimates of abstract quantities, \nsuch as environmental volatility .59,60 For ASD , it has been suggest ed that changes in learning \noccur at higher (i.e. more abstract) levels of perceptual hierarchies  in particular, e.g. due to \naltered precision of beliefs about volatility .14  \nThe results from our study were largely in line with this hypothesis. In particular , we found a \ngroup difference in how volatility affected cue use  (i.e. a group volatilityexpectedness \ninteraction) : in the CG, the cue exerted less influence on responses during volatile phases, with \ndecreased performance for expected stimuli and increase d performance for unexpected stimuli . \nBy contrast, t his effect was significantly weaker in the AG  – a finding  that would be consistent \nwith altered hierarchical learning in ASD and ensuing weaker  weighting of prior expectations \ncompared to sensory informat ion, e.g. due to higher estimates of volatility .8 \nHowever, one would expect that this putative difference is also visible on trials  without sensory \nstimulus information (question trials and zero coherence trials). Here, our results were mixed: \nwhile we did  not find an effect of volatility on phase consistency , we did observe an effect of \nvolatility on reported cue confidence. In summary, although not all predictions could be \nconfirmed, no evidence to the contrary was found . Overall, our findings thus support the \nhypothesis of altered hierarchical learning in ASD.  All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "27 \n In the previous literature , three studies have examined learning under volatile conditions in \nindividuals with ASD, with contradictory results. Two studies on adults with ASD also found \neviden ce for altered hierarchical learning .22,34 One computational m odelling study  \ndemonstrated elevat ed learning of volatility  and increased estimates of changes in volatility \n(meta -volatility)  during an audio -visual learning task , suggesting that individuals w ith ASD \nlearn to “expect the unexpected” .22 By contrast , a second  study ,34 reported that perception in \nindividuals with ASD during an auditory serial discrimination was more strongly dominated \nby information from the past, implying reduced learning of vola tility.  Finally, a third study \nfailed to find a difference in learning rate between volatile and stable phase s during a visual \nassociative learning task .23 This study differed from our and the other previous studies in that \nit investigated children (not ad ults) with ASD and did not use stimuli imbued with sensory \nuncertainty.  \nStrengths  and weakness es of our study   \nOur study has strengths and weaknesses.  One particular strength of our study is that it was \ndesigned to  provide readouts allowing for both qualitative and quantitative tests of four \ncompeting hypotheses.  In order to test the processing of sensory information, we focus ed on \nan established computational  model  (DDM)  that was applied to data from an equally well-\nestablished  perceptual paradigm (d ot motion task) . Conversely, to probe the role of priors , we \nincluded specifically designed trials  for testing the influence of prior expectati ons in the \nabsence of informative  sensory information  (zero coherence trials) and in the absence of any \nsensory i nformation (question trials). These trials allowed us to probe putative effects of altered \npriors without the need of adopting a specific model of perceptual inference. This qualitative  \napproach has the advantage of  obtaining a direct ly informative  readout  and obviates the need \nof inverting a (potentially complex) model . A weakness of this approach to testing the influence \nof priors is that understanding the exact mechanism behind data in relation to hypotheses H2 \n(imprecise priors) and H4 (altered hierarch ical learning) require s trial-by-trial model ling.  \nAdditionally, we took care to ensure that our experimental assessments avoided potential \nconfounds such as previously reported deficits in motor skills in ASD .61–64 Instead, we \ndeveloped patient -friendly tasks that only required eye movements to express decisions.  \nFinally, it is worth  emphasising that, compared to previous investigations,  we recruited a large \nsample of adults with ASD , together with  a control group c arefully matched with regard to age, All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "28 \n gender , and handedness . Diagnosing adults with ASD is challenging and requires  particular \nexpertise, and some of the variability in the literature may result from different diagnostic \nstandards. In our study, diagnoses of ASD were  carefully established and confirmed by a \nspecialised psychiatrist .  \nSummary  and outlook  \nThis study has compared different hypothetical mechanisms  of altered perception in ASD all \nof which derive from the general \"Bayesian brain\" theory. Our fin dings suggest that perception \nin adults  with ASD  relies less on prior information and may adjust less to changes in the \nenvironment. These findings  may help explain salient clinical features  of ASD , such as higher \nintolerance of uncertainty65–70 and frequent feelings of being overwhelm ed.10 Our study \nillustrates how competing explanations derived from the same theoretical (i.e. Bayesian brain) \nframework can be compared, using a combination of computational mode lling and qualitative \ntests. If the prese nt results can be confirmed in future studies of this sort, they might help to \ninform new treatment approaches , e.g. cognitive interventions specifically focus ed on \ndeveloping more precise prior expectations .8  \nAcknowledgements  \nWe thank Natalie Araya for h er assistance with regulatory issues.  Furthermore, w e \nacknowledge financial support by the Stiftung Netzwerk Schizophrenie (HH), René and \nSusanne Braginsky Foundation (KES), and the University of Zurich  (KES) .  \nCompeting  interests  \nThe authors report no com peting interests.  \n  All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "29 \n References  \n1.  Asperger DDH. Die „Autistischen Psychopathen” im Kindesalter. Archiv f Psychiatrie . \n1944;117(1):76 -136. doi:10.1007/BF01837709  \n2.  Kanner L. Early infantile autism. The Journal of Pediatrics . 1944;25(3):211 -217. \ndoi:10.1016/S0022 -3476(44)80156 -1 \n3.  Baron -Cohen S. The Autistic Child’s Theory of Mind: a Case of Specific Developmental \nDelay. Journal of Child Psychology and Psychiatry . 1989;30(2):285 -297. \ndoi:10.1111/j.1469 -7610.1989.tb00241.x  \n4.  Chevallier C, Kohls  G, Troiani V, Brodkin ES, Schultz RT. The social motivation theory \nof autism. Trends in Cognitive Sciences . 2012;16(4):231 -239. \ndoi:10.1016/j.tics.2012.02.007  \n5.  Baron -Cohen S, Leslie AM, Frith U. Does the autistic child have a “theory of mind” ? \nCogniti on. 1985;21(1):37 -46. doi:10.1016/0010 -0277(85)90022 -8 \n6.  Happé F, Frith U. The Weak Coherence Account: Detail -focused Cognitive Style in \nAutism Spectrum Disorders. J Autism Dev Disord . 2006;36(1):5 -25. doi:10.1007/s10803 -\n005-0039 -0 \n7.  Mottron L, Dawson M, Soulières I, Hubert B, Burack J. Enhanced Perceptual Functioning \nin Autism: An Update, and Eight Principles of Autistic Perception. J Autism Dev Disord . \n2006;36(1):27 -43. doi:10.1007/s10803 -005-0040 -7 \n8.  Haker H, Schneebeli M, Stephan KE. Can Bayesian Theories of Autism Spectrum \nDisorder Help Improve Clinical Practice? Front Psychiatry . 2016;7. \ndoi:10.3389/fpsyt.2016.00107  \n9.  Lawson RP, Rees G, Friston KJ. An aberrant precision account of autism. Front Hum \nNeurosci . 2014;8. doi:10.3389/fnhum.2014.00302  \n10.  Pellicano E, Burr D. When the world becomes ‘too real’: a Bayesian explanation of \nautistic perception. Trends in Cognitive Sciences . 2012;16(10):504 -510. \ndoi:10.1016/j.tics.2012.08.009  All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 30",
      "page_number": 30,
      "text": "30 \n 11.  Van de Cruys S, Evers K, Van der Hallen R, et al. Precise minds in uncertain worlds: \nPredictive coding in autism. Psychological Review . 2014;121(4):649 -675. \ndoi:10.1037/a0037665  \n12.  Petzschner FH, Weber LAE, Gard T, Stephan KE. Computational Psychosomatic s and \nComputational Psychiatry: Toward a Joint Framework for Differential Diagnosis. Biol \nPsychiatry . 2017;82(6):421 -430. doi:10.1016/j.biopsych.2017.05.012  \n13.  Brock J. Alternative Bayesian accounts of autistic perception: comment on Pellicano and \nBurr. Trends in Cognitive Sciences . 2012;16(12):573 -574. doi:10.1016/j.tics.2012.10.005  \n14.  Friston KJ, Lawson R, Frith CD. On hyperpriors and hypopriors: comment on Pellicano \nand Burr. Trends in Cognitive Sciences . 2013;17(1):1. doi:10.1016/j.tics.2012.11.003  \n15.  Heaton P. Pitch memory, labelling and disembedding in autism. Journal of Child \nPsychology and Psychiatry . 2003;44(4):543 -551. doi:10.1111/1469 -7610.00143  \n16.  Heaton P, Hermelin B, Pring L. Autism and Pitch Processing: A Precursor for Savant \nMusical A bility? MUSIC PERCEPT . 1998;15(3):291 -305. doi:10.2307/40285769  \n17.  Mottron L, Peretz I, Ménard E. Local and Global Processing of Music in High -functioning \nPersons with Autism: Beyond Central Coherence? The Journal of Child Psychology and \nPsychiatry and A llied Disciplines . 2000;41(8):1057 -1065.  \n18.  Ropar D, Mitchell P. Shape constancy in autism: the role of prior knowledge and \nperspective cues. Journal of Child Psychology and Psychiatry . 2002;43(5):647 -653. \ndoi:10.1111/1469 -7610.00053  \n19.  Zaidel A, Goin -Kochel RP, Angelaki DE. Self -motion perception in autism is \ncompromised by visual noise but integrated optimally across multiple senses. \nProceedings of the National Academy of Sciences . 2015;112(20):6461 -6466. \ndoi:10.1073/pnas.1506582112  \n20.  Friston K. A theory of cortical responses. Philos Trans R Soc Lond B Biol Sci . \n2005;360(1456):815 -836. doi:10.1098/rstb.2005.1622  All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 31",
      "page_number": 31,
      "text": "31 \n 21.  Rao RP, Ballard DH. Predictive coding in the visual cortex: a functional interpretation of \nsome extra -classical receptive -field effect s. Nat Neurosci . 1999;2(1):79 -87. \ndoi:10.1038/4580  \n22.  Lawson RP, Mathys C, Rees G. Adults with autism overestimate the volatility of the \nsensory environment. Nature Neuroscience . 2017;20(9):1293 -1299. doi:10.1038/nn.4615  \n23.  Manning C, Kilner J, Neil L,  Karaminis T, Pellicano E. Children on the autism spectrum \nupdate their behaviour in response to a volatile environment. Dev Sci . Published online \nAugust 1, 2016:n/a -n/a. doi:10.1111/desc.12435  \n24.  Gonzalez -Gadea ML, Chennu S, Bekinschtein TA, et al. Pred ictive coding in Autism \nSpectrum Disorder and Attention Deficit Hyperactivity Disorder. Journal of \nNeurophysiology . Published online August 26, 2015:jn.00543.2015. \ndoi:10.1152/jn.00543.2015  \n25.  Karaminis T, Cicchini GM, Neil L, et al. Central tendency eff ects in time interval \nreproduction in autism. Scientific Reports . 2016;6:28570. doi:10.1038/srep28570  \n26.  Karvelis P, Seitz AR, Lawrie SM, Seriès P. Autistic traits, but not schizotypy, predict \nincreased weighting of sensory information in Bayesian visual  integration. Stephan KE, \ned. eLife . 2018;7:e34115. doi:10.7554/eLife.34115  \n27.  Noel JP, Stevenson RA, Wallace MT. Atypical audiovisual temporal function in autism \nand schizophrenia: similar phenotype, different cause. European Journal of \nNeuroscience . 2018;47(10):1230 -1241. doi:10.1111/ejn.13911  \n28.  Noel JP, Lakshminarasimhan KJ, Park H, Angelaki DE. Increased variability but intact \nintegration during visual navigation in Autism Spectrum Disorder. Proceedings of the \nNational Academy of Sciences . 2020;117 (20):11158 -11166. \ndoi:10.1073/pnas.2000216117  \n29.  Powell G, Meredith Z, McMillin R, Freeman TCA. Bayesian Models of Individual \nDifferences. Psychol Sci . 2016;27(12):1562 -1572. doi:10.1177/0956797616665351  All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 32",
      "page_number": 32,
      "text": "32 \n 30.  Robic S, Sonié S, Fonlupt P, et al. Decision -Making in a Changing World: A Study in \nAutism Spectrum Disorders. J Autism Dev Disord . Published online November 30, \n2014:1 -11. doi:10.1007/s10803 -014-2311 -7 \n31.  Skewes JC, Jegindø EM, Gebauer L. Perceptual inference and autistic traits. Autism . \nPublished  online 2014:1362361313519872.  \n32.  Turi M, Burr DC, Igliozzi R, Aagten -Murphy D, Muratori F, Pellicano E. Children with \nautism spectrum disorder show reduced adaptation to number. Proceedings of the \nNational Academy of Sciences . 2015;112(25):7868 -7872. do i:10.1073/pnas.1504099112  \n33.  Turi M, Karaminis T, Pellicano E, Burr D. No rapid audiovisual recalibration in adults on \nthe autism spectrum. Scientific Reports . 2016;6(1):21756. doi:10.1038/srep21756  \n34.  Lieder I, Adam V, Frenkel O, Jaffe -Dax S, Sahani M , Ahissar M. Perceptual bias reveals \nslow -updating in autism and fast -forgetting in dyslexia. Nature Neuroscience . \n2019;22(2):256 -264. doi:10.1038/s41593 -018-0308 -9 \n35.  Lawson RP, Aylward J, White S, Rees G. A striking reduction of simple loudness \nadaptat ion in autism. Sci Rep . 2015;5. doi:10.1038/srep16157  \n36.  Sapey -Triomphe LA, Timmermans L, Wagemans J. Priors Bias Perceptual Decisions in \nAutism, But Are Less Flexibly Adjusted to the Context. Autism Research . \n2021;14(6):1134 -1146. doi:10.1002/aur.2452  \n37.  Sapey -Triomphe LA, Weilnhammer VA, Wagemans J. Associative learning under \nuncertainty in adults with autism: Intact learning of the cue -outcome contingency, but \nslower updating of priors. Autism . Published online September 17, \n2021:13623613211045026. d oi:10.1177/13623613211045026  \n38.  Rosenthal R. Parametric measures of effect size. In: The Handbook of Research Synthesis . \nRussell Sage Foundation; 1994:231 -244. \n39.  SR Research. EyeLink 1000 User Manual 1.5.0. Published online 2010. Accessed \nSeptember 15, 2020. http://sr -\nresearch.jp/support/EyeLink%201000%20User%20Manual%201.5.0.pdf  \n40.  Ratcliff R. A Theory of Memory Retrieval. Psychological review . 1978;85(2):59.  All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 33",
      "page_number": 33,
      "text": "33 \n 41.  Ratcliff R, Smith PL, Brown SD, McKoon G. Diffusion Decision Model: Current Issues \nand History. Trends in Cognitive Sciences . 2016;20(4):260 -281. \ndoi:10.1016/j.tics.2016.01.007  \n42.  Wilkinson MD, Dumontier M, Aalbersberg IjJ, et al. The FAIR Guiding Principles for \nscientific data management and stewardship. Sci Data . 2016;3(1):160018. \ndoi:10.1038/sdata.2016.18  \n43.  Lieder F, Daunizeau J, Garrido MI, Friston KJ, Stephan KE. Modelling Trial -by-Trial \nChanges in the Mismatch Negativity. PLoS Comput Biol . 2013;9(2):e1002911. \ndoi:10.1371/journal.pcbi.1002911  \n44.  Robic S, Sonié S, Fonlupt P, et al. Decision -Making in a Changing World: A Study in \nAutism Spectrum Disorders. Journal of Autism and Developmental Disorders . \n2015;45(6):1603 -1613. doi:10.1007/s10803 -014-2311 -7 \n45.  Robertson CE, Baron -Cohen S. Sensory perception in autism. Nature Reviews  \nNeuroscience . 2017;18(11):671 -684. doi:10.1038/nrn.2017.112  \n46.  Ashwin E, Ashwin C, Rhydderch D, Howells J, Baron -Cohen S. Eagle -Eyed Visual \nAcuity: An Experimental Investigation of Enhanced Perception in Autism. Biological \nPsychiatry . 2009;65(1):17 -21. doi:10.1016/j.biopsych.2008.06.012  \n47.  Fukuyama H, Kumagaya S ichiro, Asada K, Ayaya S, Kato M. Autonomic versus \nperceptual accounts for tactile hypersensitivity in autism spectrum disorder. Scientific \nReports . 2017;7(1):8259. doi:10.1038/s41598 -017-08730 -3 \n48.  Matsuzaki J, Kagitani -Shimono K, Goto T, et al. Differential responses of primary \nauditory cortex in autistic spectrum disorder with auditory hypersensitivity. NeuroReport . \n2012;23(2):113 -118. doi:10.1097/WNR.0b013e32834ebf44  \n49.  Sapey‐Triomphe LA , Lamberton F, Sonié S, Mattout J, Schmitz C. Tactile \nhypersensitivity and GABA concentration in the sensorimotor cortex of adults with \nautism. Autism Research . 2019;12(4):562 -575. doi:10.1002/aur.2073  All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 34",
      "page_number": 34,
      "text": "34 \n 50.  Bertone A, Mottron L, Jelenic P, Faubert J. Enhan ced and diminished visuo -spatial \ninformation processing in autism depends on stimulus complexity. Brain . \n2005;128(10):2430 -2441. doi:10.1093/brain/awh561  \n51.  O’Riordan M, Passetti F. Discrimination in Autism Within Different Sensory Modalities. \nJ Autism D ev Disord . 2006;36(5):665 -675. doi:10.1007/s10803 -006-0106 -1 \n52.  Bertone A, Mottron L, Jelenic P, Faubert J. Motion Perception in Autism: A “Complex” \nIssue. Journal of Cognitive Neuroscience . 2003;15(2):218 -225. \ndoi:10.1162/089892903321208150  \n53.  Chan JS , Langer A, Kaiser J. Temporal integration of multisensory stimuli in autism \nspectrum disorder: a predictive coding perspective. J Neural Transm . 2016;123(8):917 -\n923. doi:10.1007/s00702 -016-1587 -5 \n54.  Stevenson RA, Siemann JK, Schneider BC, et al. Multise nsory Temporal Integration in \nAutism Spectrum Disorders. J Neurosci . 2014;34(3):691 -697. \ndoi:10.1523/JNEUROSCI.3615 -13.2014  \n55.  Roitman JD, Shadlen MN. Response of Neurons in the Lateral Intraparietal Area during \na Combined Visual Discrimination Reaction Time Task. J Neurosci . 2002;22(21):9475 -\n9489. doi:10.1523/JNEUROSCI.22 -21-09475.2002  \n56.  Pirrone A, Dickinson A, Gomez R, Stafford T, Milne E. Understanding perceptual \njudgment in autism spectrum disorder using the drift diffusion model. Neuropsychology . \n2017;31(2):173 -180. doi:10.1037/neu0000320  \n57.  Bölte S, Holtmann M, Poustka F, Scheurich A, Schmidt L. Gestalt Perception and Local -\nGlobal Processing in High -Functioning Autism. J Autism Dev Disord . 2007;37(8):1493 -\n1504. doi:10.1007/s10803 -006-0231 -x \n58.  Happé FGE. Studying Weak Central Coherence at Low Levels: Children with Autism do \nnot Succumb to Visual Illusions. A Research Note. Journal of Child Psychology and \nPsychiatry . 1996;37(7):873 -877. doi:10.1111/j.1469 -7610.1996.tb01483.x  All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 35",
      "page_number": 35,
      "text": "35 \n 59.  Mathys C, Dauni zeau J, Friston KJ, Stephan KE. A Bayesian foundation for individual \nlearning under uncertainty. Front Hum Neurosci . 2011;5:39. \ndoi:10.3389/fnhum.2011.00039  \n60.  Mathys CD, Lomakina EI, Daunizeau J, et al. Uncertainty in perception and the \nHierarchical Gau ssian Filter. Front Hum Neurosci . 2014;8. \ndoi:10.3389/fnhum.2014.00825  \n61.  Bhat AN, Landa RJ, Galloway JC (Cole). Current Perspectives on Motor Functioning in \nInfants, Children, and Adults With Autism Spectrum Disorders. Physical Therapy . \n2011;91(7):1116 -1129. doi:10.2522/ptj.20100294  \n62.  Damme TV, Simons J, Sabbe B, West D van. Motor abilities of children and adolescents \nwith a psychiatric condition: A systematic literature review. World Journal of Psychiatry . \n2015;5(3):315 -329. doi:10.5498/wjp.v5.i3.315  \n63.  Gowen E, Hamilton A. Motor Abilities in Autism: A Review Using a Computational \nContext. J Autism Dev Disord . 2013;43(2):323 -344. doi:10.1007/s10803 -012-1574 -0 \n64.  Linke AC, Kinnear MK, Kohli JS, et al. Impaired motor skills and atypical functional \nconnectivity of the sensorimotor system in 40 - to 65 -year-old adults with autism spectrum \ndisorders. Neurobiology of Aging . 2020;85:104 -112. \ndoi:10.1016/j.neurobiolaging.2019.09.018  \n65.  Boswell JF, Thompson -Hollands J, Farchione TJ, Barlow DH. Intolerance of Uncertainty: \nA Common Factor in the Treatment of Emotional Disorders. J Clin Psychol . 2013;69(6). \ndoi:10.1002/jclp.21965  \n66.  Hodgson AR, Freeston MH, Honey E, Rodgers J. Facing the Unknown: Intolerance of \nUncertainty in Children with Autism Spectrum Disorder. Journal of Applied Research in \nIntellectual Disabilities . 2017;30(2):336 -344. doi:10.1111/jar.12245  \n67.  Joyce C, Honey E , Leekam SR, Barrett SL, Rodgers J. Anxiety, Intolerance of \nUncertainty and Restricted and Repetitive Behaviour: Insights Directly from Young \nPeople with ASD. J Autism Dev Disord . 2017;47(12):3789 -3802. doi:10.1007/s10803 -\n017-3027 -2 All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    },
    {
      "section": "Page 36",
      "page_number": 36,
      "text": "36 \n 68.  Keefer A, Kreiser NL, Singh V, et al. Intolerance of Uncertainty Predicts Anxiety \nOutcomes Following CBT in Youth with ASD. J Autism Dev Disord . 2017;47(12):3949 -\n3958. doi:10.1007/s10803 -016-2852 -z \n69.  Rodgers J, Hodgson A, Shields K, Wright C, Honey E, Freeston M. Towards  a Treatment \nfor Intolerance of Uncertainty in Young People with Autism Spectrum Disorder: \nDevelopment of the Coping with Uncertainty in Everyday Situations (CUES©) \nProgramme. J Autism Dev Disord . 2017;47(12):3959 -3966. doi:10.1007/s10803 -016-\n2924 -0 \n70.  Vasa RA, Kreiser NL, Keefer A, Singh V, Mostofsky SH. Relationships between autism \nspectrum disorder and intolerance of uncertainty. Autism Research . 2018;11(4):636 -644. \ndoi:10.1002/aur.1916  All rights reserved. No reuse allowed without permission. perpetuity. preprint (which was not certified by peer review) is the author/funder, who has granted medRxiv a license to display the preprint in The copyright holder for this this version posted February 8, 2022. ; https://doi.org/10.1101/2022.02.07.22270242doi: medRxiv preprint"
    }
  ]
}