{
  "doc_type": "scientific paper",
  "title": "Epistemic injustice and mental illness",
  "authors": [
    "Anastasia Phillippa Scrutton"
  ],
  "year": 2017,
  "journal": null,
  "doi": null,
  "abstract": "This chapter examines epistemic injustices occurring in the context of psychiatric diagnosis and treatment, arguing that people diagnosed with mental illnesses often suffer from diminished credibility and hermeneutical marginalization due to the authoritative status of medical perspectives. It also discusses how recognizing the epistemic privileges of people diagnosed with mental illnesses—specifically their first-person knowledge of experience and of what is good for them—can counter epistemic injustice and provide new hermeneutical resources for epistemic justice. The chapter further explores implications for clinical practice and ethical behavior, while situating the discussion within ongoing debates about the nature of mental illness and the impact of diagnostic practices.",
  "keywords": [
    "epistemic injustice",
    "mental illness",
    "psychiatry",
    "testimonial injustice",
    "hermeneutical marginalization",
    "diagnosis",
    "mental health",
    "epistemic privilege",
    "first-person knowledge",
    "clinical practice"
  ],
  "research_topics": [
    "Epistemic Injustice",
    "Mental Illness and Psychiatry",
    "Philosophy of Medicine",
    "Phenomenology of Mental Disorder",
    "Medical Ethics",
    "Patient-Clinician Relationship",
    "Stigma in Mental Health",
    "Hermeneutics",
    "Cognitive Bias",
    "Mental Health Diagnosis"
  ],
  "created_at": "2025-05-04T23:26:02.238437Z",
  "source_pdf": "documents/research/Global/Scrutton 2017 Epistemic Injustice and Mental Illness.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:TheRoutledge Handbook ofEpistemic Injustice\nAuthor:IanJamesKidd\nArticleTitle: Ch.33Epistemic injusticeandmentalillness\nArticleAuthor: Scrutton, Anastasia Phillippa\nDescription: xviii,419pages\nDate:2017Pages:347-355\nISBN-9780367370633;\nPublisher: NewYork;London:Routledge 2017\nSource:TheRoutledge Handbook ofEpistemic Injustice\nCopyright: CCL\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "347 Introduction \n The ﬁrst part of this chapter looks at epistemic injustices that can take place in the context of \npsychiatric diagnosis and treatment. I argue people diagnosed with mental illnesses are often ste-reotyped in such a way as to deﬂate their credibility, and that the authoritative and even exclusive status accorded to third- person, medical perspectives on experiences of mental illness leads to hermeneutical marginalization and silencing. The second part of the chapter takes as its starting- point the idea that epistemic injustice can be countered by a recognition of the ways in which the marginalized person is in fact epistemically privileged. I argue that recognizing the ways in which people diagnosed with mental illnesses have access to distinctive and/or unique forms of knowledge can correct our testimonial sensibilities and provide us with new hermeneutical resources, and is therefore a route to epistemic justice. I explore ways in which this might be the case in relation to experiences of mental illness, focusing on two kinds of knowledge: knowledge of what the experience is like, and knowledge of what is good for the person. I conclude with some implications for clinical practice and more general ethical behaviour. \n Before beginning, a few caveats. First, by using terms such as ‘mental illness’, ‘depression’ and \n‘schizophrenia’, I do not mean that these are things that exist ‘out there’, independently of the \nway in which our society makes sense of them, as natural kinds. Rather, people have a diverse range of experiences, which are consistent with what have developed to be the medical criteria for these things and which in certain contexts would be diagnosed and interpreted as mental disorders. This is important since the idea that mental illness, depression and schizophrenia are natural kinds is problematic metaphysically, because no physical or phenomenological essence or set of necessary and sufﬁcient conditions have been identiﬁed to distinguish them from other experiences (Bentall and Pilgrim 1999; Davidson 2004: 158; Kendell and Jablensky 2003: 5; Littlewood 1997: 67). It is also problematic ethically, since essentializing these experiences in medical terms tends to deﬂect our attention away from causal and contributory social injustices, \nand can diminish both hope and meaning (Blazer 2005: 6; Kvaale Gottdeiner and Haslam 2013; Scrutton 2015a; 2015b). While the ontological status of mental illness terms is not the focus of this chapter, a central contention of the chapter is that experiences are shaped in no small degree by the categories into which we put them, and that interpreting the experiences we associate with mental illness in purely medical terms (as a natural kinds view tends to do) gives rise to epistemic injustices (see Kidd and Carel 2017).  33 \n EPISTEMIC INJUSTICE AND \nMENTAL ILLNESS \n Anastasia Philippa Scrutton"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Anastasia Philippa Scrutton\n348 Second, by virtue of the topic of this book (epistemic  in justice), this chapter will focus on \nproblematic assumptions and practices, and ways of addressing them, and will put to one side \nexisting positive experiences and practices. However, this is also not an exercise in psychiatry- bashing: epistemic injustice takes place sometimes because of, but sometimes in spite of, formal psychiatric policies. More importantly still, the subject matter should not lead us to lose sight of the fact that many psychiatrists and mental health professionals are compassionate, intelligent people, who frequently have a positive impact on those with whom they work. Much epistemic injustice in mental healthcare arises as a result of factors beyond professionals’ control: lack of time, training or resources, or responsibility for responding to situations that in fact require a far more systemic, societal response. \n Third, while I am focusing on epistemic injustice in the context of psychiatry, there are other \nproblematic attitudes perpetrated towards people diagnosed with mental illness in non- medical \ncontexts. For example, a voluntaristic or moralising model of depression, according to which \npeople could stop being depressed by pulling themselves together, looking on the bright side and adopting a different lifestyle is epistemically problematic because a frequent experience in depres-sion is of diminished free will, and this is disbelieved and denied in voluntarist accounts (Scrutton forthcoming [a]). This would seem to be a form of hermeneutical injustice, since the people who disbelieve people with depression about their experience of diminished free will lack insight into certain experiences and empathy towards those who have them. These and other problematic attitudes are not the focus of this chapter, but the ways of addressing epistemic injustice I explore in the latter part of the chapter are also relevant to them. \n 1. Epistemic injustice \n In a famous experiment published in 1973, psychologist David Rosenhan and seven mentally \nhealthy collaborators made appointments with a range of psychiatrists and feigned having had auditory hallucinations. Following hospitalization, Rosenhan and the other collaborators kept notes on their treatment in the hospitals, reporting that attendants would behave verbally and even physically abusively towards patients in front of other patients, but that this behavior would terminate abruptly if other staff were known to be coming. Reﬂecting on the experience, Rosen-han writes, ‘Staff are credible witnesses. Patients are not’ (1973: 256). \n Much has changed for the better in mental healthcare, particularly in relation to the more \nhumane treatment of patients – and yet service users and reﬂective service providers alike report \nthat mental health patients are still deemed to have diminished credibility such that cognitive biases are applied and conﬁrmed. For example, Larry Davidson reﬂects that in diagnosis, ‘In the form of a tautology, once I know that you experience psychosis, I feel entitled to question the credibility of your experiences. Then, once I establish the lack of legitimacy of your experiences, I am able to infer from this that you have a psychotic disorder’ (Davidson 2004: 154). This is perhaps particularly the case in relation to diagnoses involving psychosis, since delusion (and thus actual diminished credibility) is one form of psychosis. Y et, as the quotation from Davidson highlights, presuppositions about what psychosis involves can give rise to circular reasoning, so that a person with some psychotic symptoms does not begin with a clean slate, but is suspected of having a constellation of symptoms commensurate with a psychiatric disorder. \n In addition to conﬁrmation biases, part of the reason for testimonial injustices lies, far more \nsimply, in the diminished authority accorded to medical patients in a medical context. This, of \ncourse, cuts across all diagnoses. Thus, Richard Lakeman notes the disparity between his perceived credibility in his role as a doctor and as a patient in the context of drugs used for treating mood disorders:"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Epistemic injustice and mental illness\n349 I recall feeling profoundly affected by a small dose of a commonly prescribed psycho-\ntropic drug. When I reported this to the prescriber, my claims were met with incredu-lity, as the reaction I experienced was quite unusual. As a professional, the veracity of my reporting of the symptoms or behaviour of others had never been called into question in the manner that it was when I was in the position of patient. \n (Lakeman 2010: 151) \n Mental health diagnoses are particularly ‘sticky’: a past diagnosis can result in a conﬁrmation bias \nthat leads to ongoing testimonial and other forms of epistemic injustice. Richard Bentall reports the case of Andrew, whose past diagnosis made Andrew’s upset behaviour at his grandmother’s funeral immediately pathologizable. Bentall reports that, in the absence of any irrational behav-iour or a report by Andrew of pathological experiences, his detainment in a psychiatric ward was justiﬁed on account of his being ‘excessively polite’, and his decision to wear a suit interpreted as evidence that he was ‘grandiose’ (Bentall 2010: 111–112). As in this case, epistemic injustice might involve not only being disbelieved, but also not even being listened to due to prior per-ceptions, or even repeatedly and systematically misinterpreted. This forms a meeting point for testimonial injustice and hermeneutical marginalization. \n T wo distinct but related forms of hermeneutical injustice are particularly conspicuous in the \ncontext of diagnosis. First, experients are treated as sources of data rather than participants in the \ndiagnostic process (see Carel and Kidd 2014). Second, experiences reported can be forced into an existing mold to the exclusion of other aspects of the experience that are important to the patient. As Giovanni Stanghellini puts it: \n The nosological [disease- classifying] approach based on operational criteria for discrete \ndisorders may force researchers and clinicians to commit ‘procrustean errors’ [. . .], in which the patient’s symptomatology is stretched to ﬁt pre- existing diagnostic criteria. Diagnostic categories are conceptualised as boxes (‘category’ originally means ‘box’, ‘con-tainer’) in which similar objects should ﬁnd their place (dolls with dolls, candies with candies). The ‘meaning’ of a symptom is reduced to the properties that correspond to one category or box [. . .]. There is little space for personal meanings and personal narratives, as well as for meanings and narratives negotiated during the psychiatric interview. \n (Stanghellini 2004: 183–184, my parentheses) \n Because of the (pre- formed and medically deﬁned) structure of a psychiatric or other medical \ninterview, the ability to interpret the experience correctly is perceived as lying with the physician, the health expert. More problematically still, because of the perceived authority of medicine as a branch of science in western society, the medical perspective is regarded not only as authoritative but often even as exclusive of other perspectives, such that medical diagnosis effectively consti-tutes a monopoly on the way the experience is interpreted. In a 2012 study of the way in which interpretations and contextual factors can affect experiences such as hearing voices, one voice hearer, Holly, gives the following account of the reaction of psychiatrists: \n [I] relayed this experience to psychiatrists in the [hospital] and was sent for EEG tests, \nwas told that I was hallucinating, was, this guy just didn’t listen to, just obviously hadn’t heard anything really that I’d said. . . I just felt that this really positive experience was just scrutinised and just not, just liked mocked. I didn’t feel offended, I just thought they were being really stupid, and disregarding this kind of, yeah, really important thing. \n (Holly, cited Heriot- Maitland, Knight and Peters 2012: 46)"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Anastasia Philippa Scrutton\n350 This indicates that by virtue of hermeneutically marginalizing Holly (not listening to her inter-\npretation of her experience), the psychiatrists suffered epistemically: they became ‘stupid’ because they did not have the hermeneutical resources to understand the experience fully. Unlike par-adigmatic forms of hermeneutical injustice, here it is not the case that an experience is not understood at all on account of the absence of a valid interpretation for it. Rather, one valid perspective on an experience is lost because another valid perspective is dominant and exclusive, giving rise to a one- sided interpretation (see Mason 2011).This is problematic, in part because other perspectives may give rise to a richer and more therapeutic interpretation than a purely biomedical perspective can do on its own. Thus, in a study of people who experience voice- hearing positively, Lana Jackson, Mark Hayward and Anne Cooke note that: \n Most participants felt that their voice- hearing experiences were meaningful and there-\nfore sought alternative understandings (often spiritual) to an illness- based medical view. Those who had received a diagnosis of mental illness tended to view their voices as more than just ‘a bunch of symptoms that need ﬁxing’ (Rachel). This often conﬂicted with the medical approach they were offered. \n (Jackson, Hayward and Cooke 2010: 149) \n In these cases, a medical perspective was often found to conﬂict with a ‘meaningful’ one; when \nmedical models are presented as non- exclusive (and depending on the ‘meaningful’ narrative adopted), they could instead supplement it. While these people evidently had the conﬁdence and support required to reject a biomedical model, other people might instead lose conﬁdence in their own, potentially therapeutic, interpretation. As Miranda Fricker notes: \n When you ﬁnd yourself in a situation in which you seem to be the only one to feel the \ndissonance between received understanding and your own intimated sense of a given experience, it tends to knock your faith in your own ability to make sense of the world, or at least the relevant region of the world. \n (Fricker 2007: 163) \n This could be detrimental, since changing the way an experience is interpreted in turn \nchanges the way in which it is experienced: if an experience ceases to be interpreted in posi-\ntive or meaningful terms, it may cease to be so (Scrutton 2015c; Scrutton forthcoming [b]). In addition, whether or not the person’s perspective would have been helpful, the silencing that is a structural facet of psychiatric diagnosis and treatment is, in and of itself, deﬂating, and likely to effect a transition from experients being active agents to being passive recipients – in other words, becoming healthcare consumers rather than participants, and objects rather than subjects. \n These cases focus on situations in which people have been disadvantaged by virtue of a par-\nticular diagnosis being imposed upon them. There are also situations in which people have felt \nadvantaged by a medical diagnosis but disadvantaged by its removal. For example, DSM- 5’s deci-sion to collapse what was previously called Asperger’s into the autistic spectrum has led to distress on the part of patients, not only because it will have a negative impact on the services available, but also because it undermines the positive ‘Aspie’ identity and community formed around the diagnosis (Giles 2014). What is problematic here is that patients have not been asked to partici-pate in discussions of how their experiences are interpreted and deﬁned, and interpretation has been perceived as entirely the prerogative of a third- person body. As with the examples cited ear-lier, this is part of a more deep- rooted problem relating to medical diagnosis of ‘mental disorders’"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Epistemic injustice and mental illness\n351as currently understood. The idea that a medical expert must legitimate certain experiences by \ndeﬁning them as ‘real illnesses’ may currently be a necessity in terms of people receiving certain kinds of care and providing justiﬁcation to employers and insurance companies for time needed away from work. However, it is also an idea that reinforces an unjust distribution of epistemic \ncredibility, suggests biomedical treatments as the default solution to a person’s mental distress, and deﬂects attention away from the social issues at the heart of many of the experiences we term \n‘mental disorder’. \n 2. Epistemic justice \n As Havi Carel and Ian James Kidd argue, one way of countering epistemic injustice in health-\ncare is to recognize that patients, as well as medical professionals, are epistemically privileged in distinctive ways. Broadly speaking, medical professionals tend to be experts primarily in third- person forms of knowledge, while patients are likely to be experts primarily in ﬁrst- person \nforms of knowledge. That said, there is no reason that the expertise of each should not come to be extended to the other form of knowledge (Carel and Kidd 2014: 535). In this section, I will focus on two distinct though related forms of knowledge experients have: knowledge of the experience itself, and, in some cases, conscious or unconscious knowledge of what is good for them. \n Attention to ﬁrst- person accounts of mental illness experiences tends to reveal some surpris-\ning characteristics that are not captured by medical literature on it. For example, in relation to \ndepression, in addition to revealing its sheer heterogeneity, facets such as an altered sense of time, an experience of diminished or annihilated free will, and altered bodily experience come to the fore. Our understanding of experiences we already associate with depression are sharpened and deepened: impaired social function seems  (pace  DSM- IV) not only to be a side effect of depres-\nsion, but integral to it; guilt and loss of hope take a variety of forms (Ratcliffe 2014). These aspects can be surprising to the experient, the clinician and the medical world more generally (Carel and Kidd 2014: 538). In addition to understanding depression experiences more clearly, understand-ing these experiences also leads to a better understanding of ‘normal’ or ‘non- pathological’ human experience (Carel 2012; Ratcliffe 2014). \n Listening to experients is accompanied by practical epistemic problems that need to be sur-\nmounted. First, many experients do not have the education, abilities or opportunities needed to \narticulate their experiences, thus giving rise to the fact that studies of the phenomenology of mental illness often focus on the experiences of highly educated sufferers. This can result in the empowerment of more educated sufferers but to the further marginalization of less- educated suf-ferers and to intersection of different kinds of discrimination and negative stereotyping (Crenshaw 1989). A second practical epistemic problem is that the person’s experiences may be described in such a way as to ﬁt recognized symptoms of depression due to perceived expectations, thus leading to a skewing of the description (Paterson 2003: 991; Ratcliffe  et al.  2014). Listening to \nexperients is therefore unlikely to be sufﬁcient unless the experient ﬁrst has the resources needed for describing them, including, where relevant, breaking away from received medical and social \ndescriptions of the experience. Facilitating linguistic and non- linguistic ways of expressing the experience in which the idea that the experience is an objective belief entity is bracketed can enable other, under- described aspects of the experience to come to the fore (Carel 2012: 107). Crucially for our discussion, this process presupposes the validity of a plurality of perspectives on the experience, thus countering the dominating tendencies of medical approaches to mental illness described above. Where service users’ experiences are listened to and their perspectives"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Anastasia Philippa Scrutton\n352upheld, distress such as that caused by the removal of Asperger’s from DSM- 5 may be avoided or \ndiminished, whether because removal would not take place or because the dialogical process is likely to make it less disempowering. \n In addition to having unique knowledge of what an experience is like, experients can also, \nin some cases, have insight into what is good for them. As in Lakeman’s case, this might take the \nform of being aware of side- effects that make a particular treatment inadvisable. Or, as Holly hints, it might take the form of being aware that a ‘pathological’ experience has positive value. A notable example of the latter case is provided by Frederick Frese, retired director of psychology at a public psychiatric hospital and an advocate for people diagnosed with schizophrenia. Frese was diagnosed and involuntarily hospitalized with schizophrenia in the 1960s, and continues to have intermittent episodes. These episodes, he writes, add valuably to his ability as a psychologist, making him a sign of hope for others with schizophrenia, by showing them that they can also integrate their condition with a successful job and happy family life. They also give him better insight into how people with schizophrenia think and behave than he would have were he just another ‘chronically normal’ person, and enable his patients to trust him as a fellow sufferer. Frese’s form of schizophrenia includes imbuing certain numbers with particular mystical values. While his earlier episodes lacked insight and were often frightening, his later experiences have been marked by a sense of peace, wonder and joy. In the conclusion to one article written in 1994, he describes his then- present psychological state: \n When, in Milwaukee, I was breaking the code of the universe, I discovered the power \nof the Trinity as I have come to know it. My experience taught me that directly to approach the Deity in such a presumptuous manner can be fraught with terror and disaster. Such a thing is far too powerful an experience for a mere mortal to handle. I still have a code, of course. Y ou may have noticed that I have used a generous sprin-kling of sevens, twelves, and forties, as well as threes, as I constructed this narration. These religiously oriented mystical numbers give me little bits of joy as I go about any of my work. I know that this does not make rational sense, but I am most conﬁdent that neither I, nor anyone else, is a totally rational being. And my ‘secret code’ unlocks innumerable joys for me throughout each day. \n (Frese 1994: 25) \n Frese’s and others’ accounts point to the positive value experiences such as psychosis can have, in \nspite of psychiatry’s tendency to view them as purely negative phenomena (see Scrutton 2015c). Listening to the ways in which experients evaluate their experiences may provide information about what is likely to be good for them. At times, as in Frese’s case, this may imply that a positive interpretation should not be overridden by a biomedical one, though it may be held alongside it. At other times, it may make medical diagnosis and treatment inappropriate or even unhelpful and pathogenic (see e.g. Roxburgh and Roe 2014). \n A further intriguing possibility about the way in which experients can have insight into what is \ngood for them concerns ‘motivated delusions’: delusions that develop because they play a defensive \nfunction such as preventing loss of self- esteem, and help manage negative emotions (see Bortolotti 2015). In this case, the insight involved seems to be unconscious. Motivated delusions sometimes occur in the context of Reverse Othello syndrome, in which the person believes their partner to be faithful to them, despite strong evidence to the contrary. Consider the following example: \n Butler’s patient was a talented musician who had sustained severe head injuries in a car \naccident. The accident left him quadriplegic, unable to speak without reliance on an"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Epistemic injustice and mental illness\n353electronic communicator. One year after his injury, the patient developed a delusional \nsystem that revolved around the continuing ﬁdelity of his partner (who had in fact sev-ered all contact with him soon after his accident). The patient became convinced that he and his former partner had recently married, and he was eager to persuade others that he now felt sexually fulﬁlled. \n (McKay, Langdon and Coltheart 2005: 313) \n Over time, and roughly coincident with his physical rehabilitation, the man realized that his girlfriend \nhad in fact broken up with him and moved on, and no other symptoms were observed. Peter Butler argues that the delusion alleviated the man’s sense of loss (Butler 2000: 90). Other possible examples of motivated delusion include cases of erotomania (in which the person irrationally believes someone is in love with them) and anosognosia (in which the person believes they are not missing a limb, are not disabled, or are not ill, when in fact they are). Motivated delusions can of course have costs as well as beneﬁts: for example, in anosognosia, they may prevent people from seeking help, and in general they can alienate the person by creating a gap between their and others’ perceptions of reality (Borto-lotti 2015: 493). They are also more likely to become counter- productive if held over a longer period of time. Nevertheless, as Lisa Bortolotti argues, they may provide psychological defence against more serious harm during times of intense distress by guarding against severe negative emotions and even by enabling the person in other ways to function epistemically (Bortolotti 2015). Crucially, as Bortolotti argues, it might not be possible for the severe negative emotions to be headed off or for epistemic functionality to continue, by any other means. The person with motivated delusions is, I suggest, both epistemically compromised, since she holds a belief that is both false and irrational, and also epistemically privileged, since she (and probably she alone) has a particular, if unconscious sort of insight into what is needed in order for her to survive a traumatic event. \n 3. Conclusion \n Reﬂection on reports by patients and physicians indicates that a variety of epistemic injustices are \nfound in psychiatric mental healthcare. I have argued that these are founded upon and perpetu-ated by the prioritization of objective, third- person accounts to the detriment and even exclusion of subjective, ﬁrst- person ones. In order for these injustices to be overcome and epistemic justice practiced, mental health professionals need to be cognizant of the ways in which experients are epistemically privileged – for example, in having unique knowledge of what their experiences are like and, in some cases, of what might be best for them. This provides medical professionals, and the family and friends of people diagnosed with mental illnesses, with reasons for listening closely to people diagnosed with mental illnesses. It does so in a way that does not make false claims about the kinds of knowledge people diagnosed with mental illness have, and that does not whitewash the fact that some people diagnosed with some forms of mental illness have problematic epistemic states (such as delusions). While the focus of this chapter has been on epistemic injustice in psychiatry, recognition of experients as epistemically privileged helps to counter other problematic forms of epistemic behaviour in relation to mentally ill people more generally. For example, in relation to the moralizing attitudes noted at the beginning of the chapter, cultivating a recognition of the ways in which experients are epistemically privileged would enable greater understanding of the immuta-bility of some experiences and the difﬁculties experients face in relation to them. More generally, adopting an attitude of listening rather than ‘knowing best’ would help to counter the stigma and sense of alienation and diminished agency that people with mental illness often experience. \n  Related chapters  1, 2, 3, 4, 16, 18, 32, 34, 36"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Anastasia Philippa Scrutton\n354 References \n Bentall, Richard,  Doctoring the Mind: Why Psychiatric Treatments Fail . London: Penguin, 2010. \n Blazer, Dan,  The Age of Melancholy: “Major Depression” and Its Social Origins . New Y ork: Routledge, 2005. \n Butler, Peter, Reverse Othello syndrome subsequent to traumatic brain injury,  Psychiatry: Interpersonal and \nBiological Processes  63.1 (2000): 85–92. \n Carel, Havi, Phenomenology as a resource for patients,  Journal of Medicine and Philosophy  37 (2012): \n96–113. \n Carel, Havi and Kidd, Ian James, Epistemic injustice in healthcare: A philosophical analysis,  Medicine, Health-\ncare, and Philosophy  17.4 (2014): 529–540. \n Crenshaw, Kimberlé W ., Demarginalizing the intersection of race and sex: A black feminist critique of anti-\ndiscrimination doctrine, feminist theory and antiracist politics,  Chicago Legal Forum, special issue: Feminism \nin the Law: Theory, Practice and Criticism  1 (1989) Article 8: 139–167. \n Davidson, Larry, Phenomenology and contemporary clinical practice: Introduction to special issue,  Journal \nof Phenomenological Psychology  35.2 (2004): 149–162. \n Frese, Frederick J., A calling,  Second Opinion  19.3 (1994): 11–25. \n Fricker, Miranda,  Epistemic Injustice: Power and the Ethics of Knowing . Oxford: Oxford University Press, 2007. \n Giles, David, ‘DSM- V is taking away our identity’: The reaction of the online community to the proposed \nchanges in the diagnosis of Asperger’s disorder,  Health  18.2 (2014): 179–195. \n Heriot- Maitland, Charles, Knight, Matthew, and Peters, Emmanuelle, A qualitative comparison of psychotic- \nlike phenomena in clinical and non- clinical populations,  British Journal of Clinical Psychology  51 (2012): \n37–53. \n Jackson, Lana, Hayward, Mark, and Cooke, Anne, Developing positive relationships with voices: A prelimi-\nnary grounded theory,  International Journal of Social Psychiatry  57.5 (2010): 487–495. \n Kendell, Robert and Jablensky, Assen, Distinguishing between the validity and utility of psychiatric diagno-\nses,  American Journal of Psychiatry  160 (2003): 4–12. \n Kvaale, Erlend, Gottdeiner, William, and Haslam, Nick, Biogenetic explanations and stigma: A meta- \nanalytical review of associations among laypeople,  Social Science and Medicine  96 (2013): 95–103. \n Lakeman, Richard, Epistemic injustice and the mental health service user,  International Journal of Mental \nHealth Nursing  19 (2010): 151–153. \n Littlewood, Roland, Commentary on spiritual experience and psychopathology,  Philosophy, Psychiatry and \nPsychology  4.1 (1997): 67–73. \n Mason, Rebecca, T wo kinds of knowing,  Hypatia: A Journal of Feminist Philosophy  26.2 (2011): 294–307. \n McKay, Ryan, Langdon, Robyn, and Coltheart, Max, ‘Sleights of mind’: Delusions, defences and self- \ndeception,  Cognitive Neuropsychiatry  10.4 (2005): 305–326. \n Paterson, Barbara, The koala has claws: Applications of the shifting perspectives model in research of chronic \nillness,  Qualitative Health Research  13 (2003): 987–994. \n Pilgrim, David and Bentall, Richard, The medicalisation of misery: A critical realist analysis of the concept \nof depression,  Journal of Mental Health   8.3 (1999): 261–274. \n Ratcliffe , Matthew ,\n  Experiences of Depression: A Study in Phenomenology . Oxford: Oxford University Press, \n2014. \n Ratcliffe, Matthew, Broome, Matthew, Smith, Benedict, and Bowden, Hannah, A Bad Case of the Flu? \nThe Comparative Phenomenology of Depression and Somatic Illness, in Matthew Ratcliffe and Achim \nStephan (eds.),  Depression, Emotion and the Self: Philosophical and Interdisciplinary Perspectives  . Exeter: \nImprint Academic Ltd., 2014, 163–182. \n Rosenhan, David, On being sane in insane places,  Science  179.4070 (1973): 250–258. \n Roxburgh, Elizabeth and Roe, Chris, Reframing voices and visions using a spiritual model: An interpretative \nphenomenological analysis of anomalous experiences in mediumship,  Mental Health, Religion and Culture  \n17.6 (2014): 641–653. \n Scrutton, Anastasia Philippa, T wo Christian theologies of depression,  Philosophy, Psychiatry and Psychology  \n22.4 (2015c): 275–289. \n Scrutton, Anastasia Philippa, ‘Interpretation, meaning, and the shaping of experience: Against depression \nbeing a natural entity and other forms of essentialism.  Philosophy, Psychiatry and Psychology  22.4 (2015a): \n299–301. \n Scrutton, Anastasia Philippa, ‘Is depression a sin or a disease?’ A critique of moralising and medicalising \nmodels of mental illness,  Journal of Religion and Disability  19.4 (2015b): 285–311."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Epistemic injustice and mental illness\n355 Scrutton, Anastasia Philippa, Is depression a sin? A philosophical consideration of Christian voluntarism, \n Philosophy, Psychiatry and Psychology  (Forthcoming [a]). \n Scrutton, Anastasia Philippa, Can being told you’re ill make you ill? A discussion of psychiatry, religion, and \nout of the ordinary experiences,  Think: Philosophy for Everyone  (Forthcoming [b]). \n Stanghellini, Giovanni, The puzzle of the psychiatric interview,  Journal of Phenomenological Psychology  35 \n(2004): 173–195."
    }
  ]
}