{
  "doc_type": "scientific paper",
  "title": "The effectiveness of cathodal (tDCS) in right insulla region and cognitive-behavioral therapy in misophonia disorder",
  "authors": [
    "Zahra Pourmohammad Shandiz",
    "Hamidreza Aghamohammadian Sharbaf",
    "Mohammad Saeid AbdeKhodaei",
    "Seyed Ruhollah Hosseini"
  ],
  "year": 2025,
  "journal": "Journal of Advanced Pharmacy Education and Research",
  "doi": null,
  "abstract": "Misophonia disorder is a neurological disorder in which people show emotional, physical or aggressive reactions upon hearing a series of sounds, which ultimately leads to disruption in the work environment and relationships of these people. Therefore, the aim of this study was to investigate the effectiveness of cathodal tDCS and cognitive-behavioral therapy in reducing the symptoms of misophonia disorder. The current research is practical based on the purpose and based on the method of data collection, it was a semi-experimental type of pre-test and post-test with a control group. People with misophonia were selected and randomly assigned to five groups of 10 people, which included four experimental groups and one control group. The interventions included 9 sessions (tDCS) for 15 minutes with an intensity of 1 milliampere and 9 sessions of group cognitive behavioral therapy (120 minutes) and Wu's noise aversion questionnaire was used. For data analysis, multivariate analysis of covariance was performed with SPSS-25 software. The findings showed that each of the tdcs and cognitive-behavioral treatments individually and also in combination reduce the symptoms of misophonia disorder. It seems that tdcs along with cognitive behavioral therapy has more effectiveness, which reminds the need to pay more attention to this combined treatment method, also, cognitive-behavioral therapy and electrical stimulation each have significant results and effects in They have a reduction in the symptoms of misophonia disorder.",
  "keywords": [
    "Hearing impairment",
    "Misophonia disorder",
    "Cognitive-behavioral therapy",
    "Electrical stimulation of the brain"
  ],
  "research_topics": [
    "Misophonia disorder",
    "Cathodal transcranial direct current stimulation (tDCS)",
    "Cognitive-behavioral therapy",
    "Neurological disorders",
    "Brain stimulation",
    "Psychological treatment methods",
    "Clinical psychology",
    "Therapeutic interventions",
    "Multivariate analysis of covariance"
  ],
  "created_at": "2025-05-05T03:14:29.200399Z",
  "source_pdf": "documents/research/Global/Shandiz et al 2025 The effectiveness of cathodal (tDCS) in right insula region and cognitive behavioral therapy in misophonia disorder.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:JournalofAdvanced Pharmacy Education andResearch\nArticleTitle: Theffectiveness ofcathodal(tDCS)inrightinsularegionandcognitive-behavioral therapy\ninmisophonia disorder\nArticleAuthor: zahrapourmohammad shandiz,Hamidreza Aghamohammadian Sharbaf,Mohammad\nSaeidAbdeKhodaei ,SeyedRuhollah Hosseini\nVol:14Date:2025Pages:11-17\nOCLC-1404803185; ISSN-1404803185;\nPublisher: SocietyofPharmaceutical Education andResearch [SPER]\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution -Non Commercial -\nShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non -commercially, as long as appropriate credit is \ngiven and the new creations are licensed under the identical terms.  \n \n© 20 24 Journal  of Advanced Pharmacy Education & Research | Published by SPER Publication                                         1 \n   \nThe effectiveness of cathodal (tDCS)  in right insulla  region and  \ncognitive -behavioral thrapy in misophonia disorder  \nZahra Pourmohammad Shandiz1, Hamidreza Aghamohammadian Sharbaf1*, Mohammad Saeid \nAbdeKhodaei1*, Seyed Ruhollah Hosseini1 \n1Department of Clinical Psychology, Faculty of Education and Psychology, Ferdowsi University Of Mashhad, Mashhad, Iran  \nCorrespondence:  Hamidreza Aghamohammadian Sharbaf , Department of Clinical Psychology, Faculty of Education and Psychology, Ferdowsi University \nOf Mashhad, Mashhad, Iran . Aghamohammadian@Ferdowsi.ac.um.ir  \nABSTRACT  \nMisophonia disorder is a neurological disorder in which people show emotional, physical or aggressive reactions upon hearing a series of \nsounds, which ultimately leads to disruption in the work environment and relationships of these people. Therefore, the aim of this study \nwas to investigate the effectiveness of cathodal tDCS and cognitive -behavioral therapy in reducing the symptoms of misophonia disorder.   \nThe current research is practical based on the purpose and based on the method of data collection, it was a semi -experimental type of \npre-test and post -test with a control group. People with misophonia were selected and randomly assigned to five groups of 10 people, \nwhich included four experimental groups and one control group. The interventions included 9  sessions (tDCS) for 15 minutes with an \nintensity of 1 milliampere and 9 sessions of group cognitive behavioral therapy (120 minutes) and Wu's noise aversion questio nnaire was \nused. For data analysis, multivariate analysis of covariance was performed with SPSS -25 software.  \nThe findings showed that each of the tdcs and cognitive -behavioral treatments individually and also in combination reduce the symptoms \nof misophonia disorder.   It seems that tdcs along with cognitive behavioral therapy has more effectiveness, which reminds the need to \npay more attention to this combined treatment method, also, cognitive -behavioral therapy and electrical stimulation each have significant \nresults a nd effects in They have a reduction in the symptoms of misophonia disorder . \n \nKeywords:   Hearing impairment, Misophonia disorder, Cognitive -behavioral therapy, Electrical stimulation of the brain . \n \nIntroduction    \nMisophonia is a strong emotional reaction to normally occurring \nsounds. Jastreboff & Jastreboff coined this term at the beginning \nof the new millennium [1]. Lexicologically, miso means dislike \nor hatred and phonia means sound. Thus, misophonia means \nsound aversion or hatred of sound. According to Dozier, \nmisophonia is a term that does not include the hatred of all \nsounds, but only the hatred of certain sound s, which are called \ntriggers [2]. Misophonia was also first described as an \noverreaction of the limbi c and autonomic systems of the brain in \nresponse to specific auditory stimuli [3]. The term “misophonia” \nmeans hatred of sound, which was first introduced to the \nscientific community in 2001 by Jastreboff, although this term \nwas used at first to express the difference between different \nterms in the field of hearing, which was caused by  intolerance to \nsound, such as hyperacusis and phonophobia. None of these terms expressed the psychological state of a person suffering \nfrom misophonia. Thus, the new term mis ophonia was coined. \nHowever, more experts expanded the meaning and concept of \nthis disorder due to the prevalence of this disorder.  \nThe symptoms of this disorder include a very intense and \nnegative reaction toward trigger sounds [4, 5, 6] .  Trigger sounds \nare often related to the sound of the nose or mouth, such as the \nsounds of breathing, finning, straining, and chewing food, and \nsome other sounds such as typing and the ticking of the clock. \nThey are considered stimulating sounds for some pe ople. The \npatients are mostly aware of the inappropriateness of their \nreaction to the sound source but are unable to control their \nreaction and use  a series of coping mechanisms such as avoiding \nthe social environment [7]. Using these mechanisms leads to \ndisruption in the work environment and relationships between \nthese people. These people experience loneliness and exclusion \nfrom society [8]. The rejection of these people leads to more \nloneliness leading to more anxiety and the worsening of the"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Pourmohammad Shandiz  et al.: The effectiveness of cathodal (tDCS)  in right insulla  region and  cognitive -behavioral thrapy in \nmisophonia disorder  \n \n2                                                                                      Journal of Advance d Pharmacy Education & Research  | 2024 | Vol 14  | Issue S1   symptoms of this disorder and comorbid disorders with this \ndisorder . \nMisophonia disorder is a mental disorder in which people have a \nkind of sound sensitivity syndrome and show emotional, \nphysical, or aggressive reactions when hearing some sounds. \nThese can affect people's nerves. They can include the sound of \ntyping on a keyboard, a car wiper, a faucet running, drawing \nchalk on a board, breathing, a clock ticking, chewing, or \nwhistling, and other sounds that can cause annoyance and \nsensitivity to people.   In other words, misophonia are sounds that \nare repeated frequently and people with this disorder show \nnervous reactions to them. The frequency of creating this sound \ncan exacerbate this disorder [9]. \nMaterials and Methods  \nResearch design and participants  \nThe present study is applied regarding purpose and quasi -\nexperimental type of pre -test, and post -test, with a control \ngroup in terms of data collection method. The statistical \npopulation of the present study included all people with \nmisophonia in Mashhad i n 2022. A convenient purposeful \nsampling method was used in this study.  \nAccordingly, explanations were given about misophonia disorder \nto the participants in a call on various social networks. Then, the \nsubjects were asked to answer the misophonia questionnaire. \nThen, the inclusion and exclusion criteria were applied. The \ninclusion criteria of the study included the willingness to \ncooperate and participate in the study, having at least a secondary \nlevel of education, physical and cognitive ability, not suffering \nfrom physical diseases to participate in therapeutic interventions , \nbeing in the age range of 15 to 55 years, and not taking drugs at \nleast two weeks before the start of the intervention. The \nexclusion criteria included pregnant women, people outside the \nage range of 15 to 55 years, and people with physical illnesses, \nusing drugs, alcohol consumption, and suffering from brain and \nskull injuries. Accordingly, 60 people with misophonia were \nselected based on the inclusion and exclusion criteria and were \nrandomly assigned to five groups of 12 people.  \n \n \nAccording to  Research design , the quasi -experimental design of \nthe present with the participation of 50 people includes four \nexperimental groups (Group 1: tDCS therapy, Group 2: \ncognitive behavioral therapy, Group 3: tDCS therapy plus \ncognitive behavioral therapy, and Group 4: sham group) and one \ncontrol group. The experimental and control groups were \nrando mly matched and before the experimental interventions \nwere assigned to the experimental and control groups, a pre -test \nwas implemented on them. The diffe rence between the pre -test \nand the post -test of each group was analyzed based on statistical \nsignificance. Accordingly, the effectiveness of tDCS and \ncognitive behavioral therapy was applied to determine its effect on reducing the symptoms of misophonia disorder. The data \ncollection tool included Wu et al .’s (2014) misophonia \nquestionnaire  [10]. After selecting the sample group and \nassigning them randomly into four experimental groups and one \ncontrol group, the experimental groups received the \ninterventions.  \nTools  \nMisophonia Questionnaire: The Misophonia Questionnaire is a \nself-report tool developed by Wu et al. in 2014 to assess the \nsymptoms of misophonia and emotional and behavioral \nresponses, the overall intensity of sound sensitivity, and \nfunctional impairment  [10]. This questionnaire contains 17 items \ndivided into two subscales [10]. \n1- Subscale of misophonia symptoms: This subscale evaluates the \nfrequency and severity of misophonia symptoms experienced by \nthe respondent. The items of this subscale assess the intensity of \nbad reactions to specific stimuli that are usually associated wi th \nmisophonia.  \n2- Subscale of emotions and behaviors caused by misophonia: this \nsubscale assesses the emotional and behavioral responses caused \nby misophonia stimuli. It assesses the range of emotional \nexperiences (such as anger and anxiety) and coping behaviors \n(such as  avoidance) in response to stimulus stimuli.  \nThis questionnaire is scored on a 5 -point Likert scale ranging \nfrom very high, high, moderate, low, and very low in a score \nfrom 0 to 4 indicating the intensity of or degree of agreement of \nthe respondent to each item. This questionnaire provides a \ncompreh ensive assessment of misophonia symptoms, and \nemotional responses, and allows a multidimensional \nunderstanding of this disorder. Cronbach's alpha coefficient was \ncalculated at 0.86 for the scale of misophonia symptoms, 0.86 for \nthe subscale of emotions and  behaviors caused by misophonia, \nand 0.89 for the whole scale [10]. \nTranscranial direct current stimulation  (tDCS): tDCS is a non -\ninvasive brain stimulation method that uses low electrical current \nto modulate brain activity. Two electrodes are usually involved \nin tDCS: an anode (positive electrode) and a cathode (negative \nelectrode). A small brain stimulation dev ice that transmits a \nconstant electric current from the skull to the brain by \nconnecting electrodes with the different polarity of the anode \n(activating) and cathode (inhibiting) that are installed on the \nscalp, and  the electrodes that are mostly made of carbon and \nconductive materials, are placed on the scalp and the device \ntransmits direct electrical current from the skull to the brain. A \nsponge soaked in salt solution is often used to prevent chemical \nreactions at  the electrode -skin interface. The device was \npowered by a 9 V battery, with a maximum current of 2 mA and \na maximum voltage of 80 V in direct current (DC) format [10]. \nAt this stage, the target brain regions were selected according to \nthe international sy stem of 10 -20 electrodes. A 2.5 x 2.5 cm \ncathodal electrode was placed at the midpoint between F8 and \nT4, while the anode electrode was placed on the arm in both \ncases, and the subject was exposed to sounds and images that"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Pourmohammad Shandiz  et al.: The effectiveness of cathodal (tDCS)  in right insulla  region and  cognitive -behavioral thrapy in \nmisophonia disorder  \n \nJournal of Advance d Pharmacy Education & Research  | 2024 | Vol 14  | Issue S1                                                                                       3 stimulated misophonia. The electrodes were approximately the \nsame size. In each tDCS session, a constant current of 1 mA was \napplied for 15 min. The total number of sessions was 9. \nStimulation for the sham group was stopped after 30 seconds. \nEach group rec eived 5 stimulation sessions every other day. This \nmontage was adapted by applying changes from the montage that \nSagliano et al. (2019) designed in 2020  [11]. After completing the \ntreatment sessions, all the subjects in the experimental, control, \nand sham groups underwent a post -test. One of the experimental \ngroups received cathodal and cognitive behavioral sessions \nsimultaneously.  \nCognitive behavioral therapy: In this section, all subjects \nunderwent a pre -test before the intervention. The experimental \ngroup received 9 sessions (45 minutes) of counterconditioning -\nfocused cognitive behavioral therapy. In the counterconditioning \nstage,  based on new results in the field of the role of mirror cells \nin causing misophonia disorder, images containing pleasant faces \nand also desirable sounds were used after presenting the \nmisophonic stimulus. After the completion of the treatment \nsessions, al l the subjects underwent a post -test and the \nexperimental and control groups were compared. As mentioned, \none of the experimental groups received tDCS and cognitive \nbehavioral sessions simultaneously. The treatment protocol of \nthe cognitive behavioral ther apy was adapted from Jager et al. \n(2020) and the changes considered by the researcher (related to \nthe counterconditioning part) were added  [12]. \nCognitive behavioral therapy protocol (based on \ncounterconditioning)  \nThe first session: welcome, introduction, initial evaluations, and \nfamiliarity with the program. In this session, Lazarus Coping \nStyles Questionnaire and Misophonia Questionnaire were \ncompleted by the subjects.  \nThe second session: interaction of thoughts, emotions, \nphysiology, and behavior, and identification of automatic \nthoughts.  \nThe third session: evaluation of automatic thoughts related to \nmisophonic stimuli, training of thought model of behavior \nemotion.  \nThe fourth session: Opposing automatic thoughts and replacing \nproportional logic. Identifying intermediary thoughts and core \nthoughts and explaining them to avoid stressful situations.  \nThe fifth session: Identifying specific mediating beliefs and \nanalyzing thoughts and how to reconstruct and prepare logical \nopposing.  \nThe sixth session: In this session, relaxation training was \nperformed. Accordingly, the person was placed in a comfortable \nplace and began to contract and extend all his muscles from head \nto toe in a quiet and peaceful environment.  \nThe seventh session: continuation of relaxation along with \nplaying misophonic images and sounds and immediately after that \nplaying pictures of happy faces with soft music.  \nThe eighth session: Continuing the process of the seventh session \nand selecting an alternative behavior instead of avoiding and \nconfronting the client's opinion.  The ninth session: Termination of treatment and completion of \nmisophonia and coping styles questionnaire.  \nData analysis  \n The data were analyzed in two sections using SPSS -25 software.  \nThe first section: This section presents a report of descriptive \nresults using prevalence, percentage, mean, and standard \ndeviation indices.  \nThe second section: In this section, to test the hypotheses of the \nstudy, after examining the assumptions of the multivariate \nanalysis of covariance (MANCOVA), which includes the \nnormality and homogeneity of the variances, multivariate analysis \nof covariance test (with control of pre -test scores ) was used.  \nResults and Discussion  \nDescriptive results  \n \n \n Base on finding regarding the misophonia variable, the highest \nmean in the groups is related to the tDCS group, and the lowest \nmean is related to the control group in the pre -test stage. Also, \nthe highest mean is related to the sham group, and the lowest \nmean is related t o cognitive behavioral therapy in the post -test \nphase. Also, regarding the variable of excitement caused by \nmisophonia, the highest mean is related to the sham group, and \nthe lowest mean is related to the control group in the pre -test \nstage. The highest mean is related to the sham group and the \nlowest mean is related to the cognitive behavioral and tDCS \ngroup in the post -test stage.  \nInferential results  \nIn this section, based on the research hypothesis, a multivariate \ncovariance analysis test was used. Therefore, we will examine the \nassumptions required to use the test:  \nNormal distribution of variables: This assumption means that the \ndistribution of variables in this society was normal. In other \nwords, the parametric test can be used when the population \ndistributions do not differ much from the normal distribution \n[13]. To examine the normal distribution of the variables due to \nthe small sample size, the Shapiro -Wilk test was used. A \nsignificance level higher than P<0.001 in this test indicates the \nnormal distribution of the variables [14]. The following table \npresents the  results.  \n \n \nThe results  show that the distribution of all variables by groups is \nnormal (P ≤0.05).  \n2. Equality of variances: This assumption means that two samples \nhave been selected from populations with equal variances. In \nother words, the parametric test can be used when the variances"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Pourmohammad Shandiz  et al.: The effectiveness of cathodal (tDCS)  in right insulla  region and  cognitive -behavioral thrapy in \nmisophonia disorder  \n \n4                                                                                      Journal of Advance d Pharmacy Education & Research  | 2024 | Vol 14  | Issue S1   of the population do not differ much from the state of equality \n[13]. To examine the equality of variances, Levene's test of \nequality of variances was used. In this test, if the significance level \nis higher than 0.05, it means that the assumption of equality of \nvariances is fulfilled [15]. The results of this hypothesis are shown \nin the table below.  \n \nTable 1. Results of Levene's test to examine the equality \nof variance error  \nVariable  F Df1 Df2 Sig \nMisophonia  1.50  4 44 0.217  \nExcitement caused \nby misophonia  2.17  4 44 0.087  \n  \nAccording to the results of the above table, it can be concluded \nthat the equality of variances has been fulfilled in all variables.  \n3. The assumption of equality of variance -variance matrices: the \nfulfillment of this assumption is necessary for multivariate \nvariance analysis. Generally, the assumption of equality of \nvariances seeks to investigate whether the samples are selected \nfrom p opulations with equal variances or not. When this \nassumption is fulfilled, the data from these two populations can \nbe combined to obtain an unbiased estimate of the population \nvariance [13]. \nThe implementation of the assumption of equality of variance -\nvariance matrices also follows such a goal. Box's M test is used to \nexamine the quality of the variance -variance matrices of the \nresearch variables. Based on the significance level obtained in th is \ntest, it is possible to judge the equality or non -equality of the \nvariance -variance matrices. Thus, if the obtained significance \nlevel is higher than P = 0.05, the matrices are equal and vice \nversa [15]. The results of this hypothesis are shown in the t able \nbelow.  \n \nTable 2. Examining the assumption of the equality of \nvariance -covariance matrices  \nBox` s M  F Df1 Df2 Sig \n25.42  1.90  12 13939.921  0.059  \n \nThe results of the above table show that the assumption of \nequality of the variance -covariance matrix has been fulfilled \n(P<0.05).  \n3. Multiple Correlation of Dependent Variables: There are \ndisagreements about the extent to which dependent variables \nshould be correlated with each other. This assumption is \nexamined using Bartlett's test. The significant coefficients of this \ntest indicat e the multivariate correlation between the dependent \nvariables [14]. The results of this hypothesis are shown in the \ntable below. The results indicate the fulfillment of this \nassumption.  \n \nTable 3. Results of Bartlett's test of sphericity  \nX2 value  df sig 12.47  2 0.002  \n \nBased on the results of Table 6 , the above assumption is fulfilled.  \nGiven what was stated, the necessary assumptions to implement \nthe test have been fulfilled. Thus, the test results are reported.  \n \n \nThe assumption of equality of the regression slope is fulfilled for \nall variables (significance level is higher than 0.05).  \nA multivariate test was used in this study. This test compares the \nlinear combination of variables among the subjects of different \ngroups. The results of the Wilks -Lambda test are presented as \none of the most valid multivariate tests when the assumptions o f \nthe analysis are fulfilled. The results a re reported in the table \nbelow.  \n \nTable 4. Multivariate test  \nVariable  Wilks -\nlambda  F Sig \nGroup membership  0.403  5.889  0.00  \n \n the difference in the linear combination of variables in the groups \nis statistically significant. The level of effect or difference \naccording to the Wilks -Lambda test is 0.403, in other words, \n40% of individual differences in the post -test scores of \nmisop honia symptoms and excitements and behaviors caused by \nmisophonia is related to the effectiveness of TDCS and cognitive \nbehavioral therapy in people suffering from misophonia (group \nmembership).  \n \nTable 5. Covariance test results  \nIndependent \nvariable  dependent \nvariable  sum of \nsquares  df mean \nsum of \nsquares  F sig Effect \nsize \n \nGroup \nmembership  \n misophonia  688.454  4 172.113  8.03  0.00  0.434  \nExcitement \ncaused by \nmisophonia  1493.084  4 373.272  10.72  0.00  0.505  \nAccording to the above table, it can be concluded that by \ncontrolling the pre -test effect, there is a significant difference \nbetween groups based on group membership in all variables. \nThus, the general hypothesis of the  study is confirmed.  \n \n \n \nTable 6. Pairwise comparison of misophonia variable  \nGroup 1  Group 2  Mean \ndifference  Sig \n \nCognitive behavioral \ntherapy plus tDCS  tDCS  0.694  0.001 \nCognit ive behavioral \ntherapy  1.654 - 0.001 \nsham  9.284 - 0.000 \nControl  -5.694  0.009"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Pourmohammad Shandiz  et al.: The effectiveness of cathodal (tDCS)  in right insulla  region and  cognitive -behavioral thrapy in \nmisophonia disorder  \n \nJournal of Advance d Pharmacy Education & Research  | 2024 | Vol 14  | Issue S1                                                                                       5  \ntDCS  Cognit ive behavioral \ntherapy  2.348 - 0.289  \nsham  9.977 - 0.000 \nControl  6.387 - 0.007  \nCognit ive behavioral \ntherapy  sham  7.629 - 0.002  \nControl  4.04 - 0.005 \nControl  sham  3.59 - 0.097  \n \nAs shown in Table 6, by controlling the pre -test, there is a \nsignificant difference between the subjects in the tDCS, cognitive \nbehavioral therapy, cognitive behavioral group plus tDCS, sham, \nand control groups regarding the variable of misophonia \nsymptoms. Therefore, the hy pothesis related to the variable of \nmisophonia symptoms is confirmed (p<0.05). In other words, \nthe tDCS therapy, cognitive behavioral therapy, and cognitive \nbehavioral therapy plus tDCS according to the mean symptoms \nof misophonia of the subjects in the ex perimental groups \ncompared to the mean of the control group and the sham group \ncaused a decrease in the misophonia symptoms in the \nexperimental groups.  \nTable 7. Pairwise comparison of the excitement caused by \nmisophonia variable  \nGroup 1  Group 2  Mean \ndifference  Sig \n \nCognitive \nbehavioral \ntherapy plus \ntDCS  tDCS  5.689  0.000 \nCognitive b ehavioral \ntherapy  5.442  0.001 \nsham  8.87 - 0.002  \nControl  6.637 - 0.001 \n \ntDCS  Cognit ive behavioral \ntherapy  0.247 - 0.000 \nsham  14.559 - 0.000 \nControl  12.326 - 0.000 \nCognit ive \nbehavioral \ntherapy  sham  14.312 - 0.000 \nControl  -12.079  0.00  \nControl  sham  2.223 - 0.412  \n \nBased on Tables 6 and 7, if the significance level related to \npairwise comparison is less than 0.05, the difference will be \nsignificant.  \nAs presented in Table 7, by controlling the pre -test, there is a \nsignificant difference between the subjects in the TDCS, \ncognitive behavioral therapy, cognitive behavioral group plus \ntDCS, sham, and control groups regarding the variable of \nexcitement caused by misophonia. Thus,  the hypothesis related \nto the excitement caused by misophonia is confirmed (p<0.05). \nIn other words, tDCS therapy, cognitive behavioral therapy, and \ncognitive behavioral therapy plus tDCS according to the mean \nsymptoms of misophonia  of the subjects in the experimental \ngroups compared to the mean of the control and the sham groups \nreduced the excitement caused by misophonia in the \nexperimental groups.  The present study investigates the effectiveness of tDCS based on \nbrain mapping in the right anterior insular region and \ncounterconditioning -focused cognitive behavioral therapy in \nreducing the symptoms of misophonia disorder and improving \nthe coping style . Multivariate analysis of covariance was used for \nthis purpose. The results revealed that both tDCS therapy and \ncognitive behavioral therapy separately and the simultaneous use \nof tDCS therapy and cognitive behavioral therapy reduce the \nsymptoms of misoph onia disorder and improve coping styles in \npeople with misophonia disorder.  \nThese results are in line with those of studies by Kumar et al. \n(2017) regarding the effectiveness of tDCS, Schr öder et al. \n(2017), Aazh et al. (2019), Jager et al. (2021), and Safari (2021) \nregarding the effectiveness of cognitive behavioral therapy in \nreducing misophonia symptoms  [12, 16 -19]. Although the \ndifference between the intervention methods was not significant, \nbased on mean symptoms of misophonia in the subjects of the \nexperimental groups compared to the mean of the control group, \nit can be concluded ethat among the three types of in tervention \nor treatment (1 -tDCS, 2 - cognitive behavioral therapy, 3 - tDCS \nplus cognitive behavioral therapy) in reducing the symptoms of \nmisophonia, tDCS therapy was more effective than the other two \nmethods of inter vention, and the cognitive -behavioral plus tDCS \nhas the least effect.  Also, tDCS therapy was more effective in \nreducing the excitement caused by misophonia, and cognitive \nbehavioral therapy was less effective than the other two \ninterventions. These results are somewhat consistent with the \nresults of studies by Safari (2021) and Abramovitch et al. (2024)  \n[19, 20] . In interpreting and explaining these results and the \nreason for the higher effectiveness of tDCS therapy in reducing \nmisophonia symptoms, we can refer to the results of \nAbramovitch et al. (2024), who studied the neuropsychology of \nmisophonia  [20]. \nIn this study, people with misophonia disorder performed \nsignificantly weaker in 2 neuropsychological outcomes, including \nverbal memory recovery and attention, than the control group. \nThe misophonia group reported significantly higher symptoms of \nanxiety, behavioral impulsivity, and functional disorders. They \nhad a higher rate of ADHD and OCD. Thus, based on the \nmentioned study, it can be stated that misophonia disorder is \nwidely related to the nervous system and brain. In this regard, \nmisophonia has been d escribed as an overreaction of the limbic \nand autonomic systems of the brain in response to specific \nauditory stimuli in one of the well -known definitions [3]. Thus, \ntDCS can have significant effectiveness. Also, the number of \ncognitive behavioral therapy sessions and the improvement of the \nskills in conducting the sessions make this intervention method \nto be more effective. Also, it seems that the interference , fatigue, \nloss of quality, and accuracy in the simultaneous use of tDCS and \ncognitive behavioral therapy lead to a decrease in its \neffectiveness.  \nConclusion"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Pourmohammad Shandiz  et al.: The effectiveness of cathodal (tDCS)  in right insulla  region and  cognitive -behavioral thrapy in \nmisophonia disorder  \n \n6                                                                                      Journal of Advance d Pharmacy Education & Research  | 2024 | Vol 14  | Issue S1   It is concluded that each tDCS and cognitive behavioral therapy \nindividually and simultaneously using them reduces the \nsymptoms of misophonia disorder. However, tDCS is more \neffective, highlighting the need to pay more attention to this \nmethod of treatment . Also, cognitive behavioral therapy has \nsignificant effects in reducing misophonia disorder symptoms. \nAccordingly, one of the treatments mentioned above methods \ncan be considered considering the conditions and facilities. \nHowever, observing and paying att ention to considerations such \nas the conditions of the clients, the correct application of the \nprinciples and techniques of cognitive behavioral therapy, setting \nthe appropriate number of sessions, conducting treatment \nfollow -up courses, and using up -to-date guidelines can \nsignificantly increase the effectiveness of cognitive behavioral \nintervention.  \nThe results revealed that cognitive behavioral therapy, despite its \neffectiveness in reducing misophonia symptoms, was less \neffective than tDCS therapy. Thus, it is recommended to pay \nmore attention to the number of sessions, principles, and \ntechniques of cognitive behavioral therapy, and up -to-date \nprotocols in this area. Additionally, due to the significant \neffectiveness of the tDCS method, the introduction of this \nmethod of intervention in scientific and academic workshops, \nand mass media, healthcare cen ters should benefit from this \nmethod along with other treatment methods.  \nAcknowledgments: We thank the esteemed staff of Ferdowsi \nUniversity Cognitive Science Laboratory.  \nConflict of interest: None  \nFinancial support: . The paper was extracted from the PhD.  thesis  of \nthe first author Department of psychology Faculty of education sciences \nand psychology ferdowsi University of  mashhad  \nEthics statement: All ethical principles are considered in this article. \nThe participants were informed of the purpose of the research and its \nimplementation stages. They were also assured about the confidentiality \nof their information and were free to leave the study whene ver they \nwished, and if desired, the research results would be available to them. \nWritten consent has been obtained from the subjects. principles of the \nAPA and Helsinki Convention were also observed.  \nThis study was approved by the Ethics Committee of the University of \nferdowsi of mashhad  (Code  ir.um.rec.1402.159).  \nReferences  \n1. Rouw R, Erfanian M. A Large -Scale Study of Misophonia. J \nClin Psychol. 2018 Mar;74(3):453 -479. \n2. Dozier TH . Understanding and overcoming misophonia: a \nconditioned aversive reflex disorder. Treatment Institute, \nLivermore, CA, USA. 2017;11 -22. \n3. Naylor J, Caimino C, Scutt P, Hoare DJ, Baguley DM. The \nPrevalence and Severity of Misophonia in a UK Undergraduate Medical Student Population and Validation \nof the Amsterdam Misophonia Scale. Psychiatr Q. 2021 \nJun;92(2):609 -19. \n4. Edelstein M, Brang D, Rouw R, Ramachandran VS. \nMisophonia: physiological investigations and case \ndescriptions. Front Hum Neurosci. 2013 Jun 25;7:296.  \n5. Jastreboff PJ, Jastreboff MM. Treatments for decreased \nsound tolerance (hyperacusis and misophonia). InSeminars \nin hearing 2014 May (Vol. 35, No. 02, pp. 105 -120). \nThieme Medical Publishers.  \n6. Schröder A, Vulink N, Denys D. Misophonia: diagnostic \ncriteria for a new psychiatric disorder. PLoS One. \n2013;8(1):e54706.  \n7. Banker SM, Na S, Beltr án J, Koenigsberg HW, Foss -Feig \nJH, Gu X, et al. Disrupted computations of social control in \nindividuals with obsessive -compulsive and misophonia \nsymptoms. iScience. 2022 Jun 16;25(7):104617.  \n8. Guzick AG, Cervin M, Smith EEA, Clinger J, Draper I, \nGoodman WK, et al. Clinical characteristics, impairment, \nand psychiatric morbidity in 102 youth with misophonia. J \nAffect Disord. 2023 Mar 1;324:395 -402. \n9. Cavanna AE, Seri S. Misophonia: current perspectives. \nNeuropsychiatr Dis Treat. 2015 Aug 18;11:2117 -23.  \n10. Wu MS, Lewin AB, Murphy TK, Storch EA. Misophonia: \nincidence, phenomenology, and clinical correlates in an \nundergraduate student sample. J Clin Psychol. 2014 \nOct;70(10):994 -1007.   \n11. Sagliano L, Atripaldi D, De Vita D, D'Olimpio F, Trojano \nL. Non -invasive brain stimulation in generalized anxiety \ndisorder: A systematic review. Prog \nNeuropsychopharmacol Biol Psychiatry. 2019 Jul 13;93:31 -\n8.  \n12. Jager IJ, Vulink NCC, Bergfeld IO, van Loon AJJM, Denys \nDAJP. Cognitive behavioral therapy for misophonia: A \nrandomized clinical trial. Depress Anxiety. 2020 Dec \n18;38(7):708 –18. \n13. Ferguson GA, Takane Y. Statistical Analysis in Psychology \nand Education. (6th ed.). New York: McGraw -Hill. 1989.  \n14. Meyers LS, Gamst GC, Guarino AJ. Performing data \nanalysis using IBM SPSS. John Wiley & Sons; 2013 Jul 17.  \n15. Brace N, Kemp R, Snelgar R. SPSS for psychologists: A \nguide to data analysis using SPSS for Windows. Lawrence \nErlbaum Associates Publishers; 2006.  \n16. Kumar S, Tansley -Hancock O, Sedley W, Winston JS, \nCallaghan MF, Allen M, et al. The Brain Basis for \nMisophonia. Curr Biol. 2017 Feb 20;27(4):527 -33. \n17. Schröder AE, Vulink NC, van Loon AJ, Denys DA. \nCognitive behavioral therapy is effective in misophonia: An \nopen trial. J Affect Disord. 2017 Aug 1;217:289 -94.  \n18. Aazh H, Landgrebe M, Danesh AA, Moore BC. Cognitive \nBehavioral Therapy For Alleviating The Distress Caused By \nTinnitus, Hyperacusis And Misophonia: Current \nPerspectives. Psychol Res Behav Manag. 2019 Oct \n23;12:991 -1002."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Pourmohammad Shandiz  et al.: The effectiveness of cathodal (tDCS)  in right insulla  region and  cognitive -behavioral thrapy in \nmisophonia disorder  \n \nJournal of Advance d Pharmacy Education & Research  | 2024 | Vol 14  | Issue S1                                                                                       7 19. Safari L. Compare the efficacy of exposure therapy and \nprevention of response and cognitive behavioral therapy in \nmisophonia disorder on university students in Kermanshah. \nMaster's thesis in the field of general psychology, Faculty of \nPsychology and Educat ional Sciences, Tabriz University. \n2021.  20. Abramovitch A, Herrera TA, Etherton JL. A \nneuropsychological study of misophonia. J Behav Ther Exp \nPsychiatry. 2024 Mar;82:101897."
    }
  ]
}