{
  "doc_type": "scientific paper",
  "title": "Right hemisphere ventral stream for emotional prosody identification: Evidence from acute stroke",
  "authors": [
    "Shannon M. Sheppard, PhD",
    "Lynsey M. Keator, MA, CCC-SLP",
    "Bonnie L. Breining, PhD",
    "Amy E. Wright, BA",
    "Sadhvi Saxena, MS, MHS",
    "Donna C. Tippett, MPH, MA, CCC-SLP, MPH",
    "Argye E. Hillis, MD, MA"
  ],
  "year": 2020,
  "journal": "Neurology",
  "doi": "10.1212/WNL.0000000000008870CorrespondenceDr.",
  "abstract": "Objective To determine whether right ventral stream and limbic structures (including posterior superior temporal gyrus [STG], STG, temporal pole, inferior frontal gyrus pars orbitalis, orbitofrontal cortex, amygdala, anterior cingulate gyrus, and the sagittal stratum) are implicated in emotional prosody identification. Methods Patients with MRI scans within 48 hours of unilateral right hemisphere ischemic stroke were enrolled. Participants were presented with 24 sentences with neutral semantic content spoken with happy, sad, angry, afraid, surprised, or bored prosody and chose which emotion the speaker was feeling based on tone of voice. Multivariable linear regression was used to identify individual predictors of emotional prosody identification accuracy from a model, including percent damage to proposed right hemisphere structures, age, education, and lesion volume across all emotions (overall emotion identification) and 6 individual emotions. Patterns of recovery were also examined at the chronic stage. Results The overall emotion identification model was significant (adjusted r² = 0.52; p = 0.043); greater damage to right posterior STG (p = 0.038) and older age (p = 0.009) were individual predictors of impairment. The model for recognition of fear was also significant (adjusted r² = 0.77; p = 0.002), with greater damage to right amygdala (p = 0.047), older age (p < 0.001), and less education (p = 0.005) as individual predictors. Over half of patients with chronic stroke had residual impairments. Conclusions Right posterior STG in the right hemisphere ventral stream is critical for emotion identification in speech. Patients with stroke with damage to this area should be assessed for emotion identification impairment.",
  "keywords": [
    "right hemisphere",
    "ventral stream",
    "emotional prosody",
    "stroke",
    "posterior superior temporal gyrus",
    "amygdala",
    "emotional prosody identification",
    "MRI",
    "aphasia",
    "lesion",
    "right posterior STG",
    "emotion recognition"
  ],
  "research_topics": [
    "Neuroscience",
    "Neuropsychology",
    "Stroke and brain injury",
    "Language and speech processing",
    "Emotional processing",
    "Brain imaging (MRI)",
    "Cognitive rehabilitation",
    "Right hemisphere brain functions",
    "Prosody processing"
  ],
  "created_at": "2025-05-04T23:27:53.044358Z",
  "source_pdf": "documents/research/Global/Sheppard 2020 Right hemisphere ventral stream for emotional prosody identification.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "ARTICLE\nRight hemisphere ventral stream for emotional\nprosody identi ﬁcation\nEvidence from acute stroke\nShannon M. Sheppard, PhD, Lynsey M. Keator, MA, CCC-SLP, Bonnie L. Breining, PhD, Amy E. Wright, BA,\nSadhvi Saxena, MS, MHS, Donna C. Tippett, MPH, MA, CCC-SLP, MPH, and Argye E. Hillis, MD, MA\nNeurology ®2020;94:e1013-e1020. doi:10.1212/WNL.0000000000008870CorrespondenceDr. Sheppard\nsheppard@jhmi.edu\nAbstract\nObjective\nTo determine whether right ventral stream and limbic structures (including posterior superiortemporal gyrus [STG], STG, temporal pole, inferior frontal gyrus pars orbitalis, orbitofrontal\ncortex, amygdala, anterior cingulate, gyrus, and the sagittal stratum) are implicated in emotional\nprosody identi ﬁcation.\nMethods\nPatients with MRI scans within 48 hours of unilateral right hemisphere ischemic stroke wereenrolled. Participants were presented with 24 sentences with neutral semantic content spoken\nwith happy, sad, angry, afraid, surprised, or bored prosody and chose which emotion the speaker\nwas feeling based on tone of voice. Multivariable linear regression was used to identify in-dividual predictors of emotional prosody identi ﬁcation accuracy from a model, including\npercent damage to proposed right hemisphere structures, age, education, and lesion volume\nacross all emotions (overall emotion identi ﬁcation) and 6 individual emotions. Patterns of\nrecovery were also examined at the chronic stage.\nResults\nThe overall emotion identi ﬁcation model was signi ﬁcant (adjusted r\n2= 0.52; p= 0.043); greater\ndamage to right posterior STG ( p= 0.038) and older age ( p= 0.009) were individual predictors\nof impairment. The model for recognition of fear was also signi ﬁcant (adjusted r2= 0.77; p=\n0.002), with greater damage to right amygdala ( p= 0.047), older age ( p< 0.001), and less\neducation ( p= 0.005) as individual predictors. Over half of patients with chronic stroke had\nresidual impairments.\nConclusions\nRight posterior STG in the right hemisphere ventral stream is critical for emotion identi ﬁcation\nin speech. Patients with stroke with damage to this area should be assessed for emotion\nidenti ﬁcation impairment.\nFrom the Departments of Neurology (S.M.S., L.M.K., B.L.B., A.E.W., S.S., D.C.T., A.E.H.), Physical Medicine and Rehabilitation (D.C.T., A.E.H.), and Otolaryngology –Head and Neck\nSurgery (D.C.T.), Johns Hopkins University School of Medicine; and Department of Cognitive Science (A.E.H.), Krieger School of Arts and Sciences, J ohns Hopkins University, Baltimore,\nMD.\nGo to Neurology.org/N for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\nCopyright © 2019 American Academy of Neurology e1013\nCopyright © 2019 American Academy of Neurology. Unauthorized reproduction of this article is prohibited."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Comprehending the intended meaning of a speaker requires\nunderstanding both the content of what is said and the emo-\ntional prosody (expression of emotion in speech). The samewords shouted in anger have a very di ﬀerent meaning when\nexclaimed with joy (e.g., “It’sy o u ! ”). Damage to right hemi-\nsphere (RH) regions is associated with di ﬃculty understanding\nemotional prosody,\n1–5termed emotional or a ﬀective receptive\naprosodia. Poststroke aprosodia is associated with decreased\nmarital satisfaction6and increased caregiver burden.7\nSchirmer and Kotz8proposed RH ventral (sound-to-meaning)\nand dorsal (sound-to-articulation) streams for processingemotional prosody, analogous to left hemisphere streams for\nlanguage processing.\n9,10The proposed RH ventral stream\nprojects from the superior temporal gyrus (STG) to the ante-rior superior temporal sulcus (STS) and subsequently to frontal\nregions where evaluative judgments are made; subcortical\nstructures also subserve emotional prosody identi ﬁcation.\nWe propose that identi ﬁcation of emotional prosody relies on\na right ventral stream and limbic structures, including poste-rior STG, STG, temporal pole, inferior frontal gyrus (IFG)\npars orbitalis, orbitofrontal cortex (OFC), amygdala, anterior\ncingulate gyrus, and the sagittal stratum. We evaluated this\nhypothesis by examining relationships between damage to\nthese structures and performance on an emotional prosodyrecognition task in a group of 23 patients with acute stroke.\nStudying the acute stage o ﬀers the advantage of examining\nlesion e ﬀects before any functional reorganization occurs\nduring recovery.\n11,12We also hypothesized that not all\npatients recover from acute de ﬁcits in emotional prosody\nidenti ﬁcation by the time of reevaluation at 6-12 months, sug-\ngesting that interventions are needed to address this de ﬁcit.\nMethods\nParticipants\nWe enrolled 23 patients (mean age 55.09 years, SD 17.22) withacute RH ischemic stroke who provided informed consent to\nparticipate in the study. The patients included 11 women and\n12 men; 69.6% were African American and 30.4% were white.The majority of strokes were within the middle cerebral artery\nterritory (78%), but also included were strokes within the\nposterior cerebral artery territory (13%), as well as 1 (4%)lenticulostriate stroke, and 1 (4%) stroke involving multiple\nterritories. Stroke etiology was determined to be embolic in 43%\nof patients. At the acute stage of stroke 4 of the 23 patients weredetermined to have visual neglect, and 4 patients experienced\ncognitive and communication de ﬁcits (other than prosodic\ndeﬁcits) including impaired empathy and dysarthria. Manypatients had a history of hypertension prior to stroke (15/23),\nseveral patients were tobacco users at time of stroke (8/23), and\na small number of patients (3/23) had diabetes.\nAll of the patients met the following criteria: (1) never had\na previous symptomatic stroke (2 patients had experienceda single TIA previously; 1 patient was found to have small cer-\nebellar infarcts, which were asymptomatic, as the patient was\nunaware that she had experienced any previous stroke); (2) werepremorbid ﬂuent speakers of English; (3) were right-handed;\n(4) did not have a neurologic disease other than stroke; (5) did\nnot have reduced level of consciousness or receive ongoing se-dation; and (6) had normal or corrected-to-normal auditory and\nvisual acuity based on neurologic examination. At the acute time\npoint, 23 patients were tested within 5 days of stroke. Weconducted follow-up testing on 9 of these patients (mean age 47\nyears, SD 17.65; 2 women and 7 men) at the chronic time point,\nwhich was de ﬁned as at least 6 months after stroke. Performance\non recognizing emotional prosody was compared to a group of\n10 age-matched healthy control participants (mean age 53.33\nyears, SD 18.43; 8 women and 2 men).\nStandard protocol approvals, registrations,\nand patient consents\nAll of the participants in this study, or their legally authorized\nrepresentative, provided informed consent using methodsapproved by the Johns Hopkins Institutional Review Board\n(protocol NA_00042097).\nAll patients were evaluated with MRI di ﬀusion-weighted im-\naging (DWI) and ﬂuid-attenuated inversion recovery to rule out\nold lesions, susceptibility-weighted imaging to rule out hem-orrhage, and T2-weighted imaging to check for other structural\nlesions. Scans were acquired clinically within 48 hours of ad-\nmission on a 3.0T Siemens (Munich, Germany) Trio scanner.Whole-brain DWI had 40 slices with a 2.0 mm\n3voxel size.\nTechnicians blinded to the prosody evaluation results identi ﬁed\nthe presence or absence of tissue dysfunction, which was de-ﬁned as dense ischemia/infarct (bright on DWI maps). These\nareas of tissue dysfunction were traced using MRIcron soft-\nware\n13and were coregistered to the Johns Hopkins University\natlas using SPM12 (nitrc.org/projects/clinicaltbx/). In this way,\ncomparisons can be made across the participants in the study\nwhile preserving individual local features of each brain.14\nLesion overlap maps were created for all participants includedat the acute time point using normalized DWI trace imagesand the corresponding lesion tracings (see lesion overlap map\ninﬁgure 1). The percent damage to each of the areas in the\nproposed RH ventral stream and underlying white matterGlossary\nDWI =d iﬀusion-weighted imaging; IFG = inferior frontal gyrus; OFC = orbitofrontal cortex; RH= right hemisphere; STG =\nsuperior temporal gyrus; STS = superior temporal sulcus.\ne1014 Neurology | Volume 94, Number 10 | March 10, 2020 Neurology.org/N\nCopyright © 2019 American Academy of Neurology. Unauthorized reproduction of this article is prohibited."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "structures (posterior STG, STG, temporal pole, IFG pars\norbitalis, lateral OFC, amygdala, anterior cingulate gyrus, and\nthe sagittal stratum) was calculated for each participant usingNiiStat software (github.com/neurolabusc/NiiStat).\nAs a control, we also evaluated the extent to which damage to\ndorsal stream structures could account for impaired identi ﬁ-\ncation of emotion in speech, independently of age, education,\nand lesion volume. Dorsal stream and underlying whitematter structures include angular gyrus, supramarginal gyrus,\nposterior STG, premotor cortex, IFG opercularis, arcuate\nfasciculus, caudate nucleus, and putamen.\nEmotional prosody identification testing\nParticipants listened to 24 prerecorded semantically neutral\nsentences (e.g., “We walked through the park to get here. ”)\nspoken by a female speaker with happy, sad, angry, afraid, sur-\nprised, or bored emotional prosody. After each sentence, the\nparticipants were presented with a screen on a laptop that dis-played each of the 6 possible emotion words and were asked to\nselect the emotion they believed the speaker was feeling based\non the tone of voice. The 6 emotion words were presented in 2vertical columns presented in t he center of the screen. Emotion\nwords were presented in the same order for each item. Prior to\nthe emotional prosody task, pati ents were tested for presence of\nvisual neglect, and in those cases the emotion words were\npresented on the patients ’non-neglect side. Patients were not\ngiven a time limit for a response. In cases where they were notsure about their answer, they were encouraged to select 1\nemotion from the 6 emotions before moving to the next item.\nThis task was given at the acute (n = 23) and chronic (n = 9)time points. Impaired performance was de ﬁned as performance\n1 SD below the mean of the control group ’s performance.\n15,16\nStatistical analysis\nMultivariable linear regression was used to identify the in-dependent predictors of overall emotional prosody identi ﬁca-\ntion impairment (percent accuracy on overall emotion\nrecognition task). The following independent variables wereentered into the initial model: percent damage to each of 7\nregions of interest (posterior STG, STG, temporal pole, IFG\npars orbitalis, lateral OFC, amygdala, sagittal stratum), overalllesion volume, age, and education. Only regions from the pro-\nposed ventral stream where at least 2 participants had damagewere included in the analysis; thus, the model did not include the\nanterior cingulate gyrus. Next, we evaluated di ﬀerences between\npatients with and without damage to any brain regions that wererevealed as individual predictors in the model of overall emotion\nidentiﬁcation in terms of age, education, and accuracy on rec-\nognizing 6 emotions using unpaired ttests. Multivariable linear\nregression was then repeated using the same model (percent\naccuracy on individual emotion rec ognition, age, education, le-\ns i o nv o l u m e ,p e r c e n td a m a g et op o s t e r i o rS T G ,S T G ,t e m p o r a lpole, IFG pars orbitalis, lateral OFC, amygdala, and sagittal\nstratum) for each of the 6 emotions individually.\nAs a control, we also repeated the same analyses, including\npercent accuracy on the emotion recognition task, age, educa-\ntion, and lesion volume, along with percent damage to dorsal\nstream structures in place of ventral stream structures (angular\ngyrus, supramarginal gyrus, posterior STG, premotor cortex, IFGopercularis, arcuate fasciculus, caudate nucleus, and putamen).\nData availability\nAnonymized data not published within this article will be\nmade available by request from any quali ﬁed investigator.\nResults\nHealthy controls\nOverall emotional prosody identification and\nindividual emotions\nThe controls attained a mean accuracy (SD) of 82.50%\n(5.20%) for overall emotional prosody identi ﬁcation. The\naccuracy for each individual emotion was 95.00% (10.54%)for happy, 95.00% (15.81%) for sad, 97.22% (8.33%) for\nangry, 27.78% (31.73%) for afraid, 100% (0%) for surprised,\nand 80.56% (16.67%) for bored sentences. The controls werebest able to identify surprised prosody and had the most\ndiﬃculty with identifying fearful prosody.\nPatients with RH stroke\nAcute time point\nOverall emotional prosody identification\nOverall emotional prosody identi ﬁcation was impaired rela-\ntive to controls in 16/23 patients with acute RH stroke. The\ngroup of 23 patients achieved a mean accuracy (SD) ofFigure 1 Lesion overlay map\nMap shows the number of patients with damage to each area. The color scale indicates the number of patients with damage to each area, ranging from 2 to 8\npatients.\nNeurology.org/N Neurology | Volume 94, Number 10 | March 10, 2020 e1015\nCopyright © 2019 American Academy of Neurology. Unauthorized reproduction of this article is prohibited."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "57.25% (19.67%) vs 82.50% (5.20%) in age-matched con-\ntrols. The model for overall emotion identi ﬁcation was sig-\nniﬁcant, F10,10 = 3.15, p= 0.043, and accounted for\napproximately 52% of the variance ( r2= 0.76, adjusted r2=\n0.52) (table 1). Individual predictors of overall emotion\nidenti ﬁcation impairment were older age ( p= 0.009) and\ngreater damage to posterior STG ( p= 0.038) ( ﬁgure 2A).\nWe compared patients with and without damage to posterior\nSTG on age, education, lesion volume, and percent accuracyidentifying happy, sad, angry, afraid, surprised, and bored\nemotions in speech. Patients with right posterior STG\nlesions had signi ﬁcantly larger lesion volume ( t= 3.07, p=\n0.006) and were signi ﬁcantly worse at recognizing happy ( t=\n4.32, p< 0.001), sad ( t= 3.48, p= 0.001), angry ( t= 2.90, p=\n0.004), and bored ( t= 2.12, p= 0.023) emotional prosody\n(table 2). In addition, the multivariable model evaluating\ndorsal stream structures in place of ventral stream structures,\nalong with age, education, and lesion volume, was notsigniﬁcant.\nIdentification of individual emotions in speech\nThe mean accuracy (SD) for identifying each individual\nemotion was 66.25% (30.65%) for happy, 73.75% (29.77%)for sad, 53.75% (36.52%) for angry, 11.25% (15.12%) for\nafraid, 78.75% (23.33%) for surprised, and 43.75% (29.10%)\nfor bored. The patients displayed the same pattern as con-trols, with highest accuracy identifying surprised prosody\nand lowest accuracy identifying fearful sentences. Their ac-\ncuracy was lower for each individual emotion when com-pared to controls.\nOf the multivariable linear regression models evaluating\nemotion identi ﬁcation in each of the 6 emotions, only thefear identi ﬁcation model was signi ﬁcant, F\n10,10 = 7.61, p=\n0.002. This model accounted for approximately 77% of the\nvariance ( r2= 0.88, adjusted r2= 0.77). Individual in-\ndependent predictors of lower accuracy of fearful prosody\nidenti ﬁcation were percent damage to the right amygdala ( p\n= 0.047) ( ﬁgure 2B), older age ( p< 0.001), and less edu-\ncation ( p= 0.005). No other predictors were independently\nassociated with the error rate of emotion identi ﬁcation in\nfearful speech. Furthermore, no models evaluating emotionidenti ﬁcation in each of the 6 emotions using dorsal stream\nstructures were signi ﬁcant.\nChronic time point\nNine patients were also tested at the chronic time point (at\nleast 6 months poststroke) to test the hypothesis that only\na subset of people with RH ischemic stroke recover emotional\nprosody identi ﬁcation without speci ﬁc intervention directed\ntoward this de ﬁcit. Five of these patients had impaired overall\nemotional prosody identi ﬁcation acutely and 4 patients were\nimpaired at the chronic time point. Two patients with im-paired overall emotional prosody identi ﬁcation acutely re-\ncovered to normal at the chronic stage. However, one patient\nwho performed within normal limits acutely experienceda decline in emotional prosody identi ﬁcation and was im-\npaired at chronic follow-up testing. Imaging obtained at the\nchronic stage con ﬁrmed that she did not have an extension of\nher infarct or a new infarct that could explain her decline.\nThree of the 5 patients with unimpaired emotion identi ﬁca-\ntion at the chronic stage were also unimpaired at the acutetime point, meaning only 2 patients with impairment at\nbaseline recovered to normal performance. One additional\npatient improved but still had impaired overall emotionidenti ﬁcation.Table 1 Multivariable model for percent accuracy of overall emotion identification\nVariableUnstandardized coefficients Standardized coefficient\nβ Standard error β tp Value\nConstant 72.280 19.150 0.000 3.775 0.004a\nAge, y −0.852 0.263 −0.798 −3.243 0.009a\nEducation, y 2.562 1.539 0.453 1.665 0.127\nLesion volume 4.881e-05 3.934e-04 0.104 0.124 0.904\nPosterior STG −0.903 −0.378 −1.046 −2.391 0.038a\nSTG 0.379 0.650 0.448 0.583 0.573\nTemporal pole −1.216 0.918 −1.284 −1.325 0.215\nIFG pars orbitalis 0.354 0.979 0.341 0.362 0.725\nLateral OFC 0.612 1.164 0.354 0.526 0.611\nAmygdala −2.296 2.367 −0.617 −0.970 0.355\nSagittal stratum 2.310 1.428 1.051 1.617 0.137\nAbbreviations: IFG = inferior frontal gyrus; OFC = orbitofrontal cortex; STG = superior temporal gyrus.\naSignificant at an αlevel of p< 0.05.\ne1016 Neurology | Volume 94, Number 10 | March 10, 2020 Neurology.org/N\nCopyright © 2019 American Academy of Neurology. Unauthorized reproduction of this article is prohibited."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Discussion\nWe con ﬁrmed that identi ﬁcation of emotional prosody is\noften impaired in patients with acute RH strokes. This result isin line with previous studies showing that RH damage often\nresults in di ﬃculty recognizing emotional tones of voice.\n3,5,17\nMore importantly, we tested the hypothesis that damage to\nthe RH ventral stream would explain impairment in emotional\nprosody identi ﬁcation, independently of demographics and\noverall lesion volume. We con ﬁrmed that our model including\nRH ventral stream structures, as well as age, education, and\nlesion volume, predicted performance on an emotion recog-nition task. Older age and greater damage to the right pos-\nterior STG were independent predictors of impairment in\noverall emotion identi ﬁcation. The analyses of individual\nemotions only revealed a signi ﬁcant model for the identi ﬁ-\ncation of fearful speech. Signi ﬁcant individual predictors of\nimpaired identi ﬁcation of fear in speech included greater\npercent damage to the amygdala, older age, and less\neducation.\nSchirmer and Kotz\n8proposed a 3-stage model for the iden-\ntiﬁcation of emotion in speech, of which STG and amygdala\nplay essential roles. Stage 1 (sensory processing) consists ofprocessing speech in bilateral auditory processing areas. Stage\n2 (integration) consists of integrating emotionally meaningful\nacoustic cues along the auditory “what ”processing stream\nfrom STG to anterior STS. During this stage, the emotional\nsigniﬁcance of vocalizations is encoded. Finally, in stage 3\n(cognition), emotionally signi ﬁcant information is made\navailable for higher-order cognitive processing, including\nevaluative judgments, in the right IFG and OFC. The in-\ntegration of emotional prosody with language also engages theleft IFG. Schirmer and Kotz\n8also proposed that subcortical\nstructures, including the amygdala, are also important to\nemotional prosody identi ﬁcation. For example, they sug-\ngested that the amygdala mediates the processing of speci ﬁc\nemotional expressions that are either unexpected or impor-\ntant, such as changes in prosody signaling a threat.Ourﬁndings speci ﬁcally implicate the right posterior STG in\noverall emotional prosody identi ﬁcation. The right posterior\nSTG is part of the proposed ventral stream for identifyingemotional prosody and has been associated with emotionalprosody identi ﬁcation in several previous studies. For exam-\nple, Fr¨ uhholz et al.\n18investigated white matter ﬁber connec-\ntivity between regions responding to emotional prosody inneurologically healthy participants, and found that rightposterior STG was sensitive to variations in pitch and in-tensity in emotional prosody. The ﬁnding that older age was\nan individual predictor of impaired emotion identi ﬁcation was\nnot surprising given that both pitch identi ﬁcation\n19and\nemotion identi ﬁcation20,21skills decline as individuals age\neven in neurologically unimpaired adults, and that older age is\nassociated with poorer functional and cognitive outcomes\nfollowing stroke.22–25However, our results are novel in\nshowing that right posterior STG damage is independent ofage and total lesion volume.\nOurﬁndings also suggest that the right amygdala is essential\nfor the recognition of fearful speech. This is intriguing, since\nfunctional neuroimaging studies in neurologically healthyparticipants\n26,27and lesion studies28,29have implicated the\namygdala in recognizing fear in facial expressions. However, ina study of patients with acute stroke, Tippett et al.\n30found\na strong association between lesions in right amygdala and\nimpaired recognition of happy and angry facial expressions,\nbut not fearful expressions. They proposed that the role of theamygdala is more complex than simply the recognition of fearin facial expression alone. This conclusion corresponds withtheﬁndings of Phillips et al.,\n31who found that the amygdala is\ninvolved in more than just the identi ﬁcation of fearful facial\nexpressions, and was also activated by fearful speech in anfMRI study. Furthermore, Leitman et al.,\n32using MRI in\nneurologically unimpaired participants, found an RH ventral\ntemporo-frontal network activated in emotional prosodyrecognition. In addition, increased activation in the rightamygdala and temporal cortex was found when the stimuliTable 2 Comparing participants with and without posterior superior temporal gyrus (STG) lesions\nVariable Without posterior STG lesions With posterior STG lesions tp Value\nAge, y 54.08 56.40 −0.31 0.378\nEducation, y 14.08 15.22 −0.75 0.231\nHappy % correct 82.69 35.10 4.32 <0.001a\nSad % correct 88.46 50.10 3.48 0.001a\nAngry % correct 73.08 32.6 2.90 0.004a\nAfraid % correct 7.69 15.03 −1.19 0.123\nSurprised % correct 82.69 67.60 1.32 0.100\nBored % correct 55.77 30.10 2.12 0.023a\naSignificant at an αlevel of p< 0.05.\nNeurology.org/N Neurology | Volume 94, Number 10 | March 10, 2020 e1017\nCopyright © 2019 American Academy of Neurology. Unauthorized reproduction of this article is prohibited."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "contained rich emotional prosodic cues, whereas increased\nactivation in IFG was observed when the emotional prosody\nwas more ambiguous. Our results lend further support to theﬁnding that the right amygdala is essential for identifying fear in\nspeech. Furthermore, our results indicated that education was\nalso an independent predictor of recognizing fear. Both patientsand controls had the most di ﬃculty recognizing fearful speech.\nPerhaps a higher education level was an independent predictor\nof fearful speech recognition, and not overall emotion recog-\nnition, because it helped patients overcome this more di ﬃcult\ntask. Several studies have found that education may be neu-roprotective against cognitive decline or may promote neuro-\nplasticity following stroke, making people with higher\neducation more resilient to damage.\n33,34\nTesting of 9 patients at the chronic time point revealed that 2patients improved to normal emotional prosody identi ﬁcation\nfrom the acute to chronic stages, 3 patients remained im-\npaired, 3 patients remained unimpaired, and 1 patient had\nweaker emotional prosody recognition skills at follow-uptesting. These results are comparable to studies of change in\nlanguage\n35and cognition22,36,37after stroke, which show that\nup to 25% show decline in performance after the acute stageof stroke (possibly due to vascular dementia triggered by the\nstroke). While there were a small number of patients at the\nchronic time point, these data suggest that a large portion ofpatients with acute de ﬁcits will experience chronic receptive\nemotional aprosodic de ﬁcits, indicating that interventiontargeting emotional recognition from prosody might be\nwarranted.\nIt should be noted that our study had several limitations.\nThere were a relatively small number of participants with\nlongitudinal data at both the acute and chronic stages, whichprevented us from conducting brain-behavior mapping in\nchronic patients. Moreover, while posterior STG was impli-\ncated at the acute stage, only 1 of the 9 patients at the chronic\nstage had a lesion in posterior STG. We therefore were not\nable to determine whether a posterior STG lesion would alsobe implicated in chronic de ﬁcits. Future research will need to\nexamine longitudinal changes in emotional prosody identi ﬁ-\ncation in a larger group of participants to gain a better un-derstanding of whether and how these de ﬁcits evolve over\ntime. Furthermore, we do not have information about the\neﬀect of emotional prosody identi ﬁcation de ﬁcits on patients\nand their families. Future studies will examine the functional\nnature of emotional prosody impairments.\nOverall, our results suggest that patients with damage to the\nRH ventral stream and underlying subcortical structures\n(particularly right STG and amygdala) should be assessed fortheir ability to perceive emotion in speech. This assessment\ncan be done at bedside by instructing patients to try to judge\nthe emotional tone of voice of sentences (e.g., happy, sad,angry) spoken by a clinician. The clinician could then produce\na neutral content sentence (e.g., “He left. ”) with happy, angry,Figure 2 Brain regions associated with emotional prosody identification\n(A) Right posterior STG (in blue),\nwhere greater damage was signifi-\ncantly associated with impaired\noverall emotional prosody identifica-\ntion. The brain template is partially\ntransparent to allow viewing of this\narea from different orientations. (B)Right amygdala (in red), where\ngreater damage was significantly as-\nsociated with impaired identification\nof fearful prosody. The brain tem-\nplate is partially transparent to allowviewing of this area from different\norientations.\ne1018 Neurology | Volume 94, Number 10 | March 10, 2020 Neurology.org/N\nCopyright © 2019 American Academy of Neurology. Unauthorized reproduction of this article is prohibited."
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "and sad tone of voice. Clinically identifying patients with\nimpaired emotional prosody identi ﬁcation would bene ﬁt both\npatients and their families, particularly since research dem-\nonstrates that emotional prosody disorders negatively a ﬀect\nquality of life in patients and families.38,39If patients are found\nto have a de ﬁcit, they can be made aware that they will have\ndiﬃculty interpreting others ’emotions, and should ask people\nto explicitly state their emotions. It would be bene ﬁcial to\neducate family members by explaining that the patient may\nhave di ﬃculty with emotional prosody identi ﬁcation and\nrecommend they explicitly state their feelings and emotions\nwhenever possible to avoid confusing and frustrating com-\nmunication breakdowns. Finally, future studies should de-velop interventions to improve emotional prosody\nrecognition after RH stroke.\nStudy funding\nThis work was supported by the NIH (National Institute of\nDeafness and Other Communication Disorders) (R01DC015466).\nDisclosure\nS. Sheppard, L. Keator, B. Breining, A. Wright, S. Saxena, and\nD. Tippett report no disclosures relevant to the manuscript. A.\nHillis receives compensation from the American Heart As-sociation as associate editor of Stroke and from Elsevier as\nassociate editor of Practice Update Neurology and has received\ncompensation from Axovant as a member of a data safetymonitoring board. Go to Neurology.org/N for full\ndisclosures.\nPublication history\nReceived by Neurology December 24, 2018. Accepted in ﬁnal form\nSeptember 4, 2019.References\n1. Dara C, Bang J, Gottesman RF, Hillis AE. Right hemisphere dysfunction is better\npredicted by emotional prosody impairments as compared to neglect. J Neurol Transl\nNeurosci 2014;2:1037.\n2. Wright AE, Davis C, Gomez Y, et al. Acute ischemic lesions associated with impair-\nments in expression and recognition of a ﬀective prosody. Perspect ASHA Spec In-\nterest Groups 2016;1:82 –95.\n3. Wright A, Saxena S, Sheppard SM, Hillis AE. Selective impairments in components of\naﬀective prosody in neurologically impaired individuals. Brain Cogn 2018;124:29 –36.\n4. Ross ED, Monnot M. A ﬀective prosody: what do comprehension errors tell us about\nhemispheric lateralization of emotions, sex and aging e ﬀects, and the role of cognitive\nappraisal? Neuropsychologia 2011;49:866 –877.\n5. Ross ED, Monnot M. Neurology of a ﬀective prosody and its functional –anatomic\norganization in right hemisphere. Brain Lang 2008;104:51 –74.\n6. Blonder LX, Pettigrew LC, Kryscio RJ. Emotion recognition and marital satisfaction\nin stroke. J Clin Exp Neuropsychol 2012;34:634 –642.\n7. Sheehan O, Hillis A. Impairments in communicating emotions through prosody of\nspeech and facial expression are associated with reduced quality of life and increased\ncaregiver burden after stroke. Submitted.\n8. Schirmer A, Kotz SA. Beyond the right hemisphere: brain mechanisms mediating\nvocal emotional processing. Trends Cogn Sci 2006;10:24 –30.\n9. Hickok G, Poeppel D. Dorsal and ventral streams: a framework for understanding\naspects of the functional anatomy of language. Cognition 2004;92:67 –99.\n10. Hickok G, Poeppel D. The cortical organization of speech processing. Nat Rev\nNeurosci 2007;8:393 –402.\n11. Marsh EB, Hillis AE. Recovery from aphasia following brain injury: the role of re-\norganization. In: Moller AR, ed. Progress in Brain Research: vol 157: Reprogramming\nof the Brain. Amsterdam: Elsevier; 2006:143 –156.\n12. Jarso S, Li M, Faria A, et al. Distinct mechanisms and timing of language recovery after\nstroke. Cogn Neuropsychol 2013;30:454 –475.\n13. Rorden C, Karnath HO, Bonilha L. Improving lesion-symptom mapping. J Cogn\nNeurosci 2007;19:1081 –1088.\n14. Rorden C, Brett M. Stereotaxic display of brain lesions. Behav Neurol 2000;12:\n191 –200.\n15. Mike A, Strammer E, Aradi M, et al. Disconnection mechanism and regional cortical\natrophy contribute to impaired processing of facial expressions and theory of mind inmultiple sclerosis: a structural MRI study. PLoS One 2013;8:e82422.\n16. Ganguli M, Dodge H, Shen C, DeKosky S. Mild cognitive impairment, amnestic type:\nan epidemiologic study. Neurology 2004;63:115 –121.\n17. Davis CL, Oishi K, Faria AV, et al. White matter tracts critical for recognition of\nsarcasm. Neurocase 2016;22:22 –29.\n18. Fr¨ uhholz S, Gschwind M, Grandjean D. Bilateral dorsal and ventral ﬁber pathways for\nthe processing of a ﬀective prosody identi ﬁed by probabilistic ﬁber tracking. Neuro-\nImage 2015;109:27 –34.\n19. Clinard CG, Tremblay KL, Krishnan AR. Aging alters the perception and physio-\nlogical representation of frequency: evidence from human frequency-following re-\nsponse recordings. Hearing Res 2010;264:48 –55.\n20. Halberstadt J, Ru ﬀman T, Murray J, Taumoepeau M, Ryan M. Emotion perception\nexplains age-related di ﬀerences in the perception of social ga ﬀes. Psychol Aging 2011;\n26:133 –136.\n21. Ryan M, Murray J, Ru ﬀman T. Aging and the perception of emotion: processing vocal\nexpressions alone and with faces. Exp Aging Res 2009;36:1 –22.\n22. Gottesman RF, Hillis AE. Predictors and assessment of cognitive dysfunction\nresulting from ischaemic stroke. Lancet Neurol 2010;9:895 –905.\n23. Jehkonen M, Ahonen JP, Dastidar P, et al. Visual neglect as a predictor of functional\noutcome one year after stroke. Acta Neurol Scand 2000;101:195 –201.Appendix Authors\nName Location Role Contribution\nShannon M.\nSheppard,\nPhDJohns Hopkins\nUniversity School of\nMedicine,\nBaltimore, MDAuthor Study design,\nacquisition of data,\nanalyzed data, drafted\nthe manuscript forintellectual content.\nLynsey M.\nKeator, MA,CCC-SLPJohns Hopkins\nUniversity School ofMedicine,\nBaltimore, MDAuthor Acquisition of data,\ncritical revision of themanuscript for\nimportant intellectual\ncontent.\nBonnie L.\nBreining,\nPhDJohns Hopkins\nUniversity School of\nMedicine,Baltimore, MDAuthor Interpreted the data,\ncritical revision of\nmanuscript forimportant intellectual\ncontent.\nAmy E.\nWright, BAJohns Hopkins\nUniversity School of\nMedicine,\nBaltimore, MDAuthor Major role in acquisition\nof data.Appendix (continued)\nName Location Role Contribution\nSadhvi\nSaxena, MS,\nMHSJohns Hopkins\nUniversity School of\nMedicine,\nBaltimore, MDAuthor Acquisition of data,\ncritical revision of the\nmanuscript for\nimportant intellectualcontent.\nDonna C.\nTippett,MPH, MA,\nCCC-SLPJohns Hopkins\nUniversity School ofMedicine,\nBaltimore, MDAuthor Interpreted the data,\ncritical revision ofmanuscript for\nimportant intellectual\ncontent.\nArgye E.\nHillis, MDJohns Hopkins\nUniversity School of\nMedicine,Baltimore, MDAuthor Study concept and\ndesign, critical revision\nof the manuscript forimportant intellectual\ncontent, study\nsupervision.\nNeurology.org/N Neurology | Volume 94, Number 10 | March 10, 2020 e1019\nCopyright © 2019 American Academy of Neurology. Unauthorized reproduction of this article is prohibited."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "24. Klimkowicz-Mrowiec A, Dziedzic T, S łowik A, Szczudlik A. Predictors of poststroke\ndementia: results of a hospital-based study in Poland. Dement Geriatr Cogn Disord\n2006;21:328 –334.\n25. Wade DT, Hewer RL. Stroke: associations with age, sex, and side of weakness. Arch\nPhys Med Rehabil 1986;67:540 –545.\n26. Fusar-Poli P, Placentino A, Carletti F, et al. Functional atlas of emotional faces\nprocessing: a voxel-based meta-analysis of 105 functional magnetic resonance imaging\nstudies. J Psychiatry Neurosci 2009;34:418 –432.\n27. Gur RC, Schroeder L, Turner T, et al. Brain activation during facial emotion pro-\ncessing. NeuroImage 2002;16(3, part A):651 –662.\n28. Adolphs R, Tranel D, Damasio H, Damasio A. Impaired recognition of emotion in\nfacial expressions following bilateral damage to the human amygdala. Nature 1994;\n372:669 –672.\n29. Calder AJ. Facial emotion recognition after bilateral amygdala damage: di ﬀerentially\nsevere impairment of fear. Cogn Neuropsychol 1996;13:699 –745.\n30. Tippett DC, Godin BR, Oishi K, et al. Impaired recognition of emotional faces after\nstroke involving right amygdala or insula. Semin Speech Lang 2018;39:87 –100.\n31. Phillips ML, Young AW, Scott SK, et al. Neural responses to facial and vocal\nexpressions of fear and disgust. Proc R Soc Lond B: Biol Sci 1998;265:\n1809 –1817.32. Leitman DI, Wolf DH, Ragland JD, et al. “It’s not what you say, but how you say it ”:\na reciprocal temporo-frontal network for a ﬀective prosody. Front Hum Neurosci\n2010;4:19.\n33. Gonzalez-Fernandez M, Davis C, Molitoris JJ, Newhart M, Leigh R, Hillis AE. Formal\neducation, socioeconomic status, and the severity of aphasia after stroke. Arch Phys\nMed Rehabil 2011;92:1809 –1813.\n34. Hillis AE, Tippett DC. Stroke recovery: surprising in ﬂuences and residual con-\nsequences. Adv Med 2014;2014:378263.\n35. Sebastian R, Long C, Purcell JJ, et al. Imaging network level language recovery after\nleft PCA stroke. Restorative Neurol Neurosci 2016;34:473 –489.\n36. Ojala-Oksala J, Jokinen H, Kopsi V, et al. Educational history is an independent\npredictor of cognitive de ﬁcits and long-term survival in postacute patients with mild to\nmoderate ischemic stroke. Stroke 2012;43:2931 –2935.\n37. Brainin M, Tuomilehto J, Heiss W-D, et al. Post-stroke cognitive decline: an update\nand perspectives for clinical research. Eur J Neurol 2015;22:229 –238.\n38. Heilman K. Matter of Mind: A Neurologist ’s View of Brain –Behavior Relationships.\nNew York: Oxford University Press; 2002.\n39. Ross E. Right hemisphere syndromes and the neurology of emotions. In: Behavioral\nNeurology and the Legacy of Norman Geschwind. Philadelphia: Lippincott-Raven;\n1997.\ne1020 Neurology | Volume 94, Number 10 | March 10, 2020 Neurology.org/N\nCopyright © 2019 American Academy of Neurology. Unauthorized reproduction of this article is prohibited."
    }
  ]
}