{
  "doc_type": "scientific paper",
  "title": "Clinical Findings That Differentiate Co-Occurrence of Hyperacusis and Tinnitus from Tinnitus Alone",
  "authors": [
    "Seung-Ho Shin",
    "Sung Wan Byun",
    "Zoo Young Lee",
    "Min-Jee Kim",
    "Eun Hye Kim",
    "Ho Yun Lee"
  ],
  "year": 2022,
  "journal": "Yonsei Medical Journal",
  "doi": "10.3349/ymj.2022.0274",
  "abstract": "Purpose: We aimed to assess the characteristics of patients with concurrent tinnitus and hyperacusis, determine the best audiological criteria for predicting hyperacusis, and confirm whether objective evidence of changes in the brain exists. Materials and Methods: The medical records of patients with tinnitus who visited the hospital between March 2020 and December 2021 were reviewed. Data on accompanying hyperacusis, audiological profiles, and questionnaires including the Tinnitus Handicap Inventory (THI), Beck Depression Inventory, and numerical rating scale were analyzed. Resting-state quantitative electroencephalography (qEEG) using power spectral density (PSD) and event-related spectral perturbation (ERSP) were performed to objectively quantify changes in the brain. Results: A total of 194 patients were analyzed. Among them, 51 (26.3%) reported combined subjective hyperacusis with tinnitus. However, the proportions widely varied from 7.4% to 68.4% based on three audiological criteria for assessment. A higher score on the THI questionnaire was independently associated with the co-occurrence of tinnitus and hyperacusis. Fair agreement was observed between subjective hyperacusis and the audiological criterion based on a loudness discomfort level (LDL) of ≤90 dB at two or more frequencies for the diagnosis of hyperacusis. An increased beta-PSD and decreased levels of gamma-PSD, all-ERSP, and delta-ERSP were observed in patients with hyperacusis (p < 0.05). Conclusion: Patients with co-occurring tinnitus and hyperacusis had more severe tinnitus distress. An LDL of ≤90 dB at two or more frequencies may be applicable to predict accompanying hyperacusis in subjects with tinnitus, and qEEG also provides more objective information.",
  "keywords": [
    "Tinnitus",
    "hyperacusis",
    "electroencephalography"
  ],
  "research_topics": [
    "Hyperacusis and tinnitus co-occurrence characteristics",
    "Audiological criteria for hyperacusis prediction",
    "Quantitative electroencephalography (qEEG) in hyperacusis",
    "Tinnitus distress and its measurement",
    "Loudness discomfort level (LDL) testing",
    "Brain function changes in tinnitus and hyperacusis",
    "Relationship between tinnitus and hyperacusis",
    "Clinical assessment and diagnosis of hyperacusis"
  ],
  "created_at": "2025-05-04T23:09:45.694442Z",
  "source_pdf": "documents/research/Global/Shin 2022 Clinical findings that differentiate co-occurence of hyperacusis from tinnitus.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "1035\nwww.eymj.orgINTRODUCTION\nHyperacusis is a hypersensitivity to external mild to moderate \nsounds that leads them to be perceived as abnormally loud or \neven painful.1 In a recent Delphi survey, hyperacusis was de -\nfined as a reduced tolerance to sounds that are perceived as normal by the majority of the population or that were perceived \nas normal by the affected person before the onset of hyper -\nacusis, where “normal” refers to sounds that are generally well \ntolerated.2 The prevalence of hyperacusis is 0.2%–17.2% in the \ngeneral population, and hearing loss, female sex, rare diseases, \nsuch as Williams syndrome, autism, occupation, such as mu -\nsicians and teachers, low income, tinnitus, and physical or \nmental health difficulties have been reported as common risk \nfactors.3,4 The prevalence, natural history, risk factors, and patho -\nphysiology of hyperacusis, the relationship between tinnitus \nand hyperacusis, and the development of an appropriate ques -\ntionnaire for the diagnosis and treatment of hyperacusis have \nbeen regarded as significant issues.5 \nTinnitus often accompanies hyperacusis. Patients with tin -\nnitus often have a typical personality, which is characterized by \na greater response to stress, lower social closeness, lower self-\ncontrol, and higher alienation.6 Hyperacusis often aggravates Clinical Findings That Differentiate Co-Occurrence  \nof Hyperacusis and Tinnitus from Tinnitus Alone\nSeung-Ho Shin1*, Sung Wan Byun1*, Zoo Young Lee1, Min-Jee Kim2, Eun Hye Kim1, and Ho Yun Lee1\n1Department of Otorhinolaryngology, Ewha Womans University School of Medicine, Seoul;  \n2Department of Pediatrics, Asan Medical Center Children’s Hospital, Ulsan University College of Medicine, Seoul, Korea.\nPurpose:  We aimed to assess the characteristics of patients with concurrent tinnitus and hyperacusis, determine the best audio -\nlogical criteria for predicting hyperacusis, and confirm whether objective evidence of changes in the brain exists.\nMaterials and Methods:  The medical records of patients with tinnitus who visited the hospital between March 2020 and Decem -\nber 2021 were reviewed. Data on accompanying hyperacusis, audiological profiles, and questionnaires including the Tinnitus \nHandicap Inventory (THI), Beck Depression Inventory, and numerical rating scale were analyzed. Resting-state quantitative elec -\ntroencephalography (qEEG) using power spectral density (PSD) and event-related spectral perturbation (ERSP) were performed to \nobjectively quantify changes in the brain.\nResults:  A total of 194 patients were analyzed. Among them, 51 (26.3%) reported combined subjective hyperacusis with tinnitus. \nHowever, the proportions widely varied from 7.4% to 68.4% based on three audiological criteria for assessment. A higher score on \nthe THI questionnaire was independently associated with the co-occurrence of tinnitus and hyperacusis. Fair agreement was ob -\nserved between subjective hyperacusis and the audiological criterion based on a loudness discomfort level (LDL) of ≤90 dB at \ntwo or more frequencies for the diagnosis of hyperacusis. An increased beta-PSD and decreased levels of gamma-PSD, all-ERSP , \nand delta-ERSP were observed in patients with hyperacusis ( p<0.05).\nConclusion:  Patients with co-occurring tinnitus and hyperacusis had more severe tinnitus distress. An LDL of ≤90 dB at two or \nmore frequencies may be applicable to predict accompanying hyperacusis in subjects with tinnitus, and qEEG also provides more \nobjective information.\nKey Words:    Tinnitus, hyperacusis, electroencephalographyOriginal Article \npISSN: 0513-5796 · eISSN: 1976-2437\nReceived:  July 12, 2022   Revised:  August 3, 2022\nAccepted:  August 27, 2022   Published online:  September 29, 2022\nCorresponding author:  Ho Yun Lee, MD, PhD, Department of Otorhinolaryngology, \nEwha Womans University Mokdong Hospital, 1071 Anyangcheon-ro, Yangcheon-gu, \nSeoul 07985, Korea.\nE-mail: hoyun1004@gmail.com\n*Seung-Ho Shin and Sung Wan Byun contributed equally to this work.\n•The authors have no potential conflicts of interest to disclose.\n© Copyright: Yonsei University College of Medicine 2022\nThis is an Open Access article distributed under the terms of the Creative Com -\nmons Attribution Non-Commercial License (https://creativecommons.org/licenses/\nby-nc/4.0) which permits unrestricted non-commercial use, distribution, and repro -\nduction in any medium, provided the original work is properly cited.Yonsei Med J 2022 Nov;63(11):1035-1042\nhttps://doi.org/10.3349/ymj.2022.0274"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "1036\nCo-Occurrence of Hyperacusis and Tinnitus\nhttps://doi.org/10.3349/ymj.2022.0274stress reactions. In addition, it affects the progression from \nacute to chronic tinnitus.7 In an extensive online survey of 3400 \nparticipants, tinnitus severity was highest in patients with a co-\noccurrence of tinnitus and hyperacusis.8 Tinnitus patients who \nhave recovered completely over time have reported lower fear-\nrelated hyperacusis.7\nContrary to the general belief that tinnitus is associated with \nhearing loss or auditory deafferentation, it does not always ac -\ncompany hearing loss.9 When occurring together, hyperacusis \nmay worsen tinnitus in various ways. Thus, it is imperative to \nconfirm whether patients have hyperacusis, especially for pa -\ntients with tinnitus. Moreover, there is still a lack of information \non the characteristics of patients with co-occurrence of these \nsymptoms. \nFurthermore, there is no gold-standard test with which to di -\nagnose hyperacusis. The simplest method to evaluate hyper -\nacusis is to ask patients if they have a hypersensitivity to any \nsounds. To complement the subjectivity of these tests, the Khal -\nfa hyperacusis questionnaire and various audiological tests us -\ning the loudness discomfort level (LDL) test, the dynamic range \n(DR) between a pure-tone threshold, and LDL at several fre -\nquencies have been utilized.10,11 The hyperacusis questionnaire \nhas not yet been translated into multiple languages, other than \nJapanese, Turkish, and Portuguese. In addition, it remains un -\nclear which audiological criteria are the most helpful. Recently, \nquantitative electroencephalography (qEEG) has been widely \nused to quantify brain function using computational analysis. \nIt may provide additional information on changes in function -\nal connectivity and disease-specific parameters that can en -\nable the early diagnosis or prediction of prognosis in various \ndiseases. In a qEEG study, a Korean research group reported \nthat hyperacusis was the consequence of high electrical activity \nin the superior parietal lobe in association with salience to forth -\ncoming sound stimuli.12 However, there is no report on the ap -\nplicability of qEEG for hyperacusis. \nThis study aimed to assess the characteristics of patients with \nco-occurrence of tinnitus and hyperacusis, to determine the \nbest audiological criteria with which to predict hyperacusis, and \nto confirm whether more objective evidence of changes in the \nbrain exists using qEEG analysis.\nMATERIALS AND METHODS\nSubjects\nData on patients with tinnitus who visited the university hos -\npital between March 2020 and December 2021 were reviewed. \nThe exclusion criteria were as follows: 1) pulsatile tinnitus \nsynchronous with the heartbeat, 2) stapedial or palatal myoc -\nlonus, 3) lack of LDL test results, and 4) none of the question -\nnaires were completed. This retrospective cohort study was \napproved by the Institutional Review Board (IRB number: \n2022-02-014). The requirement for written informed consent was waived because of the retrospective nature of the study.\nDuring history-taking, the enrolled patients were asked if \nthey were sensitive or intolerant to environmental sounds. If \ntheir answer was yes, they were classified as having hyperacu -\nsis, while the others were classified as controls. Other epide -\nmiologic characteristics, including age and sex; accompanying \nsymptoms, such as aural fullness, dizziness, headache, atten -\ntion problems, temporomandibular joint (TMJ) discomfort, \nand sleep disturbance; history of noise exposure or head trau -\nma; accompanying diseases, such as diabetes mellitus (DM) \nand hypertension (HTN); results of audiological profiles, in -\ncluding pure-tone audiometry, speech audiometry, electroco -\nchleography, and auditory brainstem response (ABR); psycho -\nacoustic tests, consisting of tinnitus laterality, tinnitus character, \ntinnitus pitch, loudness, minimal masking level (MML), and re -\nsidual inhibition (RI); and questionnaires, including the Tinni -\ntus Handicap Inventory (THI), Beck Depression Inventory \n(BDI), Mini-Mental State Exam (MMSE), and numerical rating \nscale (NRS) (0: no symptoms, 10: maximal symptoms) on the \nawareness, annoyance, loudness, and effect on life of tinnitus, \nwere documented. \nAudiological assessment\nFor audiology-based diagnosis of hyperacusis, the following \nthree audiometric criteria were applied to detect the presence \nof hyperacusis: method 1, reduced DR between the pure-tone \nthreshold and an LDL less than 60 dB; method 2, LDL under \n90 dbHL at 500–8 kHz and 70 dB at 250 Hz; and method 3, \nLDL of 90 dB or less for at least two frequencies. \nResting-state quantitative electroencephalogram\nFor qEEG recording and analysis, a scalp qEEG with 19 elec -\ntrodes was recorded using the MINDD scan (Ybrain, Seong -\nnam, Republic of Korea), with a sampling rate of 500 Hz be -\ntween 1 to 50 Hz. The international 10–20-electrode system was \napplied for placing electrodes. Before preprocessing, all data \nwere imported into an EEGLAB toolbox for MATLAB (MAT -\nLAB R2021b, The MathWorks, Inc., Natick, MA, USA).13 For \npreprocessing, computing average references for re-referenc -\ning, importing channel locations, 1 Hz high-pass filter, apply -\ning clean_rawdata plugins, rejecting bad channels, removing \napparent artifacts, and running a runica.m, which uses an info -\nmax independent component analysis mechanism and is set \nas default in EEGLAB to remove artifacts, were performed. \nThe first 5 min of each artifact-free EEG were collected. Finally, \n12 epochs (10 s duration) per patient were extracted from the 5 \nmin of EEG data, excluding one epoch at the beginning and \none epoch at the end. A total of 12 patients (six patients: tinnitus \nalone, six patients: co-occurrence of tinnitus and hyperacusis) \nunderwent resting-state qEEG evaluation. Their age and sex \ndid not show any significant differences ( p>0.05).\nAnalyzed parameters included 1) power spectral density \n(PSD), 2) event-related spectral perturbation (ERSP), and"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "1037\nSeung-Ho Shin, et al.\nhttps://doi.org/10.3349/ymj.2022.02743) spectral entropy (SE). The PSD, which is the power distri -\nbution in the frequency domain, was calculated using specto -\npo.m, which extracts the mean absolute power of the frequency \nband. The unit was mV2/Hz. ERSP , or changes in the spectral \npower during the epoch at each frequency, was used to reflect \ndynamic brain changes, with the zero point in each epoch set \nas the baseline.14 These ERSPs were analyzed with fast Fourier \ntransform and Hanning window tapering. The mean baseline \nlog power spectrum was subtracted from each spectral estimate \nto produce the baseline-normalized ERSP , and deviations from \nbaseline power were subsequently calculated.14 SE, the signal \nirregularity in the frequency domain, was computed by applying \nthe Shannon entropy concept. \nStatistical analysis\nFor statistical analysis, bivariate analyses were performed be -\ntween the NRS value for subjective distress due to tinnitus and \nthe documented variables, including age, sex, duration of tin -\nnitus, history of noise exposure, history of head trauma, sleep \ndisturbances, headache, dizziness, accompanying diseases \nsuch as DM and/or HTN, THI and BDI scores, pitch, loudness, \nMML, RI, mean pure-tone hearing thresholds, mean speech re -\nception thresholds, and speech discrimination score, using \nStudent’s t-test, Pearson correlation analysis, or chi-square \nanalysis. Subsequently, forward conditional binary logistic re -\ngression analysis was conducted to identify causal relationships \nbetween these factors and subjective hyperacusis in addition \nto calculating the probability. \nA propensity score-matched analysis was performed to mini -\nmize selection bias in the study results. Covariates for propensi -\nty score matching included age, sex, accompanying DM and \nHTN, the presence of dizziness, the duration of tinnitus, tinni -\ntus laterality, and the mean pure-tone thresholds of both sides. \nPropensity scores were calculated by logistic regression, and \n1:1 nearest-neighbor matching was performed. As a result, 25 \npairs of propensity score-matched patients were analyzed.\nTo test interrater reliability, Cohen’s kappa was calculated. \nAccording to the presence or absence of hyperacusis, Student’s \nt-test was performed to compare PSD, ERSP , and SE values. All \nanalyses were performed using IBM SPSS Statistics for Macin -\ntosh ver. 27.0 (IBM Corp., Armonk, NY, USA). P-values<0.05 \nwere considered statistically significant.\nRESULTS\nOverall patient characteristics\nAfter applying the inclusion and exclusion criteria, a final 194 \npatients were reviewed in this retrospective study. They com -\nprised 94 male (48.5%) and 100 female (51.5%), with a mean \nage of 52.36±15.22 years (range: 14–83) and a mean tinnitus du -\nration of 27.48±59.93 months. The mean pure-tone thresholds \nof the right and the left sides were 19.93±15.82 dB and 20.06 ±  13.93 dB, respectively. Regarding tinnitus laterality, unilateral \ntinnitus was the most common (44.8%, n=87), followed by bi -\nlateral tinnitus (40.7%, n=79) and holocranial tinnitus without \nlocalization (14.4%, n=28). The mean pitch and loudness were \n3.87±3.21 Hz and 7.09±8.60 dB SL on the right side and 4.47± \n3.37 Hz and 6.88±7.78 dB SL on the left side, respectively. \nThe initial THI and BDI scores for the questionnaires were \n44.42±23.92 and 10.43±8.29, respectively. The initial NRS scores \nfor awareness, annoyance, loudness, and the effect on life of tin -\nnitus were 7.36±3.16, 6.67±2.82, 6.58±2.35, and 5.08±2.76, re -\nspectively. The mean MMSE score was 27.85±2.44. \nUpon the analysis of accompanying symptoms, 26.3% (n= \n51) of patients complained of combined hyperacusis with tin -\nnitus. Sleep disturbances were the most common accompany -\ning symptom (55.2%, 48/87), followed by aural fullness (38.2%, \n39/102), attention problems (32.5%, 27/83), dizziness (28.7%, \n39/136), headache (27.1%, 39/144), and TMJ discomfort (24.4%, \n10/41). Additionally, 6.7% of patients (13/62) had a history of \nexposure to noise, while 8.5% (10/117) and 24.8% (31/125) of \npatients had DM and HTN, respectively. \nPatient characteristics assessed by propensity score-\nmatched analysis\nTwenty-five pairs of propensity score-matched patients were \nanalyzed (Table 1). No significant relationships were found be -\ntween hyperacusis and sex, tinnitus laterality, history of noise \nexposure or trauma, sleep disturbance, headache, TMJ discom -\nfort, attention problems, or aural fullness. Hyperacusis was sig -\nnificantly associated with the absence of dizziness ( p=0.040), \nhowever. Only 8.3% of hyperacusis patients had dizziness, which \nwas different from patients without hyperacusis (32.0%). Of the \nnumerical variables, patients with hyperacusis had higher THI \nscores ( p=0.002), higher NRS scores for tinnitus awareness ( p= \n0.032), and lower LDLs on both sides ( p<0.010) than those with -\nout hyperacusis (Table 1). Forward conditional regression analy -\nsis revealed that a higher THI score was independently associat -\ned with co-occurrence of subjective hyperacusis and tinnitus \n(EXP(B)=1.050, 95% confidence interval=1.012–1.088, p=0.009). \nNo other parameters were identified as significant prognostic \nfactors in a regression model. \nResults of audiological assessment\nThe proportion of patients with hyperacusis, objectively as -\nsessed by three audiological criteria, varied widely from 7.4% to \n68.4% (Table 2). Fair agreement was observed between subjec -\ntive hyperacusis and the audiological criterion of an LDL of ≤90 \ndB for at least two frequencies. The other criteria did not reach \nany significant agreement with subjective hyperacusis. \nFour patients with subjective hyperacusis revealed an LDL \nof 95 dB or more. Their mean THI score was 33.00±25.74, which \nwas significantly lower than that of those with an abnormal \nLDL (59.72±21.82; p=0.028). In addition, their DRs at whole fre -\nquencies were substantially higher than those of patients with"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "1038\nCo-Occurrence of Hyperacusis and Tinnitus\nhttps://doi.org/10.3349/ymj.2022.0274Table 1.  Patient Characteristics \nVariablesTotal population\np valuePropensity score-matched population\np value With hyperacusis  \n(n=51)Without hyperacusis  \n(n=143)With hyperacusis  \n(n=25)Without hyperacusis  \n(n=25)\nAge (yr) 46.90±14.53 54.31±15.04 0.003 50.16±13.04 52.96±13.78 0.464\nOnset (months) 18.49±43.37 30.50±64.41 0.251 19.00±34.19 14.26±27.72 0.593\nQuestionnaires\nTHI 55.86±24.21 40.61±22.66 <0.001 60.86±23.87 38.33±17.33 0.002\nBDI 12.77±8.36 9.64±8.15 0.032 12.10±9.29 9.67±9.13 0.417\nMMSE 28.88±1.13 27.39±2.75 0.156 28.86±1.22 28.67±1.53 0.837\nNRS (0–10)\nAwareness 8.33±2.77 7.04±3.23 0.013 9.05±2.31 7.22±2.80 0.032\nAnnoyance 6.98±3.12 6.57±2.72 0.412 7.67±2.87 6.56±1.85 0.167\nLoudness 7.02±2.18 6.43±2.40 0.156 7.43±2.29 6.72±2.02 0.318\nEffect on life 5.88±3.05 4.81±2.62 0.029 6.43±2.75 5.28±2.67 0.195\nMean PTA (dB HL)\nRight 17.60±15.32 20.74±15.96 0.230 18.16±12.84 17.20±12.07 0.787\nLeft 18.51±11.43 20.62±14.72 0.364 18.88±11.79 21.68±16.36 0.491\nMean LDL (dB HL)\nRight 81.47±19.00 93.36±15.89 <0.001 74.90±21.03 87.80±11.50 0.010\nLeft 80.19±19.27 92.53±16.08 <0.001 74.19±21.37 87.09±12.40 0.012\nSP/AP ratio\nRight 0.29±0.12 0.29±0.12 0.874 0.29±0.11 0.26±0.11 0.382\nLeft 0.30±0.13 0.29±0.12 0.731 0.32±0.15 0.26±0.11 0.829\nABR thresholds (dBnHL)\nRight 30.00±17.20 36.51±16.51 0.020 27.60±12.17 28.75±12.53 0.746\nLeft 31.80±13.08 38.05±14.80 0.009 32.40±11.91 35.00±12.94 0.468\nTinnitus pitch (kHz)\nRight 4.11±3.09 3.79±3.26 0.639 3.27±2.44 2.56±2.51 0.463\nLeft 4.34±3.46 4.53±3.35 0.762 4.23±3.58 4.88±4.18 0.605\nTinnitus loudness (dB SL)\nRight 5.16±7.80 3.79±3.26 0.149 5.94±5.23 10.42±8.38 0.094\nLeft 6.67±6.01 6.97±8.41 0.831 5.25±4.72 5.56±9.06 0.895\nMMLs (dB HL)\nRight 39.80±20.64 44.75±21.26 0.325 20.00±14.38 21.67±12.31 0.750\nLeft 42.42±22.99 44.77±22.00 0.623 28.10±22.28 28.89±25.24 0.917\nRI\nRight >0.999* >0.999\nComplete RI   9 (36.0) 27 (42.2)   2 (18.2)   2 (25.0)\nPartial RI 15 (60.0) 36 (56.3) 1 (9.1) 0 (0.0)\nNo RI 1 (4.0) 1 (1.6)   8 (72.7)   6 (75.0)\nLeft 0.187* 0.417\nComplete RI 13 (38.2) 31 (46.3)   7 (35.0)   3 (25.0)\nPartial RI 21 (61.8) 33 (49.3) 0 (0.0) 1 (8.3)\nNo RI 0 (0.0) 3 (4.5) 13 (65.0)   8 (66.7)\nTHI, Tinnitus Handicap Inventory; BDI, Beck Depression Inventory; MMSE, Mini-Mental State Exam; NRS, numerical rating scale; PTA, pure tone average; LDL, \nloudness discomfort level; SP/AP ratio, summating potential–to–action potential ratio; ABR, auditory brainstem response; MML, minimal masking level; RI, re -\nsidual inhibition.\nData are presented as mean ±standard deviation or n (%).\n*Results of Fisher exact test.an abnormal LDL ( p<0.05). No other significant differences \nwere observed irrespective of the LDLs of these patients. Comparison of resting-state qEEG \nRegarding PSD, increased beta-PSD ( p=0.016) and decreased \ngamma-PSD ( p<0.001) were observed in patients with hyper -"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "1039\nSeung-Ho Shin, et al.\nhttps://doi.org/10.3349/ymj.2022.0274Fig. 1.  Comparison of event-related spectral perturbations (ERSP) between the two groups (** p<0.001).acusis. Reduced levels of all-ERSP and delta-ERSP were also ob -\nserved in these patients ( p<0.001), while other sub-variables \nwere not found to be significantly different (Fig. 1). For SE, no \nsignificant differences were observed irrespective of the pres -\nence of hyperacusis ( p>0.05). Channel spectra and tonotopic \nmaps of a hyperacusis patient are shown in Fig. 2.\nDISCUSSION\nIn this study, we found that a higher THI score was indepen -\ndently associated with the co-occurrence of tinnitus and hyper -\nacusis in a propensity score-matched analysis. Of the audio -\nlogical criteria used to diagnose hyperacusis, an LDL of ≤90 dB \nfor at least two frequencies showed fair agreement with sub -\njective hyperacusis. In addition, differences in objective qEEG \nfindings were observed according to the co-occurrence of hy -\nperacusis in tinnitus patients. \nConsistent with our findings, tinnitus questionnaires are one \nof the most simple and valuable methods to predict hyperacu -sis. Hyperacusis has been shown to be associated with a THI \nscore of ≥58, and this association was found to be stronger in \npatients with severe hyperacusis.15 In a longitudinal compara -\ntive study between patients with tinnitus alone and those with \nboth tinnitus and hyperacusis, some patients with only tinni -\ntus had high scores on the tinnitus questionnaire from early on, \nalong with constant symptoms of annoyance and bilaterality, \nsuggesting the hidden co-occurrence of tinnitus and hyperacu -\nsis.16 Although excluded in our final regression model, patients \nwho complained of both tinnitus and hyperacusis demonstrat -\ned differences in tinnitus awareness, compared to patients with -\nout hypersensitivity, which may be due to the increased atten -\nTable 2.  Proportion of Hyperacusis Assessed by the Three Audiological \nCriteria\nProportion of \nhyperacusisUnilateral Bilateral  Cohen’s \nkappap value\nMethod 1 123 (63.4)   37 (19.1) 86 (44.3) 0.030 0.573\nMethod 2 14 (7.4)   8 (4.3) 6 (3.2) 0.056 0.336\nMethod 3 117 (68.4) 17 (9.9) 100 (58.5) 0.210 <0.001\nLDL, loudness discomfort level.\nData are presented as n (%).\nMethod 1: reduced dynamic range between the pure-tone threshold and an \nLDL less than 60 dB; Method 2: LDL under 90 dbHL at 500–8 kHz and 70 dB at \n250 Hz; and Method 3: LDL of 90 dB or less for at least two frequencies.\n5.5\n5.0\n4.5\n4.0\n3.5\n3.0\n2.5\n2.0\nAll                                 Delta                               Theta                              Alpha                                Beta                              Gamma\nEEG_ERSPValue**\n**Hyperacusis\n      \n   (+)\n      \n   (-)\n20\n10\n0\n-10\n-20Log power spectral density 10 *log10 (μV2/Hz)\n5         10        15        20        25        30        35        40        45        50\nFrequency (Hz)3.0 6.0 22.0 30.0 Hz\n+\n-\nFig. 2.  Channel spectra and associated tonotopic maps of a patient with \nco-occurrence of tinnitus and hyperacusis. Scalp map shows the scalp \ndistribution of power at 3, 6, 22, and 30 Hz. Red color shows the concen -\ntration of power."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "1040\nCo-Occurrence of Hyperacusis and Tinnitus\nhttps://doi.org/10.3349/ymj.2022.0274tion and salience to the forthcoming stimuli.12 \nBased on the total population, our results showed no differ -\nences in the audiological profiles between patients with and \nwithout hyperacusis, except for better ABR thresholds in those \nwith hyperacusis. We assumed that the improved ABR thresh -\nolds might result from better pure-tone averages in patients with \nhyperacusis. They did not show any significant differences in \nthe propensity score-matched analysis, however. Similar ob -\nservations indicating that hearing thresholds show no statisti -\ncal difference irrespective of the presence of hyperacusis have \nbeen previously reported.16 Hyperacusis does not always ac -\ncompany the hearing loss that is associated with the develop -\nment of tinnitus.9 \nDifferentiating hyperacusis from tinnitus is challenging be -\ncause the potential underlying mechanisms of both may be \nidentical.15 Both involve central overcompensation for reduced \nperipheral auditory input: enhanced central gain to compen -\nsate for the reduced auditory input to the brain has been regard -\ned as the potential mechanism for both conditions.17 Zeng1 sug -\ngested that the additive central noise compensating for hearing \nloss likely generates tinnitus. In contrast, the multiplicative \ncentral gain that compensates for hidden hearing loss is likely \nto give rise to hyperacusis.1\nIn an animal model study using guinea pigs, ventral cochlear \nnucleus bushy cells demonstrated increased spontaneous fir -\ning rates and reduced latency at the suprathreshold after co -\nchlear damage, suggesting that these cells may be involved in \nthe generation of hyperacusis.9 These neural changes were not \nlimited to the central auditory pathway and were also found in \nvarious non-auditory areas associated with emotion, arousal, \nand stress in an animal model.18 In a hyperacusis rat model, c-\nFos expression was higher in the medial geniculate nucleus, \ncentral auditory pathway, and nucleus accumbens in the lim -\nbic system.19 Eggermont reported that hyperacusis was associ -\nated with noise exposure that increased the central gain in the \nlemniscal pathways. In contrast, increased burst firing and \nneural synchrony in the extra-lemniscal pathway were involved \nin the generation of tinnitus.20 \nAmong patient characteristics, the absence of dizziness was \nmost prominent in patients with subjective hyperacusis, al -\nthough it was not included in the regression model. In fact, diz -\nziness and hyperacusis are accompanied only by specific con -\nditions (Table 3).21-29 Acoustic shock may lead to the generation \nof hyperacusis, tinnitus, and various otologic symptoms by ac -\ntivating the trigeminal nerve and cervical trigeminal complex \nthat integrates sensory input from the head and neck and proj -\nects it backward bidirectionally to the cortex.26 TMJ disorder \nwas also one of the most common causes of somatic tinnitus \nbecause of the close anatomical relationship between the TMJ, \ntrigeminal nerve, and ear.25 Otologic symptoms are common \nin most patients with TMJ disorder. We assumed that the rea -\nson patients without dizziness had hyperacusis in this study \nmight be related to the enrolled patients’ characteristics: most patients who visited our tinnitus clinic had chronic subjective \ntinnitus alone, and patients with the abovementioned diseases \nmight present with dizziness or other symptoms as their main \ncomplaints instead of tinnitus or hyperacusis. \nIn this study, the best audiological criterion for hyperacusis \nwas an LDL of ≤90 dB at two or more frequencies. Although \nthere are various diagnostic criteria for diagnosing hyperacu -\nsis, this assessment was the only one that matched the subjec -\ntive hyperacusis described by the patient. On the other hand, \nalthough few patients reported a history of subjective hyperacu -\nsis, their LDL was normal. It is possible that they did not have \nhyperacusis and instead had misophonia or an error in history \ntaking. As mentioned earlier, there is currently no gold standard \nfor diagnosing hyperacusis. Therefore, for a more successful hy -\nperacusis study, it seems appropriate to evaluate only those pa -\ntients whose subjective hypersensitivity and hearing test results \nmatch.\nIn our qEEG findings, increased beta-PSD and decreased \ngamma-PSD in patients with co-occurrence of tinnitus and hy -\nperacusis suggest the presence of increased stress, increased \nexternal attention and anxiety, and reduced cognitive function. \nSince ERSP evaluates the amount of change in brain activity, \ncompared to the baseline of each epoch, decreased all-ERSP \nand delta-ERSP imply the maintenance of increased arousal. \nSimilarly, a functional magnetic resonance imaging study re -\nported that higher cortical and subcortical sound-evoked activ -\nities were observed in hyperacusis patients.30\nThis study has several limitations. First, the study groups were \nbased entirely on hyperacusis history, which was taken retro -\nspectively from the medical records and not by the study exam -\niners. We could not distinguish misophonia from hyperacusis \ndue to incomplete medical records. We also could not differen -\ntiate patients who experienced otalgia in response to sounds \nfrom patients who perceived sounds as excessively loud. The \nretrospective nature of this study may weaken our findings. \nHowever, to overcome the limitations of the retrospective study, Table 3.  Various Medical Conditions Associated with the Co-Occurrence \nof Dizziness and Hyperacusis\nMedical conditions Diseases\nOtologic origin Acute low-tone sensorineural hearing loss\nSudden idiopathic hearing loss\nMeniere’s disease\nRamsay-Hunt syndrome\nSuperior semicircular canal dehiscence\nAcoustic shock\nDental origin Temporomandibular joint disorder\nCentral origin Vestibular migraine\nChiari malformation type I\nAutoimmune origin Vogt-Koyanagi-Harada syndrome\nSystemic lupus erythematosus\nSystemic sclerosis\nOthers Emotional stress"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "1041\nSeung-Ho Shin, et al.\nhttps://doi.org/10.3349/ymj.2022.0274we added a propensity score-matching analysis to reduce con -\nfounding effects, and both qEEG analysis and a comparison \nbetween audiological criteria were performed. All data were \nobtained prospectively with additional research in mind from \nthe beginning. Second, somatic tinnitus was not differentiated. \nPatients with somatic tinnitus and hyperacusis have been re -\nported to be older and have more frequent bilateral tinnitus, \nmore severe tinnitus annoyance, and worse subjective hearing \nthan those without hyperacusis.31 However, we did not con -\nfirm these characteristics in our study. Third, response to the \nhyperacusis questionnaire were not obtained because we did \nnot have a reliable, validated language version. \nIn conclusion, a higher THI questionnaire score was inde -\npendently associated with the co-occurrence of tinnitus and \nhyperacusis. An LDL of ≤90 dB at two or more frequencies may \nbe applicable to predict accompanying hyperacusis in sub -\njects with tinnitus. In addition, qEEG seems to provide more \nobjective information to differentiate accompanying hyperacu -\nsis from tinnitus alone. Changes in PSD and ERSP were ob -\nserved, which suggests that subjective hyperacusis correlates \nwith changes in brain activity.\nACKNOWLEDGEMENTS\nThis research was supported by a grant from the Korea Health \nTechnology R&D Project through the Korea Health Industry De -\nvelopment Institute (KHIDI), funded by the Ministry of Health & \nWelfare, Republic of Korea (grant number: HI21C1574040021). \nAUTHOR CONTRIBUTIONS\nConceptualization:  Ho Yun Lee. Data curation:  Zoo Young Lee, Min-\nJee Kim, and Eun Hye Kim. Formal analysis:  Zoo Young Lee, Min-Jee \nKim, and Eun Hye Kim. Funding acquisition:  Ho Yun Lee. Investiga -\ntion: Ho Yun Lee and Zoo Young Lee. Methodology: Ho Yun Lee. \nProject administration:  Ho Yun Lee. Resources: Ho Yun Lee. Soft -\nware:  Ho Yun Lee. Supervision: Ho Yun Lee. Validation:  Seung-Ho \nShin, Sung Wan Byun, Ho Yun Lee, and Min-Jee Kim. Visualization:  \nHo Yun Lee. Writing—original draft:  Seung-Ho Shin, Sung Wan \nByun, and Ho Yun Lee. Writing—review & editing:  Seung-Ho Shin, \nSung Wan Byun, and Ho Yun Lee. Approval of final manuscript:  all \nauthors.\nORCID iDs\nSeung-Ho Shin https://orcid.org/0000-0001-8093-2673\nSung Wan Byun https://orcid.org/0000-0002-5458-6401\nZoo Young Lee https://orcid.org/0000-0002-7376-3442\nMin-Jee Kim https://orcid.org/0000-0002-8081-6522\nEun Hye Kim https://orcid.org/0000-0002-3932-3056\nHo Yun Lee https://orcid.org/0000-0002-9590-3477\nREFERENCES\n1. Zeng FG. Tinnitus and hyperacusis: central noise, gain and vari -\nance. Curr Opin Physiol 2020;18:123-9.2. Adams B, Sereda M, Casey A, Byrom P , Stockdale D, Hoare DJ. A \nDelphi survey to determine a definition and description of hyper -\nacusis by clinician consensus. Int J Audiol 2021;60:607-13.\n3. Ren J, Xu T, Xiang T, Pu JM, Liu L, Xiao Y, et al. Prevalence of hyper -\nacusis in the general and special populations: a scoping review. \nFront Neurol 2021;12:706555.\n4. Smit AL, Stegeman I, Eikelboom RH, Baguley DM, Bennett RJ, Tegg-\nQuinn S, et al. Prevalence of hyperacusis and its relation to health: \nthe Busselton healthy ageing study. Laryngoscope 2021;131:E2887-\n96.\n5. Baguley DM, Hoare DJ. Hyperacusis: major research questions. \nHNO 2018;66:358-63.\n6. Durai M, O’Keeffe MG, Searchfield GD. The personality profile of \ntinnitus sufferers and a nontinnitus control group. J Am Acad Au -\ndiol 2017;28:271-82.\n7. Vielsmeier V , Santiago Stiel R, Kwok P , Langguth B, Schecklmann M. \nFrom acute to chronic tinnitus: pilot data on predictors and progres -\nsion. Front Neurol 2020;11:997.\n8. Beukes EW, Baguley DM, Manchaiah V , Andersson G, Allen PM, \nKaldo V , et al. Investigating tinnitus subgroups based on hearing-\nrelated difficulties. Int J Clin Pract 2021;75:e14684.\n9. Martel DT, Shore SE. Ventral cochlear nucleus bushy cells encode \nhyperacusis in guinea pigs. Sci Rep 2020;10:20594.\n10. Goldstein B, Shulman A. Tinnitus-Hyperacusis and the loudness \ndiscomfort level test-A preliminary report. Int Tinnitus J 1996;2:  \n83-9.\n11. Khalfa S, Dubal S, Veuillet E, Perez-Diaz F , Jouvent R, Collet L. \nPsychometric normalization of a hyperacusis questionnaire. ORL \nJ Otorhinolaryngol Relat Spec 2002;64:436-42.\n12. Han JJ, Jang JH, Ridder D, Vanneste S, Koo JW, Song JJ. Increased \nparietal circuit-breaker activity in delta frequency band and abnor -\nmal delta/theta band connectivity in salience network in hyper -\nacusis subjects. PLoS One 2018;13:e0191858.\n13. Delorme A, Makeig S. EEGLAB: an open source toolbox for analysis \nof single-trial EEG dynamics including independent component \nanalysis. J Neurosci Methods 2004;134:9-21.\n14. Kim MJ, Yum MS, Yeh HR, Ko TS. Fast oscillation dynamics dur -\ning hypsarrhythmia as a localization biomarker. J Neurophysiol \n2018;119:679-87.\n15. Cederroth CR, Lugo A, Edvall NK, Lazar A, Lopez-Escamez JA, \nBulla J, et al. Association between hyperacusis and tinnitus. J Clin \nMed 2020;9:2412.\n16. Refat F , Wertz J, Hinrichs P , Klose U, Samy H, Abdelkader RM, et \nal. Co-occurrence of hyperacusis accelerates with tinnitus burden \nover time and requires medical care. Front Neurol 2021;12:627522. \n17. Sheppard A, Stocking C, Ralli M, Salvi R. A review of auditory gain, \nlow-level noise and sound therapy for tinnitus and hyperacusis. \nInt J Audiol 2020;59:5-15.\n18. Chen YC, Chen GD, Auerbach BD, Manohar S, Radziwon K, Salvi \nR. Tinnitus and hyperacusis: contributions of paraflocculus, retic -\nular formation and stress. Hear Res 2017;349:208-22.\n19. Liu Y, Alkharabsheh A, Sun W. Hyperexcitability of the nucleus ac -\ncumbens is involved in noise-induced hyperacusis. Neural Plast \n2020;2020:8814858.\n20. Eggermont JJ. Separate auditory pathways for the induction and \nmaintenance of tinnitus and hyperacusis? Prog Brain Res 2021;  \n260:101-27.\n21. Mazurek B, Stöver T, Haupt H, Klapp BF , Adli M, Gross J, et al. The \nsignificance of stress: its role in the auditory system and the patho -\ngenesis of tinnitus. HNO 2010;58:162-72. \n22. Maciaszczyk K, Durko T, Waszczykowska E, Erkiert-Polguj A, Pajor \nA. Auditory function in patients with systemic lupus erythemato -\nsus. Auris Nasus Larynx 2011;38:26-32."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "1042\nCo-Occurrence of Hyperacusis and Tinnitus\nhttps://doi.org/10.3349/ymj.2022.027423. Gaudreau P , Moy J, Lindsay F . An unusual cause of vertigo, tinni -\ntus, and hyperacusis: Vogt-Koyanagi-Harada syndrome. Ear Nose \nThroat J 2012;91:E7-9.\n24. Guerra Jiménez G, Mazón Gutiérrez Á, Marco de Lucas E, Valle \nSan Román N, Martín Laez R, Morales Angulo C. Audio-vestibular \nsigns and symptoms in Chiari malformation type i. Case series \nand literature review. Acta Otorrinolaringol Esp 2015;66:28-35.\n25. Kusdra PM, Stechman-Neto J, Leão BLC, Martins PFA, Lacerda \nABM, Zeigelboim BS. Relationship between otological symptoms \nand TMD. Int Tinnitus J 2018;22:30-4.\n26. Noreña AJ, Fournier P , Londero A, Ponsot D, Charpentier N. An in -\ntegrative model accounting for the symptom cluster triggered after \nan acoustic shock. Trends Hear 2018;22:2331216518801725.\n27. Beh SC, Masrour S, Smith SV , Friedman DI. The spectrum of ves -\ntibular migraine: clinical features, triggers, and examination find -ings. Headache 2019;59:727-40.\n28. Chen D, Wang Z, Jia G, Mao H, Ni Y. The role of anti-endothelial cell \nautoantibodies and immune response in acute low-tone hearing \nloss. Ear Nose Throat J 2021;100(3_suppl):292S-300S.\n29. Ward BK, van de Berg R, van Rompaey V , Bisdorff A, Hullar TE, \nWelgampola MS, et al. Superior semicircular canal dehiscence syn -\ndrome: diagnostic criteria consensus document of the committee \nfor the classification of vestibular disorders of the Bárány Society. J \nVestib Res 2021;31:131-41.\n30. Koops EA, van Dijk P . Hyperacusis in tinnitus patients relates to \nenlarged subcortical and cortical responses to sound except at the \ntinnitus frequency. Hear Res 2021;401:108158.\n31. Ralli M, Salvi RJ, Greco A, Turchetta R, De Virgilio A, Altissimi G, \net al. Characteristics of somatic tinnitus patients with and without \nhyperacusis. PLoS One 2017;12:e0188255."
    }
  ]
}