{
  "doc_type": "scientific paper",
  "title": "Misophonia in Children and Adolescents: Age Differences, Risk Factors, Psychiatric and Psychological Correlates. A Pilot Study With Mothers’ Involvement",
  "authors": [
    "Marta Siepsiak",
    "Anna Turek",
    "Magdalena Michałowska",
    "Małgorzata Gambin",
    "Wojciesz Dragan"
  ],
  "year": 2023,
  "journal": "nature of the problem,",
  "doi": "10.21203/rs.3.rs-2784361/v1",
  "abstract": "Misophonia is a debilitating disorder characterized by decreased sound tolerance. While it typically begins in childhood, research on its characteristics in this population is limited. We assessed 90 children aged 7–18 with and without misophonia, along with their mothers, using interviews, questionnaires, and performance-based tests. Younger children with misophonia were more likely to use aggression in response to triggers than older, while adolescents largely reported self-harm during triggers. Children with misophonia did not differ from their peers in terms of ADHD, ODD, ASD, dyslexia, social and emotional competencies, head injuries, epilepsy, tinnitus, being prematurely born, or delivered via cesarean sections. However, they had significantly higher symptoms of anxiety and depression, more frequent occurrences of OCD, migraines, and psychosomatic complaints. Their mothers self-reported postpartum depression significantly more frequently than mothers in the control group. There is a need for further research on pediatric misophonia, with the involvement and assessment of parents.",
  "keywords": [
    "misophonia",
    "children",
    "adolescents",
    "psychopathology",
    "sensory sensitivity"
  ],
  "research_topics": [
    "Misophonia in children and adolescents",
    "Age differences in misophonia",
    "Risk factors for misophonia",
    "Psychiatric correlates of misophonia",
    "Psychological correlates of misophonia",
    "Comorbidity of misophonia with psychiatric disorders",
    "Anxiety and depression symptoms in misophonia",
    "Assessment of social and emotional competencies",
    "Perinatal factors and postpartum depression",
    "Aggressive and self-harming behaviors in response to misophonia triggers",
    "Diagnostic criteria and assessment methods for misophonia"
  ],
  "created_at": "2025-05-05T03:13:26.421680Z",
  "source_pdf": "documents/research/Global/Siepsiak 2023 Misophonia in Children and Adolescents.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Page 1/25\nMisophonia in Children and Adolescents: Age\nDifferences, Risk Factors, Psychiatric and\nPsychological Correlates. A Pilot Study With\nMothers’ Involvement\nMarta Siepsiak  (  marta.siepsiak@psych.uw.edu.pl )\nUniversity of Warsaw\nAnna Turek \nUniversity of Warsaw\nMagdalena Micha ł owska \nUniversity of Warsaw\nMa łgorzata Gambin \nUniversity of Warsaw\nWojciesz Dragan \nJagiellonian University\nResearch Article\nKeywords: misophonia, children, adolescents, psychopathology, sensory sensitivity\nPosted Date: April 11th, 2023\nDOI: https://doi.org/10.21203/rs.3.rs-2784361/v1\nLicense:   This work is licensed under a Creative Commons Attribution 4.0 International License.  \nRead Full License"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Page 2/25Abstract\nMisophonia is a debilitating disorder characterized by decreased sound tolerance. While it typically\nbegins in childhood, research on its characteristics in this population is limited. We assessed 90 children\naged 7–18 with and without misophonia, along with their mothers, using interviews, questionnaires, and\nperformance-based tests.\nYounger children with misophonia were more likely to use aggression in response to triggers than older,\nwhile adolescents largely reported self-harm during triggers. Children with misophonia did not differ from\ntheir peers in terms of ADHD, ODD, ASD, dyslexia, social and emotional competencies, head injuries,\nepilepsy, tinnitus, being prematurely born, or delivered via cesarean sections. However, they had\nsigni\u0000cantly higher symptoms of anxiety and depression, more frequent occurrences of OCD, migraines,\nand psychosomatic complaints. Their mothers self-reported postpartum depression signi\u0000cantly more\nfrequently than mothers in the control group. There is a need for further research on pediatric misophonia,\nwith the involvement and assessment of parents.\nIntroduction\nMisophonia is a disorder characterized by over-responsivity to certain repetitive stimuli, particularly\nsounds, which are often produced by humans, including chewing, breathing, humming, and sni\u0000ing\n(Swedo et al., 2022). These sounds, referred to as triggers, elicit immediate feelings of irritation, anger,\nand sometimes disgust, anxiety, sadness, helplessness, or other emotions. Individuals with misophonia\ntend to avoid exposure to their triggers, and when avoidance is not possible, they experience intense\ndistress (Brout et al., 2018; Jager et al., 2020) . At the same time, there is currently no data to support the\nnotion that habituation to these sounds is possible, as is the case in anxiety disorders. As a result, their\nquality of life can deteriorate and social functioning may become severely impaired. While misophonia\nhas been observed to co-occur with various psychiatric disorders (Erfanian et al., 2019; Jager et al., 2020;\nRosenthal et al., 2022; Siepsiak et al., 2022) it cannot be attributed exclusively to any speci\u0000c disorder.\nSince misophonia usually develops during childhood or adolescence (Edelstein et al., 2013; Rouw &\nErfanian, 2018), it is crucial to investigate the condition in this population to gain a better understanding\nof its development and progression and plan effective therapeutic and supportive interventions. However,\nthere is currently limited knowledge on misophonia in youths, as almost all the research on this topic has\nbeen conducted on adults. Most of the knowledge on misophonia in children comes from several case\nstudies, mostly reporting on patients referred to clinics (Johnson et al., 2013; Petersen & Twohig, 2022;\nTonarely-Busto et al., 2022; Webber et al., 2014). The data indicates a great variability in the co-\noccurrence of psychiatric disorders in this group, and highlights the idiosyncratic nature of the problem,\noften discussed in terms of family and school. Nonetheless, it reveals a unique pattern of misophonia\nsymptoms in children that is observable in adults as well."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Page 3/25In a recent study by Rinaldi et al. (2022), 15 children with misophonia were identi\u0000ed from a sample of\n142 children, and the \u0000ndings showed that children with this disorder had a signi\u0000cantly lower quality of\nlife compared to the overall population sample. Although the study had limitations, such as being\nquestionnaire-based and conducted online, it provides a basis and reason for further exploration of this\ngroup. To date, only one study has investigated misophonia in a sample of children, and their parents\nusing a combination of psychiatric face-to-face assessments and multiple questionnaires (Guzick et al.,\n2023). The \u0000ndings of this study align with some previous research (Rosenthal et al., 2022; Siepsiak et\nal., 2022) conducted on adult populations with misophonia, revealing a high incidence of comorbid\npsychiatric disorders in children with misophonia. In Guzick et al.’s (2023) study, 78% of children\ndiagnosed with misophonia met the criteria for at least one psychiatric disorder, with depression and\nanxiety disorders being the most commonly observed. However, the \u0000ndings regarding psychiatric\ncomorbidities in misophonia are inconsistent across studies, especially regarding attention-\nde\u0000cit/hyperactivity disorder (ADHD). While some studies have reported higher rates, such as Guzick et\nal. (2023) \u0000nding 21% of children with misophonia also had ADHD, or Kılıç et al. (2021)  reporting 20% of\nadult misophonia sufferers with ADHD, others have reported much lower rates. For example, only 5% of\nadult misophonia sufferers in the Netherlands were diagnosed with ADHD (Jager et al., 2020; A. Schröder\net al., 2013; A. E. Schröder et al., 2017) . Conversely, Rosenthal et al. (2022) found no relationship between\nADHD and misophonia symptoms in an American sample. Due to the limited data and inconsistent\n\u0000ndings on psychiatric comorbidities in misophonia, especially in children, our study aimed to investigate\nthese factors in a sample of Polish-speaking children and teenagers.\nAlthough 8–11% of the children in Guzick et al.'s (2023) study exhibited clinically elevated symptoms of\nautism spectrum disorder (ASD), the average symptoms of ASD were not elevated in this group, and they\nwere not found to be correlated with misophonia symptoms. In fact, the symptoms of ASD were\nsigni\u0000cantly lower in children with misophonia compared to those with anxiety disorders. However, these\n\u0000ndings are inconsistent with the data obtained by Rinaldi et al. (2022) , who reported higher symptoms\nof ASD in children with misophonia. Therefore, the relationship between misophonia and ASD in the\npediatric population remains unclear and requires further investigation. To address the limitations, this\nstudy aimed to examine the understanding of social functioning and emotional regulation in children\nwith misophonia. To achieve this, in this study not only we measured ASD symptoms using parent-\nreporting scales, but also we used performance-based tests to assess the social and emotional\ncompetencies of both children with misophonia and control group without misophonia. To the best of our\nknowledge, no previous studies have used psychological performance-based tests (in contrast to\nquestionnaires) to evaluate these factors in children with misophonia. Moreover, we used a series of\nquestionnaires and conducted clinical face-to-face interviews to assess the presence of psychiatric\ndisorders and the severity of anxiety and depressive disorders.\nIn addition to examining psychiatric and developmental comorbidities, which may offer insight into the\nunderlying mechanisms of misophonia, it is crucial to also consider other factors such as pre- and post-\nnatal conditions and maternal well-being (Campos-Berga et al., 2022; Newman et al., 2016; Zhang et al.,\n2010)  that could also play a role in development or maintenance of misophonia symptoms. Currently,"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Page 4/25there is a lack of information on such risk factors in misophonia. In this study, we assess these factors\nand compare its occurrence between individuals with misophonia and controls without any sound over-\nresponsivities, using mother-reported data, including gathering data on the occurrence of postpartum\ndepression following the birth of the assessed child.\nFor a better understanding of the mechanisms of misophonia, it is also crucial to establish a\ncomprehensive description of the clinical presentation of this disorder in its early stages, including its\nprogression and changes throughout childhood and adolescence. This information is vital for early\ndetection and intervention, potentially leading to improved outcomes for those affected by misophonia.\nNo studies examining age-related misophonia characteristics have been published so far. Therefore, in\nthis study, we also compared the clinical presentation of misophonia in younger children and teenagers,\nincluding the presence of aggressive behavior and self-harm in response to trigger sounds, and coping\nstrategies.\nIn summary, the main aim of this pilot study was to evaluate a broad range of preliminary \u0000ndings from\nprevious research on misophonia in children and adolescents within a Polish sample, and develop new\nhypotheses to test in further studies. Speci\u0000cally, the main objectives of this study were to:\ndescribe the characteristics of misophonia in children and adolescents, including the age of onset,\ntypes of triggers, coping strategies, typical reactions to trigger sounds, emotional experiences, and\nreported direction of symptom development over time,\ninvestigate differences in aggressive and self-harming behaviors and coping skills between younger\nchildren (aged 7–12) and teenagers (aged 13–18) with misophonia,\nexamine differences in perinatal characteristics, as well as somatic and psychosomatic complaints,\nbetween children with and without misophonia,\ninvestigate differences in the severity of depressive and anxiety symptoms, as well as in the\noccurrence of ASD, ADHD, ODD, OCD, and tic disorders, between children with and without\nmisophonia,\nverify the emotional and social competencies of the assessed children with the performance-based\ntests,\ninvestigate whether there were any differences in the occurrence of stressful events during\npregnancy and post-partum depression between mothers of children with and without misophonia,\ndescribe the prevalence of misophonia in other family members of children with the condition.\nMethodology\nParticipants\nA total of 90 children and teenagers between the ages of 7 and 18 (M = 12.6; SD = 3) participated in this\nstudy, along with their mothers. In some cases, fathers also participated in the interviews, and in one\ninstance, a father was interviewed. All participants spoke Polish. The children were either attending"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Page 5/25school or being homeschooled and lived in Poland with at least one parent. The exclusion criteria for both\nthe misophonia and control groups were: a diagnosis of autism spectrum disorder (ASD), including\nAsperger Syndrome, intellectual disability, serious somatic illness, hearing loss, or serious sight\nimpairment. People with ASD were excluded due to the high prevalence of decreased sound tolerance in\nthis group, which is typically distinct from misophonia (Williams et al., 2021), as well as the social and\nemotional di\u0000culties characteristic of ASD. However, one of the main goals of the study was to assess\nthese characteristics, including ASD symptoms, in a group of participants with misophonia.\nSeven children were excluded from the analysis due to not meeting the study criteria (sound over-\nresponsivity in controls, serious cognitive di\u0000culties in controls). In the result, the misophonia group\nconsisted of 45 children and teenagers, while the control group consisted of 38 participants without\nsound sensitivity issues. There was no signi\u0000cant age difference between the misophonia group (n = 44,\nM = 13.1, SD = 3.1) and the control group (n = 37, M = 11.9, SD = 2.9), p = .067. There was also no\nsigni\u0000cant gender difference between the misophonia group (68.2% female) and the control group (51.4%\nfemale), p = .123, χ 2  = 2.383. \nProcedure\nThe study was approved by the Ethics Committee of the Faculty of Psychology at the University of\nWarsaw, with the reference number 10/06/2022. It was conducted between June 2022 and September\n2022. To recruit participants, the study was advertised on social media, through radio broadcasts, and via\nemail to parents who had previously expressed an interest in being informed about research studies.\nInterested parents were directed to an online form, which asked them to provide information about their\nchild's over-responsivity to certain sounds, or if their child had no sound sensitivity issues, to indicate it\ntoo. Parents were also asked to describe how they could tell that their child disliked these sounds, as well\nas provide their child's age, city of residence, and contact information.\nThe volunteers were subsequently contacted by phone for a short screening to assess their eligibility for\nthe study. The Jager et al. (2020) criteria for misophonia were used as a guideline. For instance, if a\nparent reported that their child was over-responsive to only loud sounds or sounds such as sirens,\nvacuum cleaners, or toys, the child was not invited to participate. As children may not be able to name the\nemotions they experience or their parents may not know what type of emotion their child could feel in\nresponse to the triggers, the emotional response type was not taken into consideration during the\nscreening process. However, this was included as part of the main study for descriptive statistics (but not\nfor misophonia diagnosis) when participants were met in person.\nThe study was conducted either at the Faculty of Psychology at the University of Warsaw (Poland) or at\nparticipants' homes located in several Polish voivodeships across all Poland. In a few cases, the study\nwas conducted online, and in such cases, it was limited to interview and questionnaire assessments (no\nperformance-based tests)."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Page 6/25The missing data, such as symptoms of depression and anxiety or emotional and social competencies\ntests, were due to factors such as a child being too tired to complete the assessments, a child being\nunable to \u0000ll a questionnaire or refusing it, or sometimes also time constraints. The average duration of\nthe whole assessment was around 2 hours.\nIn addition to the assessments described below, the children also underwent cognitive performance-\nbased assessment, hearing tests, and central auditory processing tests. However, the analysis of this data\nwas behind the scope of this study. \nAssessment \nMisophonia assessment\nThe misophonia assessment in this study was conducted through face-to-face interviews, which were\nbased on the criteria established by Jager et al., 2020. The aim of this study was to identify children\nwhose main trigger for misophonia was human oral or nasal sounds that elicited strong, unpleasant\nemotional reactions. However, we did not exclude any children based on their failure to report anger or\nirritation as the primary emotion. This was due to the possible variability in emotional expression (Swedo\net al., 2022) and the potential di\u0000culties in accurately identifying and labeling emotions in children. In\naddition, signi\u0000cant impairment of functioning during exposure to the triggers was ascertained through\nreports of active avoidance or complaints, such as asking to stop making sounds, crying, leaving the\nroom, or various types of aggression in response to the trigger sounds. The interviews were conducted by\na psychologist trained in misophonia. They were conducted with mothers, but in all cases where the child\nwas old enough and expressed interest, the child was also involved in the interview process (expect for  \nthe parts on the birth and post-partum depression). For teenagers, the teenager was the main source of\ninformation about their misophonia symptoms, which were also additionally consulted with the mothers.\nThis approach allowed for a more accurate and comprehensive assessment of the child's symptoms,\nincluding their onset. \nAge group division for comparing misophonia characteristics\nDue to the potentially debatable nature of how the age group should be created, we decided to divide the\ngroup based on the normative data presentation for depression symptoms in The Children’s Depression\nInventory used in this study (Wroc ł awska-Warchala et al., 2017). Speci\u0000cally, the younger group included\nchildren up to 12 years old, while the older group comprised teenagers aged 13-18.\nSymptoms of anxiety\nThe Spence Children's Anxiety Scale (SCAS; Spence, 1998) is a widely used measure for assessing\nanxiety symptoms in children. It is a 38-item questionnaire that has two versions: one for the child as a\nself-assessment and one for parents rating their child’s symptoms. The questionnaire uses a four-point\nscale to assess the frequency of certain symptoms or situations. It consists of six scales that assess\ndifferent types of anxiety: panic and agoraphobia, separation anxiety, fear of physical injuries, social"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Page 7/25phobia, obsessive-compulsive disorder (OCD), and generalized anxiety disorder (GAD), as well as a total\noutcome score. In this study, the parent version of the Spence Children's Anxiety Scale was used in all\ncases. However, in most cases where the child was able to read and expressed an interest in participating,\nthey also completed the self-reported version of the questionnaire. In a group of Polish teenagers as self-\nreported (Delvecchio et al., 2017) Cronbach’s alphas for the separate scales ranged between .91 (for panic\ndisorder and agoraphobia symptoms) and .77 (for social phobia symptoms). \nSymptoms of depression\nThe Children’s Depression Inventory (CDI 2; Kovacs, 2015; polish adaptation:  Wroc ł awska-Warchala &\nWujcik, 2017) was used for identifying cognitive, affective and behavioral signs of depression in\nparticipants (between the ages of 7 to 18). It aims to measure depressive symptoms from three different\nperspectives (parents or guardian, teachers, and oneself) and in this study we used the self-report short\nversion and the 17-item parent-report version. Satisfactory psychometric properties are reported for both\nversions: self-report ( α  = 0.74 in the group of Polish children aged 7-12, and α  = 0.80 in the group of\nPolish adolescents aged 13-18) and parent-report ( α  = 0.84 for all of the ages, Wroc ł awska-Warchala &\nWujcik, 2017).\nEmotional and social competencies\nEmotional and social competencies were assessed using the Intelligence and Development Scales for\nChildren and Adolescents (IDS-2; (Grob et al., 2009; Ruiter et al., 2018; Jaworowska et al., 2018). The\nreliability of this performance-based general socio-emotional competence index is satisfactory, with a\nscore of about 0.80 in most groups (Jaworowska et al., 2018).\nAttention De\u0000cit Hyperactivity Disorder and Oppositional De\u0000ant Disorder\nThe structured diagnostic interview questionnaire developed by Wola ń czyk and Ko ł akowski (2005) was\nused in this study to assess attention de\u0000cit hyperactivity disorder (ADHD) and oppositional de\u0000ant\ndisorder (ODD). The interview is commonly used in Poland (E.g. Han ć  et al., 2016). It is based on the ICD-\n10 criteria and comprises 18 items, with the severity of symptoms evaluated using a 4-point Likert scale.\nA score of six points (out of nine) on the Attention De\u0000cit scale and Hyperactivity-Impulsiveness scale is\nconsidered su\u0000cient for an initial diagnosis of ADHD. For ODD, a minimum of four (out of eight)\nsymptoms must be present for a diagnosis to be considered.\nSymptoms of Autism Spectrum Disorders\nThe Autism Spectrum Rating Scales (ASRS) is an autism screening tool developed by Goldstein &\nNaglieri in 2009. The ASRS is designed to identify symptoms, behaviors, and associated features of\nautism spectrum disorders (ASD). In this particular study, the parent-rated version for children between 6\nand 18 years old was utilized. Each item is rated on a 5-point Likert scale, with a higher total score\nindicating a greater intensity of ASD-type behaviors. The reliability of the ASRS main scales is reported to\nbe high, with an alfa coe\u0000cient of over .8 for the parent version (Wroc ł awska-Warchala & Wujcik, 2016)."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Page 8/25Obsessive-compulsive disorder and tic disorder assessment\nTo assess the occurrence of OCD, a list of symptoms of obsessions and compulsions was taken from\nThe Children’s Yale-Brown Obsessive-Compulsive Scale (Goodman et al., 1997; Langley et al., 2018).\nBefore asking a parent about the occurrence of the symptoms from the list, the de\u0000nitions from the CY-\nBOC-S of \"obsessions\" and \"compulsions\" were read to them. The clinician then ensured that the parent\nunderstood the de\u0000nition and answered any questions if needed. Each time the parent named a\nsymptom, the psychologist asked for examples to con\u0000rm the clinical meaning of the symptoms. OCD\nwas reported as occurring in case of the presence of obsessions, compulsions, or both for at least two\nweeks, when signi\u0000cant distress or interference with daily activities (ICD-10) was reported by the parent\nand supported with relevant examples. The scale for assessing the severity of the symptoms was not\nperformed due to time constraints. \nPre, perinatal factors, and other medical and health history reports\nThe mothers provided oral information (self-report) on their child's perinatal history, stress during\npregnancy with the assessed child, birth complications, occurrence of postpartum depression, as well as\ninformation about the child's health complaints, such as migraines/strong headaches, somatic\ncomplaints without documented medical reasons, head injuries, epilepsy, and dyslexia. The data was\nrecorded in a form using nominal scales, indicating the occurrence or absence of each event.\nResults\nStatistical analysis\nThe data were checked for normality, and in all cases, the skewness and kurtosis were between +/- 1, and\ntherefore parametric tests were used for analysis.\nRegarding the characteristics of misophonia, descriptive statistics were run to evaluate frequencies of\ncertain symptoms and behaviors for the entire misophonia group (I), and additionally, a Pearson bivariate\ncorrelation analysis was conducted to examine the reported age and the age of the assessed child. To\ncompare misophonia symptoms across age groups (II), Chi-square Pearson tests with two-sided\nasymptotic signi\u0000cance were used to compare younger and older children with misophonia. To compare\nthe occurrence of perinatal events and reported medical issues, as well as occurrence of psychiatric\ndisorders (IIIa, b, c, f), Chi-square Pearson tests with two-sided asymptotic signi\u0000cance were conducted\nbetween children with and without misophonia. For analyzing the data on performance-based tests of\nemotional regulation and social functioning, as well as differences in the severity of symptoms of\npsychopathology (IIIb, d, e), t-tests for independent samples were conducted.\nI Characteristic of misophonia in the entire misophonia group \nThe onset of misophonia symptoms before the age of 7 was reported by 50% of the parents of the\nchildren. A positive correlation between the age of the assessed child and the reported age of onset of"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Page 9/25misophonia symptoms was found: r = .525, p < .001. \nOral human-made sounds were a primary trigger for all the participants because it was the main inclusion\ncriteria. Additionally, 63% were triggered by sni\u0000ng sounds, 59% by breathing sounds, and 27% by loud\nsounds, 18% sudden sounds, 46% sounds behind the wall, and 21% sounds of normal chatting. \nThe most common emotion in response to trigger was anger (89%), which was followed by irritation\n(84%), disgust (57%), frustration (57%), panic (30%), concern (33%), anxiety (16%), and fear (2%) -\nmultiple answers were allowed.\n            According to the parents, 64% of the children’s \u0000rst trigger was made by a close family member,\nand for 11% - other persons. For 50% of the children, the family member was currently the main trigger.\nFor 57% of children misophonic reactions get worse over time, and for 46% the number of the triggers\nincreased over time. \n54% of parents of the assessed children with misophonia reported a family member having misophonia\nsymptoms (35% parents, 7% siblings, 23% grandparents, 23% cousins). \nII Age differences in misophonia clinical picture - comparison of younger \n(7-12) and older (13-18) children and teenagers with misophonia\nYounger children with misophonia were signi\u0000cantly more likely than teenagers to use verbal and\nphysical aggression in response to trigger sounds than teenagers. Sixty-\u0000ve percent of younger children\n(in comparison to 26% in the teenagers group) were reported by their parents to frequently shout at a\nperson making trigger sounds  χ 2(1, N = 44) 6.490, p = .011), and 41% of younger children, in comparison\nto 7% of the older ones, were reported to use physical aggression such as kicking, punching, or pushing a\nperson making the trigger sounds ( χ 2(1, N =44) = 7.311, p = .007). \nInstead, teenagers were more likely than the younger children to harm themselves during the expositions\nto the trigger sounds ( χ 2(1, N =44) = 8.590, p = .003; 48% vs. 6%). Pinching, scratching skin, pulling out\nhairs, biting lips, among others were reported. Bruises, scratches, and bleeding were also reported as a\nresult of these actions.\nThere were no age differences in the presence of emotional reaction before the triggers are present - the\nanticipation was reported by 70% of participants in both groups. The age groups did not differ in terms of\ncoping strategies such as headphones, leaving the room or covering ears in the presence of the trigger\nsounds. The detailed data on the differences between younger and older children with misophonia are\npresented in Table 1. \nTable 1. Difference between younger and older children with misophonia."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Page 10/25Misophonia\n  Younger\nchildren: 7-12\n year old\nN(%)Teenagers:\n13-18 year\nold\nN(%)χ2\nAnticipation emotional reaction 12 (70.6) 19 (70.4)χ2(2, N = 44) =\n1.731,\np = .421\nAsking politely to stop making the sound 5 (29.4) 14 (51.9)χ2(1, N = 44) =\n2.141,\np = .143\nShouting to stop making the sound 11 (64.7) 7 (25.9)χ2(1, N = 44) =\n6.490,\np = .011\nLeaving the place because of the sound 12 (70.6) 23 (85.2)χ2(1, N = 44)\n=1.366,\np = .242\nAggression toward objects in response to\nthe sound exposition10 (58.8) 6 (22.2)χ2(1, N = 44) =\n6.039, p = 0.14\nPhysical aggression toward other people  in\nresponse to the sound exposition7 (41.2) 2 (7.4)χ2(1, N = 44) =\n7.311, p = .007\nSelf-harm in response to  the sound\nexposition1 (5.9) 13 (48.1)χ2(1, N = 44) =\n8.590, p = .003\nEar covering 11 (64.7) 15 (55.6)χ2(1, N = 44 ) =\n0.361 , p = .548\nHeadphones 9 (52.9) 21 (77.8)χ2(1, N = 44) =\n2.966, p = .085\n \nIII Differences between the characteristics of children with and without misophonia, and their mothers\na. Maternal postpartum depression, pre and postnatal children characteristics\nSigni\u0000cantly more mothers of children with misophonia χ 2(1, N = 81) = 5.853; p = .016; 20.5% vs. 2.7%,\nreported occurrence of postpartum depression. There were no differences in the mothers between the two"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Page 11/25groups in reported perinatal factors, such as labor delivery, birth complications, reported increased stress\nduring pregnancy nor prematurity of the child (for detail see Table 2).\nTable 2.  Difference in clinical characteristics between children with and without misophonia and their\nmothers."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Page 12/25  Misophonia\nn (%)*Controls\nn (%)χ2 (Misophonia vs.\nControl)\nFemale 30 (68.2) 19\n(51.4)χ2(1, N = 81) = 2.38,\np = .123\npostpartum depression in mother, pre and perinatal characteristics\nMother’s postpartum depression 9 (20.5) 1 (2.7)χ2(1, N = 81) =\n5.853,\np = .016\nBirth: C – section 11 (25) 5 (13.5)χ2(1, N = 81) = 1.67,\np = .196\nBirth: premature 4 (9.1) 2 (5.4)χ2(1, N = 81) =\n0.398,\np = .528\nBirth complications 12 (27.9) 6 (16.2)χ2(1, N = 80) =\n1.559,\np = .212\nStress during pregnancy (mother) 10 (22.7) 6 (16.2)χ2(1, N = 81) =\n0.538,\np = .463\nneurological, developmental, and (neuro)psychiatric characteristics\nMigraines (child)** 12 (27.3) 2 (5.4)χ2(1, N = 81) =\n6.722,\np = .010\nPsychosomatic complaints** 14 (34.1) 3 (8.3)χ2(1, N = 77) =\n7.424,\np = .006\nOCD** 6 (13.6) 0χ2(1, N = 81) =\n5.449,\np = .020\nIncreased self-reported depressive symptoms*** 18 (60) 7 (25)χ2(1, N = 58) =\n7.234,\np = .007"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Page 13/25Increased parent -reported overall depressive\nsymptoms***24 (58.5) 11\n(34.4)χ2(1, N = 73) =\n4.204,\np = .040\nTic disorder** 8 (18.2) 2 (5.4)χ2(1, N = 81) =\n3.032,\np = .082\nTinnitus (child)** 1 (2.3) 0χ2(1, N = 81) =\n0.851,\np = .356\nAutism in family 13 (29.5) 6 (16.2)χ2(1, N = 81) =\n1.989,\np = .158\nADHD  (ICD-10) 2 (4.8) 1 (2.7)χ2(1, N = 79) =\n0.228,\np = .633\nODD (ICD-10) 0 0 -\nDyslexia 5 (11.4) 3 (8.1)χ2(2, N = 81) =\n2.605,\np = .272\nEpilepsy (child) 2 (4.5) 0χ2(1, N = 81) =\n1.724,\np = 0.189\nHead Injuries**** 2 (4.5) 3 (8.1)χ2(1, N = 81) =\n0.440,\np = .507\n*percent of positive responses within a group, **life time or current, ***60 or higher on CDI-2 ten scale,\n**** with loss of counsiousness, vomiting or dizziness; in misophonia group - before misophonia\nsymptoms onset, in coltros any time \nb. Developmental and conduct disorders, dyslexia, emotional and social competencies \nThere were no differences between the groups in the number of children who met the diagnostic criteria\nfor ADHD and ODD, and who had a report of the mother’s diagnosis of dyslexia."
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Page 14/25Statistical analysis revealed no signi\u0000cant differences in ASD symptoms between the two groups (for\ndetailed statistics, see Table 3). Additionally, there were no signi\u0000cant differences in the reported\nfrequency of autism diagnosis in families. It is worth noting however, that the occurrence of autism in\nfamilies was high in both groups, with 29.5% in the misophonia group and 16.2% in the control group. \nFurthermore, performance-based IDS-2 tasks measuring emotional and social competencies did not\nreveal any signi\u0000cant differences between children with and without misophonia (for statistical analysis,\nsee Table 3). \nTable 3. Group differences in Symptoms of Autism Spectrum Disorder and Social and Emotional\nCompetencies.  \nSymptoms of Autism Spectrum disorder\nASRSMisophonia\n(n = 43)Control\n(n = 34)t p\nM SD M SD    \nSocial/\nCommunication50.91 12.08 49.79 11.62 .408 .684\nUnusual Behaviors 50.84 12.06 48.59 10.56 .858 .394\nSelf-Regulation 54.88 10.08 50.35 10.96 1.89 .063\nPeer Socialization 52.48 10.33 53.38 10.49 .374 .709\nAdult Socialization 52.28 10.60 50.97 9.24 .569 .571\nSocial/Emotional Reciprocity 52.81 10.69 50.47  \n11.00\n  \n.943\n .349\nAtypical Language 48.00 8.90 47.74 9.73 .124 .901\nStereotypy 46.42 8.85 46/26 10.20 .071 .944\nBehavioral Rigity 49.77 10.56 48.59 10.20 .494 .623\nSensory Sensitivity 56.93 10.96 52.32 9.89 1.91 .060\nAttention 54.42 11.26 51.62 12.87 1.01 .320\nSocial and Emotional Competencies\nIDS-2(n = 38) (n = 32)    \nEmoional Regulation 11.00 2.79 11.19 2.83 .278 .782\nSocial  Strategies 10.39 3.47 11.50 4.13 1.218 .228"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Page 15/25 \nc. Migraine, head injuries, epilepsy, tinnitus, and psychosomatic complaints \nChildren with misophonia signi\u0000cantly more often than controls were reported to experience migraines or\nstrong headaches (27.3% vs. 5.4%;  χ 2(1, N = 81) = 6.722; p = .010), and psychosomatic complaints ( χ 2 (1,\nN = 77) = 7.424; p = .006; 34.1% vs. 8.3%). No group differences were found in reported epilepsy, head\ninjuries and tinnitus. For details see Table 2. \nd. Symptoms of Depression\n            When comparing the depressive symptoms between groups on all the 4 scales (3 reported by\nparents and one self-report; CDI-2), children with misophonia (n = 30, M = 62; SD = 9.33) had higher\ndepressive symptoms than controls (n = 28, M = 54.21; SD = 9.97) only in self-report t(56) = 3.099; p =\n.003; Cohen’s d = 0.89 (see the detailed data in Table 4), while there were no differences in mothers’\nreports of the child symptoms. Nonetheless, signi\u0000cantly more children in misophonia group had\nclinically elevated depressive symptoms (scored 60 or higher in ten scale of CDI-2) not only in the self-\nreport assessment ( χ 2 (1, N = 58) = 7.234; p = .007; 60% vs. 25%), but also in the parent report\nassessment ( χ 2 (1, N = 73) = 4.204; p = .040; 58.5% vs. 34.4 %). \nTable 4. Group differences in depression and anxiety symptoms. \nSymptoms of Anxiety Disordres  SCAS\nparent-ratedMisophonia\n(n = 42)Controls\n(n = 35)t p\nM SD M SD    \nPanic and Agoraphobia 2.16 2.94 1.11 1.66 1.974* .052\nSeparation Anxiety 3.50 2.89 3.03 2.41 .768 .445\nFear of Physical Injouries 3.48 2.75 2.94 2.17 .931 .355\nSocial Phobia 6.95 3.56 5.63 3.13 1.716 .090\nOCD 1.98 2.27 1.20 1.30 1.792 .077\nGAD 5.05 2.99 3.57 2.34 2.376 .020"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Page 16/25Symptoms of Anxiety Disordres SCAS\nchild-rated(n = 33)          (n = 25)    \nSeparation Anxiety 4.47 2.53 3.20 2.69 1.841 .071\nSocial Phobia 3.20 3.44 6.56 3.15 2.085 .042\nOCD 6.12 3.61 4.80 3.43 1.410 .164\nPanic and Agoraphobia 6.21 5.15 3.44 3.56 2.422* .019\nFear of Physical Injouries 4.58 2.14 3.60 2.22 1.695 .098\nGAD 8.58 3.36 5.88 2.91 3.202 .002\n \nSymptoms of depression\nparent-rated CDI-2(n = 41)         (n = 32)    \nTotal Score 59.07 12.11 55.81 10.76 1.20 .235\nEmotional Problems 58.41 13.24 54.75 10.88 1.27 .209\nFunctional Problems\n 56.80 11.72 56.06 10.13 .285 .777\nSymptoms of depression\nchild-rated CDI-2(n = 30) (n = 28)    \nTotal Score\n 62.07 9.33 54.21 9.97 3.10 .003\n*Equal variances not assumed\ne. Symptoms of Anxiety Disorders\nA total of 12 scales (i.e. 6 self-reported symptoms and the same 6 symptoms reported by parents) were\nanalyzed separately: separation anxiety, social phobia, panic and agoraphobia (one scale), fear of\nphysical injuries, OCD and GAD.\nChildren with misophonia had higher severity of symptoms of GAD in both - parent-report t(75) = 2.376; p\n= .020, and self-report t(56) = 3.202; p = .002. Additionally, children with misophonia had higher self-\nreported symptoms of panic and agoraphobia  t(56) = 2.422; p = .019 and social phobia t(56) = 2.085, p =\n.042. For the detailed statistics see Table 4. \nf. Obsessive-Compulsive Disorder and Tic Disorder"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Page 17/25Signi\u0000cantly more children with misophonia met the criteria for OCD\n  χ2(1, N = 81) = 5.449; p = .020; 13.6% vs. 0%.   While tics disorders appeared in misophonia almost 4\ntimes more frequently than in controls (18.2% vs. 5.4%), there was no statistically signi\u0000cant difference\nbetween the groups.\nDiscussion\nThis is one of the \u0000rst studies on the characteristics of misophonia in children, and the \u0000rst one to\nexamine differences in misophonia characteristics between a group of younger individuals (aged 7–12)\nand older ones (aged 13–18). Additionally, it is novel here to investigate pre- and perinatal characteristics\nof such children, along with the occurrence of postpartum depression in their mothers. The entire\nmisophonia sample was also compared to their non-misophonia peers in terms of health characteristics\nand emotional and social skills.\nIn the misophonia group, according to retrospective reports from the mothers, half of our sample\nexhibited the full symptoms of misophonia by the age of 7, with four children possibly meeting the\ncriteria as early as at the age of 3 years. This suggests that misophonia may begin even earlier than\npreviously reported (Rouw & Erfanian, 2018; Erfanian et al., 2019). Furthermore, the correlation between\nthe age of onset and the age of the assessed child suggests that individuals assessed at a later age may\nbe less likely to recall early experiences with misophonia. These \u0000ndings emphasize the signi\u0000cance of\nstudying children with misophonia and involving their parents. Early detection of misophonia and well-\nplanned and executed interventions may potentially prevent or mitigate the adverse long-term effects of\nmisophonia on mental health and family life, which warrants careful investigation in future studies.\nAlthough the \u0000rst trigger for the majority of children (64%) was a sound made by a family member, for the\nrest of the group, it was either a non-family member or both (family and non-family). Moreover, when\nasked about their current main or worst triggers, this percentage dropped, and only 50% of children were\nmainly triggered by family members. These results con\u0000rm notions that sounds made by family\nmembers are discerned triggers, but also show that it is not an indispensable characteristic of\nmisophonia. The high percentage of participants for whom the \u0000rst trigger was a family member may be\nexplained by the fact that children spend most of their time with family members, and speci\u0000c, repetitive\nsounds triggering misophonia are more likely to occur in proximity.\nIn this study, we explored for the \u0000rst time the differences in clinical presentation of misophonia in\nyounger and older age groups of children and adolescence. Our \u0000ndings revealed that physical and verbal\naggression is very common in misophonia, but only in younger children aged 7 to 12 years old. Physical\naggression was reported in only 7% of the teenage group. However, almost a half of the teenagers\nassessed in this study reported self-harm while being exposed to trigger sounds. It can be assumed that\nemotional distress and psychophysiological arousal related to misophonia may exceed the capabilities\nof younger children to respond in socially acceptable ways. Frequent verbal and physical aggression in\nchildren and teenagers with misophonia were also found in Guzick et al., 2023. Our data indicate that"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "Page 18/25externalizing behaviors in response to misophonic triggers might decrease with age, possibly along with\nan increase in self and social awareness and inhibiting skills. However, as our data suggest, misophonia-\nrelated distress does not decrease and is frequently managed in a dysfunctional, self-destructive way,\nsuch as self-harm. Further, longitudinal studies should verify these results.\nDespite the high rate of verbal and physical aggression reported in the younger misophonia sample, it is\nworth noting that there was no difference in the occurrence of ADHD and ODD between the misophonia\ngroup and the control group. Notably, Guzick et al., 2023 also found no signi\u0000cant difference in\nexternalizing behavior between children with misophonia and those with anxiety disorders. Therefore, our\nresults, together with those from the other study, support the notion that externalizing behavior in\nmisophonia may be speci\u0000cally related to the inability to overcome the psychophysiological response\nevoked by misophonic triggers, rather than a general way of reacting to various situations. This should\nalso be veri\u0000ed in further studies, for example by comparing children with misophonia to those with\nexternalizing disorders.\nClinicians should be aware that misophonia in children and adolescents can manifest in different ways\nand may not always involve externalizing behaviors such as verbal or physical aggression. Therefore,\nscreening for self-harm and other related symptoms should also be a part of the diagnostic process for\nmisophonia, particularly in cases where externalizing behaviors may not be apparent.\nOn the contrary, the data on ADHD in misophonia remains inconsistent. Our results contradict the rate of\ncomorbid ADHD found by Guzick et al. (2023), who reported a higher prevalence of ADHD in children with\nmisophonia (21%) than we did in our study (5%). This difference may be due to the slight discrepancies\nin diagnostic criteria that were used; we assessed ADHD according to ICD-10, which is still the o\u0000cial\ncriteria in Poland, while Guzick et al. (2023) used DSM-5 and ICD-11 criteria that allow for the diagnosis\nof ADHD with fewer symptoms than required by ICD-10. In further studies the diagnosis based on DSM-5\nand ICD-11 should be implemented, to minimize the risk of such differences, as well as multidimensional\nquestionnaire and observational assessments\nAnother result of this study that indicates the need for careful psychiatric and psychological evaluation of\nchildren and teenagers with misophonia is related to depressive symptoms. Notably, when compared to\ncontrols without misophonia, children with misophonia on average had signi\u0000cantly higher self-reported\ndepressive symptoms, but there was no difference in the parent reports. However, when analyzing the\nnumber of children whose results indicated clinically elevated depressive symptoms (according to norms\nadjusted for age in Poland), both self and parent reports indicated possible higher prevalence of this\ndisorder in the misophonia group. A similar pattern of more apparent self-reported symptoms was found\nin the case of anxiety disorders. Only the symptoms of Generalized Anxiety Disorder were increased in the\nmisophonia group according to both child and parent assessment, while symptoms of social phobia as\nwell as panic and agoraphobia were signi\u0000cantly increased only when self-assessed by the children.\nHowever, these results should be interpreted with caution for at least two reasons. Firstly, the majority of\nmissing data in the depression and anxiety questionnaires was from younger children, many of whom"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Page 19/25were either too tired or unable to complete them. As a result, the mean age could be higher in the case of\nself-report compared to parental reports. Secondly, while we adjusted the data for age according to Polish\nnorms for depressive symptoms, which makes the data more reliable in spite of the mentioned limitation,\nwe used raw data for anxiety scales due to the lack of Polish norms for these questionnaires.\nIt is interesting to note the discrepancies in the assessment of OCD symptoms. Speci\u0000cally, when children\nself-reported their OCD symptoms, there were no group differences. However, when assessed in the\ninterview according to ICD 10 criteria, OCD was signi\u0000cantly more frequent in the misophonia group. In a\nstudy by Guzick et al., 2023, the diagnosis of OCD was also among the highest prevalent disorders (13%).\nThese \u0000ndings suggest that the use of multiple assessment methods as well as different sources of\ninformation, including self-report, parent report, and clinical interview may be useful for better\nidenti\u0000cation of comorbid conditions in pediatric misophonia, especially in research, when the time for a\ndiagnosis is more limited than in a clinical setting. It is also important for future studies to employ\nstandardized interviews, such as M.I.N.I Kids (Sheehan et al., 2010), to ensure a higher quality of\npsychiatric assessment. In this study, due to constraints in resources, we were unable to do so.\nDue to time limitations and the aim of capturing the broadest clinical picture of misophonia and its\ncomorbidities, only the occurrence of tic disorders with clinically signi\u0000cant severity was registered here,\nwith no use of scales that could possibly show the whole spectrum and intensity of the phenomenon.\nThe results showed that although children with misophonia had a relatively high rate of comorbid tic\ndisorders (18%), there was no statistically signi\u0000cant difference compared to the control group (5%).\nHowever, due to such an approach and some diagnostic di\u0000culties in a quick assessment during the\ninterview, the actual rates of tic disorders in both groups may have been underestimated. Therefore,\ncaution is advised when interpreting these results, and a multiple assessments approach, including\nquestionnaires assessing the severity of speci\u0000c tics, may be necessary to better understand this\ncomorbid condition in the future. Nonetheless, a similar (13%) rate of tic disorder in children with\nmisophonia was discovered by Guzick et al. (2023).\nIt was previously reported that misophonia might be related to migraines (Rosenthal et al., 2022). In our\nsample, children with misophonia indeed signi\u0000cantly more often experienced migraine or strong\nheadaches, than controls, as reported by their parents. They also had a higher rate of psychosomatic\ncomplaints. The groups did not differ in occurrence of epilepsy, head injuries, and tinnitus.\nIn this study, we also aimed to investigate whether any prenatal, perinatal, or early childhood medical\nevents could increase the risk of misophonia. We found no group differences in terms of delivery method,\nbirth complications, prematurity, or maternal-reported stress during pregnancy with the assessed child.\nNonetheless, these results also should be treated as preliminary and replicated with a use of more\nobjective data, such as inclusion of medical records.\nMothers of children with misophonia reported a signi\u0000cantly higher incidence of postpartum depression\ncompared to mothers of children without misophonia. However, further research is necessary to explore"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Page 20/25the emotional well-being of parents of children with misophonia, particularly regarding postpartum\ndepression, as it has been already shown it may increase the risk of psychopathology (Bailey et al., 2023;\nWong & Power, 2023). While we evaluated different aspects of parental functioning in this study, it is not\nfeasible to discuss them in detail within the scope of this paper due to its length.\nAnother result that indicated the need to focus on family environments, both behavioral and genetic, is\nthat in over 50% of cases in the misophonia group, misophonia was present in at least one other family\nmember. In this study, the prevalence of misophonia was not checked in the control group because\nparticipants were not chosen randomly from the population, and people who were already familiar with\nmisophonia could volunteer for the study. To leverage knowledge on the family prevalence of\nmisophonia, further studies should choose the comparison group randomly so that the epidemiological\ndata are not biased.\nFurthermore, in our misophonia group, the occurrence of autism in the family was high, although there\nwere no signi\u0000cant group differences (30% vs. 16%). However, as mentioned above, there was a high risk\nthat speci\u0000c people with misophonia might have applied to the control group, which could have biased\nthe results. Therefore, further studies are needed to investigate the potential association between\nmisophonia and autism in families using random sampling to reduce any potential bias.\nBecause various forms of decreased sound tolerance are common in autism (Williams et al., 2021), we\nexcluded children with an autism spectrum disorder (ASD) diagnosis from our sample to investigate the\nrelationship between non autism-comorbid misophonia and the severity of ASD symptoms. We found\nthat children with misophonia did not differ signi\u0000cantly from the control group in terms of the severity of\ntheir ASD symptoms. In the largest study on children with misophonia to date, Guzick et al. (2023) found\nthat autism spectrum disorder (ASD) symptoms were actually higher in the anxiety control group than in\nthe misophonia group. In contrast, Simner et al. (2022) found a relationship between misophonia\nsymptoms in both children and adults and autism spectrum disorder (ASD) symptoms. However, the\ndifferences between their study and ours could be attributed to the broader de\u0000nition of misophonia used\nby Simner et al. (2022) compared to the one de\u0000ned by Jager et al. (2020) as well as the method of the\ndata collections (questionnaire online vs. face-to-face interviews). The de\u0000nition and measurement of\nmisophonia can signi\u0000cantly impact its correlates, as demonstrated in Siepsiak et al., (2022). Therefore,\nwhen exploring the relationship between misophonia and ASD, it is crucial to carefully consider the\nde\u0000nition and measurement of misophonia to ensure the accuracy of \u0000ndings.\nThe outcome of our study, which found no relationship between misophonia and social di\u0000culties\nmeasured by autism questionnaire assessment, is supported by the fact that the children with\nmisophonia did not differ from their peers in tests measuring social competencies, nor were there\ndifferences in the test measuring emotional competencies. Further studies should examine whether the\nsame results will be obtained in misophonia triggered primarily by non-oral or nasal human-made\nsounds, as this might be more related to sound over-responsivity prevalent in ASD, and using other\nmeasures of emotional and social functioning, including behavioral observations made by teachers."
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Page 21/25The main limitation of this study is the lack of a questionnaire to assess misophonia symptoms in\nchildren in Polish language, which prevented the exploration of the relationship between the severity of\nmisophonia symptoms and other psychopathologies. Future research in Poland should prioritize the\nvalidation of existing child misophonia questionnaires to improve the accuracy of misophonia\nassessment in research and clinical practice.\nThere is also a scarcity of validated questionnaires in the Polish population for assessing other\npsychopathological symptoms in children. For instance, the SCAS was only validated in a group of\nteenagers and solely in the self-report version. Unfortunately, the cost of using better quality tools\nexceeded the budget of this pilot study. Therefore, future studies should aim to address this limitation.\nAnother limitation of this study is the small sample size. However, it should be noted that the study was\nintended to be a pilot study for a more comprehensive and expensive investigation into pediatric\nmisophonia in Poland.\nLastly, in future studies, the misophonia group should be compared to other clinical groups, such as a\ngroup of children with anxiety disorders (Guzick et al., 2023) or externalizing disorders, to explore\nmechanisms that overlap with other psychopathologies and those speci\u0000c to misophonia.\nSummary\nOur study revealed that misophonia can develop as early as 3 years old, with the most common onset\nage being 7 years old, and it was also present in other family members in 50% of the assessed children's\nfamilies. Younger children tended to display physical and verbal aggression in response to misophonic\ntriggers, while teenagers were more likely to use self-harm to regulate their emotions. Children with\nmisophonia had higher levels of anxiety and depression symptoms, especially when self-reported. In\naddition, the study found that mothers of children with misophonia reported higher rates of postpartum\ndepression compared to mothers in the control group. Children with misophonia also reported more\nfrequent migraines and psychosomatic complaints compared to those without the disorder. The\nprevalence of OCD was also higher in the misophonia group, and no signi\u0000cant differences were found in\nautism spectrum disorder symptoms. Furthermore, children with misophonia showed similar social and\nemotional competencies as their peers.\nDeclarations\nEthical Approval\nThe study was approved by the Ethics Committee of the Faculty of Psychology at the University of\nWarsaw, with the reference number 10/06/2022. Written informed consent was obtained from the parents\nand verbal informed consent was obtained from the children. The procedures used in this study adhere to\nthe tenets of the Declaration of Helsinki."
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "Page 22/25Competing interests\nThe authors have no competing interests to declare that are relevant to the content of this article.\nAuthors' contributions\nM.S. designed the study and obtained funding. M.S., M.M., and A.T. collected and prepared the data for\nanalysis. M.S. conducted the analysis and wrote the initial version of the manuscript, while A.T. and M.M.\ncontributed to speci\u0000c sections. M.G. and W.D. reviewed the manuscript and introduced changes.\nFunding\nThe study was \u0000nancially supported by the University of Warsaw funds IDUB IV.4.1 granted to Marta\nSiepsiak.\nAvailability of data and materials\nThe data will be made available for any research purposes upon request (at\nmarta.siepsiak@psych.uw.edu.pl).\n \nReferences\n1. Bailey, N. A., Irwin, J. L., Davis, E. P., Sandman, C. A., & Glynn, L. M. (2023). Patterns of Maternal\nDistress from Pregnancy Through Childhood Predict Psychopathology During Early Adolescence.\nChild Psychiatry & Human Development, 54(2), 470–480. https://doi.org/10.1007/s10578-021-\n01259-7\n2. Brout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L. J., Rouw, R., Kumar, S., & Rosenthal, M.\nZ. (2018). Investigating Misophonia: A Review of the Empirical Literature, Clinical Implications, and a\nResearch Agenda. Frontiers in Neuroscience, 12, 36.\nhttps://www.frontiersin.org/article/10.3389/fnins.2018.00036\n3. Campos-Berga, L., Moreno-Giménez, A., Sahuquillo-Leal, R., Hervás, D., Diago, V., Navalón, P., Vento,\nM., & García-Blanco, A. (2022). Emotional regulation and psychomotor development after threatening\npreterm labor: a prospective study. European Child & Adolescent Psychiatry, 31(3), 473–481.\nhttps://doi.org/10.1007/s00787-021-01733-6\n4. Delvecchio, E., Li, J.-B., Liberska, H., Lis, A., & Mazzeschi, C. (2017). The Polish Spence Children’s\nAnxiety Scale: Preliminary Evidence on Validity and Cross-Cultural Comparison. Journal of Child and\nFamily Studies, 26(6), 1554–1564. https://doi.org/10.1007/s10826-017-0685-9\n5. Edelstein, M., Brang, D., Rouw, R., & Ramachandran, V. S. (2013). Misophonia: physiological\ninvestigations and case descriptions. Frontiers in Human Neuroscience.\nhttps://doi.org/10.3389/fnhum.2013.00296"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "Page 23/25\u0000. Erfanian, M., Kartsonaki, C., & Keshavarz, A. (2019). Misophonia and comorbid psychiatric\nsymptoms: a preliminary study of clinical \u0000ndings. Nordic Journal of Psychiatry, 73(4–5), 219–228.\nhttps://doi.org/10.1080/08039488.2019.1609086\n7. Goldstein, S., & Naglieri, J. A. (2009). Autism spectrum rating scales (ASRS). Multi-Health System\nNorth Tonawanda, NY.\n\u0000. Grob, A., Meyer, C., & Hagmann-von Arx, P. (2009). Intelligence and Development Scales (IDS).\n9. Guzick, A. G., Cervin, M., Smith, E. E. A., Clinger, J., Draper, I., Goodman, W. K., Lij\u0000jt, M., Murphy, N.,\nLewin, A. B., Schneider, S. C., & Storch, E. A. (2023). Clinical characteristics, impairment, and\npsychiatric morbidity in 102 youth with misophonia. Journal of Affective Disorders, 324, 395–402.\nhttps://doi.org/10.1016/j.jad.2022.12.083\n10. Han ć , T., Szwed, A., S ł opie ń , A., Wola ń czyk, T., Dmitrzak-W ę glarz, M., & Ratajczak, J. (2016). Perinatal\nRisk Factors and ADHD in Children and Adolescents: A Hierarchical Structure of Disorder Predictors.\nJournal of Attention Disorders, 22(9), 855–863. https://doi.org/10.1177/1087054716643389\n11. Jager, I., de Koning, P., Bost, T., Denys, D., & Vulink, N. (2020). Misophonia: Phenomenology,\ncomorbidity and demographics in a large sample. PLOS ONE, 15(4), e0231390.\nhttps://doi.org/10.1371/journal.pone.0231390\n12. Johnson, P. L., Webber, T. A., Wu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2013). When\nselective audiovisual stimuli become unbearable: A case series on pediatric misophonia.\nNeuropsychiatry. https://doi.org/10.2217/npy.13.70\n13. Kılıç, C., Öz, G., Avano ğ lu, K. B., & Aksoy, S. (2021). The prevalence and characteristics of misophonia\nin Ankara, Turkey: population-based study. BJPsych Open, 7(5), e144. https://doi.org/DOI:\n10.1192/bjo.2021.978\n14. Kovacs, M. (2015). Children’s Depression Inventory (CDI and CDI 2). In The Encyclopedia of Clinical\nPsychology (pp. 1–5). https://doi.org/https://doi.org/10.1002/9781118625392.wbecp419\n15. Newman, L., Judd, F., Olsson, C. A., Castle, D., Bousman, C., Sheehan, P., Pantelis, C., Craig, J. M.,\nKomiti, A., & Everall, I. (2016). Early origins of mental disorder - risk factors in the perinatal and infant\nperiod. BMC Psychiatry, 16(1), 270. https://doi.org/10.1186/s12888-016-0982-7\n1\u0000. Petersen, J. M., & Twohig, M. P. (2022). Acceptance and Commitment Therapy for a Child With\nMisophonia: A Case Study. Clinical Case Studies, 15346501221126136.\nhttps://doi.org/10.1177/15346501221126136\n17. Rinaldi, L J, Simner, J., Koursarou, S., & Ward, J. (2022). Autistic traits, emotion regulation, and\nsensory sensitivities in children and adults with Misophonia. Journal of Autism and Developmental\nDisorders. https://doi.org/10.1007/s10803-022-05623-x\n1\u0000. Rinaldi, Louisa J, Smees, R., Ward, J., & Simner, J. (2022). Poorer Well-Being in Children With\nMisophonia: Evidence From the Sussex Misophonia Scale for Adolescents. Frontiers in Psychology,\n13. https://doi.org/10.3389/fpsyg.2022.808379\n19. Rosenthal, M. Z., McMahon, K., Greenleaf, A. S., Cassiello-Robbins, C., Guetta, R., Trumbull, J., Anand,\nD., Frazer-Abel, E. S., & Kelley, L. (2022). Phenotyping misophonia: Psychiatric disorders and medical"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "Page 24/25health correlates. Frontiers in Psychology, 13. https://doi.org/10.3389/fpsyg.2022.941898\n20. Rouw, R., & Erfanian, M. (2018). A Large-Scale Study of Misophonia. Journal of Clinical Psychology.\nhttps://doi.org/10.1002/jclp.22500\n21. Ruiter, S., Timmerman, M., & Visser, L. (2018). IDS-2: Intelligentie- en ontwikkelingsschalen voor\nkinderen en jongeren.\n22. Schröder, A. E., Vulink, N. C., van Loon, A. J., & Denys, D. A. (2017). Cognitive behavioral therapy is\neffective in misophonia: An open trial. Journal of Affective Disorders.\nhttps://doi.org/10.1016/j.jad.2017.04.017\n23. Schröder, A., Vulink, N., & Denys, D. (2013). Misophonia: Diagnostic Criteria for a New Psychiatric\nDisorder. PLoS ONE, 8(1), e54706. https://doi.org/10.1371/journal.pone.0054706\n24. Sheehan, D. V, Sheehan, K. H., Shytle, R. D., Janavs, J., Bannon, Y., Rogers, J. E., Milo, K. M., Stock, S.\nL., & Wilkinson, B. (2010). Reliability and validity of the mini international neuropsychiatric interview\nfor children and adolescents (MINI-KID). The Journal of Clinical Psychiatry, 71(3), 17393.\n25. Siepsiak, M., Rosenthal, M. Z., Raj-Koziak, D., & Dragan, W. (2022). Psychiatric and audiologic\nfeatures of misophonia: Use of a clinical control group with auditory over-responsivity. Journal of\nPsychosomatic Research, 156, 110777. https://doi.org/10.1016/J.JPSYCHORES.2022.110777\n2\u0000. Spence, S. H. (1998). A measure of anxiety symptoms among children. Behaviour Research and\nTherapy, 36(5), 545–566. https://doi.org/https://doi.org/10.1016/S0005-7967(98)00034-5\n27. Swedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A., Jastreboff, P. J., Kumar,\nS., Rosenthal, M. Z., Rouw, R., Schiller, D., Simner, J., Storch, E. A., Taylor, S., Vander Werff, K. R.,\nAltimus, C. M., & Raver, S. M. (2022). Consensus De\u0000nition of Misophonia: A Delphi Study. Frontiers\nin Neuroscience, 0. https://doi.org/10.3389/FNINS.2022.841816\n2\u0000. Tonarely-Busto, N. A., Phillips, D. A., Saez-Clarke, E., Karlovich, A., Kudryk, K., Lewin, A. B., &\nEhrenreich-May, J. (2022). Applying the Uni\u0000ed Protocol for Transdiagnostic Treatment of Emotional\nDisorders in Children and Adolescents to Misophonia: A Case Example. Evidence-Based Practice in\nChild and Adolescent Mental Health, 1–15. https://doi.org/10.1080/23794925.2022.2025631\n29. Webber, T. A., Johnson, P. L., & Storch, E. A. (2014). Pediatric misophonia with comorbid obsessive-\ncompulsive spectrum disorders. General Hospital Psychiatry.\nhttps://doi.org/10.1016/j.genhosppsych.2013.10.018\n30. Williams, Z. J., He, J. L., Cascio, C. J., & Woynaroski, T. G. (2021). A review of decreased sound\ntolerance in autism: De\u0000nitions, phenomenology, and potential mechanisms. In Neuroscience and\nBiobehavioral Reviews (Vol. 121, pp. 1–17). Elsevier\nLtd. https://doi.org/10.1016/j.neubiorev.2020.11.030\n31. Wola ń czyk T., Ko ł akowski A. (2005). Kwestionariusze do diagnozy ADHD i zaburze ń  zachowania\n[The Diagnostic Structured Interview for ADHD and Hyperkinetic Disorder]. Warsaw, Poland: Janssen-\nCilag.\n32. Wong, M., & Power, T. G. (2023). Parental Depressive Symptoms, Parent Attributional Style, and Child\nCoping as Predictors of Depressive Symptoms in Children of Parents with Anxiety or Mood"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "Page 25/25Disorders. Child Psychiatry & Human Development, 54(2), 352–364. https://doi.org/10.1007/s10578-\n021-01248-w\n33. Wroc ł awska-Warchala, E., & Wujcik, R. (2016). Zestaw Kwestionariuszy do Diagnozy Spektrum\nAutyzmu ASRS®: podr ę cznik Sam Goldstein i Jack A. Naglieri:[polish adaptation]. Pracownia Testów\nPsychologicznych Polskiego Towarzystwa Psychologicznego.\n34. Zhang, X., Lv, C.-C., Tian, J., Miao, R.-J., Xi, W., Hertz-Picciotto, I., & Qi, L. (2010). Prenatal       and\nPerinatal Risk Factors for Autism in China. Journal of Autism and Developmental  Disorders, 40(11),\n1311–1321. https://doi.org/10.1007/s10803-010-0992-0"
    }
  ]
}