{
  "doc_type": "scientific paper",
  "title": "Development and Psychometric Properties of MisoQuest—A New Self-Report Questionnaire for Misophonia",
  "authors": [
    "Marta Siepsiak",
    "Andrzej Śliwerski",
    "Wojciech Łukasz Dragan"
  ],
  "year": 2020,
  "journal": "International Journal of Environmental Research and Public Health",
  "doi": null,
  "abstract": "Background: Misophonia is a condition related to experiencing psychophysiological sensations when exposed to speciﬁc sound triggers. In spite of progress in research on the subject, a fully validated questionnaire assessing misophonia has not been published yet. The goal of this study was to create and validate a new questionnaire to measure misophonia. Methods: MisoQuest is based on the diagnostic criteria proposed by Schröder et al. in 2013, with minor changes implemented by the authors of MisoQuest. A total of 705 participants took part in the study, completing the online questionnaires. Exploratory Factor Analysis (EFA) and analyses using the Item Response Theory (IRT) were performed. Internal consistency was evaluated with Cronbach’s alpha. Results: The reliability of the MisoQuest was excellent (α=0.955). The stability at five weeks was strong. There was a significant difference in results between people classiﬁed as those with misophonia and those without misophonia. Conclusions: MisoQuest has good psychometric values and can be helpful in the identiﬁcation of misophonia. A deeper analysis showed that certain triggers might be more speciﬁc for people with misophonia. Consideration of violent behavior in response to misophonic triggers as a symptom of misophonia was undermined.",
  "keywords": [
    "misophonia",
    "decreased sound tolerance",
    "misophonia questionnaire",
    "MisoQuest",
    "sound sensitivity"
  ],
  "research_topics": [
    "development of psychological assessment tool",
    "psychometrics",
    "misophonia",
    "sound sensitivity and tolerance",
    "Item Response Theory in questionnaire validation",
    "exploratory factor analysis",
    "psychological measurement"
  ],
  "created_at": "2025-05-05T02:37:32.001171Z",
  "source_pdf": "documents/research/Global/Siepsiak 2020 Development and Psychometric Properties of MisoQuest.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "International  Journal  of \nEnvironmental Research\nand Public Health\nArticle\nDevelopment and Psychometric Properties of\nMisoQuest—A New Self-Report Questionnaire\nfor Misophonia\nMarta Siepsiak1,*\n, Andrzej ´Sliwerski2\nand Wojciech Łukasz Dragan1\n1Faculty of Psychology, University of Warsaw, 00-183 Warsaw, Poland; wdragan@psych.uw.edu.pl\n2Institute of Psychology, University of Ł ód´ z, 90-136 Ł ód´ z, Poland; andrzej.sliwerski@uni.lodz.pl\n*Correspondence: marta.siepsiak@psych.uw.edu.pl\nReceived: 11 February 2020; Accepted: 5 March 2020; Published: 10 March 2020\n/gid00030/gid00035/gid00032/gid00030/gid00038/gid00001/gid00033/gid00042/gid00045 /gid00001\n/gid00048/gid00043/gid00031/gid00028/gid00047/gid00032/gid00046\nAbstract: Background : Misophonia is a condition related to experiencing psychophysiological\nsensations when exposed to speciﬁc sound triggers. In spite of progress in research on the subject, a\nfully validated questionnaire assessing misophonia has not been published yet. The goal of this study\nwas to create and validate a new questionnaire to measure misophonia. Methods : MisoQuest is based\non the diagnostic criteria proposed by Schröder et al. in 2013, with minor changes implemented by\nthe authors of MisoQuest. A total of 705 participants took part in the study, completing the online\nquestionnaires. Exploratory Factor Analysis (EFA) and analyses using the Item Response Theory\n(IRT) were performed. Internal consistency was evaluated with Cronbach’s alpha. Results : The\nreliability of the MisoQuest was excellent ( \u000b=0.955). The stability at ﬁve weeks was strong. There\nwas a signiﬁcant di \u000berence in results between people classiﬁed as those with misophonia and those\nwithout misophonia. Conclusions : MisoQuest has good psychometric values and can be helpful in the\nidentiﬁcation of misophonia. A deeper analysis showed that certain triggers might be more speciﬁc\nfor people with misophonia. Consideration of violent behavior in response to misophonic triggers as\na symptom of misophonia was undermined.\nKeywords: misophonia; decreased sound tolerance; misophonia questionnaire; MisoQuest;\nsound sensitivity\n1. Introduction\nMisophonia, or Selective Sound Sensitivity Syndrome, is a type of decreased sound tolerance\ncharacterized by increased, autonomic nervous system response to speciﬁc triggers [ 1–3]. The\nphenomenon of this speciﬁc sound sensitivity was ﬁrst described by Jastrebo \u000bin 2001 [ 4]. However,\nsince then the understanding of misophonia has evolved.\nPeople with misophonia while being exposed to certain auditory triggers experience strong,\nimmediate, unwanted emotions and physiological reactions such as increased heart rate, sweating,\nand muscle tension. The dominant, but not exclusive, emotions related to misophonia are anger,\ndisgust, extreme irritation, and anxiety [ 3,5,6]. In contrast to the less-discussed phonophobia [ 7],\nmisophonia is not associated with experiencing fear of the sound while it is occurring [ 8,9], excluding\nit from classiﬁcation as a phobia. However, the deﬁnitions and classiﬁcation of these phenomena\nare still being discussed; for example, Jastrebo \u000b[2] classiﬁed phonophobia as a type of misophonia.\nAmong the most aversive triggers are sounds made by human mouths or noses, such as chewing,\nbreathing sounds, lip-smacking, crunching, or sni \u000eng. Some researchers [ 6] noted that the sound\nof a baby crying orhigh-pitched voices can also trigger misophonic reactions; however, the study\nby Kumar et al. [ 10] showed that these kinds of sounds evoke signiﬁcantly di \u000berent reactions on\nInt. J. Environ. Res. Public Health 2020 ,17, 1797; doi:10.3390 /ijerph17051797 www.mdpi.com /journal /ijerph"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Int. J. Environ. Res. Public Health 2020 ,17, 1797 2 of 15\npsychophysiological and neuropsychological levels than do sounds related to eating. They found that\nin people with misophonia, sounds of eating, breathing, or drinking (trigger sounds) are related to\nabnormal activation of the anterior insular cortex (AIC) and abnormal functional connectivity of this\nstructure with brain areas responsible for emotion processing and regulation. Other sounds produced\nby people but not directly by the human body, for example, pen clicking, rustling, tapping, typing,\nshu\u000fing, and environmental sounds, can also be misophonic triggers [ 5,8]. In misophonia, according\nto the current state of knowledge, the acoustic characteristics of sounds have no impact on emotional\narousal [ 3] or are secondary [ 1,2]. The type of aversive triggers di \u000ber from person to person and\nthe reaction towards trigger sounds can depend on many factors, such as assessment of the sound,\npersonal experience, social context or psychological proﬁle [2].\nMisophonia is not yet classiﬁed by any o \u000ecial diagnostic system, either the Diagnostic and\nStatistical Manual of Mental Disorders, Fifth Edition (DSM-V) or the International Classiﬁcation of\nDiseases, Eleventh Edition(ICD-11), but it seems that despite previous beliefs, misophonia is itself a\nseparate disorder, rather than a symptom of other disorders [ 11,12]. Schröder et al. published the ﬁrst\ncomplete proposition of diagnostic criteria for misophonia in 2013 [ 8]. According to these criteria,\nmisophonia is diagnosed when:\n\u000f An individual experiences a strong, immediate somatic reaction that begins with irritation or\ndisgust which quickly turns into anger in the presence of or in the expectation of aversive sounds.\nThe anger makes a person feel out of control, sometimes leading to aggressive behavior;\n\u000f The person assesses these reactions as disproportionate to the situation;\n\u000f Due to the consequences of unpleasant experiences caused by certain sounds, the person, if\npossible, avoids situations in which the trigger is expected or struggles with high discomfort in its\npresence. Therefore, the condition has a signiﬁcant, negative impact on the person’s life;\n\u000f The avoidance and emotional reaction to certain triggers cannot be better explained by other\ndisorders, such as post-traumatic stress disorder or obsessive-compulsive disorder.\nDespite signiﬁcant progress in the ﬁeld of misophonia, this description still seems to be valid.\nCurrently, however, most scientists agree that all kinds of sounds may provoke a misophonic reaction,\nnot only those produced by humans [ 3]. New data has led to the creation of other criteria for diagnosing\nmisophonia, broadened in terms of the potential sensory modalities of the triggers as well as the type\nof emotions and body sensations that occur. Some researchers claim that the aversive reaction can\nbe triggered not only by sounds, but also by all kinds of triggers, such as smell, movement, or touch.\nThe immediate physical reﬂex response, such as muscle constriction, was suggested to be the initial\nreaction in misophonia [13]. Nevertheless, such cases are less documented.\nSome questionnaires for measuring misophonia have been developed and used in several studies.\nThe Misophonia Questionnaire (MQ), developed by Wu et al. in 2014 [ 14], is the most detailed and\nwidely used [ 12,15–17]. The data was gathered on a group of undergraduate students of psychology\nand showed good psychometric values. The MQ has good internal consistency. However, it is not clear\nwhether the questionnaire measures misophonia or, rather, some other, more general phenomenon\nbecause its external validity was veriﬁed with a questionnaire which measures general sound sensitivity.\nThe MQ was developed before the core details of misophonia were agreed upon, and therefore may\nbeneﬁt from reﬁnement.\nAnother widely used questionnaire, the Amsterdam Misophonia Scale (A-MISO-S), was developed\nby Schröder et al. [ 8].This scale was one of the ﬁrst attempts to measure misophonia and, like the MQ,\nplayed an essential role in exploring this phenomenon. Its psychometric values have not yet been\npresented though. A-MISO-S was adapted from the Yale–Brown Obsessive Compulsive Scale at a time\nwhen misophonia was still strongly associated with OCD. Subsequent research did not conﬁrm this\nassociation and made the speciﬁc characteristics of misophonia clearer [ 11,12]. However, the ﬁndings\nfrom other research on the relationship between misophonia and OCD are not consistent, showing\ncertain common traits to these two conditions [ 16]. Other scales which measure misophonia include"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Int. J. Environ. Res. Public Health 2020 ,17, 1797 3 of 15\nthe Misophonia Assessment Questionnaire (MAQ), created by Johnson and revised by Dozier and\npublished on misophoniatreatment.org [ 18], The Misophonia Physical Sensation Scale, created by\nBaumanand published on misophoniatreatment.org [ 19], or the Misophonia Activation Scale (MAS-1),\ncreated by Fitzmauriceand published on misophonia.co.uk [ 20]. All these scales have been used in\nresearch on misophonia, but none have been validated or published in peer-reviewed journals.\nThe growing interest of researchers in the ﬁeld of misophonia has increased the number of studies\non the subject. Despite signiﬁcant improvements in knowledge about misophonia, the problem\nof generalization and comparison between research results emerges, which is exempliﬁed by the\nrecent discussion between two prominent misophonia researchers—Schröder and Kumar [ 21,22]. The\ncriteria used to diagnose misophonia in research often di \u000ber. Therefore, results from studies cannot\nbe easily compared with each other. Consequently, there is a need to develop a validated tool for\ndiagnosing misophonia.\nAt the moment, there is no fully validated questionnaire available that measures misophonia\nbased on the current understanding of the disorder. This study aimed to develop and validate a\nnew questionnaire to assess misophonia. The construction of the tool was based on the criteria\nspeciﬁed by Schröder et al. [ 8]. Thus, speciﬁc misophonia-like sensitivities across other modalities,\nsuch as misokinesia or sensitivity to certain fabrics, were not included. As well as standard statistical\nmethods, the Item Response Theory (IRT) was used to assess the diagnostic value of each item\nand, thus, to determine which criteria best di \u000berentiate people with misophonia from those without\nthis condition. Some statistics were calculated separately for participants with education in music\nbecause it was hypothesized that they can perceive sounds and understand questions related to\nsounds di \u000berently [ 23–25] and, therefore, their MisoQuest results would di \u000ber. Similarly, the group of\nparticipants who self-reported a psychiatric diagnosis was distinguished in the study due to potential\nrelationships with misophonia.\n2. Materials and Methods\n2.1. Ethical Approval\nThe study is a part of a research project named “Psychological and psychophysiological correlates\nof misophonia (decreased sound tolerance)”, conducted at the Faculty of Psychology at the University\nof Warsaw, Poland. The Ethics Committee at the faculty approved the project (document number:\n12/5/2018). The study was conducted on-line. All participants gave informed written consent before\ntaking part in the study and also accepted the General Data Protection Regulation (GDPR) policy.\n2.2. Questionnaire Construction\nThe questionnaire was developed in two phases (on two di \u000berent samples). The data collection\nperiod spanned between May and December 2018. Firstly, the pool of items was created following\nthe criteria of Schröder et al. [ 8]. Items were arranged in seven domains extracted from the criteria\n(see Table 1): (1) reaction to speciﬁc sounds; (2) an occurrence of reaction; (3) emotional reactions; (4)\ncontrol of emotional reactions; (5) attitude to own reactions; (6) avoidance; (7) and daily functioning.\nFor each domain, a set of items (questions suited to the domains) was created (ranging from 6 to\n14 items per domain). Two psychologists with experience working with patients with misophonia\nassessed items in terms of comprehensibility and compliance with the criteria of misophonia. The ﬁrst\nphase was initiated after incorporating their linguistic and theoretical corrections to the questions. The\ninitial version of MisoQuest had 60 items. Because there were similar questions within each domain,\nveriﬁcation of their power began by analyzing their consistency with the scale for the whole group as\nwell as groups of individuals with and without misophonia-like issues (self-report). At this stage of the\nquestionnaire development, we paid attention not only to the power of the questions but also to their\ncontent. We tried not to lose questions that can diagnose the entire spectrum of over-responsiveness to\nvarious sounds. The results were analyzed, and 21 items were used for the second phase. As a result"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Int. J. Environ. Res. Public Health 2020 ,17, 1797 4 of 15\nof the second phase, 14 items were chosen for the ﬁnal version of MisoQuest. To assess the occurrence\nof misophonia, the Schröder et al. [ 8] criteria were used. All participants were asked in the last part of\nthe survey if they experienced symptoms characteristic of misophonia, and only those that met all the\ndiagnostic criteria were deemed to have misophonia. During this phase, the participants were also\nasked whether they had been diagnosed by a specialist (i.e., not self-diagnosed) with any disorder.\nTable 1. Factor Loadings (CFA), Test-Retest Reliability, and Discrimination Level from the IRT Model\nfor the MisoQuest are shown. The Items on the Final Version of MisoQuest have been shaded gray.\nPhase 1 Phase 2\nDomain of the\nDiagnostic\nCriteriaMisoQuest items (numbers of items from\nthe I version_II version)Factor\nloadingsFactor\nloadingsItem-scale\ncorrelationsTest-retest\nreliability (ICC)IRT unconstrained\nmodel Discrimination\nReaction to\nSpeciﬁc SoundQ4_16 “I ﬁnd some sounds made by the\nhuman body unbearable.”0.698 0.718 0.69 0.77 1.685\nQ12_1 “I ﬁnd some quiet sounds\nunbearable.”0.703 0.701 0.67 0.57 1.592\nQ13_6 “I ﬁnd sounds made by\nthings /items unbearable.”0.355 0.652 0.62 0.54 1.343\nOccurrence of\nReactionQ15_2 “When I hear some sounds, I am\nimmediately overcome by unpleasant\nemotions.”0.827 0.725 0.69 0.57 2.010\nQ18_19 “Some unpleasant sounds make\nme instantly angry.”0.834 0.805 0.78 0.67 2.763\nQ23_12 “I start feeling anger the moment I\nsee a thing /animal /person that might make\nan unpleasant sound at any time.”0.825 0.778 0.75 0.70 2.202\nQ25_3 “When I hear an unpleasant sound,\nmy heart starts beating faster.”0.757 0.646 0.61 0.69 1.397\nQ26_9 “When I hear unpleasant sounds, I\nstart sensing emotions in my body (e.g., I\nsweat, feel pain, feel pressure, my muscles\ntense).”0.646 0.769 0.74 0.73 2.165\nQ29_5 “Unpleasant sounds make me feel\noverwhelmed.”0.818 0.841 0.82 0.68 2.794Emotional\nReactions\nQ31_7 “I become anxious at the mere\nthought of an unpleasant sound.”0.862 0.773 0.74 0.67 2.201\nQ32_8 “Some sounds bother me so much\nthat I have di \u000eculty controlling my\nemotions.”0.857 0.818 0.79 0.59 2.806\nQ33_14 “I put a lot of e \u000bort into\ncontrolling emotions when I hear an\nunpleasant sound.”0.834 0.856 0.83 0.66 2.943\nQ35_10 “When I hear unpleasant sounds,\nmy eyes start ﬁlling with tears.”0.832 0.664 0.64 0.71 1.764Control of\nEmotional\nReactions\nQ38_11 “As a child I would hit people\nwho made unpleasant sounds.”0.851 0.402 0.37 0.62 0.779\nAttitude to Own\nReactionsQ40_13 “I think that something is wrong\nwith me because I react too strongly to\ncertain sounds.”0.844 0.797 0.77 0.71 2.435\nQ42_4 “I believe that my reactions to\nsounds are exaggerated but I can’t get rid\nof them.”0.828 0.807 0.79 0.77 2.450\nAvoidanceQ47_15 “If I can, I avoid meeting with\ncertain people because of the sounds they\nmake.”0.812 0.760 0.73 0.69 2.041\nQ48_17 “I feel that my mental state\nworsens if I cannot leave a place where\nthere’s an unpleasant sound.”0.786 0.789 0.76 0.71 2.460\nQ49_18 “I often think about how to drown\nout unpleasant sounds.”0.736 0.781 0.76 0.72 2.344\nQ55_20 “I am scared that unpleasant\nsounds may impact my future.”0.846 0.739 0.71 0.78 2.210\nDaily\nFunctioningQ56_21 “When meeting with other people,\nI am sometimes irritated because of\nunpleasant sounds that are present.”0.804 0.805 0.78 0.69 2.699\n2.3. Participants\nDuring both phases of the development and validation of MisoQuest, 705 participants with and\nwithout sound issues participated in the study (383 and 322 participants respectively for each phase).\nThe questionnaire was distributed online in support groups for people with misophoniaand various\ngroups unrelated to either misophonia or other health issues, due to the limited number of people\nwith misophonia. Participants were aged 18 to 68 ( M=32.09, SD =8.58). In the second phase, seven\nparticipants under 18 years old were excluded from the analysis. Women constituted the majority of"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Int. J. Environ. Res. Public Health 2020 ,17, 1797 5 of 15\nthe respondents (86.2% and 80% respectively for each phase). Despite such large disproportions, no\nsigniﬁcant di \u000berences were found in Phase 1 between men and women in the presence of misophonia\n(\u001f2(2)=3.53; p>0.05). However, in Phase 2, the di \u000berences were signiﬁcant. More women ( n=55;\n21.8%) than men ( n=6; 9.5%) had misophonia according to their responses to the questions given at\nthe end of the survey ( \u001f2(1)=4.88; p<0.05). During the second phase of the study, the diagnosis of\nneurological and psychiatric disorders was validated by self-report (see Table 2). A group of musicians\nwho practice from one hour to seven hours a day was also distinguished.\nTable 2. Demographic characteristics of the studied samples.\nVariable Phase 1 ( N=383) Phase 2 ( N=322)\nAge, Mean\u0006Standard Deviation (years) 31.7 \u00069.22 31.7 \u00068.83\nGender,\nMale, No. (%) 53 (13.8%) 65 (20.2%)\nFemale, No. (%) 330 (86.2%) 257 (79.8%)\nEducational Attainment\nLower Secondary Education - 5 (1.6%)\nHigh School Education - 81 (25.2%)\nNon-tertiary Education - 1 (0.3%)\nHigher Education - 232 (72%)\nPlace of Residence\nVillage - 28 (8.7%)\nSmall City (less than 500k residents) - 88 (27.3%)\nLarge City (more than 500k residents) - 206 (64%)\nMarital Status\nSingle, Never Married - 88 (27.3%)\nCohabiting with Partner - 110 (34.2%)\nMarried - 105 (32.6%)\nDivorced - 9 (2.8%)\nDiagnosis, No. (%)\nMisophonia 68 (17.8%) 63 (19.6%)\nHyperacusis - 11 (3.4%)\nAutism /Asperger Syndrome - 33 (10.2%)\nA\u000bective Disorders - 16 (5%)\nAnxiety Disorders - 4 (1.2%)\nPersonality Disorders - 12 (3.7%)\nNeurological Disorders - 5 (1.5%)\nMusician, No. (%) - 96 (29.8%)\n2.4. Data Management and Analytic Strategy\nThe construct validity of MisoQuest was examined via Exploratory Factor Analysis (EFA) using\nPrincipal Component Analysis (PCA). Internal consistency was evaluated with Cronbach’s alpha.\nConﬁrmatory Factor Analysis (CFA) is usually performed to validate potential questionnaire models\nobtained by EFA [26].\nBecause the ﬁnal form of MisoQuest had only one factor and very high inter-item correlations and\ninter-total correlations, CFA was abandoned. Analyses using the IRT were performed instead. IRT\nmodels help to explain the relationship between latent traits (symbolized by \u0012) and their manifestation\nin questionnaire responses. In simple terms, they help determine the precision of psychological scales.\nThe stronger the trait is, the higher the probability of a correct response (answer in accordance with\nthe key) [ 27]. However, IRT models assume that a scale’s items are not equally informative across\nthe latent trait range. The informative value depends on two parameters of the item: di \u000eculty and\ndiscrimination. Due to the Likert-type scale used in MisoQuest, we used the Graded Response Model\n(GRM) for polytomous data [ 28]. In this model, di \u000eculty parameters indicate the threshold of a\nlatent trait between answer choices and the discrimination parameter reﬂects the degree to which\nan item discriminates individuals across the latent trait range [ 29]. To compare the ﬁt of the two"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Int. J. Environ. Res. Public Health 2020 ,17, 1797 6 of 15\nmodels (constrained and unconstrained), the Akaike’s Information Criterion (AIC) [ 30] and Bayesian\nInformation Criterion (BIC) [ 31] were calculated. To examine the concurrent validity of MisoQuest,\nbivariate analysis was conducted using the Student’s t-test for independent samples. Finally, a subset\nof the validation study ( n=97) was used to evaluate test-retest reliability at a ﬁve-week interval.\nData analysis was carried out with SPSS v25 (SPSS Inc., Chicago, IL, USA) and RStudio, with alpha\ncriterionof 0.05. RStudio [ 32] was used to conduct IRT with the ltm, msm, and polycor packages [ 28]\nand also to conduct ROC /AUC analysis with the pRoc package [ 33]. All graphs in this paper were\nprepared using RStudio.\n3. Results\nAn Exploratory Factor Analysis (EFA) was conducted on 60 items of the ﬁrst version of the\nquestionnaire, producing a Kaiser-Meyer-Olkin (KMO) index score of 0.971 and a statistically signiﬁcant\nBartlett’s test ( p<0.001). Following Kaiser’s criteria, the EFA provided a model composed of eight\nfactors, accounting for 69.84% of the total variance explained. However, Cattell’s scree test indicated\nthat only one factor lay above the debris (see Figure 1A), accounting for 50.05% of the total variance.\nThirty-eight items had high loadings ( >0.7), and ten items had low overall loadings ( <0.5). At least\ntwo of the best items were selected from each of the seven domains (see Table 1). Two items were\nadded to the ﬁrst version of the questionnaire because they matched the criteria distinguished by\nother researchers [ 34]. The ﬁrst of them concerned sounds only made by objects (Q13) and the second\nconcerned violent reactions toward others caused by the trigger (Q38). As a consequence, a preliminary\nversion of the questionnaire consisting of 21 items was created.\nInt. J. Environ. Res. Public Health 2020 , 17, x FOR PEER REVIEW 7 of 16 \n (answer in accordance with the key) [27]. However, IRT models assume that a scale’s items are not \nequally informative across the latent trait range. The informative value depends on two parameters \nof the item: difficulty and discrimination. Due to the Likert-type scale used in MisoQuest, we used \nthe Graded Response Model (GRM) for polytomous da ta [28]. In this model, difficulty parameters \nindicate the threshold of a latent trait between answer choices and the discrimination parameter \nreflects the degree to which an item discriminates individuals across the latent trait range [29]. To \ncompare the fit of the two models (constrained and unconstrained), the Akaike’sInformation Criterion (AIC) [30] and Bayesian Information Criterion (BIC) [31] were calculated. To examine the concurrent validity of MisoQuest, bivariate analysis was conducted using the Student’s t-test for \nindependent samples. Finally, a subset of the validation study ( n=97) was used to evaluate test-\nretest reliability at a five-week interval. \nData analysis was carried out with SPSS v25 (SPSS Inc., Chicago, IL, USA) and RStudio, with \nalpha criterionof 0.05. RStudio[32] was used to conduct IRT with the ltm, msm, and polycor packages [28] and also to conduct ROC/AUC analysis with the pRoc package [33]. All graphs in this paper were prepared using RStudio. \n3. Results \nAn Exploratory Factor Analysis (EFA) was conducted on 60 items of the first version of the \nquestionnaire, producing a Kaiser-Meyer-Olkin (KMO) index score of 0.971 and a statistically \nsignificant Bartlett’s test ( p< 0.001). Following Kaiser’s criteria, the EFA provided a model composed \nof eight factors, accounting for 69.84% of the total variance explained. However, Cattell’s scree test indicated that only one factor lay above the debris (see Figure 1A), accounting for 50.05% of the total variance. Thirty-eight items had high loadin gs (>0.7), and ten items had low overall loadings \n(<0.5). At least two of the best items were select ed from each of the seven domains (see Table 1). \nTwo items were added to the first version of the questionnaire because they  matched the criteria \ndistinguished by other researchers [34]. The first of them concerned sounds only made by objects \n(Q13) and the second concerned violent reactions toward others caused by the trigger (Q38). As a consequence, a preliminary version of the questi onnaire consisting of 21 items was created. \n \nFigure 1. The scree plots from both phases of the development of MisoQuest: ( A) the first phase, in \nwhich 60 items were used; ( B) the second phase, in which 21 items were used. \n3.1. Psychometric Validation: Construct Validity \nThe second phase of the development of MisoQuest was prepared using an entirely different \nsample ( N=315). An exploratory factor analysis (EFA) revealed a KMO Index of 0.961. Bartlett’s test \nof sphericity was statistically significant ( χ2 = 4952.663, p< 0.001). This analysis provided a factorial \nstructure with two factors that accounted for 61.63% of the variance. However, the Cattell’s scree \nFigure 1. The scree plots from both phases of the development of MisoQuest: ( A) the ﬁrst phase, in\nwhich 60 items were used; ( B) the second phase, in which 21 items were used.\n3.1. Psychometric Validation: Construct Validity\nThe second phase of the development of MisoQuest was prepared using an entirely di \u000berent\nsample ( N=315). An exploratory factor analysis (EFA) revealed a KMO Index of 0.961. Bartlett’s test\nof sphericity was statistically signiﬁcant ( \u001f2=4952.663, p<0.001). This analysis provided a factorial\nstructure with two factors that accounted for 61.63% of the variance. However, the Cattell’s scree\ntest indicated that only one factor should be taken into account (it explained 56.29% of variance; see\nFigure 1B). Twenty items were assigned to the ﬁrst factor and only one item to the second factor (Q38\n“As a child, I beat someone who made unpleasant sounds”). Standardized item-scale correlations and\nfactor loadings are presented in Table 1.\n3.2. Item Response Theory Analysis\nThe Graded Response Model [ 35] is the simplest model created to examine the psychometric\nproperties of tools with multiple response formats (like Likert-type scales). Polytomous models are\nextensively used in applied psychological measurement to help reduce test length without losing\nvaluable information. In the ﬁrst step, we evaluated the ﬁt of the unconstrained and constrained\nmodels (assuming not equal and equal discrimination parameters across items, respectively). The"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Int. J. Environ. Res. Public Health 2020 ,17, 1797 7 of 15\nlikelihood ratio test for the unconstrained model (AIC =15,726.13; BIC =16,122.79) was signiﬁcantly\nbetter than for the constrained model (AIC =15,904.54; BIC =16,225.64). Models with lower AIC\nvalues are desirable, as they indicate a closer ﬁt to a true model [36].\nIn IRT, the discrimination level, \u000b, is considered high if its value is higher than one. Only one\nitem (Q38), which was recognized as a separate factor in EFA, did not reach the low discrimination\nlevel. Most items had an \u000blevel higher than two, which means that these questions are very good\nin di\u000berentiating people with and without misophonia. Trace curves for each item (Figure 2) were\nvisually inspected to determine whether each answer choice had an area of a latent trait that was\nmost probable.\nInt. J. Environ. Res. Public Health 2020 , 17, x FOR PEER REVIEW 9 of 16 \n  \nFigure 2. Trace curves for the items of MisoQuest. Items added to the final questionnaire are in bold \n(i.e., Q4). The functions de scribe, in probabilistic terms, how like ly a person with a higher standing \non a trait ( \u001f) is to provide a response in a different cate gory to a person with a low standing on the \ntrait. There are 21 plots, one for each item. Five cu rves on the plot represent each possible response \nto the item. Curve 1 represents the response “str ongly disagree”, curve 2 th e response “disagree”, \ncurve 3 the response “neither agree nor disagree ”, curve 4 the response “agree” and curve 5 the \nresponse “strongly agree”. The person ’s misophonia level is denoted by \u001f, and is plotted along the \nFigure 2. Trace curves for the items of MisoQuest. Items added to the ﬁnal questionnaire are in bold (i.e.,\nQ4). The functions describe, in probabilistic terms, how likely a person with a higher standing on a trait\n(\u0012) is to provide a response in a di \u000berent category to a person with a low standing on the trait. There are\n21 plots, one for each item. Five curves on the plot represent each possible response to the item. Curve\n1 represents the response “strongly disagree”, curve 2 the response “disagree”, curve 3 the response\n“neither agree nor disagree”, curve 4 the response “agree” and curve 5 the response “strongly agree”.\nThe person’s misophonia level is denoted by \u0012, and is plotted along the horizontal axis. The vertical\naxis shows the probability P( \u0012) of each response given the person’s level of misophonia. The curve for\noption 1 is high at the lowest ability levels and gradually declines with higher levels of misophonia.\nSimilarly, the probability of response 5 is very small at low misophonia levels ( \u0012) but rises as \u0012increases.\nThe probability of the other options rises with \u0012to a certain point and then declines again."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Int. J. Environ. Res. Public Health 2020 ,17, 1797 8 of 15\nTrace curve analysis showed that for almost all items, the individuals responded very\ndichotomously. They unambiguously chose option one or ﬁve more often than the other options. This\nis probably due to the speciﬁcity of misophonia symptoms. For items Q4, Q12, Q23, Q26, Q29, Q32,\nQ35, Q40, Q47, Q49, and Q56, the neutral answer (choice three) was chosen less often than other item\nchoices. This means that individuals either had moderate or strong symptoms or had none at all.\nBased on the results of the EFA and IRT, 14 items were selected for the ﬁnal version of MisoQuest.\nFigure 3 contains the item information curves divided into those that were selected for the questionnaire\n(Figure 3A) and those that were rejected (Figure 3B). The higher the curve in the chart, the greater\nthe discrimination factor of the item. The more it is shifted to the right, the better it di \u000berentiates\npeople with misophonia. Item Q4 has the lowest discrimination rate of the MisoQuest items, but it is\na question that fewer people respond to using the key. It is also the only question that directly asks\nabout sounds made by the human body. Furthermore, it is the best question according to EFA in terms\nof reaction to the speciﬁc sound criteria of misophonia. On the other hand, Q15 was rejected despite a\nvery good discrimination level ( \u000b=2.010), since many subjects responded to it according to the key.\nThe Test Information Curve for the ﬁnal version of the MisoQuest was estimated and indicates that the\ncurve covers the desired range from \u00002 to+2, which is necessary for a clinical diagnostic tool. The\naccuracy of the measurement for subjects with misophonia for the entire scale in the range from \u00002\u0012to\n2\u0012was 75.80 (94.35% complete information).\nInt. J. Environ. Res. Public Health 2020 , 17, x FOR PEER REVIEW 10 of 16 \n horizontal axis. The vertical axis shows the probability P( \u001f) of each response given the person’s \nlevel of misophonia. The curve for option 1 is high at the lowest ability levels and gradually declines \nwith higher levels of misophonia. Similarly, the probability of response 5 is very small at low \nmisophonia levels ( \u001f) but rises as \u001f increases. The probability of the other options rises with \u001f to a \ncertain point and then declines again. \nTrace curve analysis showed that for almost all items, the individuals responded very \ndichotomously. They unambiguously chose option on e or five more often th an the other options. \nThis is probably due to the specificity of misophonia symptoms. For items Q4, Q12, Q23, Q26, Q29, Q32, Q35, Q40, Q47, Q49, and Q56, the neutral answer (choice three) was chosen less often than other item choices. This means that individuals either had moderate or strong symptoms or had \nnone at all. \nBased on the results of the EFA and IRT, 14 it ems were selected for the final version of \nMisoQuest. Figure 3 contains the item information curves divided into those that were selected for \nthe questionnaire (Figure 3A) and those that were re jected (Figure 3B). The higher the curve in the \nchart, the greater the discrimination factor of the it em. The more it is shifted to the right, the better \nit differentiates people with misophonia. Item Q4 has the lowest discrimination rate of the \nMisoQuest items, but it is a questi on that fewer people respond to using the key. It is also the only \nquestion that directly asks about sounds made by the human body. Furthermore, it is the best \nquestion according to EFA in terms of reaction to the specific sound criteria of misophonia. On the \nother hand, Q15 was rejected despite a very good discrimination level ( α = 2.010), since many \nsubjects responded to it according to the key. The Test Information Curve for the final version of the MisoQuest was estimated and indicates that  the curve covers the desired range from −2 to +2, which \nis necessary for a clinical diagnostic tool. The accuracy of the measurement for subjects with misophonia for the entire scale in the range from −2\u001fto 2\u001fwas 75.80 (94.35% complete information). \n \nFigure 3. (A) Item information curves for MisoQuest and for ( B) items that were rejected. \n3.3. Reliability Analysis \nInternal consistency of the MisoQuest was assessed by applying Cronbach’s alpha in both \nsamples (utilizing only the final 14 items). The reliability of MisoQuest was excellent in both \nsamples ( α = 0.961, α = 0.955, respectively). It was found that most items correlated with the total \nscore, with values ranging from 0.69 to 0.83 (see Table 1). This indicates the very high homogeneity \nof the questionnaire. For test-retest reliability, all participants from the second phase were asked to \ncomplete the test again. The analysis was carried out on 97 complete response pairs. The stability of the instrument at five weeks was strong. The inte rclass correlation coefficient (ICC) in a two-way \nFigure 3. (A) Item information curves for MisoQuest and for ( B) items that were rejected.\n3.3. Reliability Analysis\nInternal consistency of the MisoQuest was assessed by applying Cronbach’s alpha in both samples\n(utilizing only the ﬁnal 14 items). The reliability of MisoQuest was excellent in both samples ( \u000b=\n0.961, \u000b=0.955, respectively). It was found that most items correlated with the total score, with values\nranging from 0.69 to 0.83 (see Table 1). This indicates the very high homogeneity of the questionnaire.\nFor test-retest reliability, all participants from the second phase were asked to complete the test again.\nThe analysis was carried out on 97 complete response pairs. The stability of the instrument at ﬁve\nweeks was strong. The interclass correlation coe \u000ecient (ICC) in a two-way random model in absolute\nagreement for the total scale was 0.84, 95% CI (0.78, 0.89). Even the test-retest reliability for every item\nwas very high, ranging from 0.59 to 0.78 (80% of items had an ICC higher than 0.67).\n3.4. Criterion-Related Validity\nAn independent t-test was utilized to evaluate the concurrent validity of MisoQuest. The means\n(SD) for MisoQuestare based on di \u000berent diagnoses and are for musicians and non-musicians; details\ncan be found in Table 3. There was a signiﬁcant di \u000berence ( t(306,855) =21.65; p<0.001; Cohen0s d\n=2.13) in results between people classiﬁed as having misophonia ( M=65.72; SD =4.3) and those\nwithout misophonia ( M=41.77; SD =15.3). After exclusion of people with developmental, a \u000bective,\nand anxiety disorders, the di \u000berence between people with misophonia ( n=47;M=66.04; SD =3.66)\nand without misophonia ( n=206; M=39.99; SD =15.14) remained similarly signiﬁcant, but slightly"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Int. J. Environ. Res. Public Health 2020 ,17, 1797 9 of 15\nhigher and stronger ( t(250,296) =22.04; p<0.001; Cohen’s d =2.37). Further analysis showed that\npeople with any diagnosis ( M=52.87; SD =13.84) obtained signiﬁcantly higher results on the scale\n(t(111,322) =3.9;p<0.001; Cohen0s d=0.52), than people with no diagnosis ( M=44.83; SD =17.09).\nAll diagnoses, such as autism, OCD, depression, and anxiety disorder, were merged into one factor\nbecause of the limited number of participants with a particular diagnosis.\nTable 3. Criterion-related validity of MisoQuest.\nGroup ( n) MisoQuest M(SD) t Test (df) p-Value Cohen’s d\nWith Misophonia ( n=61) 65.72 (4.3) t=21.65\n(308.85)p<0.001\nd=2.13 Without Misophonia ( n=254) 41.77 (15.3)\nWithout Diagnosis ( n=253) 44.83 (17.1)\nT=3.9\n(111.322)p<0.001\nd=0.52With Diagnosis ( n=62) 52.87 (13.84)\n-ASD ( n=31) 53.39 (12.49)\n-Hyperacusis (Without\nMisophonia) ( n=8)52.87 (15.35)\n-Psychiatric Diagnosis ( n=23) 52.17 (15.58)\nMusician ( n=95) 43.55 (13.9) t=2.51\n(225.67)p<0.05\nd=0.29 Non-Musician ( n=220) 47.64 (17.78)\nSurprisingly, musicians ( M=43.55; SD =13.89) got signiﬁcantly lower average results ( t(225,670)\n=2.51; p<0.05; Cohen0s d=0.26) than did non-musicians ( M=47.64; SD =17.78).\n4. Discussion\nThe goal of this study was to develop and assess the psychometric value of MisoQuest, a new\nquestionnaire for measuring misophonia or Selective Sound Sensitivity Syndrome. MisoQuest consists\nof 14 items organized within one factor. Its internal consistency is excellent and its stability over a\nﬁve-week period is substantial. Criterion-related validity was preliminarily conﬁrmed with a set of\nself-reported questions derived from the diagnostic criteria for misophonia [8].\nThere are a few characteristics that distinguish MisoQuest from other questionnaires that also\nmeasure misophonia. In contrast to the most common tool, A-MISO-S, and the third part of MQ,\nMisoQuest was not based on a questionnaire for assessing OCD, so it does not include items speciﬁcally\nassociated with OCD such as time spent resisting thoughts about misophonic sounds. Rather, its items\ndeal speciﬁcally with elements related to the current understanding of misophonia. There are also\nno questions about the time consumed by trigger sounds, as the answer can depend more on the\nrespondent0s adaptive abilities, avoidance, way of life (e.g., working from home) or time of the year\n(e.g., Christmas time). In MisoQuest, the respondent is not directly asked about “misophonic” sounds,\nbecause it is not intended to assess the intensity of misophonia, but rather to screen for misophonia.\nMisoQuest was constructed based on the misophonia criteria identiﬁed by Schröder et al. [ 8], with\nsome modiﬁcations. Possible triggers were extended from sounds only produced by humans to all\nkinds of sounds and the item on aggressive behaviors was excluded. The role of anger is emphasized\n(items Q12 and Q19) due to the psychometric indications as well as the aim to capture extreme emotions,\nhowever, there is also a question on irritation (Q21) and a number of items deal with other unpleasant\nemotions (Q5, Q8, Q9, and Q16). In order to identify the type of trigger sounds, separate items related\nto sounds (only human vs. other sounds) were created.\nAccording to the criteria, the emotional reaction of anger needs to be immediate (item Q19), so\nMisoQuest will not identify people who are irritated or feel uncomfortable only when the sound does\nnot stop for a long time. This likely means that fewer people will be diagnosed with misophonia when\nassessed with MisoQuest than with MQ, but those diagnosed will be more homogeneous. It is not\npossible to draw conclusions about the prevalence of misophonia (measured by MisoQuest) from this\nstudy, as this was beyond its scope. Because of these characteristics, MisoQuest can be considered"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Int. J. Environ. Res. Public Health 2020 ,17, 1797 10 of 15\nto be a good tool to measure misophonia as deﬁned as a condition in which a person is triggered\nimmediately by certain sounds and anger as a core, but not necessarily exclusive, emotion. Therefore,\nit is not claimed that MisoQuest should always be the ﬁrst questionnaire of choice. The use of the tool\nshould depend on the way misophonia is deﬁned.\nOur analysis also revealed some meaningful hints regarding the characteristics of misophonia\nwhich are mostly consistent with or complementary to the available data on this phenomenon.\nOne of the most interesting secondary ﬁndings of this study is the signiﬁcance of the source of\nthe misophonic triggers. In the ﬁrst version of Schröder’s criteria for diagnosing misophonia, the\nonly potential source of trigger sounds was human. In several studies, such sounds have been found\nto be the most aversive for people with misophonia. Nonetheless, a number of studies have shown\nthat all kinds of sounds, not only human-related, can potentially provoke reactions in people with\nmisophonia [ 2,13]. Therefore, in MisoQuest we included all kinds of sounds as possible triggers. The\nitem regarding sounds made by humans had the most signiﬁcant psychometric values in EFA. IRT\nanalysis revealed that this question was the most speciﬁc for people with misophonia.\nInterestingly, an item regarding reactions towards quiet, soft sounds had similar psychometric\nproperties to the one about human sounds, which are usually soft as well. Thus, this is another\nindication that the source of trigger sound in misophonia might be more speciﬁc than is currently\nbelieved and more related to humans, as was ﬁrst postulated in the diagnostic criteria for misophonia [ 8].\nNonetheless, this needs further exploration with more objective testing.\nAnother important discovery was the invalidity of a questionnaire item related to physical violence\n(Q38) and verbal violence (Q37 in the 60-item version). The inclusion of these items in a preliminary\nversion of MisoQuest may be seen as controversial, but it was intentional. The occurrence of an act of\nviolence in response to triggers among people with misophonia is mentioned somewhat anecdotally\nin certain publications, but can also be found in some non-validated scales for misophonia (e.g.,\nthe Misophonia Activation Scale). At the same time, the data shows that most cases of misophonia\ndevelop in childhood [ 5,8,9,11,37]. Here, participants were asked if they had assaulted anybody in\ntheir childhood because of unpleasant sounds made by this person. Questions were asked about the\npast, as asking about the present might be aggravating. Moreover, aggressive behavior in misophonia\nis sometimes reported as being present in children [ 38] (however, there is not enough data to draw\ndeﬁnitive conclusions about its presence in adults).This study showed that there is no relation between\nrecalled misophonia experiences in childhood and acts of violence—both IRT and EFA analysis\nindicated the inadequacy of this item. It is worth noting that some participants commented that\nthis question surprised them and in their opinion, it has nothing to do with sound sensitivities\nor misophonia (both in the comments section of the survey and on the internet forum where the\nquestionnaire was made available). However, because the term “childhood” was not deﬁned for the\nparticipants of the study and data on the onset of misophonia among participants was not gathered, it is\nnot possible to draw strong conclusions from these results regarding the relation between misophonia\nin childhood and acts of violence.\nAn interesting characteristic was found regarding the intensity of symptoms on the scale. People\nwith psychiatric disorders (depression, obsessive-compulsive disorders, and anxiety disorders) together\nwith autism, merged in one variable due to the limited number of participants with a second diagnosis,\nscored signiﬁcantly higher on the scale than people without any diagnosis. It is worth pointing out that\nthe relation between sound-sensitivity issues experienced by people with autism spectrum disorder\nand misophonia is not known. More data on the characteristics of sound sensitivities in people with\npsychiatric disorders and autism is needed. In this study, the di \u000berence between mean scores of people\nwith psychiatric disorders and people with autism was only two points. However, after the exclusion of\nparticipants with misophonia (see the raw data are available in the Supplementary Materials), people\nwith autism scored much higher on the scale than people with psychiatric disorders. Additionally,\nrespondents were asked about any diagnosis given by a psychiatrist and were not screened with any"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Int. J. Environ. Res. Public Health 2020 ,17, 1797 11 of 15\nadditional questionnaires or interviews. Diagnoses more objective than self-description should be\nimplemented to increase the value of results.\nA di\u000berent pattern was found in the group of musicians—they scored signiﬁcantly lower on the\nscale than non-musicians. Previous ﬁndings on this subject have been inconsistent. Some results have\nsuggested a more frequent prevalence of sound sensitivities (not misophonia) among musicians [ 24,25]\nwhile others did not reveal any di \u000berence between musicians and non-musicians in terms of levels of\nsensitivity to sounds [ 23]. Presumably, musicians can perceive sounds di \u000berently to non-musicians, as\nwell as questions on sound issues. Nonetheless, the sample, especially of musicians and people with\nautism, cannot be representative because of the methodology (internet-based, non-randomized study),\nso the results must be interpreted with caution.\nFinally, the study also provides valuable information on types of emotions related to misophonia.\nIn the second version (with 21 items; not the ﬁnal version) of the questionnaire, there were two items\nconcerning the characteristics of emotions: a general one (“When I hear some :::. immediately I\nexperience unpleasant emotions” ) and a speciﬁc one (“...immediately I experience anger ”). The question\nspecifying anger was characterized by better values in the EFA analysis than the question which\nmentioned general emotions. Moreover, the IRT analysis showed that fewer people answered this\nquestion according to the key (i.e., agreed with the item statement), so it was more speciﬁc for people\nwith misophonia. This is another proof that misophonia is related to the strong experience of anger,\nnot to general unpleasant emotions.\nLimitations\nDespite the good psychometric values of MisoQuest, this study has certain limitations that should\nbe taken into consideration when using the tool, as well as in the further development of questionnaires\nfor measuring misophonia.\nFirstly, the criterion validity was based on a self-report assessment of the symptoms of misophonia.\nThis was due to the inability to individually investigate a large number of people with speciﬁc, yet\nnot o \u000ecially recognized, symptoms. We also rejected the idea of calling participants on the phone\nbecause it would not be possible to properly take care of the participants’ wellbeing and safety. The\nquestions used for assessing criterion-related validity were derived from the diagnostic criteria on\nwhich MisoQuest was based. Nonetheless, the items in MisoQuest are slightly broader than the direct\nquestions taken from the diagnostic criteria.\nWe did not test the convergent validity of MisoQuest by correlating its results with other\nmisophonia measures because of some methodological issues which we believe are critical for proper\nmeasurement of this construct.We decided not to use A-MISO-S because its main purpose is to measure\nthe intensity of clinical symptoms of misophonia when it is already known to be present. The MQ was\nalso unsuitable for testing the convergent validity of our measure because it detects a much wider\nconstruct than does MisoQuest. In MisoQuest, the emotional reaction must be immediate (in MQ there\nare items on repetitive sounds, in MisoQuest anger must be present), in MQ sadness or annoyance\nare su \u000ecient to be accepted as misophonic reactions. Thus, it would not be informative to compare\nMisoQuest to MQ in order to assess its convergent validity because these two questionnaires are based\non di \u000berent diagnostic criteria. Moreover, at the time of performing this study, there was no Polish\nversion of MQ available.\nNo hyperacusis questionnaire was used in order to assess MisoQuest’s divergent validity because\nthere is still no consensus on the comorbidity of these two disorders. It is highly possible that a large\nnumber of people experience both, so the correlation between results from those questionnaires would\nnot be informative either. If the results showed that there was a high correlation between MisoQuest\nand a questionnaire that measures hyperacusis, then it would not be possible to conclude whether\nMisoQuest diagnosed hyperacusis rather than misophonia or whether people with misophonia also\nsu\u000ber from hyperacusis. More meticulous discriminant validity, with more objective methods such\nas audiological assessment of Loudness Discomfort Level and interviews focused on hyperacusis,"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Int. J. Environ. Res. Public Health 2020 ,17, 1797 12 of 15\nshould be used in order to make sure that the questionnaire excludes people who have hyperacusis but\nnot misophonia. Additionally, it was not possible to perform discriminant analysis with hyperacusis\nquestionnaires because there has been no Polish version of any hyperacusis questionnaire available\nuntil now.\nFurther analyses for external validity of MisoQuest based on psychophysiological, psychiatric,\nand audiological indicators are in progress.\nSecondly, aversive triggers were limited to sounds; while some data show that misophonia might\nbe not limited to sound triggers, visual triggers are also commonly reported to be aversive for some\npeople with misophonia [ 5,8,38]. This might also be seen as an advantage of the questionnaire, as the\nsigniﬁcance of the role of selective sensitivity in other modalities has not been as explored as sound\nsensitivity and could inﬂuence the results. Nonetheless, the role of other modalities in misophonia\nsuch as sight, touch, or smell should also be studied in the future.\nThirdly, there was a limited number of people with a second diagnosis, which made it impossible\nto perform statistical analysis for each of the diagnoses. The grouping of people with a \u000bective and\nanxiety disorder with people with autism into one variable is a severe drawback of the study. The\nresults indicate a need to explore characteristics of speciﬁc sound sensitivities in groups with particular\ndisorders in further studies.\nFourthly, there is no information provided by the study on the exact sounds that were considered\nto be triggers. However, this was not the aim of the study because of a vast variety of possible triggers\nin misophonia; this should be explored in further studies.\nFifthly, MisoQuest was developed in Polish and tried out on a Polish population. Therefore there\nis a need for further validation and adaptation for other countries and di \u000berent languages.\nLastly, this questionnaire was constructed and validated in an internet-based, self-report study, on\npeople recruited via social media. Thus, even though an e \u000bort was made to advertise the study in a\nvariety of internet groups and forums, including the use of paid Facebook advertisements, and to recruit\nparticipants from various sources, there is a need for further validation of MisoQuest. Additional\nvalidation of MisoQuest with psychological, audiological and experimental assessments is ongoing.\n5. Conclusions\nWe have created MisoQuest, a questionnaire which assesses misophonia. It was developed and\ntested in Poland and the Polish version is characterized by good psychometric values. MisoQuest is\nsubstantially di \u000berent from the misophonia questionnaires currently in use. It is also the ﬁrst fully\nvalidated misophonia questionnaire. MisoQuest results suggest that certain triggers might be more\nspeciﬁc to misophonia and that people with misophonia do not respond to misophonic triggers in a\nviolent way.\nSupplementary Materials: The following are available online at http: //www.mdpi.com /1660-4601 /17/5/1797/s1,\nSupplementary File 1: Raw Data; Supplementary File 2: Questionnaire, Supplementary File 3: Item.\nAuthor Contributions: Conceptualization, M.S., W.Ł.D.; methodology, M.S., W.Ł.D. and A. ´S.; software, A. ´S. and\nM.S.; validation, A. ´S., W.Ł.D. and M.S.; formal analysis, A. ´S. and M.S.; investigation, M.S.; resources, M.S.; data\ncuration, M.S. and A. ´S.; writing—original draft preparation, M.S. and A. ´S.; writing—review and editing, W.Ł.D.;\nvisualization, A. ´S.; supervision, W.Ł.D.; project administration, M.S.; funding acquisition, M.S. All authors have\nread and agreed to the published version of the manuscript.\nFunding: This research was funded by the Faculty of Psychology, University of Warsaw, grant number DSM\n119300-24 /2018, and the Polish National Science Center grant number 2018 /29/N/HS6/01108.\nConﬂicts of Interest: The authors declare no conﬂict of interest. The funders had no role in the design of the\nstudy; in the collection, analyses, or interpretation of data; in the writing of the manuscript, or in the decision to\npublish the results."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Int. J. Environ. Res. Public Health 2020 ,17, 1797 13 of 15\nReferences\n1. Jastrebo \u000b, M.M.; Jastrebo \u000b, P .J. Decreased sound tolerance and tinnitus retraining therapy (TRT). Aust. N. Z.\nJ. Audiol. 2002 ,24, 74–84. [CrossRef]\n2. Jastrebo \u000b, P .J.; Jastrebo \u000b, M.M. Treatments for decreased sound tolerance (hyperacusis and misophonia).\nSemin. Hear. 2014 ,35, 105–120. [CrossRef]\n3. Brout, J.J.; Edelstein, M.; Erfanian, M.; Mannino, M.; Miller, L.J.; Rouw, R.; Kumar, S.; Rosenthal, M.Z.\nInvestigating misophonia: A review of the empirical literature, clinical implications, and a research agenda.\nFront. Neurosci. 2018 ,12, 36. [CrossRef] [PubMed]\n4. Jastrebo \u000b, M.M.; Jastrebo \u000b, P .J. Components of decreased sound tolerance: Hyperacusis, misophonia,\nphonophobia. ITHS News Lett. 2001 ,2, 5–7.\n5. Edelstein, M.; Brang, D.; Rouw, R.; Ramachandran, V .S. Misophonia: Physiological investigations and case\ndescriptions. Front. Hum. Neurosci. 2013 ,7, 296. [CrossRef]\n6. Quek, T.; Ho, C.; Choo, C.; Nguyen, L.; Tran, B.; Ho, R.; Quek, T.C.; Ho, C.S.; Choo, C.C.; Nguyen, L.H.; et al.\nMisophonia in Singaporean psychiatric patients: A cross-sectional study. Int. J. Environ. Res. Public Health\n2018 ,15, 1410. [CrossRef]\n7. Asha’Ari, Z.A.; Mat Zain, N.; Razali, A. Phonophobia and hyperacusis: Practical points from a case report.\nMalays. J. Med. Sci. 2010 ,17, 49–51.\n8. Schröder, A.; Vulink, N.; Denys, D. Misophonia: Diagnostic criteria for a new psychiatric disorder. PLoS\nONE 2013 ,8, e54706. [CrossRef]\n9. Schröder, A.; van Wingen, G.; Eijsker, N.; San Giorgi, R.; Vulink, N.C.; Turbyne, C.; Denys, D. Misophonia is\nassociated with altered brain activity in the auditory cortex and salience network. Sci. Rep. 2019 ,9, 7542.\n[CrossRef]\n10. Kumar, S.; Tansley-Hancock, O.; Sedley, W.; Winston, J.S.; Callaghan, M.F.; Allen, M.; Cope, T.E.; Gander, P .E.;\nBamiou, D.E.; Gri \u000eths, T.D. The brain basis for misophonia. Curr. Biol. 2017 ,27, 527–533. [CrossRef]\n11. Rouw, R.; Erfanian, M. A large-scale study of misophonia. J. Clin. Psychol. 2018 ,74, 453–479. [CrossRef]\n[PubMed]\n12. Mckay, D.; Kim, S.-K.; Mancusi, L.; Storch, E.A.; Spankovich, C. Proﬁle analysis of psychological symptoms\nassociated with misophonia: A community sample. Behav. Ther. 2018 ,49, 286–294. [CrossRef] [PubMed]\n13. Dozier, T. Phenomenology of misophonia: Initial physical and emotional responses misophonia initial\nphysical reﬂex measurement view project misophonia research view project. Am. J. Psychol. 2017 ,130,\n431–438. [CrossRef]\n14. Wu, M.S.; Lewin, A.B.; Murphy, T.K.; Storch, E.A. Misophonia: Incidence, phenomenology, and clinical\ncorrelates in an undergraduate student sample. J. Clin. Psychol. 2014 ,70, 994–1007. [CrossRef]\n15. Zhou, X.; Wu, M.S.; Storch, E.A. Misophonia symptoms among Chinese university students: Incidence,\nassociated impairment, and clinical correlates. J. Obsessive Compuls. Relat. Disord. 2017 ,14, 7–12. [CrossRef]\n16. Cusack, S.E.; Cash, T.V .; Vrana, S.R. An examination of the relationship between misophonia, anxiety\nsensitivity, and obsessive-compulsive symptoms. J. Obsessive Compuls. Relat. Disord. 2018 ,18, 67–72.\n[CrossRef]\n17. McErlean, A.B.J.; Banissy, M.J. Increased misophonia in self-reported Autonomous Sensory Meridian\nResponse. PeerJ 2018 ,6, e5351. [CrossRef]\n18. Misophonia Assessment Questionaire (MAQ). Available online: https: //misophoniatreatment.com /wp-\ncontent /uploads /2014/06/MAQ-2.pdf (accessed on 26 February 2020).\n19. Misophonia Physiological Response Scale (MPRS). Available online: https: //misophoniatreatment.com /wp-\ncontent /uploads /2014/06/MPRS.pdf (accessed on 26 February 2020).\n20. The Misophonia Activation Scale. Available online: http: //www.misophonia-uk.org /the-misophonia-\nactivation-scale.html (accessed on 26 February 2020).\n21. Schröder, A.; van Wingen, G.; Vulink, N.C.; Denys, D. Commentary: The brain basis for misophonia. Front.\nBehav. Neurosci. 2017 ,11, 111. [CrossRef]\n22. Kumar, S.; Gri \u000eths, T.D. Response: Commentary: The brain basis for misophonia. Front. Behav. Neurosci.\n2017 ,11, 127. [CrossRef]"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Int. J. Environ. Res. Public Health 2020 ,17, 1797 14 of 15\n23. Kliuchko, M.; Heinonen-Guzejev, M.; Monacis, L.; Gold, B.P .; Heikkilä, K.V .; Spinosa, V .; Tervaniemi, M.;\nBrattico, E. The association of noise sensitivity with music listening, training, and aptitude. Noise Health\n2015 ,17, 350–357. [CrossRef]"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Int. J. Environ. Res. Public Health 2020 ,17, 1797 15 of 15\n24. Franek, M. Is Noise Sensitivity Inﬂuenced by Musical Factors? In Recent Advances in Acoustics and Music:\nTheory and Applications, Proceedings of the 10th WSEAS International Conference on Acoustics & Music: Theory &\nApplications, Prague, Czech Republic, 23–25 March 2009 ; Mastorakis, N.E., Croitoru, A., Balas, V .E., Son, E.,\nMladenov, V ., Eds.; World Scientiﬁc and Engineering Academy and Society WSEAS: Stevens Point, WI, USA,\n2009; pp. 19–22.\n25. Jansen, E.J.M.; Helleman, H.W.; Dreschler, W.A.; Laat, J.A.P .M. Noise induced hearing loss and other hearing\ncomplaints among musicians of symphony orchestras. Int. Arch. Occup. Environ. Health 2009 ,82, 153–164.\n[CrossRef] [PubMed]\n26. Mak, K.K.; Lai, C.M.; Ko, C.H.; Chou, C.; Kim, D.I.; Watanabe, H.; Ho, R.C.M. Psychometric properties of the\nRevised Chen Internet Addiction Scale (CIAS-R) in Chinese adolescents. J. Abnorm. Child Psychol. 2014 ,42,\n1237–1245. [CrossRef] [PubMed]\n27. Brzezi ´ nska, J. A polytomous item response theory models using R /Politomiczne modele teorii odpowiedzi\nna pozycje testowe w programie R. Ekonometria 2016 ,2, 43–53. [CrossRef]\n28. Rizopoulos, D. Itm: An R package for latent variable modeling and item response theory analyses. J. Stat.\nSoftw. 2006 ,17, 1–25. [CrossRef]\n29. Schivinski, B.; Brzozowska-Wo´ s, M.; Buchanan, E.M.; Gri \u000eths, M.D.; Pontes, H.M. Psychometric assessment\nof the internet gaming disorder diagnostic criteria: An item response theory study. Addict. Behav. Rep. 2018 ,\n8, 176–184. [CrossRef]\n30. Akaike, H. A new look at the statistical model identiﬁcation. IEEE Trans. Autom. Control 1974 ,19, 716–723.\n[CrossRef]\n31. Schwarz, G. Estimating the dimension of a model. Ann. Stat. 1978 ,6, 461–464. [CrossRef]\n32. RStudio: Integrated Development for R. Available online: http: //www.rstudio.com (accessed on 28\nNovember 2019).\n33. Robin, X.; Turck, N.; Hainard, A.; Tiberti, N.; Lisacek, F.; Sanchez, J.C.; Müller, M. pROC: An open-source\npackage for R and S +to analyze and compare ROC curves. BMC Bioinform. 2011 ,12, 77. [CrossRef]\n34. Dozier, T.H.; Lopez, M.; Pearson, C. Proposed diagnostic criteria for misophonia: A multisensory conditioned\naversive reﬂex disorder. Front. Psychol. 2017 ,8, 1975. [CrossRef]\n35. Samejima, F. Acceleration model in the heterogeneous case of the general graded response model.\nPsychometrika 1995 ,60, 549–572. [CrossRef]\n36. Burnham, K.P .; Anderson, D.R. Model Selection and Multimodel Inference: A Practical Information ; Springer:\nNew York, NY, USA, 2002.\n37. Webber, T.A.; Johnson, P .L.; Storch, E.A. Pediatric misophonia with comorbid obsessive-compulsive spectrum\ndisorders. Gen. Hosp. Psychiatry 2014 ,36, 231. [CrossRef] [PubMed]\n38. Johnson, P .L.; Webber, T.A.; Wu, M.S.; Lewin, A.B.; Murphy, T.K.; Storch, E.A. When selective audiovisual\nstimuli become unbearable: A case series on pediatric misophonia. Neuropsychiatry 2013 ,3, 6. [CrossRef]\n©2020 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access\narticle distributed under the terms and conditions of the Creative Commons Attribution\n(CC BY) license (http: //creativecommons.org /licenses /by/4.0/)."
    }
  ]
}