{
  "doc_type": "scientific paper",
  "title": "Taking knowledge production seriously in responsible research and innovation",
  "authors": [
    "Robert D.J. Smith",
    "Zara Thokozani Kamwendo",
    "Anja Berndt",
    "Jamie Parkin"
  ],
  "year": 2021,
  "journal": "Journal of Responsible Innovation",
  "doi": "10.1080/23299460.2021.1935584",
  "abstract": "Responsible research and innovation (RRI) has been the preferred idiom for interrogating the social, ethical and political dimensions of science, technology and innovation for roughly a decade. The uptake of RRI into prominent policy organisations has resulted in a proliferation of policy frameworks as policy makers have attempted to articulate what it means for them to enact RRI. Here, we draw on our experience developing an RRI framework in the ERA Cofund on Biotechnology. We discuss three ways that treating RRI as a form of knowledge production has allowed us to engage with the institutional dimensions of science: as research within scientific projects; as administrative knowledge; and as methodological knowledge. We argue that Science and Technology Studies' concern with knowledge making offers a valuable route to approach RRI within research funding organisations, and reflect on how this approach might be developed in the next European Commission Framework Programme.",
  "keywords": [
    "Funding policy",
    "responsible innovation",
    "bureaucracy",
    "biotechnology",
    "social learning"
  ],
  "research_topics": [
    "Responsible research and innovation",
    "Knowledge production",
    "Science administration",
    "Science and Technology Studies",
    "Research funding frameworks",
    "Institutional dimensions of science",
    "Governance of emerging technologies",
    "Innovation governance",
    "Organizational learning"
  ],
  "created_at": "2025-05-05T00:46:16.612732Z",
  "source_pdf": "documents/research/Global/Smith et al 2021 Taking knowledge production seriously in responsible research and innovation (1).pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Full Terms & Conditions of access and use can be found at\nhttps://www.tandfonline.com/action/journalInformation?journalCode=tjri20\nJournal of Responsible Innovation\nISSN: (Print) (Online) Journal homepage: www.tandfonline.com/journals/tjri20\nTaking knowledge production seriously in\nresponsible research and innovation\nRobert D.J. Smith, Zara Thokozani Kamwendo, Anja Berndt & Jamie Parkin\nTo cite this article:  Robert D.J. Smith, Zara Thokozani Kamwendo, Anja Berndt & Jamie Parkin\n(2021) Taking knowledge production seriously in responsible research and innovation, Journal\nof Responsible Innovation, 8:2, 199-208, DOI: 10.1080/23299460.2021.1935584\nTo link to this article:  https://doi.org/10.1080/23299460.2021.1935584\n© 2021 The Author(s). Published by Informa\nUK Limited, trading as Taylor & Francis\nGroup\nPublished online: 28 Jun 2021.\nSubmit your article to this journal \nArticle views: 2373\nView related articles \nView Crossmark data\nCiting articles: 6 View citing articles"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "PERSPECTIVES\nTaking knowledge production seriously in responsible\nresearch and innovation*\nRobert D.J. Smitha, Zara Thokozani Kamwendob, Anja Berndtcand Jamie Parkinc\naScience, Technology & Innovation Studies, School of Social & Political Science, The University of Edinburgh,\nEdinburgh, UK;bSt John ’s College, Durham University, Durham, UK;cUK Research and Innovation\nBiotechnology and Biological Sciences Research Council (UKRI-BBSRC), Swindon, UK\nABSTRACT\nResponsible research and innovation (RRI) has been the preferred\nidiom for interrogating the social, ethical and political dimensions\nof science, technology and innovation for roughly a decade. The\nuptake of RRI into prominent policy organisations has resulted ina proliferation of policy frameworks as policy makers have\nattempted to articulate what it means for them to enact RRI.\nHere, we draw on our experience developing an RRI framework inthe ERA Cofund on Biotechnology. We discuss three ways that\ntreating RRI as a form of knowledge production has allowed us to\nengage with the institutional dimensions of science: as research\nwithin scienti ﬁc projects; as administrative knowledge; and as\nmethodological knowledge. We argue that Science and\nTechnology Studies ’concern with knowledge making o ﬀers a\nvaluable route to approach RRI within research fundingorganisations, and re ﬂect on how this approach might be\ndeveloped in the next European Commission FrameworkProgramme.ARTICLE HISTORY\nReceived 16 September 2020\nAccepted 20 May 2021\nKEYWORDS\nFunding policy; responsible\ninnovation; bureaucracy;\nbiotechnology; sociallearning\nFor roughly the past decade, and at least from the vantage point of those working in\nscience and technology studies (STS), broad discourses about the need to strengthen\nthe governance of science, technology and innovation have manifested in an idiom of\nresponsible research and innovation (RRI). This term is shorthand for a set of argumentsthat understand science as a fundamentally social activity, see scienti ﬁc change and social\norder as inherently interwoven, and note how few opportunities there are to debate the\npublic value of science within contemporary societies (Felt et al. 2007 ; Macnaghten 2020 ;\nWilsdon, Wynne, and Stilgoe 2005 ). Proponents of RRI thus argue for active forms of\ngovernance that create spaces to interrogate the means and ends of science, technologyand innovation.\nAs science administrators, politicians and academics attempt to translate these ideas\ninto policy settings, a range of policy frameworks have been built (see Doezema et al.\n© 2021 The Author(s). Published by Informa UK Limited, trading as Taylor & Francis Group\nThis is an Open Access article distributed under the terms of the Creative Commons Attribution License ( http://creativecommons.org/\nlicenses/by/4.0/ ), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly\ncited.CONTACT Robert D.J. Smith robert.dj.smith@ed.ac.uk Chisholm House, High School Yards, Edinburgh, EH1 1LZ\n*The title is a reference to the seminal report, Taking European Knowledge Society Seriously , which is cited in our\nbibliography.JOURNAL OF RESPONSIBLE INNOVATION\n2021, VOL. 8, NO. 2, 199 –208\nhttps://doi.org/10.1080/23299460.2021.1935584"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "2019 ; Owen 2014 ; Rip 2016 ). In many respects, these frameworks are contiguous with\nestablished ideas about how to strengthen the relationships between science and its\npublics through, for instance, the co-funding of research into the ethical, legal andsocial dimensions of a ﬁeld, the use of technology assessment or public participation\nmethodologies. But advocates of such frameworks also suggest that responsible research\nand innovation demands something new (Stilgoe, Owen, and Macnaghten 2013 ).\nThe novelty we think RRI can o ﬀer is an attention to institutions –the rules, norms,\norganisational con ﬁgurations and routine ways of thinking that shape how science and\ntechnology are governed (Ribeiro, Smith, and Millar 2017 ). This is not a simple prop-\nosition because institutions are shaped by interlocking social practices that build over\ntime, making them di ﬃcult to illuminate, interrogate and challenge (Bickersta ﬀet al.\n2010 ; Marris and Calvert 2020 ). Nevertheless, learning how to build new institutional\npractices is vital if we are to care about the governance of science, technology and inno-vation (Joly 2015 ). Those doing RRI must be concerned with how these routines emerge,\nare sustained and might be otherwise in di ﬀerent settings.\nHere, and against this backdrop, we o ﬀer a perspective on the development of one\npolicy framework, ERA CoBioTech’ s Agenda for Responsible Research & Innovation,\ndeveloped over a year-long period from November 2017. Our intention is not to o ﬀer\na summary of the agenda, which can be accessed elsewhere (see Smith 2019 ). Instead,\nwe focus on the usefulness of one particular proposition within it, that RRI is bestthought of as a form of knowledge production, accessible through collaboration. As\nwe explain below, foregrounding knowledge production has o ﬀered a route to start grap-\npling with the institutional dimensions of science within the setting of an active funding\nprogramme. After a brief description of the funding programme and its RRI Framework,\nthe article emphasises three moves that this proposition has enabled: unequivocally\nvaluing the work it takes to care about science and society; opening-up establishedadministrative practices; and, giving meaning to the concept within a unique institutionalcontext.\nERA CoBioTech and its RRI framework\nThe ERA-NET Cofund on Biotechnology, ERA CoBioTech, is a life science funding pro-\ngramme constituted by several regional and national funding organisations, and sup-\nported under the European Commission Framework Programme (Grant Agreement\n722361). Its stated aims are to unify previous ERA-NET funding programmes insystems biology, synthetic biology and industrial biotechnology; to leverage these ﬁelds\nand their inventions as technology drivers for a bio-based economy; and to do this ina way that demonstrates the public beneﬁ t of the life sciences. Between 2016 and 2021\nthe programme will disburse about €45m to multinational research consortia through\nits funding calls. However, the programme is constituted not just by its scienti ﬁc research\nprojects but also by a cluster of work packages through which the funders attempt tocreate space for the exchange of administrative knowledge. As part of this backstage\nwork, the UK Research and Innovation Biotechnology and Biological Sciences Research\nCouncil (UKRI-BBSRC) led the development of a Strategic Innovation and Research\nAgenda (Berndt and Dayman 2018 ) with an associated Agenda for RRI (Smith 2019 ),\ndelivered through a consultancy contract.200 R. D. J. SMITH ET AL."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "The Agenda positions RRI as one manifestation in a much longer trajectory of concern\nabout the place of emerging science and technology in democratic societies (Hilgartner,\nPrainsack, and Hurlbut 2016 ). It aims to build capacity to better understand the relation-\nships between science, technology and society; to re ﬂect on the dominant framings of\nthese relationships; and to develop institutional innovations, for instance in the form\nof altered administrative practices, in response. What kind of bio-based economy\nshould be built? Who will beneﬁ t? Who should decide? Can the programme develop\nmethodologies to give colour to the kinds of social, political and environmental relation-\nships that it is supporting? These are the kinds of questions that ERA CoBioTech ’s RRI\nAgenda is concerned with.\nIn short, the framework treats RRI as being concerned with social learning across an\ninnovation system (Rayner 2004 ; Stilgoe 2018 ). Its aim is to use research policy as a\nmeans to improve the governance of emerging technologies and we have focused on\nfour targets, roughly transecting the programme ’s lifespan: agenda setting and call\ndesign; research consortia; spaces for knowledge exchange; and, monitoring and evalu-ation processes. In November 2018, the programme voted to fund four experimental col-laborations around these targets, work which will be completed in 2021. Our workaround each target is guided by a tranche of 13 actor- and site-speci ﬁc recommendations.\nHowever, one of these, treat RRI as research is overarching (Smith 2019 , 13).\nWhat taking knowledge production seriously does\nThe recommendation to treat responsible research and innovation as research might at\nﬁrst sound like a tautology, but in our experience treating RRI as a form of research –or\nperhaps less tautologically, as a form of knowledge production –proved a productive way\nto give meaning to what to administrators and academics alike often seem to consider aninchoate sensibility. As we have developed the framework, we have noticed three ways in\nwhich knowledge production has become central to ERA CoBioTech ’s understanding of\nRRI: as research within a scienti ﬁc project; as institutional knowledge that shapes scien-\ntiﬁc cultures; and as methodological knowledge that allows us to articulate what it means\nto practice RRI.\nValuing unequivocally\nTo build the RRI Agenda we analysed several prominent policy frameworks that funders\nhave used to account for the social, political, ethical and environmental dimensions of thelife sciences. We also conducted qualitative interviews with staﬀ in ERA CoBioTech-\naﬃliated funding organisations and academics with experience of RRI in the life sciences.\nIn this analysis, we saw one dominant vision about how RRI could be operationalised atscale: by delegating responsibility to researchers in projects using mandated ‘ELSA com-\nponents ’or interdisciplinarity (see Hilgartner, Prainsack, and Hurlbut 2016 ; Strathern,\n2005). We also saw that when making these demands of researchers, funders havebeen equivocal in the way they value the labour required to do this work, framing it as\nadjunct to ‘the scienti ﬁc research ’(Rabinow and Bennett 2012 ).\nThere is a thicket of widely reported tensions with enacting RRI at the level of a\nresearch project, many of which can be traced to this adjunctive framing. If RRI is an\naccompaniment to the core scienti ﬁc endeavour then it becomes one more impositionJOURNAL OF RESPONSIBLE INNOVATION 201"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "in an already crowded workspace (Felt et al. 2017 ). It is something to be taken care of –by\ndoing some workshops, perhaps –rather than cared about (Evans and Frow 2016 ). And\nthose doing RRI are frequently interpreted as ful ﬁlling service roles as opposed to doing\nresearch, even though they are often academic researchers (Viseu 2015 ).\nAdvancing an understanding of RRI as research was an attempt to avoid some of the\nchallenges associated with this logic. When we wrote the overarching recommendation,\nwe thought of it primarily as a way to reframe RRI from being an adjunct to scienti ﬁc\npractices to being precisely concerned with those practices. This framing does not\ndemand a particular methodology such as interdisciplinary collaboration –a point\nwhich is important because the funding programme funds researchers from a widerange of epistemic and national cultures, with access to a wide range of resources.\nInstead, we are asking researchers to bring –and demonstrate –substantive consider-\nation of the economic, environmental, ethical, political or social dimensions of their\nproject as part of that funded research and for administrators to do the same. Positioning\nRRI as research was intended to signal that the funding programme was committed to,\nand valued, the ideas behind the term.\nOpening up administrative practices\nBeing unequivocal about the framing of RRI and treating it as equivalent to other aspectsof a scienti ﬁc research project has brought a series of institutional considerations into\nview. For instance, taking seriously the claim that RRI should be a form of researchopens up a range of administrative practices to re ﬂection and modi ﬁcation.\nOne, early, set of questions turned around call design: If RRI is research, what\ndoes this mean for the structure of funding calls? Should applicants have an ‘RRI\nsection’ to complete? What guidance should be provided by the programme? Like-\nwise, what does it mean for the evaluation of funding proposals? How should ‘it’\nbe scored? And what expertise is required to do this evaluation eﬀ ectively? Do eva-\nluators need training? To answer these questions, programme administrators havehad to consider their own, often quite technical, administrative practices. Many ofthese practices are taken for granted; inherited from prior funding programmes or\nimported based on the preferences of one funding agency. They are codi ﬁed in\nguidelines, scoring systems and in standardised software portals where design\ndecisions have already been made. In very small and mundane ways, they are resist-\nant to change.\nSimilar questions were also asked of the programme ’s approach monitoring and\nevaluation. In each instance, being unequivocal about treating RRI as research has\nacted as a wedge to reopen these decisions, consider what a ‘good ’proposal looks like\nand how administrative practices might support or inhibit that idea of good. Althoughit seems trite to say, if RRI remained nothing but an adjunct, the administrators couldsimply ask applicants for an extra page of responsibility prose and leave them to get\non with it. These practices would then remain closed.\nDomesticating inchoate sensibilities\nIt has been noted that many of the phrases populating contemporary research policy areone-sided (Flink and Kaldewey 2018 ); it would be hard to come up with folk theoris-\nations in support of the extractive economy, irresponsible stagnation or unsustainable202 R. D. J. SMITH ET AL."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "regression goals (Guston 2015 ). But while attractive, these terms are also issue-less: in the\nabstract, they seem to express desirable sentiments, but it is only through context that\nthey become meaningful (Marres 2007 ). Context is vitally important for responsible\nresearch and innovation because it is this context that shapes the boundaries of whatis possible and what is not; in e ﬀect what RRI is allowed to mean. In the process,\nthings may be twisted, added and jettisoned and the result will be a meaning of RRIthat may or may not resonate with the location from which it came (Rothstein 2013 ;\nWynne 2007 ).\nThis, in some respects, is a banal point to make for the interpretive social sciences. Of\ncourse context matters! But it is important to take it seriously. What, precisely, would itmean for your agenda-setting process if RRI was embraced throughout? What does it\nlook like now? How would it change? While the answers to these kinds of questions\ncan be gestured to from academia, they can only be addressed within the con ﬁnes of\nan existing funding programme. And working within the con ﬁnes of a funding pro-\ngramme means that it will be one part of an administrator ’s job, to be completed in a\nset number of person months, from a background that may or may not have providedyou with any head-start on interpreting social theory.\nTheﬁnal way, then, that treating RRI as a form of research has been helpful, is as a\nvehicle to produce methodological knowledge about what it means, and what it doesnot, to practice RRI within a given institutional setting. In this light, we have tried toapproach the work from the position of an academic –practitioner collaboration that\ncreated answers together rather than a consultancy that outsourced the work of distillinguniversal best-practices and implanted them in ERA CoBioTech. Knowledge in this senseis both knowledge of how to articulate why RRI might be of value in a given context but\nalso to suggest what it might look like in very practical terms. It is about learning how to\nread a situation and articulate with one another to produce workshop plans, tweaks tocall text, and other subtle reformulations that may or may not be laden with subtext(Figure 1). It is about learning what not to say (Fitzgerald et al. 2014 ). And it is about\nbuilding the necessary trust to have such conversations that are part of the art andcraft of governance (Macnaghten 2016 ; Zhang 2013 ).\nThe limits of learning\nWe have advocated for a particular approach to RRI and sketched out how it is helpful in\none particular funding programme. Treating RRI as a form of knowledge production thatspans the lifecycle of ERA CoBioTech is a way to start being clear about the value placed\non it by administrators; it is a way to open-up administrative practices and build insti-\ntutional re ﬂexivity; and has been a way to build methodological knowledge about what\nRRI can mean within a given institutional con ﬁguration.\nThis approach is distinct from the European Commission ’s Five Pillars framework,\nwhich emphasises a set of pre-ordained issues (education, engagement, ethics, gender,and open access) that closely mirror the di ﬀerent strands of the Science in Society\nfunding programmes (Macq, Tancoigne, and Strasser 2020 ; Rip 2016 ). It is also distinct\nfrom EPSRC ’s Anticipate, Re ﬂect, Engage, Act (AREA) framework, which o ﬀers a\nprocess but no pre-de ﬁned activities to orient around (Owen 2014 ). However, ERA\nCoBioTech ’s approach is not incommensurate with either; the European Commission ’sJOURNAL OF RESPONSIBLE INNOVATION 203"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "issues may emerge as central concerns for the actors of ERA CoBioTech, and like the\nAREA framework, ERA CoBioTech’ s framework is fundamentally concerned with ques-\ntions of innovation governance. It is perhaps most clearly connected to the Norwegian\nResearch Council ’s approach, which framed RRI in terms of Argyris and Schön’ s\n(1978 ) seminal notion of organisational learning (Egeland, Forsberg, and Maximova-\nMentzoni 2019 ).\nBut in suggesting that taking knowledge production seriously is a way to begin to\nunearth and then grapple with the institutional dimensions of science, we should alsonote that the approach exposes its own limits. Perhaps the most obvious of these isthe broader institutional con ﬁguration of which ERA CoBioTech is a part –European\nScience, constituted by bureaucratic projects with grant agreements, pre-arranged time-frames and deliverables to be completed.\nThis project-driven way of organising a funding programme creates some perversities.\nOrganisationally, ERA CoBioTech’ s framework is located at its heart. From the outset, it\nwas intended to be integrated and inform strategic decisions, was to come with clear gui-dance for its funded researchers, and was to be embedded within the programmes evalu-ation processes (European Commission 2016 ). It has been embraced by the funding\nFigure 1. Treating responsible research and innovation as research opened-up conversations about\nestablished administrative processes. The image indicates the kind of amendments made to grant\nreview guidelines to translate the ideas behind RRI into the practice of science administration.204 R. D. J. SMITH ET AL."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "partners and embedded into their on-going and future activities. But for an ERA-NET\nprogramme to be created, decisions about how to frame its purpose, what tasks are\nimportant, who should do them and even what the ﬁrst funding call should be must\nalready have been taken. Person-hours have been allocated and timescales de ﬁned.\nBecause of the project form, the precise work of formulating what RRI might mean\nfor ERA CoBioTech must happen after theﬁrst and largest funding call. In this con ﬁgur-\nation of research policy, funding programmes –seen by many as a way to move RRI\nbeyond the constraints of the research project (Wynne 2011 )–are subject to many of\nthe same dynamics as the research projects they are envisioned to transcend (Aicardi,\nReinsborough, and Rose 2018 ).\nThere are also regular points of renegotiation where the precise parameters of the pro-\ngramme are changed. ERA CoBioTech has a lineage that extends back to 2002 (EC Fra-mework Programme 6) but this has also been punctuated by a series of breaks asadministrators move from one Framework Programme to the next. Each is a moment\nof renegotiation and reinvention as administrators ’discourses are aligned with the\npolicy vocabulary of the day. The move from FP7 to Horizon 2020 produced narratives\nof integration: the integration of systems biology, synthetic biology and industrial bio-technology, each previously with their own funding programme, as drivers for ‘the\nbio-based economy’ ; the integration of diverse administrative practices from across\nEurope; and the integration of prior approaches to addressing the environmental,ethical, legal, political and social dimensions of biotechnology into a new approach,\nRRI. And the most recent move –from Horizon 2020 to Horizon Europe –has rein-\nvented the rhetoric of the endeavour, giving momentum to phrases such as mission-\noriented innovation, circularity and open science. The ERA-NET mechanism has also\nbeen reimagined and the place of dedicated biotechnology funding programmes with\ntheir concern for RRI is in question in this future landscape (European Commission2019 ). While the concern with ‘science’ and ‘the public ’is perennial, in this new land-\nscape it remains unclear to us which aspects of the more fragile experiments we have\nembarked on will be allowed to travel.\nWhat might this broader context mean for ERA CoBioTech ’s RRI Agenda? From our\nperspective, as administrators and academics, we can foresee at least two possibilities.Theﬁrst is that the work we have embarked on remains a policy experiment and\nsubject to the project form. The desire to make sense of a new, opaque, term created a\npolicy window for STS to collaborate with science administrators. Through this collabor-\nation, we have moved the concept of RRI beyond a broad procedural idea (Macnaghten\n2020 ) and beyond a set of speci ﬁci s s u e s( s e eR i p 2016 ) to specify concrete sites for research\nfunders to focus on. Some of the methods we developed will be written up and the impli-\ncations for science policy shared. RRI frameworks might quietly recede into the back-\nground as we continue with our jobs. The ideas and lessons created in this momentwould be indirectly carried forward but with a new gloss provided by any number of buzz-words –circularity, co-creation, missions, open science, or transformative innovation. This\nis perhaps too glib a suggestion to conclude with. But it emphasises the longer trajectory ofSTS engagement in research policy and the importance of ‘hooks ’that can start the con-\nversation. Taking context seriously means being aware of the currency given to particular\npolicy concepts. If RRI no longer o ﬀers something to orient around then even a very recent\nhistory would suggest there are alternatives that will allow the social sciences to workJOURNAL OF RESPONSIBLE INNOVATION 205"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "collaboratively with practitioners, saying similar things in slightly di ﬀerent ways (see Felt\nand Wynne 2007 ;W i l s d o n ,W y n n e ,a n dS t i l g o e 2005 ).\nA second, perhaps more ambitious, possibility would be to take seriously our initial\nclaim that RRI demands new spaces within an institutional landscape to debate the\nmeans and ends of science. Building on the nascent knowledge, relationships and trust\nthat has been sparked by a desire to ‘have ’RRI during the last decade, it may be possible\nto build infrastructures that transcend the project form by creating fora for not just for\nresearchers in scienti ﬁc projects but also for administrators and STS scholars to exper-\niment with the governance of science, technology and innovation. Over time, throughcollaboration with ‘world-making projects, mutual worlds –and new directions –may\nemerge ’(Tsing 2015 , 34).\nOne institutional context to prioritise is the reimagined set of partnerships envisaged\nunder Horizon Europe. In parallel to the work of ERA CoBioTech, we have watchedseveral other ERA-NETs develop their own approaches to RRI. Like ERA CoBioTech ’s\napproach, none of them mobilise extant RRI frameworks in any straightforward way buthas made sense of the ideas behind responsible innovation in ways that suit theircontext. This patchwork of organisations with their guidelines, events, and policy exper-iments has built practitioner knowledge of the social, political, environmental and\nethical intricacies of research policy in multiple national funding organisations. Actively\nbuilding connections between the people behind these (to date) distinct approacheswould consolidate their knowledge, and continue the learning begun in Horizon 2020\nbeyond 2021. It would require further resources and commitments from funding agencies,\nand it would require people who care. But then, perhaps that is precisely the point.\nAcknowledgements\nWe are grateful to all ERA CoBioTech sta ﬀwho participated in the research informing this per-\nspective. Thanks also to two anonymous reviews and the special issue editors, who helped us to\nclarify our argument. Kamwendo and Smith were supported by the ERC Project, ‘Engineering\nLife; ’616510. Smith was supported by the following awards: EP/JO2175X/1 and BB/MO18040/\n1. The views, thoughts, and opinions expressed in the text belong solely to the authors, and notnecessarily to the author ’s employer, organization, committee or other group or individual.\nDisclosure statement\nNo potential conﬂ ict of interest was reported by the author(s).\nFunding\nThis work was supported by Biotechnology and Biological Sciences Research Council [grantnumber BB/MO18040/1]; Engineering and Physical Sciences Research Council [grant numberEP/JO2175X/1]; and European Commission [grant number 722361].\nNotes on contributors\nRobert Smith is a research fellow at Science, Technology & Innovation Studies, School of Social &\nPolitical Science, The University of Edinburgh. His research examines the social, political andpolicy dimensions of biological engineering.206 R. D. J. SMITH ET AL."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Zara Thokozani Kamwendo is a research fellow at St John ’s College, Durham University. Her\nresearch examines the sociology of scienti ﬁc knowledge and the sociology of religion.\nAnja Berndt is a senior portfolio manager at the Biotechnology and Biological Sciences Research\nCouncil, UK Research and Innovation. She was previously BBSRC programme manager for ERA\nCoBioTech.\nJamie Parkin is Strategy and Policy Manager, Technologies and Infrastructure at the Biotechnol-\nogy and Biological Sciences Research Council, UK Research and Innovation.\nORCID\nRobert D.J. Smith http://orcid.org/0000-0002-5814-6032\nReferences\nAicardi, C., M. Reinsborough, and N. Rose. 2018 .“The Integrated Ethics and Society Programme\nof the Human Brain Project: Re ﬂecting on an Ongoing Experience. ”Journal of Responsible\nInnovation 5 (1): 13 –37.\nArgyris, C., and D. A. Schön. 1978 .Organizational Learning: A Theory of Action Perspective .\nReading: Addison-Wesley.\nBerndt, A., and E. Dayman. 2018 .ERA CoBioTech Strategic Agenda - A Vision for Biotechnology in\nEurope . Swindon: European Research Area Network Cofund for Biotechnologies.\nBickerstaﬀ, Karen, Irene Lorenzoni, Mavis Jones, and Nick Pidgeon. 2010 .“Locating Scienti ﬁc\nCitizenship: The Institutional Contexts and Cultures of Public Engagement. ”Science,\nTechnology & Human Values 35 (4): 474 –500.\nDoezema, Tess, David Ludwig, Phil Macnaghten, Clare Shelley-Egan, and Ellen-Marie Forsberg.\n2019 .“Translation, Transduction, and Transformation: Expanding Practices of Responsibility\nAcross Borders. ”Journal of Responsible Innovation 6 (3): 323 –331.\nEgeland, C., E.-M. Forsberg, and T. Maximova-Mentzoni. 2019 .“RRI: Implementation as\nLearning.” Journal of Responsible Innovation 6 (3): 375 –380.\nEuropean Commission. 2016 .Grant Agreement Number: 722361 — Cofund on\nBiotechnologies (CoBioTech) . Brussels: European Commission Directorate-General Research\n& Innovation.\nEuropean Commission. 2019 .Orientations Towards the First Strategic Plan for Horizon Europe .\nBrussels: DG Research and Innovation.\nEvans, S.W. and E.K. Frow. (2016 ) Taking Care in Synthetic Biology. In Absence in Science,\nSecurity and Policy: From Research Agendas to Global Strategy , edited by B. Balmer and\nB. Rappert, 132 –153. London: Palgrave Macmillan.\nFelt, U., et al. 2017 .“‘Response-Able Practices ’or‘new Bureaucracies of Virtue ’: The Challenges of\nMaking RRI Work in Academic Environments. ”InResponsible Innovation 3, edited by L.\nAsveld, 48 –68. Cham: Springer International Publishing.\nFelt, U., B. Wynne, M. Callon, M. E. Goncalves, S. Jasanoﬀ, M. Jepsen, P-B. Joly, Z. Konopasek,\nS. May, C. Neubauer, A. Rip, K. Siune, and A. C. Stirling. 2007 .Taking European knowledge\nsociety seriously: Report of the expert group on science and governance to the Science, Economy\nand Society Directorate, Directorate-General for Research, European Commission .L u x e m b o u r g :\nEuropean Commission.\nFitzgerald, Des, Melissa M Littleﬁ eld, Kasper J Knudsen, James Tonks, and Martin J Dietz. 2014 .\n“Ambivalence, Equivocation and the Politics of Experimental Knowledge: A Transdisciplinary\nNeuroscience Encounter. ”Social Studies of Science 44 (5): 701 –721.\nFlink, T., and D. Kaldewey. 2018 .“The New Production of Legitimacy: STI Policy Discourses\nBeyond the Contract Metaphor. ”Research Policy 47 (1): 14 –22.\nGuston, D. H. 2015 .“Responsible Innovation: Who Could be Against That? ”Journal of\nResponsible Innovation 2 (1): 1 –4.JOURNAL OF RESPONSIBLE INNOVATION 207"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Hilgartner, S., B. Prainsack, and J. B. Hurlbut. 2016 .“Ethics as Governance in Genomics and\nBeyond. ”InThe Handbook of Science and Technology Studies (4th ed.) , edited by U. Felt, R.\nFouché, C. A. Miller, and L. Smith-Doerr, 1043 –1091. Cambridge: MIT Press.\nJoly, P.-B. 2015 .“Governing Emerging Technologies? The Need to Think Outside the (Black)\nBox. ”InScience and Democracy: Making Knowledge and Making Power in the Biosciences\nand Beyond , edited by S. Hilgartner, C. A. Miller, and R. Hagendijk, 133 –155. New York:\nRoutledge.\nMacnaghten, P. 2016 .The Metis of Responsible Innovation. Inaugural Lecture upon Taking the Post\nof Personal Professor in Technology and International Development at the Knowledge, Technology\nand Innovation Chair Group at Wageningen University on 12 May 2016 . Wageningen:\nWageningen University.\nMacnaghten, P. 2020 .The Making of Responsible Innovation . Cambridge: Cambridge University\nPress.\nMacq, H., É Tancoigne, and B. J. Strasser. 2020 .“From Deliberation to Production: Public\nParticipation in Science and Technology Policies of the European Commission (1998– 2019).”\nMinerva 58: 1 –24.\nMarres, N. 2007 .“The Issues Deserve More Credit: Pragmatist Contributions to the Study of\nPublic Involvement in Controversy.” Social Studies of Science 37 (5): 759 –780.\nMarris, C., and J. Calvert. 2020 .“Science and Technology Studies in Policy: The UK Synthetic\nBiology Roadmap. ”Science, Technology, & Human Values 45 (1): 34 –61.\nOwen, R. 2014 .“The UK Engineering and Physical Sciences Research Council ’s Commitment to a\nFramework for Responsible Innovation. ”Journal of Responsible Innovation 1 (1): 113 –117.\nRabinow, P., and G. Bennett. 2012 .Designing Human Practices: An Experiment with Synthetic\nBiology . Chicago, IL: University of Chicago Press.\nRayner, S. 2004 .“The Novelty Trap: Why Does Institutional Learning About New Technologies\nSeem so Diﬃ cult? ”Industry and Higher Education , 18 (6): 349 –355.\nRibeiro, B. E., R. D. Smith, and K. Millar. 2017 .“A Mobilising Concept? Unpacking Academic\nRepresentations of Responsible Research and Innovation. ”Science and Engineering Ethics 23\n(1): 81 –103.\nRip, A. 2016 .“The Clothes of the Emperor. An Essay on RRI in and Around Brussels. ”Journal of\nResponsible Innovation 3 (3): 290 –304.\nRothstein, H. 2013 .“Domesticating Participation: Participation and the Institutional Rationalities\nof Science-based Policy-making in the UK Food Standards Agency. ”Journal of Risk Research 16\n(6): 771 –790.\nSmith, R. D. J., et al. 2019 .An Agenda for Responsible Research and Innovation in ERA CoBioTech .\nSwindon: Biotechnology and Biological Sciences Research Council.\nStilgoe, J. 2018 .“Machine Learning, Social Learning and the Governance of Self-driving Cars.”\nSocial Studies of Science 48 (1): 25 –56.\nStilgoe, J., R. Owen, and P. Macnaghten. 2013 .“Developing a Framework for Responsible\nInnovation. ”Research Policy 42 (9): 1568 –1580.\nTsing, A. L. 2015 .The Mushroom at the End of the World: On the Possibility of Life in Capitalist\nRuins. Princeton: Princeton University Press.\nViseu, A. 2015 .“Caring for Nanotechnology? Being an Integrated Social Scientist. ”Social Studies\nof Science 45 (5): 642 –664.\nWilsdon, J., B. Wynne, and J. Stilgoe. 2005 .The Public Value of Science: Or How to Ensure That\nScience Really Matters . London: Demos.\nWynne, B. 2007 .“Dazzled by the Mirage of In ﬂuence?: STS-SSK in Multivalent Registers of\nRelevance.” Science, Technology & Human Values 32 (4): 491 –503.\nWynne,\nB.2011 .“Lab Work Goes Social, and Vice Versa: Strategising Public Engagement\nProcesses.” Science and Engineering Ethics 17 (4): 791 –800.\nZhang, J. Y. 2013 .“The Art of Trans-Boundary Governance: The Case of Synthetic Biology. ”\nSystems and Synthetic Biology 7 (3): 107 –114.208 R. D. J. SMITH ET AL."
    }
  ]
}