{
  "doc_type": "scientific paper",
  "title": "A genome-wide association study of a rage-related misophonia symptom and the genetic link with audiological traits, psychiatric disorders, and personality",
  "authors": [
    "Dirk J. A. Smit",
    "Melissa Bakker",
    "Abdel Abdellaoui",
    "Alexander E. Hoetink",
    "Nienke Vulink",
    "Damiaan Denys"
  ],
  "year": 2023,
  "journal": "Frontiers in Neuroscience",
  "doi": "10.3389/fnins.2022.971752",
  "abstract": "Introduction: People with misophonia experience strong negative emotional responses to sounds and associated stimuli-mostly human produced-to an extent that it may cause impairment in social functioning. The exact nature of the disorder remains a matter of ongoing research and debate. Here, we investigated the genetic etiology of misophonia to understand contributing genetic factors and shed light on individual differences in characteristics that are related to the disorder. Methods: For misophonia, we used an unpublished genome-wide association study (GWAS) from genetic service provider 23andMe, Inc., on a self-report item probing a single common misophonic symptom: the occurrence of rage when others produce eating sounds. First, we used gene-based and functional annotation analyses to explore neurobiological determinants of the rage-related misophonia symptom. Next, we calculated genetic correlations (rG) of this rage-related misophonia symptom GWAS with a wide range of traits and disorders from audiology (tinnitus, hearing performance, and hearing trauma), psychiatry, neurology, and personality traits. Results: The rage-related misophonia symptom was significantly correlated with tinnitus, major depression disorder (MDD), post-traumatic stress disorder (PTSD), and generalized anxiety disorder (GAD; 0.12 < rG < 0.22). Stronger genetic correlations (0.21 < rG < 0.42) were observed for two clusters of personality traits: a guilt/neuroticism and an irritability/sensitivity cluster. Our results showed no genetic correlation with attention deficit and hyperactivity disorder, obsessive-compulsive disorder, and psychotic disorders. A negative correlation with autism spectrum disorder (ASD) was found, which may be surprising given the previously reported comorbidities and the sensory sensitivity reported in ASD. Clustering algorithms showed that rage-related misophonia consistently clustered with MDD, generalized anxiety, PTSD, and related personality traits. Discussion: We conclude that-based on the genetics of a common misophonia symptom-misophonia most strongly clusters with psychiatric disorders and a personality profile consistent with anxiety and PTSD.",
  "keywords": [
    "hatred for chewing sounds",
    "psychiatric genomics",
    "psychiatric nosology",
    "genetic correlation",
    "audiology",
    "psychiatry"
  ],
  "research_topics": [
    "misophonia",
    "genetics",
    "genome-wide association study",
    "psychiatric disorders",
    "audiological traits",
    "personality traits",
    "genetic correlations",
    "neurobiology",
    "psychiatric genomics",
    "auditory cognitive neuroscience"
  ],
  "created_at": "2025-05-04T23:09:17.435408Z",
  "source_pdf": "documents/research/Global/Smit 2023 A genome-wide association study of a rage-related misophonia symptom and the genetic link with audiological traits, psychiatric disorders, and personality.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "fnins-16-971752 January 18, 2023 Time: 14:6 # 1\nTYPE Original Research\nPUBLISHED 24 January 2023\nDOI10.3389/fnins.2022.971752\nOPEN ACCESS\nEDITED BY\nM. Zachary Rosenthal,\nDuke University, United States\nREVIEWED BY\nSilia Vitoratou,\nInstitute of Psychiatry, Psychology\nand Neuroscience, King’s College\nLondon, United Kingdom\nJames Crowley,\nUniversity of North Carolina,\nChapel Hill, United States\nPawel J. Jastreboff,\nSchool of Medicine, Emory University,\nUnited States\n*CORRESPONDENCE\nDirk J. A. Smit\nd.j.smit@amsterdamumc.nl\n†These authors have contributed\nequally to this work\nSPECIALTY SECTION\nThis article was submitted to\nAuditory Cognitive Neuroscience,\na section of the journal\nFrontiers in Neuroscience\nRECEIVED 17 June 2022\nACCEPTED 21 December 2022\nPUBLISHED 24 January 2023\nCITATION\nSmit DJA, Bakker M, Abdellaoui A,\nHoetink AE, Vulink N and Denys D\n(2023) A genome-wide association\nstudy of a rage-related misophonia\nsymptom and the genetic link with\naudiological traits, psychiatric\ndisorders, and personality.\nFront. Neurosci. 16:971752.\ndoi: 10.3389/fnins.2022.971752\nCOPYRIGHT\n© 2023 Smit, Bakker, Abdellaoui,\nHoetink, Vulink and Denys. This is an\nopen-access article distributed under\nthe terms of the Creative Commons\nAttribution License (CC BY). The use,\ndistribution or reproduction in other\nforums is permitted, provided the\noriginal author(s) and the copyright\nowner(s) are credited and that the\noriginal publication in this journal is\ncited, in accordance with accepted\nacademic practice. No use, distribution\nor reproduction is permitted which\ndoes not comply with these terms.A genome-wide association\nstudy of a rage-related\nmisophonia symptom and the\ngenetic link with audiological\ntraits, psychiatric disorders, and\npersonality\nDirk J. A. Smit1,2*†, Melissa Bakker1†, Abdel Abdellaoui1,\nAlexander E. Hoetink3,4, Nienke Vulink1and Damiaan Denys1,2\n1Department of Psychiatry, Amsterdam University Medical Center, University of Amsterdam,\nAmsterdam, Netherlands,2Amsterdam Neuroscience, Amsterdam, Netherlands,3Department of\nOtorhinolaryngology–Head and Neck Surgery, University Medical Center Utrecht, Utrecht\nUniversity, Utrecht, Netherlands,4University Medical Center Utrecht Brain Center, Utrecht\nUniversity, Utrecht, Netherlands\nIntroduction: People with misophonia experience strong negative emotional\nresponses to sounds and associated stimuli—mostly human produced—to an\nextent that it may cause impairment in social functioning. The exact nature\nof the disorder remains a matter of ongoing research and debate. Here, we\ninvestigated the genetic etiology of misophonia to understand contributing\ngenetic factors and shed light on individual differences in characteristics that\nare related to the disorder.\nMethods: For misophonia, we used an unpublished genome-wide association\nstudy (GWAS) from genetic service provider 23andMe, Inc., on a self-report\nitem probing a single common misophonic symptom: the occurrence of rage\nwhen others produce eating sounds. First, we used gene-based and functional\nannotation analyses to explore neurobiological determinants of the rage-\nrelated misophonia symptom. Next, we calculated genetic correlations ( rG) of\nthis rage-related misophonia symptom GWAS with a wide range of traits and\ndisorders from audiology (tinnitus, hearing performance, and hearing trauma),\npsychiatry, neurology, and personality traits.\nResults: The rage-related misophonia symptom was signiﬁcantly correlated\nwith tinnitus, major depression disorder (MDD), post-traumatic stress disorder\n(PTSD), and generalized anxiety disorder (GAD; 0.12 < rG< 0.22). Stronger\ngenetic correlations (0.21 < rG< 0.42) were observed for two clusters of\npersonality traits: a guilt/neuroticism and an irritability/sensitivity cluster. Our\nresults showed no genetic correlation with attention deﬁcit and hyperactivity\ndisorder, obsessive-compulsive disorder, and psychotic disorders. A negative\ncorrelation with autism spectrum disorder (ASD) was found, which may\nbe surprising given the previously reported comorbidities and the sensory\nsensitivity reported in ASD. Clustering algorithms showed that rage-related\nFrontiers in Neuroscience 01 frontiersin.org"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "fnins-16-971752 January 18, 2023 Time: 14:6 # 2\nSmit et al. 10.3389/fnins.2022.971752\nmisophonia consistently clustered with MDD, generalized anxiety, PTSD, and\nrelated personality traits.\nDiscussion: We conclude that—based on the genetics of a common\nmisophonia symptom—misophonia most strongly clusters with psychiatric\ndisorders and a personality proﬁle consistent with anxiety and PTSD.\nKEYWORDS\nhatred for chewing sounds, psychiatric genomics, psychiatric nosology, genetic\ncorrelation, audiology, psychiatry\nIntroduction\nMisophonia is a condition in which trigger sounds—such\nas chewing or breathing—provoke disproportionately strong\nand involuntary feelings of anger, anxiety, and/or disgust.\nWhen severe enough, these emotional responses (or the\nassociated avoidance behavior) may impede family relations\nand/or work life, resulting in patients seeking help from\nhealthcare professionals. Recently, a consensus panel was unable\nto converge on a clear nosology for misophonia, and classiﬁed\nit as either a “psychiatric disorder” or the more general\n“medical disorder” (Swedo et al., 2022). The expert panel also\nconcluded that knowledge on the genetic and neurobiological\nunderpinnings of misophonia are lacking, and that further\ninvestigation is needed into the relation of misophonia with\nother disorders to better characterize misophonia. In addition,\nsuch research should also focus on the dependency of\nmisophonia on contextual factors (such as personality) that\ninﬂuence interpretation of misophonic trigger sounds and thus\nmodulate disease etiology (Jastreboﬀ and Jastreboﬀ, 2001a,b,\n2015).\nOur present research aims to ﬁll in one of the gaps that\nthe expert panel highlighted, namely, the genetic underpinnings\nof misophonia. Our study is primarily based on the analysis\nof a Genome-Wide Association Study (GWAS) of a common\nmisophonia symptom, namely, a self-report item on rage\ninduced by chewing-sounds and analyzed by genetic service\nprovider 23andMe, Inc. (San Francisco1). Using this symptom\nas a proxy variable for misophonia, Fayzullina et al. (2015)\nreported one genetic locus that was signiﬁcantly associated with\nthe misophonia symptom. This genetic locus, rs2937573, is\nintronic to the TENM2 gene that plays a role in cell adhesion\nand is highly expressed in neurons in various stages of brain\ndevelopment. However, a functional annotation of these results\nhas not yet been performed, including the role of TENM2 in\nhearing and psychological traits as revealed by the GWAS. Our\n1 http://www.23andme.comﬁrst aim is to perform this analysis, which may provide insights\ninto the neurobiological underpinnings of misophonia.\nOur second aim is to determine the association between\nthe genetics of the rage-related misophonia symptom with the\ngenetics of many other traits. It is known that genetic etiology of\ndisorders (including psychiatric, neurological, and many other\ndisorders and traits) show pervasive correlations (Bulik-Sullivan\net al., 2015). This overlap shows strong clustering (Lee et al.,\n2019) across psychiatric disorders, for example, a substantial\ndegree of overlap (genetic correlation rG= 0.31) was reported\nbetween obsessive-compulsive disorder (OCD) and bipolar\ndisorder (BIP). Moreover, shared genetics extends to substance\nuse disorders (Abdellaoui et al., 2020) and non-psychiatric\nvariables such as socio-economic status, which has important\nconsequences for nosology and identiﬁcation of contributing\nfactors (Marees et al., 2020b). Inspecting genetic correlations\nand placing misophonia in a network of disorders and traits will\naid its nosology.\nWe selected a list of 44 traits and disorders for our genetic\ncorrelation analysis. Based on the phenotypic comorbidities\nof misophonia with psychiatric disorders, it seems most likely\nthat misophonia will show signiﬁcant genetic correlations\nwith major depression, autism spectrum disorder (ASD)\nand attention deﬁcit and hyperactivity disorder (ADHD)\n(Jager et al., 2020), possibly also with OCD and Tourette’s\nsyndrome (Webber et al., 2014; Webber and Storch, 2015). In\naddition, we expect misophonia to correlate with personality\ndimensions (Jager et al., 2020). Therefore, personality traits\nwill be added to the list of GWAS that may classify\nmisophonia. A second group of disorders and traits comes\nfrom the ﬁeld of audiology. Initially deﬁned as a form of\ndecreased sound tolerance (Jastreboﬀ and Jastreboﬀ, 2001a,\n2014), misophonia may bear relation to audiological disorders\nand related traits. Finally, we added several traits that\nputatively bear relation to misophonia. Neurological traits\nmay reﬂect neuronal excitability; cortical measures of the\nlimbic cortex (viz., mean insula surface area and thickness)\n(Grasby et al., 2020) were included based on the Autonomous\nSensory Meridian Response (ASMR) hypothesis of misophonia\nFrontiers in Neuroscience 02 frontiersin.org"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "fnins-16-971752 January 18, 2023 Time: 14:6 # 3\nSmit et al. 10.3389/fnins.2022.971752\n(McGeoch and Rouw, 2020). Finally, educational attainment\nis known to correlate with many psychiatric disorders as well\nas audiological performance measures, and was added for this\nreason.\nMaterials and methods\nGWAS summary statistics\nThe source GWASs are studies from 23andMe, UK\nBiobank and the Psychiatric Genomics Consortium (PGC).\nSupplementary Table 1 shows an overview of all the disorders\nand trait GWASs used, their sample sizes, and their source,\nand speciﬁcs on the measurement. All psychiatric disorder\nGWAS are case-control GWAS from the PGC with clinically\nascertained samples.\nA case-control GWAS for misophonia based on the\nproposed clinical criteria does not yet exist, nor was the\ncondition assessed in the UK BioBank. However, Fayzullina et al.\n(2015) published a GWAS on the self-reported item of “Does\nthe sound of other people chewing ﬁll you with rage?” in 80,607\nsubjects from the general population, including only subjects\nwho answered yes or no to the question. These results have\nnot been the subject of a peer review process. The prevalence\nof a positive answer to this question was 22%, which is an\noverestimation of the clinical prevalence of misophonia, 5–5.9%\nin Germany, 12.8% in Turkey and 18% in the UK (Kılıç et al.,\n2021; Jakubovski et al., 2022; Vitoratou et al., 2022). It has been\nshown that anger is a very common emotional response in 89.5%\nof misophonia cases and that chewing sounds are a misophonia\ntrigger sound for 95% of cases (Jager et al., 2020), making\nthe single item highly representative of misophonia. All study\nparticipants were required to have over 97% European ancestry,\nas determined by analysis of local ancestry (Durand et al., 2014).\nThe reference population data for ancestry analysis were derived\nfrom public datasets (the Human Genome Diversity Project,\nHapMap, and 1,000 Genomes) and from 23andMe customers\nwho have reported having four grandparents from the same\ncountry. At present, the database has the highest power to detect\nassociations in cohorts of European ancestry.\nWherever possible, European ancestry versions of the\nsummary statistics of other traits were selected, since\nresults from other ancestries may bias the results. There\nwas no selection on gender. A total of 43 traits were\ncompared with misophonia in this study. These traits were\ncategorized as Audiological (10, including tinnitus and hearing\nperformance traits), Psychiatric (11) and Personality (15).\nThe remaining 8 traits were added to the category “Other”\nand included various neurological disorders (Alzheimer’s,\nParkinson’s, epilepsy), insula measures (surface area and\nthickness), and socioeconomic factors Educational Attainment\nand Townsend Index.Several UK Biobank trait GWAS (mainly for personality\ntraits) were obtained from the NealeLab GWAS collection web\npage (NealeLab., 2018).\nGWAS of hearing traits\nFor several audiological traits a GWAS using the UK\nBiobank data was performed. To establish whether hearing\nproblems may play a role, a quantitative GWAS was performed\non the hearing test results (ﬁeld 20019 and 20021, “Speech\nperception threshold” left and right ear using the speech-in-\nnoise test). Additional case-control GWASs were performed\nfor Hearing aid, Hearing problems, and Loud music exposure\n(ﬁelds 3393, 2247, 4836).\nFor tinnitus (UK Biobank ﬁeld 4803, “Do you get or have\nyou had noises (such as ringing or buzzing) in your head in one\nor both ears that lasts for more than 5 min at the time?”), two\nanalyses were performed, one for \"Ever Tinnitus” (combining all\nvalues from “yes, but not now, but have in the past”). In addition,\none GWAS was estimated for “Current Tinnitus” (combining\nall values from “some of the time” and up, with the “yes, but\nnot now, but have in the past” values removed). The Current\nTinnitus GWAS was repeated for subjects with good hearing\n(below\u00005.5 dB on the hearing test) to test the genetics of\ntinnitus without functional hearing loss (Dawes, 2013).\nGenetic annotation\nWe used the functional mapping and annotation (FUMA)\nweb-application (Watanabe et al., 2017) to perform gene based\nanalysis with MAGMA based on chromosomal position. In\naddition, we identiﬁed expression quantitative trait loci (eQTLs)\nfor diﬀerent tissues from the GTEx (Lonsdale et al., 2013),\nBRAINEAC,2and eQTLgen (Võsa et al., 2021) resources.\nSupplementary Table 2 gives an overview of the tissues selected\nfor the analyses.\nWe subsequently ran a Transcriptome-Wide Association\nStudy (TWAS) for the GTEx tissues (version 8) using the\nFUSION software (Gusev et al., 2016). The TWAS resulted in\na test for each tissue by gene combination reﬂecting the genetic\nassociation of misophonia with a gene for that particular tissue.\nSigniﬁcance levels of these tests were FDR corrected across all\ntested genes within a tissue. These were further corrected for\nthe multiple tissues: To correct for multiple testing of expression\nproﬁles across tissues—which are expected to highly correlate—\nwe estimated the independent degrees of freedom of the cross-\ntissue imputed expression correlation matrix with spectral\ndecomposition (Nyholt, 2004; Li and Ji, 2005). This number was\nused as a Bonferroni correction factor. The correlation matrix\n2 http://www.braineac.org\nFrontiers in Neuroscience 03 frontiersin.org"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "fnins-16-971752 January 18, 2023 Time: 14:6 # 4\nSmit et al. 10.3389/fnins.2022.971752\nfor input into the spectral decomposition was based on pairwise\ncomplete TWAS z-scores.\nGenetic correlations\nTo calculate the genetic correlation between the set of\n44 GWASs, the package GenomicSEM (Genomic structural\nequation modeling, Grotzinger et al., 2019) was used in R\n(version 4.0.3, R Core Team, 2022). With this package, pairwise\nbivariate LD score regression analyses were performed using\nthe recommended settings across all traits (Bulik-Sullivan et al.,\n2015). Single nucleotide polymorphism (SNP) ﬁltering settings\nwere HWE p>1E-8, MAF >0.01 insofar available, and were\ndownsampled to HapMap 3 excluding the MHC region for the\nsubsequent genetic correlation calculation (Bulik-Sullivan et al.,\n2015).\nFor visualization of the genetic correlations R-package\ncorrplot (version 0.86) was used, using hierarchical clustering to\norder the traits. Before clustering, we identiﬁed traits that were\nreverse coded—that is, all traits that reﬂect positive aspects such\nas friend satisfaction were reversed. This was done by entering\nthe full genetic correlation matrix into an Eigen decomposition\nand extracting the loadings on the ﬁrst unrotated principal\ncomponent. Of traits with substantial negative loadings (below\n\u00000.05) all genetic correlations were negated. All p-values were\ncorrected for multiple testing using the False Discovery Rate\ncontrol (Benjamini and Hochberg, 1995).\nGraph clustering\nR package iGraph (version 1.2.6, Csardi and Nepusz, 2006)\nwas used to determine the clustering of all traits included in\nthe analysis using the Louvain method (Blondel et al., 2008).\nThe method optimizes the modularity index q, which indexes\nthe relative size of within cluster strength of the within-cluster\nstrengths compared to the between-cluster strength, where\nstrength was deﬁned as the genetic correlation between trait\npairs.\nTo establish the consistency of clustering we used the data\nprovided by GenomicSEM to resample the genetic correlation\nmatrix. GenomicSEM provides variability (standard errors) of\nthe estimates together with the covariation between estimates.\nThis matrix (a 990\u0002990 matrix for 44 traits) was used as the\n“sigma” matrix in the R package mvrnorm, with the estimates\n(genomicSEM matrix S) themselves as the “mu” parameter. This\nprovided a set of 1,000 samples with the resampled estimates\nin a single row with the correct mean value, variability, and\ncovariability between the resampled estimates. Each resampling\nwas reordered into a genetic correlation matrix, and reassessed\nwith the Louvain clustering method. Finally, we counted the\nnumber of times pairs of traits were grouped in the same cluster\nto assess the consistency of clustering.Results\nMisophonia GWAS and annotation\nSupplementary Figure 1 shows the Manhattan plot for the\nrage-related misophonia symptom GWAS (see also Fayzullina\net al., 2015). The top SNP rs2937573 was highly signiﬁcant\n(p= 2.58\u000210\u000043) and is located near the TENM2 gene\n(intergenic in build37; intronic in build38). None of the SNPs\nwithin the LD block (cutoﬀ r2= 0.6) is a known eQTL for a\ngene, but several deleterious SNPs are present in the region,\nof which rs2915860, rs7728595, and rs2915858 were present in\nthe main GWAS and signiﬁcantly associated with misophonia\n(p\u00141.28\u000210\u000011; CADD)15.36). Remaining SNPs in the\nLD block with CADD >12.37 are listed in Supplementary\nTable 2 (Kircher et al., 2014). Opentargets.org and GWAS\ncatalog lookup of the top SNP and SNPs in LD reported a\nlink with adolescent scoliosis (Liu et al., 2018) and “Time spent\nwatching TV” (UK Biobank item 1080, analysis Neale v2).\nA second independent hit (rs7522520, p= 3.57\u000210\u00008)\nwas located on chromosome 1 near pseudogene RN7SK.\nSupplementary Table 3 shows the SNPs in the LD block\nof rs7522520 (cutoﬀ r2= 0.6) as reported in GWAS catalog\n(MacArthur et al., 2017), which includes a variety of traits in the\nwellbeing spectrum. One SNP within the LD block is an eQTL\nfor NEGR1 ( Neuronal growth regulator 1 ; rs6656687, eQTLgen\nblood tissue cis-eQTL, p= 1.94\u000210\u000023). This SNP was not\ntested in the original GWAS. Supplementary Table 4 shows the\ndeleteriousness (CADD) scores of the SNPs in the LD block. The\nLD block covered 22 SNPs with CADD score >12.37; none were\nsigniﬁcantly associated with misophonia.\nFUMA positional gene-based analysis with MAGMA\nshowed one Bonferroni corrected signiﬁcant gene: TMEM256\n(corrected p= 0.0257) on chromosome 17.\nExpression analysis\nWe performed a Transcriptome-Wide Association Study\nanalysis (TWAS) using 10 GTEx brain tissue and 1 whole-\nblood expression proﬁles. To correct for multiple testing, we\napplied the Benjamini-Hochberg false discovery rate (FDR) to\nadjust for testing across many genes (Benjamini and Hochberg,\n1995). Across tissues, we further applied Bonferroni correction\nto the signiﬁcance threshold, using the estimated true degrees of\nfreedom using MatSpD (Nyholt, 2004). Since MatSpD estimated\ndf= 3.84 as the eﬀective degrees of freedom of the TWAS\neﬀects across tissues, alpha = 0.0130 was used as the signiﬁcance\ncut-oﬀ value. The TWAS revealed that TFB1M expression\nin Hippocampal tissue was the only signiﬁcant eﬀect (FDR-\np= 0.0055). TFB1M is located on chromosome 6 and encodes\nfor one of several proteins that regulate mtDNA transcription\nFrontiers in Neuroscience 04 frontiersin.org"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "fnins-16-971752 January 18, 2023 Time: 14:6 # 5\nSmit et al. 10.3389/fnins.2022.971752\nand replication, and is associated with mitochondrial non-\nsyndromic sensorineural deafness, and drug-induced hearing\nloss (Bykhovskaya et al., 2004; O’Sullivan et al., 2017). ECE2\ngene expression in Putamen was close to signiﬁcance (FDR-\np= 0.0168, not signiﬁcant ).\nSNP heritability and genetic\ncorrelations\nSNP heritability\nThe rage-related misophonia symptom showed substantial\nSNP heritability ( h2= 8.5%, z= 10.5, p= 9.2\u000210\u000026).\nThe LD-score regression intercept was 1.005 (SE = 0.0088;\nnot signiﬁcant), indicating excellent control of inﬂation due to\nstratiﬁcation. The genetic correlations of misophonia with the\nselected traits are shown in Figure 1 , clustered by category and\nordered by magnitude. The full heatmap of the correlations is\nprovided in the Supplementary Figure 1 .\nAudiology\nRage-related misophonia showed moderate but signiﬁcant\npositive correlations in the range from 0.15 to 0.19 with tinnitus\n(speciﬁcally, Ever tinnitus and Current tinnitus). Correlations\nwith other audiology traits were not signiﬁcant. In contrast\nwith rage-related misophonia, the three tinnitus traits showed\nclear overlap with hearing trauma variables (current tinnitus:\nrG= 0.51 for loud music exposure; rG= 0.29 for hearing aid).\nThis is consistent with the early observations that misophonia is\nunrelated to hearing performance and/or hearing loss, whereas\ntinnitus often arises after hearing trauma (Langguth et al., 2013;\nJastreboﬀ and Jastreboﬀ, 2014; Moore et al., 2017). Loud music\nexposure is even likely to have a causal eﬀect on tinnitus (Moore\net al., 2017). Like misophonia, tinnitus was unrelated to hearing\nperformance (SNR left or right), which seems at odds with\ntinnitus’ correlation with hearing loss, but may be due to the fact\nthat most of the SNR trait variation within normal hearing range\nis unrelated to hearing problems ( Figure 2 ). This is visible as\nmoderate correlations between SNR left and right with hearing\naid ( rG= 0.37 and rG= 0.34 for left and right SNR, respectively),\nand non-signiﬁcant correlations with hearing problems.\nInterestingly, loud music exposure showed a pattern of\ncorrelations that was very similar to that of the rage-related\nmisophonia symptom (i.e., moderate correlations with tinnitus\nvariables and low correlations with the remaining traits),\nhowever, the direct correlation between loud music exposure\nand rage-related misophonia was low and not signiﬁcant. This\nfurther suggests that misophonia is not related to hearing\nproblems, but reﬂects shared etiology with tinnitus viaother\n(psychological) traits (Pattyn et al., 2016).\nPsychiatric liabilities\nConsistent with the observed phenotypic correlations (i.e.,\ncomorbidities), we observed signiﬁcant positive correlations\nFIGURE 1\nGenetic correlations of misophonia symptoms with a range of\nbehavioral traits and disorders. False discovery rate\n(FDR)-corrected signiﬁcant effects (red) were observed in most\ncategories (audiological, psychiatric, personality, and\nmiscellaneous traits). Nominal signiﬁcance (green triangles) was\nobserved for Anxiety, autism spectrum disorder (ASD), and\n“Tinnitus in good hearing”. FDR adjusted signiﬁcant correlations\nwere observed for Current Tinnitus, Ever Tinnitus,\npost-traumatic stress disorder (PTSD), major depression disorder\n(MDD), a range of internalizing and externalizing traits, and\neducational attainment (red).\nFrontiers in Neuroscience 05 frontiersin.org"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "fnins-16-971752 January 18, 2023 Time: 14:6 # 6\nSmit et al. 10.3389/fnins.2022.971752\nFIGURE 2\nCorrelation plot between misophonia and audiological traits.\nSNP-based genetic correlations were calculated between\nmisophonia and 10 audiology traits using LD-score regression\n(LDSC). * p<0.05, ** p<0.01, *** p<0.001, false discovery rate\n(FDR) adjusted across all traits combinations. See\nSupplementary Table 1 for abbreviations.\nbetween misophonia and MDD ( rG= 0.11, uncorrected\np= 0.012, FDR- p= 0.045) and PTSD ( rG= 0.25, uncorrected\np= 0.013, FDR- p= 0.045). The strongest correlation was\nwith anxiety ( rG= 0.31, uncorrected p= 0.022). Surprisingly,\nthere was a (nominally) signiﬁcant negative correlation between\nASD and rage-related misophonia ( rG=\u00000.15, uncorrected\np= 0.044, FDR- p>0.05).\nPsychological/personality traits\nRage-related misophonia was signiﬁcantly positively\ncorrelated with guilt, loneliness, miserableness, nerves,\nneuroticism, irritability, sensitivity, tense feelings, and worry.\nThe strongest correlation was with neuroticism ( rG= 0.42,\nuncorrected p= 2.0\u000210\u000012, FDR- p= 7.5\u000210\u000011). There\nwere no negative correlations. A positive correlation with\naggression did not reach signiﬁcance, possibly due to the wide\nconﬁdence intervals.\nFigure 3 shows a correlation plot for a selection of\nabove traits (i.e., signiﬁcantly correlated to misophonia)\nplus the MDD, PTSD, and anxiety liability traits that\nhighly correlate with the selected psychological traits. From\nthe correlational pattern two clusters appear, where guilt,\nnerves, loneliness, miserable, neuroticism correlate highly.\nIrritability, sensitivity, tense and worry formed a second cluster.\nPsychiatric disorders (anxiety, PTSD, and MDD) clustered\nwith the neuroticism/guilt cluster, but also showed signiﬁcant\noverlap with the irritability/sensitivity cluster. Rage-related\nmisophonia closely followed the pattern of correlations of the\npsychiatric disorders, as it clusters in the neuroticism/guilt\nFIGURE 3\nCorrelation plot between misophonia, psychiatric, and\npsychological traits. SNP-based genetic correlations were\ncalculated between misophonia, tinnitus (current), and 12\nselected traits shows the membership of two main clusters\nidentiﬁed using hierarchical clustering, putatively called the\nirritability and neuroticism clusters. The neuroticism cluster\nholds most internalizing traits. The irritability cluster also holds\nsensitivity, tenseness, and worry. The psychiatric traits are\nclustered with the neuroticism cluster but all showed signiﬁcant\npositive correlations with the irritability cluster. Misophonia\nclosely followed the psychiatric traits. Tinnitus showed a pattern\ndifferent from misophonia with high correlations with the\nneuroticism cluster but no signiﬁcant correlations with the\nirritability cluster. * p<0.05, ** p<0.01, *** p<0.001, false\ndiscovery rate (FDR) adjusted across all traits combinations. See\nSupplementary Table 1 for abbreviations.\ncluster but also shows moderate genetic correlations with the\nirritability/sensitivity cluster.\nRemaining disorders and traits\nEnvironmental variables of social and living conditions as\nwell as important cognitive traits are genetically correlated to\nsome psychiatric disorders, including substance use disorders\n(Abdellaoui et al., 2019, 2020; Marees et al., 2020a). We therefore\ninvestigated Townsend index—an index of impoverished\nliving environment—and EA as possible contributing factors\nfor misophonia. These variables are known to have a\ngenetic component (Abdellaoui et al., 2019). Of these,\nmisophonia showed a highly signiﬁcant negative correlation\nwith educational attainment ( rG=\u00000.18, FDR- p= 2.8\u000210\u00008).\nThe Townsend index did not show a signiﬁcant correlation\n(rG= 0.00, p>0.99).\nEA is known to have cognitive (IQ) and non-cognitive\nfactors (personality, environment). A recent article parsed\ngenetic variance into these constituent parts, and reported\nthat the genetic correlations between Educational attainment\n(EA) and psychiatry changed (Demange et al., 2021). Genetic\ncorrelations of EA with schizohrenia (SCZ), bipolar disorder,\nFrontiers in Neuroscience 06 frontiersin.org"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "fnins-16-971752 January 18, 2023 Time: 14:6 # 7\nSmit et al. 10.3389/fnins.2022.971752\nAnorexia Nervosa (AN), and OCD were lower for the cognitive\nEA variance than for the non-cognitive EA variance, even\nchanging sign for SCZ and bipolar disorder. For misophonia,\nthe reversed pattern was observed. Non-cognitive EA correlated\nsigniﬁcantly with misophonia ( rG=\u00000.162, SE = 0.039,\np= 3.5\u000210\u00005) and a genetic correlation closer to zero was\nfound for cognitive EA ( rG=\u00000.071, SE = 0.039, p= 0.07).\nThere were no signiﬁcant correlations of misophonia with\nthe neurological disorders and insula measures.\nThe genetics of misophonia falls in a\npersonality/psychiatric cluster\nThe graph based on genetic correlations is shown\ninFigure 4 . Graph clustering showed that rage-related\nmisophonia clusters with psychiatric disorders Generalized\nAnxiety Disorder, ASD, PTSD, MDD, AN, OCD, schizophrenia,\nand bipolar disorder, and with psychological traits guilt,\nmiserableness, loneliness, neuroticism, nerves, and happiness.\nMonte-Carlo resampling of the genetic correlation matrix\nand recalculating the clustering revealed that the membership\nof misophonia into this cluster was highly consistent, but\nthis was not the case for all traits and disorders within that\ncluster. Rage-related misophonia clustered 95% of the samples\nwith PTSD, MDD, guilt, happiness, loneliness, miserableness,\nnerves, and neuroticism. Cluster concordance was slightly\nless consistent with anxiety at 87% and with ASD at 61%.\nNote that the clustering with ASD is based on the consistently\nnegative correlation with misophonia as sign is disregarded\nin the clustering algorithm. AN, schizophrenia, and bipolar\ndisorder clustered less than 41% of the time with misophonia.\nSupplementary Figure 3 shows the full cluster concordance\nmatrix.\nDiscussion\nOur main aim was to investigate the nature of misophonia as\na disorder by functionally annotating a GWAS for misophonia\nto reveal neurobiological function of risk SNPs, and to calculate\nand cluster genetic correlations between misophonia and a wide\nrange of other disorders and behavioral traits. As the GWAS\nfor misophonia does not yet exist, we used a proxy in the form\nof a GWAS of a common misophonia symptom assessed in a\ngeneral population-based sample (23andMe). Two independent\nlocations showed genome-wide signiﬁcant hits. A highly\nsigniﬁcant area on chromosome 5 was found, with SNP eﬀects\nintronic to the teneurin membrane 2 ( TENM2 ) gene (for build\n38) as well as SNPs in ﬂanking intergenic regions. Drosophila\nand mouse studies on the teneurin genes inﬂuence axonal\nguidance and synapse formation. In vertebrates, all teneurins\n(1–4) show a gradient of expression in the thalamus, whichputatively guides the axon termination from sensory neurons\n(Tucker, 2018). Deletion of the region (5q34) reportedly results\nin mental retardation in humans (Lee et al., 2016; Arya et al.,\n2020), which would point to an eﬀect this region has on\nbrain development. The results therefore suggest that altered\nsensory processing based on diﬀerential sensori-thalamic neural\nconnectivity could subserve the association of misophonia with\nTENM2 variants.\nHowever, none of the SNPs in the signiﬁcant LD block\non chromosome 5 are expression QTLs for the TENM2 gene,\nwhich may make a pathway through teneurin 2 expression in\nthe brain more problematic. Alternatively, nearby TENM2 on\nchromosome 5 lie GABA receptor subunit genes (GABRG2,\nGABRB2, GABRA1), which could also be mediators of the eﬀect\nas these are well-known genes expressed across the whole brain.\nGABA receptor genes have been associated with many other\ndisorders (Frajman et al., 2020), so that a mediating role of\nGABA remains a possibility where it could be hypothesized that\nfunctional excitation/inhibition ratios mediate the sensitivity\nto rage-related misophonia. On the other hand, these GABA\nreceptor genes are mainly reported to be susceptibility genes for\nepilepsy (Treiman, 2001; Cossette et al., 2002; ILAE Consortium,\n2014; Riaz et al., 2021), where no signiﬁcant association was\nfound between misophonia and epilepsy, which would refute\nthe mediating role for GABA. Future studies may investigate\nwhether teneurin or GABA genes have a role in misophonia\netiology, and establish how this could be translated into\npharmacological or neuromodulatory treatment.\nThe second region with signiﬁcant SNPs was on\nchromosome 1, and holds expression quantitative trait\nloci (eQTLs) for neural growth factor 1 (NEGR1), a gene\nstrongly related to various variables related to cognition and\nsocioeconomic status, including cognitive performance and\neducational attainment (Lee et al., 2018), BMI (Pulit et al.,\n2019), substance use and protein intake (Liu et al., 2019;\nNiarchou et al., 2020), and depression symptoms (Baselmans\net al., 2019). TWAS implicated TFB1M, a modulator gene for\ninherited deafness (Bykhovskaya et al., 2004) and associated\nwith intelligence in GWAS (Lee et al., 2018). These functional\nannotations did not point consistently to speciﬁc risk genes or\nneural mechanisms, even though the GWAS showed signiﬁcant\nSNP-based heritability.\nModels of misophonia formation and maintenance all have\nsuggested that contextual variables (e.g., personality traits and\nprevious experience) play a role on the positive feedback\nloop that stepwise increases physiological and behavioral\nresponses to trigger stimuli (Jastreboﬀ and Jastreboﬀ, 2015;\nBrout et al., 2018). Here, we found that misophonia showed\nsigniﬁcant genetic correlations with traits and disorders\nfrom several categories: misophonia was positively correlated\nwith the assessments of tinnitus (an audiological disorder),\nwith case-control GWAS of PTSD, MDD and generalized\nanxiety (psychiatric disorders). The strongest correlations were\nFrontiers in Neuroscience 07 frontiersin.org"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "fnins-16-971752 January 18, 2023 Time: 14:6 # 8\nSmit et al. 10.3389/fnins.2022.971752\nFIGURE 4\nGraph of the full genetic correlation matrix. Vertex colors are based on Louvain clustering algorithm. Per vertex, only the top 10 edges are\nshown that are over 0.10. Node size is based on the Eigen centrality of the trait calculated from the weighted correlation matrix (absolute\nvalues). Misophonia clustered with the Depressive disorders cluster [major depression disorder (MDD), post-traumatic stress disorder (PTSD),\nand Anxiety] which also holds related personality traits (including neuroticism, guilt, miserableness, loneliness) (blue). Irritability and related traits\n(worry, sensitivity, tense) cluster with hearing problems (without or with background noise), insomnia, friendship satisfaction, and Townsend\nindex (red). Tinnitus traits clustered with “hearing aid user” (green). The remaining cluster (yellow) holds a variety of traits, which includes\nneuropsychiatric disorders attention deﬁcit and hyperactivity disorder (ADHD) and autism spectrum disorder (ASD), neurological disorders,\nsubstance use disorders, psychotic disorders (schizophrenia, SCZ; bipolar disorder, BIP), obsessive-compulsive-related disorders (OCD;\nTourette’s Syndrome, TS; AN), and the insula measures.\nobserved with a range of personality traits that broadly fell\ninto two categories, roughly categorized as neuroticism/guilt\nand irritability/sensitivity trait clusters. In addition, a negative\ncorrelation was observed with educational attainment, in line\nwith the functional annotation of the GWAS.\nOur ﬁndings are largely consistent with the extant literature\non comorbid disorders, with some notable deviations. Previous\nresearch has reported on comorbidities of misophonia with\npsychiatric disorders, and on correlations of misophonia with\nsymptoms and personality traits. The reported comorbid\ndisorders that we were able to include in our analyses werePTSD, AN, bulimia nervosa, ADHD, and Autism Spectrum\nDisorder (ASD) (Schröder et al., 2013; Erfanian et al., 2019). One\nextensive study of psychiatric comorbidities (Jager et al., 2020)\nreported no axis I comorbidity in 72% of patients diagnosed\nwith misophonia and no axis II disorders in 59%, and consisted\nof mood disorders, ADHD, and ASD. Contrary to the earlier\nreports (Schröder et al., 2013; Erfanian et al., 2019) no comorbid\nPTSD was found. For axis II, comorbid obsessive-compulsive\npersonality and borderline personality disorders were observed.\nObsessive-compulsive personality traits , however, were found\nin 26% of the patients, and clinical levels of perfectionism\nFrontiers in Neuroscience 08 frontiersin.org"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "fnins-16-971752 January 18, 2023 Time: 14:6 # 9\nSmit et al. 10.3389/fnins.2022.971752\nwere found in over 66% of misophonia suﬀerers. Our results,\nhowever, did not show a signiﬁcant correlation with OCD.\nA recent study into psychiatric comorbidities of misophonia\n(Rosenthal et al., 2022) was performed in a community sample\nof cases using the structured clinical interview of the DSM-V\n(SCID-5). Here, high rates of lifetime and current social anxiety,\ngeneralized anxiety, and speciﬁc phobias were reported (with\na 73% rate for any anxiety disorder). In addition, the study\nreported high rates of lifetime MDD and persistent depressive\ndisorders (with 61% total for any mood disorder), which is\nconsistent with our genetic ﬁndings. However, they also found\nelevated levels of lifetime OCD (13.5%), ADHD (17.9%) and\nAlcohol Use Disorder (20.8%). These comorbidities were not\nreﬂected in our genetic analyses. A recent extensive study\n(Siepsiak et al., 2022) drew a similar picture of heightened\nincidence of various anxiety disorders, PTSD, AN and OCD\nin a Polish community sample. In addition, misophonia cases\nshowed increased incidence of a major depressive episode, while\nMDD was not reported as a comorbid disorder. OCD, AN and\nother disorders were only slightly elevated in misophonia cases,\nand may not have been signiﬁcant.\nThe genetic correlation of misophonia with tinnitus is\nconsistent with the disorder ﬁrst described in the literature\nas similar to but diﬀerent from tinnitus, hyperacusis, and\nphonophobia (Jastreboﬀ and Jastreboﬀ, 2001a,b). However,\nmisophonia did not correlate with any of the hearing\nperformance or hearing loss traits (Jastreboﬀ and Jastreboﬀ,\n2014, 2015; Jager et al., 2020), in stark contrast to tinnitus\nthat showed signiﬁcant correlations with Loud Music Exposure\nand Hearing Aid. Tinnitus did not correlate strongly with\nSNR, which may be considered surprising as tinnitus is often\nassociated with hearing loss (Langguth et al., 2013). It is also\nconsistent with ﬁndings that people with tinnitus but normal\nhearing thresholds may have hair cell damage or otherwise\naﬀected cochlear regions, suggesting that hearing loss does not\nnecessarily lead to loss of hearing performance that can be\ndetected with the hearing test of the UK BioBank (Weisz et al.,\n2006; Job et al., 2007; Langguth et al., 2013). Although the\nresults indicate that misophonia is not related to hearing loss\n(or increased sensitivity), methodological issues remain. The\ntriple digit test is not the gold standard, nor the most sensitive\nmeasure of hearing sensitivity. More sensitive measures of\nhearing sensitivity, such as measurement of hearing threshold or\nmeasurement of speech-in-noise perception with CVC words,\nmay reveal such a relationship. We note that no GWAS is\navailable of hyperacusis or phonophobia, therefore, our results\ndo not preclude the possibility that other sensory problems than\nhearing loss play a role in misophonia.\nContrary to the expectations from comorbidity analyses\n(Jager et al., 2020; Williams et al., 2021), a negative correlation\nwith ASD was observed. The emotional response that deﬁnes\nmisophonia may also be found in patients with ASD (Jastreboﬀ\nand Jastreboﬀ, 2014; Williams et al., 2021), but this is notreﬂected in an overlap in genomic variation. It has been\nnoted that despite the decreased sound tolerance observed\noften in ASD, misophonia suﬀerers with comorbid ASD are\na minority of the misophonia cases (3% in Jager et al.,\n2020), with ASD cases more frequently forming hyperacusis\n(Williams et al., 2021). Nevertheless, over 25% of children\nwith hyperacusis—most of which had clinical ASD—indicated\nhaving misophonia symptoms (Amir et al., 2018). Our results\nsuggest that misophonia and ASD are relatively independent\ndisorders with regard to genomic variation, the small protective\neﬀect suggestively being mediated by the positive correlation of\nASD with cognition [ rG(ASD,EA) = 0.21]. It raises the possibility\nthat other forms of misophonia exist, one that is mostly driven\nby conditioning of anger or other negative emotionality to\nspeciﬁc trigger sounds moderated by personality traits; the\nsecond forming a smaller subgroup that is driven to a greater\nextent by decreased sound tolerance (Williams et al., 2021),\nwhich was not picked up by the current misophonia GWAS in\na population-based sample. Future studies may investigate the\nspeciﬁcs of the relation between ASD and misophonia.\nAnother result that could be considered unexpected is that\nthe positive correlation with aggression was not signiﬁcant,\neven though anger and aggressive thoughts are often reported\nsymptoms of misophonia (Bruxner, 2016; Dozier and Morrison,\n2017; Jager et al., 2020; Norris et al., 2022). It has been argued,\nhowever, that misophonia is based on the feelings of guilt\nabout the evoked irritation and anger rather than behavioral\nexpressions of anger itself that causes the distress (Jager et al.,\n2020) making the disorder more compulsive and internalizing\nthan impulsive and externalizing in character (Eijsker et al.,\n2020). Others have shown that a fear of uncontrolled\nemotional response is an important factor in misophonia,\nwhile externalizing thoughts are still important (i.e., blaming\nothers for being the source of the trigger sound) (Vitoratou\net al., 2022). It should be noted, however, that the GWAS\nfor aggression was relatively small, and future updates of the\naggression GWAS may show a signiﬁcant positive correlation.\nThe GWAS for another impulsive disorder (viz., ADHD) had,\nhowever, ample power. The lack of genetic correlation with\nADHD—and lack of clustering of misophonia with in the\nADHD/aggression cluster—provides further evidence for the\ndisorder not belonging in the impulsive disorders cluster.\nAlmost no correlation was found with Anorexia ( rG= 0.03,\np>0.05), in contrast to previous studies into phenotypic\ncomorbidities of misophonia (Kluckow et al., 2014; Erfanian\net al., 2019). Lastly, there was barely any correlation with OCD\n(rG= 0.04, p>0.05), even though previous studies did report\na link (Webber and Storch, 2015; Wu et al., 2014; Erfanian\net al., 2018). The explanation for this could be found in the\ndistinction between OCD and obsessive-compulsive personality\ndisorder (OCPD). For example, Jager et al. (2020) found OCD\nand OCPD to be comorbid with misophonia, but at a diﬀerent\nlevel: 2.8% of the patients had comorbidity with OCD, while\nFrontiers in Neuroscience 09 frontiersin.org"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "fnins-16-971752 January 18, 2023 Time: 14:6 # 10\nSmit et al. 10.3389/fnins.2022.971752\n26% had comorbid symptoms of OCPD. This former prevalence\nis only slightly higher than population prevalence for OCD\n(1.6%; den Braber et al., 2016), but the latter is a substantial\nincrease for OCPD [7.8% in the US; (Grant et al., 2004)].\nHowever, to date no GWAS of OCPD has been performed,\nprecluding its use in the current analysis. Nevertheless, the\nﬁnding that misophonia clusters with psychiatric disorders and\nrelated personality dimensions seems to support it either as\na highly speciﬁc variant of OCPD or a separate personality\ndisorder with strong comorbidity.\nFinally, a surprising result was the negative genetic\ncorrelation with Educational Attainment, which was signiﬁcant\nafter correction ( rG=\u00000.18, p= 3.1\u000210\u00007). Educational\nAttainment is well-known to correlate with many psychiatric\ndisorders, in part as a non-cognitive indicator of environment\nor SES (Abdellaoui et al., 2019; Demange et al., 2021).\nThe pattern of genetic correlations of misophonia closely\nmimicked that of MDD, that also showed a small but\nsigniﬁcant negative correlation with educational attainment.\nIn addition, MDD showed a stronger association with the\nnon-cognitive variance in educational attainment than the\ncognitive variance (Demange et al., 2021; Figure 4 ). Again, this\nresonates well with the interpretation of non-cognitive variance\nin educational attainment as personality related. Another\nindicator for socioeconomic status—the Townsend Index—did\nnot correlate with misophonia. We therefore do not expect that\nsocioeconomic environmental factors play a substantial role in\nmisophonia symptoms.\nThe results of the graph clustering concurred with the\nhierarchical clustering observed in Supplementary Figure 2 ,\nplacing it in a cluster with MDD, PTSD, Guilt, Nerves,\nHappiness, Loneliness, Neuroticism, and Anxiety. Monte-Carlo\nresampling of the genetic correlation matrix showed that this\nclustering was highly consistent ( >95%). This leads us to the\nconclusion that misophonia may be classiﬁed as a psychiatric\ndisorder related to MDD and PTSD, with contributing\npersonality dimensions in the guilt/neuroticism spectrum. In\naddition, personality dimensions from the irritability cluster\ncontribute to the disorder to a lesser degree. Consistent with\nthe genetic correlation analyses—but inconsistent with clinical\nobservations (Jager et al., 2020)—impulsive disorders/traits like\naggression and ADHD do not cluster with misophonia.\nThe main limitation of the current study is the fact that the\nGWAS of misophonia was based on a self-reported symptom\nof misophonia rather than a case-control study of misophonia.\nIn addition, the GWAS sampled a common symptom of\nmisophonia with anger as a primary response (Jager et al.,\n2020; Norris et al., 2022). Most research groups seem to agree\nthat misophonia is independent of the overt expression of\nanger as a primary emotional response (Jager et al., 2020;\nNorris et al., 2022; Siepsiak et al., 2022; Vitoratou et al., 2022).\nHowever, many groups also include a wider variety of primary\nemotional responses than irritability or anger (anxiety, panic)(Vitoratou et al., 2022). Although it is currently unknown\nwhether these other emotional misophonia responses would\nreveal a similar pattern of genetic correlations, it may be\nargued that the genetic makeup—and therefore its underlying\nneurobiological determinants—should not vary too much with\nemotional response as this may point to diﬀerent underlying\nneurobiological determinants that contribute to misophonia\nformation and maintenance. With the aid of GWAS of multiple\nsymptoms, future studies may investigate whether diﬀerent\nsymptoms in misophonia result in diﬀerent genetics.\nA further limitation is the availability of published\nGWAS, which is currently lacking in analyses of psychiatric\npersonality disorders such as OCPD, and of (cognitive)\nsymptoms of inﬂexibility and perfectionism as part of the\npart of the OCPD spectrum. In addition, GWAS of the\ndisorders phonophobia and hyperacusis are lacking. As more\nGWAS become available, future studies could investigate\nwhether individual diﬀerences in sympathetic nervous system\nfunctioning and functional connectivity between auditory and\nlimbic systems are related to misophonia. Moreover, it could be\nestablished whether the overlap is similarly responsible for the\ngenetic overlap with PTSD.\nOn a methodological note, participation in the UK Biobank\nand 23andMe participation may come with a participation bias,\nlikely selecting on higher educational attainment. This selection\nbias may limit the generalizability of the results to the more\neducated part of the population. In addition, the study by\n23andMe was restricted to EU ancestry. This limited ancestry\nlimits the generalizability of the results, however, restriction\nthe analyses to EU was required for genetic correlation\nanalyses. Explicitly limiting ancestry opens up the possibility to\ninvestigate the transferability of misophonia genetics to other\npopulations, for example, by polygenic scoring in misophonia\ncase-control designs in populations of African (-American) or\nAsian descent. These biases may result in spurious associations,\nknown as collider bias. These biases are inherent to most studies,\nand could be addressed in the future by matching bloodspot\ngenetic data to hospital records (see e.g., Pirastu et al., 2021).\nTo summarize, our results showed signiﬁcant eﬀects of\nseveral SNPs on a typical misophonia symptom, the hatred\nfor chewing sounds. The TENM2, TMEM256, NEGR1, and\nTFB1M genes are candidates for mediating the eﬀects, as well\nas GABA genes that are located near the TENM2 gene on\nchromosome 5. Genetic correlation analysis suggested that\nmisophonia is not merely a sensory disorder related to sensory\ntrauma or hearing loss, although it does have shared genetic\netiology with tinnitus. Misophonia is related to personality\ntraits in the neuroticism/guilt cluster, and, to a lesser degree,\nto the irritability/sensitivity cluster. Finally, misophonia shares\ngenetic etiology with PTSD, MDD, and anxiety disorders.\nOur conclusion may aid DSM classiﬁcation and could suggest\nthat diﬀerent therapy approaches are possible for patients\nclassiﬁed on the contributing personality dimensions. To further\nFrontiers in Neuroscience 10 frontiersin.org"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "fnins-16-971752 January 18, 2023 Time: 14:6 # 11\nSmit et al. 10.3389/fnins.2022.971752\nstrengthen this conclusion, more research is needed, and the\nnumber of GWAS needs to be extended.\nData availability statement\nThe original contributions presented in this study are\nincluded in the article/ Supplementary material , further\ninquiries can be directed to the corresponding author.\nEthics statement\nThis study was secondary analysis of published GWAS\nresults that were approved by their respective ethics committees.\nWritten informed consent to participate in this study was\nprovided by the participants or their legal guardian/next of kin.\nAuthor contributions\nDS, MB, and AA performed the analyses and provided\ncode for the analyses. DS and MB wrote the manuscript. AH,\nNV , and DD reviewed and revised the manuscript. All authors\ncontributed to the article and approved the submitted version.\nAcknowledgments\nWe thank 23andMe for providing the results from the\nFayzullina et al. white paper, and the 23andMe participantsfor providing the data on which these results are based.\nThis study was conducted using UK Biobank resources under\napplication number 40310.\nConﬂict of interest\nThe authors declare that the research was conducted in the\nabsence of any commercial or ﬁnancial relationships that could\nbe construed as a potential conﬂict of interest.\nPublisher’s note\nAll claims expressed in this article are solely those of the\nauthors and do not necessarily represent those of their aﬃliated\norganizations, or those of the publisher, the editors and the\nreviewers. Any product that may be evaluated in this article, or\nclaim that may be made by its manufacturer, is not guaranteed\nor endorsed by the publisher.\nSupplementary material\nThe Supplementary Material for this article can be\nfound online at: https://www.frontiersin.org/articles/10.3389/\nfnins.2022.971752/full#supplementary-material\nReferences\nAbdellaoui, A., Hugh-Jones, D., Yengo, L., Kemper, K. E., Nivard, M. G., Veul,\nL., et al. (2019). Genetic correlates of social stratiﬁcation in Great Britain. Nat.\nHum. Behav. 3, 1332–1342. doi: 10.1038/s41562-019-0757-5\nAbdellaoui, A., Smit, D. J., van den Brink, W., Denys, D., and Verweij, K. J.\n(2020). Genomic relationships across psychiatric disorders including substance\nuse disorders. medRxiv [Preprint] doi: 10.1101/2020.06.08.20125732\nAmir, I., Lamerton, D., and Montague, M.-L. (2018). Hyperacusis in children:\nThe Edinburgh experience. Int. J. Pediatr. Otorhinolaryngol. 112, 39–44. doi: 10.\n1016/j.ijporl.2018.06.015\nArya, P., Wilson, T. E., Parent, J. J., Ware, S. M., Breman, A. M., and Helm, B. M.\n(2020). An adult female with 5q34-q35.2 deletion: A rare syndromic presentation\nof left ventricular non-compaction and congenital heart disease. Eur. J. Med.\nGenet. 63:103797. doi: 10.1016/j.ejmg.2019.103797\nBaselmans, B. M. L., Jansen, R., Ip, H. F., van Dongen, J., Abdellaoui, A.,\nvan de Weijer, M. P., et al. (2019). Multivariate genome-wide analyses of\nthe well-being spectrum. Nat. Genet. 51, 445–451. doi: 10.1038/s41588-018-\n0320-8\nBenjamini, Y., and Hochberg, Y. (1995). Controlling the false discovery rate:\nA practical and powerful approach to multiple testing. J. R. Stat. Soc. Ser. B\n(Methodological) 57, 289–300.\nBlondel, V. D., Guillaume, J.-L., Lambiotte, R., and Lefebvre, E. (2008). Fast\nunfolding of communities in large networks. J. Stat. Mech. 2008:10008. doi: 10.\n1088/1742-5468/2008/10/P10008Brout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L. J., Rouw, R., et al.\n(2018). Investigating misophonia: A review of the empirical literature. Clinical\nimplications, and a research agenda. Front. Neurosci. 12:36. doi: 10.3389/fnins.\n2018.00036\nBruxner, G. (2016). ‘Mastication rage’: A review of misophonia – an under-\nrecognised symptom of psychiatric relevance? . Available online at: https://journals.\nsagepub.com/doi/abs/10.1177/1039856215613010 [accessed on October 15, 2021].\nBulik-Sullivan, B. K., Finucane, H. K., Anttila, V., Gusev, A., Day,\nF. R., Loh, P.-R., et al. (2015). An atlas of genetic correlations across\nhuman diseases and traits. Nat. Genet. 47, 1236–1241. doi: 10.1038/ng\n.3406\nBykhovskaya, Y., Mengesha, E., Wang, D., Y ang, H., Estivill, X., Shohat, M.,\net al. (2004). Human mitochondrial transcription factor B1 as a modiﬁer gene\nfor hearing loss associated with the mitochondrial A1555G mutation. Mol. Genet.\nMetab. 82, 27–32. doi: 10.1016/j.ymgme.2004.01.020\nConsortium, I. (2014). Genetic determinants of common epilepsies: A meta-\nanalysis of genome-wide association studies. Lancet Neurol. 13, 893–903. doi:\n10.1016/S1474-4422(14)70171-1\nCossette, P., Liu, L., Brisebois, K., Dong, H., Lortie, A., Vanasse, M., et al. (2002).\nMutation of GABRA1 in an autosomal dominant form of juvenile myoclonic\nepilepsy. Nat. Genet. 31, 184–189. doi: 10.1038/ng885\nCsardi, G., and Nepusz, T. (2006). The igraph software package for complex\nnetwork research. Int. J. Complex Syst. 1695, 1–9.\nFrontiers in Neuroscience 11 frontiersin.org"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "fnins-16-971752 January 18, 2023 Time: 14:6 # 12\nSmit et al. 10.3389/fnins.2022.971752\nDawes, P. (2013). UK biobank normative data for the digit triplet test .\nAvailable online at: https://biobank.ctsu.ox.ac.uk/showcase/showcase/docs/DTT_\nnormative_values_Dawes_Nov13.pdf\nDemange, P. A., Malanchini, M., Mallard, T. T., Biroli, P., Cox, S. R., Grotzinger,\nA. D., et al. (2021). Investigating the genetic architecture of noncognitive skills\nusing GWAS-by-subtraction. Nat. Genet. 53, 35–44. doi: 10.1038/s41588-020-\n00754-2\nden Braber, A., Zilhão, N. R., Fedko, I. O., Hottenga, J.-J., Pool, R., Smit,\nD. J. A., et al. (2016). Obsessive–compulsive symptoms in a large population-\nbased twin-family sample are predicted by clinically based polygenic scores and\nby genome-wide SNPs. Transl. Psychiatry 6:e731. doi: 10.1038/tp.2015.223\nDozier, T. H., and Morrison, K. L. (2017). Phenomenology of misophonia: Initial\nphysical and emotional responses. Am. J. Psychol. 130, 431–438. doi: 10.5406/\namerjpsyc.130.4.0431\nDurand, E. Y., Do, C. B., Mountain, J. L., and Macpherson, J. M. (2014).\nAncestry composition: A novel, eﬃcient pipeline for ancestry deconvolution.\nbioRxiv [Preprint] 010512. doi: 10.1101/010512\nEijsker, N., Schroder, A., Smit, D. J., van Wingen, G., and Denys, D. (2020).\nStructural and functional brain abnormalities in misophonia. Biol. Psychiatry 87,\nS225–S226.\nErfanian, M., Brout, J. J., and Keshavarz, A. (2018). Misophonia,\nemotional dysregulation and aﬀective disorders: A preliminary study. Eur.\nNeuropsychopharmacol. 28, 771–772. doi: 10.1016/j.euroneuro.2017.10.014\nErfanian, M., Kartsonaki, C., and Keshavarz, A. (2019). Misophonia and\ncomorbid psychiatric symptoms: A preliminary study of clinical ﬁndings. Nord.\nJ. Psychiatry 73, 219–228. doi: 10.1080/08039488.2019.1609086\nFayzullina, S., Smith, R. P., Furlotte, N., Hu, Y., Hinds, D., and Tung, J. Y.\n(2015). Genetic associations with traits in 23andme customers. White Paper\n23-08 . Available online at: https://permalinks.23andme.com/pdf/23-08_genetic_\nassociations_with_traits.pdf\nFrajman, A., Maggio, N., Muler, I., Haroutunian, V., Katsel, P., Yitzhaky, A., et al.\n(2020). Gene expression meta-analysis reveals the down-regulation of three GABA\nreceptor subunits in the superior temporal gyrus of patients with schizophrenia.\nSchizophr. Res. 220, 29–37. doi: 10.1016/j.schres.2020.04.027\nGrant, B. F., Hasin, D. S., Stinson, F. S., Dawson, D. A., Chou, S. P., Ruan,\nW. J., et al. (2004). Prevalence, correlates, and disability of personality disorders\nin the united states: Results from the national epidemiologic survey on alcohol\nand related conditions. J. Clin. Psychiatry 65, 948–958.\nGrasby, K. L., Jahanshad, N., Painter, J. N., Colodro-Conde, L., Bralten, J., Hibar,\nD. P., et al. (2020). The genetic architecture of the human cerebral cortex. Science\n367:eaay6690. doi: 10.1126/science.aay6690\nGrotzinger, A. D., Rhemtulla, M., de Vlaming, R., Ritchie, S. J., Mallard, T. T.,\net al. (2019). Genomic structural equation modelling provides insights into the\nmultivariate genetic architecture of complex traits. Nat. Hum. Behav. 3, 513–525.\ndoi: 10.1038/s41562-019-0566-x\nGusev, A., Ko, A., Shi, H., Bhatia, G., Chung, W., Penninx, B. W. J. H.,\net al. (2016). Integrative approaches for large-scale transcriptome-wide association\nstudies. Nat. Genet. 48, 245–252. doi: 10.1038/ng.3506\nJager, I., Koning, P., de Bost, T., Denys, D., and Vulink, N. (2020). Misophonia:\nPhenomenology, comorbidity and demographics in a large sample. PLoS One\n15:e0231390. doi: 10.1371/journal.pone.0231390\nJakubovski, E., Müller, A., Kley, H., de Zwaan, M., and Müller-Vahl, K.\n(2022). Prevalence and clinical correlates of misophonia symptoms in the general\npopulation of Germany. Front. Psychiatry 13:1012424. doi: 10.3389/fpsyt.2022.\n1012424\nJastreboﬀ, M. M., and Jastreboﬀ, P. J. (2001a). Components of decreased sound\ntolerance: Hyperacusis. misophonia, phonophobia. ITHS News Lett. 2, 5–7.\nJastreboﬀ, M. M., and Jastreboﬀ, P. J. (2001b). Hyperacusis. Audiology Online .\nAvailable online at: https://www.audiologyonline.com/articles/hyperacusis-1223\n[Accessed October 17, 2022].\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2014). Treatments for decreased sound\ntolerance (Hyperacusis and Misophonia). Semin. Hear. 35, 105–120. doi: 10.1055/\ns-0034-1372527\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2015). “Chapter 21 - Decreased sound\ntolerance: Hyperacusis, misophonia, diplacousis, and polyacousis, ” in Handbook\nof clinical neurology the human auditory system, eds M. J. Aminoﬀ, F. Boller, and\nD. F. Swaab (Amsterdam: Elsevier), 375–387. doi: 10.1016/B978-0-444-62630-1.\n00021-4\nJob, A., Raynal, M., and Kossowski, M. (2007). Susceptibility to tinnitus revealed\nat 2 kHz range by bilateral lower DPOAEs in normal hearing subjects with noise\nexposure. AUD 12, 137–144. doi: 10.1159/000099025Kılıç, C., Öz, G., Avano ˘glu, K. B., and Aksoy, S. (2021). The prevalence and\ncharacteristics of misophonia in Ankara. Turkey: population-based study. BJPsych\nOpen 7:e144. doi: 10.1192/bjo.2021.978\nKircher, M., Witten, D. M., Jain, P., O’Roak, B. J., Cooper, G. M., and Shendure,\nJ. (2014). A general framework for estimating the relative pathogenicity of human\ngenetic variants. Nat. Genet. 46, 310–315. doi: 10.1038/ng.2892\nKluckow, H., Telfer, J., and Abraham, S. (2014). Should we screen for\nmisophonia in patients with eating disorders? A report of three cases. Int. J. Eat.\nDisord. 47, 558–561. doi: 10.1002/eat.22245\nLangguth, B., Kreuzer, P. M., Kleinjung, T., and De Ridder, D. (2013). Tinnitus:\nCauses and clinical management. Lancet Neurol. 12, 920–930. doi: 10.1016/S1474-\n4422(13)70160-1\nLee, J. H., Kim, H. J., Yoon, J. M., Cheon, E. J., Lim, J. W., Ko, K. O., et al. (2016).\nInterstitial deletion of 5q33.3q35.1 in a boy with severe mental retardation. Korean\nJ. Pediatr. 59:S19. doi: 10.3345/kjp.2016.59.11.S19\nLee, J. J., Wedow, R., Okbay, A., Kong, E., Maghzian, O., Zacher, M., et al. (2018).\nGene discovery and polygenic prediction from a genome-wide association study\nof educational attainment in 1.1 million individuals. Nat. Genet. 50, 1112–1121.\ndoi: 10.1038/s41588-018-0147-3\nLee, P. H., Anttila, V., Won, H., Feng, Y.-C. A., Rosenthal, J., Zhu, Z., et al.\n(2019). Genomic relationships, novel loci, and pleiotropic mechanisms across\neight psychiatric disorders. Cell 179, 1469–1482. doi: 10.1016/j.cell.2019.11.020\nLi, J., and Ji, L. (2005). Adjusting multiple testing in multilocus analyses using\nthe eigenvalues of a correlation matrix. Heredity 95, 221–227. doi: 10.1038/sj.hdy.\n6800717\nLiu, J., Zhou, Y., Liu, S., Song, X., Y ang, X.-Z., Fan, Y., et al. (2018).\nThe coexistence of copy number variations (CNVs) and single nucleotide\npolymorphisms (SNPs) at a locus can result in distorted calculations of the\nsigniﬁcance in associating SNPs to disease. Hum. Genet. 137, 553–567. doi: 10.\n1007/s00439-018-1910-3\nLiu, M., Jiang, Y., Wedow, R., Li, Y., Brazel, D. M., Chen, F., et al. (2019).\nAssociation studies of up to 1.2 million individuals yield new insights into the\ngenetic etiology of tobacco and alcohol use. Nat. Genet. 51, 237–244. doi: 10.1038/\ns41588-018-0307-5\nLonsdale, J., Thomas, J., Salvatore, M., Phillips, R., Lo, E., Shad, S., et al. (2013).\nThe genotype-tissue expression (GTEx) project. Nat. Genet. 45, 580–585. doi:\n10.1038/ng.2653\nMacArthur, J., Bowler, E., Cerezo, M., Gil, L., Hall, P., Hastings, E., et al. (2017).\nThe new NHGRI-EBI Catalog of published genome-wide association studies\n(GWAS Catalog). Nucleic Acids Res. 45, D896–D901. doi: 10.1093/nar/gkw1133\nMarees, A. T., Gamazon, E. R., Gerring, Z., Vorspan, F., Fingal, J., van den\nBrink, W., et al. (2020a). Post-GWAS analysis of six substance use traits improves\nthe identiﬁcation and functional interpretation of genetic risk loci. Drug Alcohol\nDepend. 206:107703.\nMarees, A. T., Smit, D. J. A., Ong, J.-S., MacGregor, S., An, J., Denys, D.,\net al. (2020b). Potential inﬂuence of socioeconomic status on genetic correlations\nbetween alcohol consumption measures and mental health. Psychol. Med. 50,\n484–498. doi: 10.1017/S0033291719000357\nMcGeoch, P. D., and Rouw, R. (2020). How everyday sounds can trigger strong\nemotions: ASMR, misophonia and the feeling of wellbeing. BioEssays 42:2000099.\ndoi: 10.1002/bies.202000099\nMoore, D. R., Zobay, O., Mackinnon, R. C., Whitmer, W. M., and Akeroyd,\nM. A. (2017). Lifetime leisure music exposure associated with increased frequency\nof tinnitus. Hear. Res. 347, 18–27. doi: 10.1016/j.heares.2016.10.030\nNealeLab. (2018). FAQ - UK BIOBANK GWAS . Available online at: http://www.\nnealelab.is/uk-biobank/ [Accessed September 28, 2021].\nNiarchou, M., Byrne, E. M., Trzaskowski, M., Sidorenko, J., Kemper, K. E.,\nMcGrath, J. J., et al. (2020). Genome-wide association study of dietary\nintake in the UK biobank study and its associations with schizophrenia\nand other traits. Transl. Psychiatry 10, 1–11. doi: 10.1038/s41398-020-0\n688-y\nNorris, J. E., Kimball, S. H., Nemri, D. C., and Ethridge, L. E. (2022).\nToward a multidimensional understanding of misophonia using cluster-\nbased phenotyping. Front. Neurosci. 16:832516. doi: 10.3389/fnins.2022.8\n32516\nNyholt, D. R. (2004). A simple correction for multiple testing for single-\nnucleotide polymorphisms in linkage disequilibrium with each other. Am. J. Hum.\nGenet. 74, 765–769. doi: 10.1086/383251\nO’Sullivan, M. E., Perez, A., Lin, R., Sajjadi, A., Ricci, A. J., and Cheng, A. G.\n(2017). Towards the prevention of aminoglycoside-related hearing loss. Front.\nCell. Neurosci. 11:325. doi: 10.3389/fncel.2017.00325\nFrontiers in Neuroscience 12 frontiersin.org"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "fnins-16-971752 January 18, 2023 Time: 14:6 # 13\nSmit et al. 10.3389/fnins.2022.971752\nPattyn, T., Van Den Eede, F., Vanneste, S., Cassiers, L., Veltman, D. J., Van De\nHeyning, P., et al. (2016). Tinnitus and anxiety disorders: A review. Hear. Res. 333,\n255–265. doi: 10.1016/j.heares.2015.08.014\nPirastu, N., Cordioli, M., Nandakumar, P., Mignogna, G., Abdellaoui,\nA., Hollis, B., et al. (2021). Genetic analyses identify widespread sex-\ndiﬀerential participation bias. Nat. Genet. 53, 663–671. doi: 10.1038/s41588-021-0\n0846-7\nPulit, S. L., Stoneman, C., Morris, A. P., Wood, A. R., Glastonbury, C. A., Tyrrell,\nJ., et al. (2019). Meta-analysis of genome-wide association studies for body fat\ndistribution in 694 649 individuals of European ancestry. Hum. Mol. Genet. 28,\n166–174. doi: 10.1093/hmg/ddy327\nR Core Team (2022). R: A language and environment for statistical computing .\nVienna: R Foundation for Statistical Computing. Available online at: https://www.\nR-project.org/\nRiaz, M., Abbasi, M. H., Sheikh, N., Saleem, T., and Virk, A. O. (2021). GABRA1\nand GABRA6 gene mutations in idiopathic generalized epilepsy patients. Seizure\n93, 88–94. doi: 10.1016/j.seizure.2021.10.013\nRosenthal, M. Z., McMahon, K., Greenleaf, A. S., Cassiello-Robbins, C., Guetta,\nR., Trumbull, J., et al. (2022). Phenotyping misophonia: Psychiatric disorders\nand medical health correlates. Front. Psychol. 13:941898. doi: 10.3389/fpsyg.2022.\n941898\nSchröder, A., Vulink, N., and Denys, D. (2013). Misophonia: Diagnostic criteria\nfor a new psychiatric disorder. PLoS One 8:e54706. doi: 10.1371/journal.pone.\n0054706\nSiepsiak, M., Rosenthal, M. Z., Raj-Koziak, D., and Dragan, W. (2022).\nPsychiatric and audiologic features of misophonia: Use of a clinical control group\nwith auditory over-responsivity. J. Psychosom. Res. 156, 110777. doi: 10.1016/j.\njpsychores.2022.110777\nSwedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian,\nM., Fioretti, A., et al. (2022). Consensus deﬁnition of misophonia: A\ndelphi study. Front. Neurosci. 16:841816. doi: 10.3389/fnins.2022.84\n1816Treiman, D. M. (2001). GABAergic mechanisms in epilepsy. Epilepsia 42, 8–12.\ndoi: 10.1046/j.1528-1157.2001.042suppl.3008.x\nTucker, R. P. (2018). Teneurins: Domain architecture. Evolutionary origins, and\npatterns of expression. Front. Neurosci. 12:938. doi: 10.3389/fnins.2018.00938\nVitoratou, S., Hayes, C., Uglik-Marucha, E., Pearson, O., Graham, T., and\nGregory, J. (2022). Misophonia in the UK: Norms of the selective sound sensitivity\nﬁve factor model (S-Five) for misophonia and prevalence of the disorder using a\nlarge sample representative of the UK population . Washington, D.C: American\nPsychological Association, doi: 10.31234/osf.io/jwpeq\nVõsa, U., Claringbould, A., Westra, H.-J., Bonder, M. J., Deelen, P., Zeng,\nB., et al. (2021). Large-scale cis- and trans-eQTL analyses identify thousands of\ngenetic loci and polygenic scores that regulate blood gene expression. Nat. Genet.\n53, 1300–1310. doi: 10.1038/s41588-021-00913-z\nWatanabe, K., Taskesen, E., van Bochoven, A., and Posthuma, D. (2017). FUMA:\nFunctional mapping and annotation of genetic associations. bioRxiv [Preprint]\n110023. doi: 10.1101/110023\nWebber, T. A., and Storch, E. A. (2015). Toward a theoretical model of\nmisophonia. Gen. Hosp. Psychiatry 37, 369–370. doi: 10.1016/j.genhosppsych.\n2015.03.019\nWebber, T. A., Johnson, P. L., and Storch, E. A. (2014). Pediatric misophonia\nwith comorbid obsessive–compulsive spectrum disorders. Gen. Hosp. Psychiatry\n36, .e1–.e231. doi: 10.1016/j.genhosppsych.2013.10.018\nWeisz, N., Hartmann, T., Dohrmann, K., Schlee, W., and Norena, A.\n(2006). High-frequency tinnitus without hearing loss does not mean absence of\ndeaﬀerentation. Hear. Res. 222, 108–114. doi: 10.1016/j.heares.2006.09.003\nWilliams, Z. J., He, J. L., Cascio, C. J., and Woynaroski, T. G. (2021). A\nreview of decreased sound tolerance in autism: Deﬁnitions, phenomenology,\nand potential mechanisms. Neurosci. Biobehav. Rev. 121, 1–17. doi:\n10.1016/j.neubiorev.2020.11.030\nWu, M. S., Lewin, A. B., Murphy, T. K., and Storch, E. A. (2014). Misophonia:\nIncidence, phenomenology, and clinical correlates in an undergraduate student\nsample. J. Clin. Psychol. 70, 994–1007. doi: 10.1002/jclp.22098\nFrontiers in Neuroscience 13 frontiersin.org"
    }
  ]
}