{
  "doc_type": "scientific paper",
  "title": "Parent-young person lived experience of sensory dysregulation in children with tic disorders: a qualitative study",
  "authors": [
    "Nicolette Soler",
    "Iain E. Perkes",
    "Russell C. Dale",
    "Paula Bray"
  ],
  "year": 2024,
  "journal": "Disability and Rehabilitation",
  "doi": "10.1080/09638288.2024.2403727",
  "abstract": "Purpose: to understand the breadth of sensory dysregulation on participation in daily tasks for young people with tic disorders, as research identified that sensory dysregulation experiences are broader than the symptoms being assessed. Methods: eighteen semi-structured interviews were conducted with 16 families with children (5-16 years) with tic disorders. interviews ranged from 45 to 120 min and were transcribed verbatim. data collected from parents and young people were analysed and coded together. thematic analysis using inductive and open coding methods was implemented using nVivo. Results: the impact of sensory dysregulation on daily life may be understood through the higher-order theme: ''sensory, emotions and tics; it's a ticking time bomb'', and three subthemes: (1) we sacrifice and adapt to get daily activities done in the home, (2) my child's experience of the community environment hinders participation, and (3) sensory preferences impact our entire family. Conclusion: Sensory dysregulation experiences impact the entire family's quality of life, yet patient-reported sensory measures do not adequately capture the impact on the family unit and breath of symptoms. a sensory-based measure for children with tics is needed to comprehensively assess sensory dysregulation sensitivities for this population, ensuring patients' needs and effectiveness of therapy can be measured.",
  "keywords": [
    "Sensory dysregulation",
    "tic disorders",
    "qualitative study",
    "lived experience",
    "paediatric"
  ],
  "research_topics": [
    "Sensory dysregulation",
    "tic disorders",
    "neurodevelopmental disorders",
    "qualitative research",
    "participation in daily tasks",
    "sensory-based measures",
    "sensorimotor processing",
    "family impact in tic disorders",
    "assessment and management of sensory dysregulation",
    "thematic analysis"
  ],
  "created_at": "2025-05-05T00:28:40.217389Z",
  "source_pdf": "documents/research/Global/Soler et al 2024 Parent-young person lived experience of sensory dysregulation in children with tic disorders  a qualitative study.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Full Terms & Conditions of access and use can be found at\nhttps://www.tandfonline.com/action/journalInformation?journalCode=idre20\nDisability and Rehabilitation\nISSN: (Print) (Online) Journal homepage: www.tandfonline.com/journals/idre20\nParent-young person lived experience of sensory\ndysregulation in children with tic disorders: a\nqualitative study\nNicolette Soler, Iain E. Perkes, Russell C. Dale & Paula Bray\nTo cite this article:  Nicolette Soler, Iain E. Perkes, Russell C. Dale & Paula Bray (26 Sep 2024):\nParent-young person lived experience of sensory dysregulation in children with tic disorders: a\nqualitative study, Disability and Rehabilitation, DOI: 10.1080/09638288.2024.2403727\nTo link to this article:  https://doi.org/10.1080/09638288.2024.2403727\n© 2024 The Author(s). Published by Informa\nUK Limited, trading as Taylor & Francis\nGroup\nView supplementary material \nPublished online: 26 Sep 2024.\nSubmit your article to this journal \nView related articles \nView Crossmark data"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Rehabilitation and PR acticeDisability anD  Rehabilitation\nParent-young  person lived experience of sensory dysregulation in children with \ntic disorders: a qualitative study\nnicolette Solera,b, iain e . Perkesa,c,d, Russell c. daleb,e,f and Paula brayg\naDepartment of Psychological Medicine, the s ydney Children’s hospitals network, s ydney, a ustralia; bChildren’s hospital Westmead Clinical s chool, \nFaculty of Medicine and health, the University of s ydney, s ydney, a ustralia; cDiscipline of Psychiatry & Mental health and Discipline of Paediatrics \n& Children’s health, s chool of Clinical Medicine, UnsW Medicine & health, UnsW s ydney, Kensington, a ustralia; dschool of Women’s and Children’s \nhealth, Faculty of Medicine and health, University of new s outh Wales, s ydney, a ustralia; eDepartment of Paediatric neurology, the Children’s \nhospital at Westmead, sydney, australia; fKids neuroscience Centre, and brain and Mind Centre, University of sydney, sydney, australia; gthe sydney \nChildren’s hospitals network, s ydney, a ustralia and s chool of health s ciences, Faculty of Medicine and health, the University of s ydney, s ydney, \naustralia\nABSTRACT\nPurpose:  to understand the breadth of sensory dysregulation on participation in daily tasks for young \npeople with tic disorders, as research identified that sensory dysregulation experiences are broader \nthan the symptoms being assessed.\nMethods:  eighteen semi-structured interviews were conducted with 16 families with children \n(5–16 years) with tic disorders. i nterviews ranged from 45 to 120 min and were transcribed verbatim. \ndata collected from parents and young people were analysed and coded together. thematic analysis \nusing inductive and open coding methods was implemented using nVivo.\nResults:  the impact of sensory dysregulation on daily life may be understood through the higher-order \ntheme: ‘‘sensory, emotions and tics; it’s a ticking time bomb’’ , and three subthemes: (1) we sacrifice and \nadapt to get daily activities done in the home, (2) my child’s experience of the community environment \nhinders participation, and (3) sensory preferences impact our entire family.\nConclusion:  Sensory dysregulation experiences impact the entire family’s quality of life, yet \npatient-reported sensory measures do not adequately capture the impact on the family unit and \nbreath of symptoms. a sensory-based measure for children with tics is needed to comprehensively \nassess sensory dysregulation sensitivities for this population, ensuring patients’ needs and effectiveness \nof therapy can be measured.\n hIMPLICATIONS FOR REHABILITATION\n• this qualitative study provides health professionals with a greater understanding of the sensory \ndysregulation experiences of children and young people with tic disorders.\n• this study highlights that the sensory dysregulation experiences of children and young people are \nbroader than the symptoms assessed through standardised questionnaires.\n• to comprehensively assess and treat sensory dysregulation in clients with tics, the impact on the \nfamily unit needs to be evaluated and understood.\n• When comprehensively assessing sensory dysregulation, understanding the interplay of tics, sensory \nand emotional dysregulation aids in treatment planning.\nIntroduction\ntic disorders, a neurodevelopmental disorder, are the most com -\nmon movement disorder in childhood, affecting 1 in 100 children \n[1]. tics are repetitive, stereotypical, rapid, non-rhythmic move -\nments or vocalisations that negatively interrupt a child’s daily \nparticipation [ 2–4]. a ccording to the diagnostic and Statistical \nManual of Mental disorders 5th edition (dSM-V), when both vocal \nand motor tics have been experienced in a waxing and waning \npattern for longer than one year, the condition is referred to as \ntourette’s syndrome ( tS) [4]. co-existing neurodevelopmental and \nneuropsychiatric conditions are present in 80–90% of children  with tic disorders [ 1,5]. these include obsessive-compulsive dis -\norders ( ocd ) (30–40%), attention deficit hyperactivity disorders \n(adhd ) (54–60%) and autism spectrum disorders ( aSd ) (5–15%) \n[1,3,6].\nas reported in people with other neurodevelopmental disorders \n[7–12 ], children with tic disorders and comorbidities experience \nsensory dysregulation [ 6,13–22 ] when compared with typically \ndeveloping children [ 23–25 ]. Sensory dysregulation is more prev -\nalent in children with neurodevelopmental disorders than in typ -\nically developing children [ 26–32 ]. Sensory dysregulation has been \nextensively researched in children with aSd [1,30,33–42 ]. children \nwith adhd were identified as experiencing increased sensory \n© 2024 the a uthor(s). Published by i nforma UK limited, trading as taylor & Francis GroupCONTACT nicolette s oler  nicolette.soler@sydney.edu.au    Faculty of Medicine and health, the University of s ydney, s ydney, a ustralia\n supplemental data for this article can be accessed online at https://doi.org/10.1080/09638288.2024.2403727 .https://doi.org/10.1080/09638288.2024.2403727\nthis is an o pen a ccess article distributed under the terms of the Creative Commons a ttribution-nonCommercial-noDerivatives license ( http://creativecommons.org/licenses/by-nc-nd/4.0/ ), \nwhich permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited, and is not altered, transformed, or built upon in any \nway. the terms on which this article has been published allow the posting of the a ccepted Manuscript in a repository by the author(s) or with their consent.ARTICLE HISTORY\nReceived 21 May 2023\nRevised 6 September 2024\naccepted 7 September 2024\nKEYWORDS\nSensory dysregulation; tic \ndisorders; qualitative study; \nlived experience; paediatric"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "2 n. SoleR et al.\ndysregulation symptoms [ 43–45 ] and 81% more likely in the pres -\nence of foetal alcohol syndrome [ 7]. abnormal sensory dysregu -\nlation was also found to have a significant relationship with overall \nadaptive behaviour [ 46]. as was the case with children with adhd , \nchildren with ocd were also reported to experience increased \nsensory dysregulation symptoms [ 31,47].\nYet, there is limited research into sensory dysregulation in \nchildren with tic disorders. Since the study by Jewers et  al. [ 14], \nwhich investigated sensory dysregulation in children with tS and \nadhd compared with children with only tS, there has been \ngrowing interest in the area of sensory dysregulation in both \nchildren [ 15,48–50 ] and adults [ 22,51,52] with tic disorders. \nFurthermore, there is a growing interest globally in research into \nsensory dysregulation in children with various neurodevelop -\nmental disorders, with research occurring in a ustralia [ 32,53], \nbrazil [ 12], canada [ 7,14,54], iran [ 55], israel [ 15,56,57], taiwan \n[58], turkey [ 59], the United Kingdom [ 50,60], and the United \nStates of a merica [ 40,43,45,60,61]. With growing interest in the \narea of sensory dysregulation in children with tic disorders, a \nrecent case series study in 2018 was the first article to report \non misophonic experiences and associated clinical characteristics \nin young people with tic disorders [ 49]. Misophonia is the trig -\ngering of inappropriate or extreme emotional or psychological \nresponses due to certain sounds. this study by Robinson et  al. \nhighlights misophonia could be an underestimated phenomenon \nfor abrupt emotional dysregulation in children with tic disor -\nders [ 49].\nconvergent evidence from electrophysiological studies [ 62,63], \nmagnetoencephalography [ 64], and neuroimaging [ 65,66] are sug -\ngestive of people with tic disorders and tS experiencing altered \nsensory–motor processing involved in voluntary movement con -\ntrol. deficits in sensorimotor gating, resulting in problems filtering \nirrelevant sensory stimuli, have been reported in individuals with \ntS [ 13,63]. as a result of these sensorimotor abnormalities expe -\nrienced by people with tic disorders, tic disorders should be rec -\nognised as a “sensorimotor” phenomenon rather than being \nunderstood to be pure movement disorder [ 1,6,15,19,62].\nSeveral terms are used to describe these observed behaviours \nto sensory stimuli in children with neurodevelopmental disorders, \nincluding ‘‘sensory dysregulation’’ , ‘‘sensory processing’’ , and ‘‘atyp -\nical sensory reactivity’’ [ 15,34,62,67]. here, we use the term ‘‘sen -\nsory dysregulation’’ [ 15,68,69].\nSensory dysregulation can result in functional impairment and \nimpact children’s participation and enjoyment of tasks due to \ntheir atypical reactions to sensory stimuli [ 70]. difficulties associ -\nated with sensory dysregulation across various neurodevelopmen -\ntal disorders have been categorised into five functional impairment \nareas: (i) decreased social skills and involvement in occupational \nperformance areas; (ii) reduced frequency, duration, or complexity \nof adaptive responses; (iii) impaired self-confidence or self-esteem; \n(iv) poor family and daily life skills; and (v) impaired gross-motor, \nfine-motor and sensory-motor skill development [ 60]. Sensory \ndysregulation is associated with reduced enjoyment and partici -\npation in daily life, including school engagement [ 24,30,37–39 ] \nand increased parental stress [ 9,30,70,71].\naccordingly, the assessment and management of sensory dys -\nregulation is an accepted part of comprehensive care for children \nwith neurodevelopmental disorders [ 72]. therapeutic approaches \nare commonly used to address sensory dysregulation in children \nwith neurodevelopmental disorders, with most of these strategies \nhaving been developed for children with aSd [34,73,74]. Validated, \nsensitive, reliable, and responsive clinician-, teacher-, patient-, and \nproxy-reported outcome measures to assess treatment efficiency \nare necessary for clinical use in sensory dysregulation [ 75].our recent systematic review of a proxy-reported sensory-based \nmeasure for children with neurodevelopmental disorders found \nonly one measure, the Participation and Sensory environment \nQuestion home Scale (PSeQ-h) [ 76,77], satisfied moderate content \nvalidity [ 78]. the PSeQ-h was the only proxy-reported sensory-based \nmeasure from 12 measures evaluated to have consulted with \nconsumers as part of measurement development to ensure the \nmeasure was comprehensive, comprehensible and relevant [ 78]. \nYet anecdotal reports from paediatric patients with tics and their \nparents described sensory dysregulation experiences not recorded \nby either the PSeQ-h or the other commonly used proxy-report \nsensory-based measures [ 19,78]. these reported sensory dysreg -\nulation experiences predominately relate to auditory sensitivities \nsuch as “people-made” noise, including cutlery scraping on crock -\nery, chewing of food, or the “scratching” sounds of clothing [ 19,78]. \na recent study with children with tic disorders reported similar \nobservations relating to experiences of auditory sensitivity to the \nsame sounds made by other people [ 49]. it is uncertain whether \nthese tic-specific experiences are adequately captured in current \npatient or proxy-reported sensory dysregulation outcome mea -\nsures [ 19,78].\ntherefore, a qualitative study was undertaken to understand \nthe lived experience of sensory dysregulation experiences and \nthe impact these have on the daily lives of young people with \ntic disorders. this study aimed to understand the breadth of sen -\nsory dysregulation experiences and the effect on participation in \ndaily tasks by exploring the lived experience of young people \nwith tic disorders and their parents.\nMethod\nthe study gained ethical approval through the human Research \nethics committee (2020/eth00132) and clinical Governance \ncommittee (2020/Ste00307) at the Sydney children’s hospital \nnetwork, Sydney, a ustralia.\nPatient and public involvement\nthe study protocol, as well as the interview guide, was developed \nwith consumer consultation. the principal investigator (nS) met \nwith two adults diagnosed with tS and sensory dysregulation to \nunderstand their lived sensory experiences and the impacts of \nthe sensory experiences on their daily lives. From the knowledge \ngained through consulting with consumers, clinical experience \nwith working with children with tic disorders and literature review, \naiding in developing the study protocol and interview questions. \nthe researchers also conducted previous research into the prev -\nalence of sensory symptoms in children with tic disorders and \ncomorbidities and a systematic review of parent and child report \nmeasures of sensory-based measures [ 19,79]. the knowledge \ngained from these studies and in clinical practice supported the \ndevelopment of this study.\nResearch design\nUsing thematic analysis, the researchers identified, analysed and \nreported themes within the data obtained from semi-structured \ninterviews utilising pre-determined questions [ 80]. Key features \nfrom the extensive data sets were analysed and summarised using \nthematic analysis, permitting the perspectives of each study par -\nticipant to be examined [ 80,81]. although an advantage to the -\nmatic analysis is the flexibility of the approach, the researchers"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "PaRent-Y oUnG PeRSon  liVed  eXPeRience  oF SenSoRY d YSReGUlation  in tic diSoRdeRS 3\nconducted the study in a precise, consistent and exhaustive man -\nner through recording, systematising and transparency of analysis \nto ensure the study’s trustworthiness and the reported find -\nings [ 81].\nthe pre-formulated interview questions explored participants’ \nresponses to their sensory dysregulation experiences and the \nimpact on their daily lives and function ( Supplementary d ocuments \n1 and 2 ). the wording and sequence of questions were left \nopen-ended to support broader discussion and were guided by \nparticipant responses. i n addition, study participants were pro -\nvided with two prompt pages that used pictures and simple words \nto support discussions about lived experiences of sensory dys -\nregulation and the impact on the person’s activities of daily living \n(Supplementary documents 3 and 4 ). the semi-structured inter -\nviews were anticipated to be 30–60 min in duration. a demo -\ngraphic questionnaire was completed on the day of the interview.\nthe recruitment of study participants ceased once the research \nteam agreed that data saturation had been achieved. the data \nsaturation point was understood to be once the same recurrent \nthemes were identified through subsequent interviews, and no \nnew themes were identified by additional participants [ 82].\nSampling and recruitment\nRecruitment of study participants occurred through the tic clinic \nat a tertiary-level children’s hospital in Sydney, a ustralia. the study \nrecruited either i) parent(s) who had a child/young person with \na confirmed tic disorder or ii) young people with a tic disorder \nand their parent(s). i t was at the family’s discretion if the young \nperson with a tic disorder would engage in the interviews.\nthe inclusion criteria for young people with tics to be eligible \nto engage in the study include: (i) be between the ages of ten \nand sixteen years, (ii) have a confirmed diagnosis of a tic disorder \nby a paediatric neurologist, (iii) have known or suspected sensory \ndysregulation and (iv) if prescribed pharmacotherapy, be on a \nstable medication regime for a minimum of six weeks prior to \nthe time of recruitment. Study participants were not excluded if \nthey had confirmed comorbidities in addition to a tic disorder \ndiagnosis. Furthermore, the young person needed to (vi) have \nconversational verbal skills to engage in the semi-structured inter -\nviews. i nformed written consent was obtained from the young \nperson and their legal guardian.\nFor parents or carers to participate in the study, they needed \nto be the carer of (i) a child or young person between the ages \nof five and sixteen years with a medically confirmed diagnosis of \na tic disorder. eligible participants were sent information about \nthe study and invited to participate via mail. a fter receiving a \nsigned consent form, a convenient date for the family was set for \nthe interviews.\nof the 29 families invited to participate, 18 engaged in this \nstudy. two families were excluded as additional medical informa -\ntion during the interview resulted in the study participants being \nineligible. two families were interviewed twice, as a separate par -\nent interview, and then a parent and young person interview was \nconducted at the families’ request. therefore, data was collected \nthrough interactive means as the principal researcher conducted \nall 18 semi-structured interviews with the 16 families engaged in \nthe study. ten interviews were conducted with the young person \nwith tics in the presence of a parent(s), and eight interviews were \nconducted with parents of children/young people with tic disor -\nders without the child/young person present.\nthe interviews ranged between forty-five minutes to two hours \nin duration. the mean duration of the interviews was 72 min.  the demographic details of study participants are provided in \ntables 1  and 2. all names are pseudonyms to maintain \nconfidentiality.\nData collection\ndue to the covid-19 pandemic at the time of this study, all inter -\nviews were conducted via telehealth using Zoom software© [ 83]. \nall interviews were recorded with written consent from study \nparticipants and transcribed verbatim. a ll interview transcripts \nwere uploaded and coded using nViVo 12 software [ 84]. all study \nparticipants were provided with pseudonyms to protect their \nprivacy and identity. When the interview was conducted with the \nyoung person and parent present, the interviewer asked the young \nperson the questions first so that they were not biased or guided \nby their parents’ responses.\nData analysis\nthe descriptive qualitative data was analysed to determine the \ncommon themes concerning the participants’ experience of sen -\nsory dysregulation and their impact on their daily function. the \nresearcher used an inductive analysis approach as this was the \nbest design for the question asked [ 80]. the themes were also \nidentified within the coded data transcripts and were data-driven \n[80]. the researchers analysed the themes for each study partic -\nipant after the interview was conducted to understand the com -\nmon themes emerging from the data and to allow for the analysis \nof new emerging themes. When no new themes were identified, \nit was agreed that data saturation had been reached for the study.\nthe researchers ensured the study’s trustworthiness by being \ncredible, transferable, dependable and confirmable [ 85] by imple -\nmenting the six phases of thematic analysis, an iterative and \nreflective process, to analyse the data [ 80,81,86,87]. these phases \nwere [ 1]: familiarising yourself with the data [ 2], generating initial \ncodes [ 3], searching for themes [ 4], reviewing the themes [ 5], \ndefining and naming the themes, and [ 6] producing the report [ 81].\nFortnightly meetings with the principal investigator (n S) and \nresearch supervisor (Pb) were undertaken regarding information \ngained from semi-structured interviews and to discuss findings \nin assisting with peer debriefing. Frequent meetings with the \nresearch team were held to examine and define codes, aiding \nresearcher triangulation. through discussion and agreement from \nthe research team, a coding framework, identifying codes and \ndefinitions of these codes, was developed. c opies of transcripts, \njournals, memos, email correspondence between the research \nteam members, meeting agendas, and meeting minutes were \nstored to ensure an audit trail for the generation of the codes. \nhierarchical coding was used to allow the researchers to analyse \nthe texts at varying levels of specificity, with higher-order codes \nproviding an overview and lower-order codes providing more \nspecific and detailed distinctions between study participants [ 81, \n86,87]. Research team members vetted themes and subthemes \nby testing for referential adequacy by referring back to the raw \ndata and the study participants’ quotes [ 81]. team consensus on \nthe themes and the naming of these themes was achieved fol -\nlowing researcher triangulation, peer debriefing and team meet -\nings. d ocumentation of the team meetings regarding the \nagreement of themes and the naming of themes was kept [ 81].\nto ensure the validation and trustworthiness of the findings, \nthe principal investigator met with another occupational therapist \nwith experience in qualitative research to review the themes and \npeer debriefing [ 81]. Study participants were asked to answer ten"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "4 n. SoleR et al.\nTable 1.  Demographics of study participants, including parents and children and young people engaged in the study.\nDemographic details of parents interviewed\nCharacteristics all parents interviewed ( n = 19) Parents of young people interviewed ( n = 13)\nbiological sex (female, male) F = 15, M = 4 F = 9, M = 4\nstate:\n  aCt/nsW/ViC 3 / 12 / 1 3 / 6 /1\nlevel of income: *\n  Most financially advantaged 7 5\n  Financially advantaged 1 0\n  between advantaged and disadvantaged 6 5\n  Financially disadvantaged 0 0\n  Most financially disadvantaged 2 0\nMarriage status of families:\nMarried 11 7\nDefacto relationship other than biological parent 2 1\nsingle 2 2\nemployment status of parents interviewed\n Paid employment 14 11\n Carer to child 5 2\nDemographic details of children and young people\nCharacteristics all children/young people in study ( n = 16) young people interviewed ( n = 10)\nbiological sex (female, male) F = 9, M = 7 F = 4, M = 6\nage: mean age (years & month)\nRange (years & months)11, 5\n7, 4–15, 1112, 2\n9, 2–15, 11\nPrimary diagnosis of tic disorder:\n  tourette’s syndrome 14 9\n  Chronic vocal tic disorder 1 1\n  Chronic motor tic disorder 1 0\naverage age of onset 4 years, 4 months\n(Range: 2–10 years)4 years, 3 months\n(Range: 2–10 years)\nsecondary diagnosis: * 16 10\n  allergies 1 0\n  anxiety ** 12 7\n  attention deficit disorders: 7 5\n   inattentive subtype 6 5\n   hyperactive subtype 1 0\n  autism spectrum disorder (l evel 1) 4 1\n  Dyspraxia 2 2\n  eating disorder 1 0\n  eczema/skin conditions 3 2\n  eDs 2 0\n  emotional disorder 16 10\n  insulin resistance 1 1\n  Mood disorder 4 2\n  obsessive-compulsive disorder 5 4\n  oppositional defiance disorder 2 1\n  Pans phenotype 1 0\n  sleep disorders 3 1\n  speech difficulties *** 5 1\ntaking prescription medication 13 9\nspecialist medical care:\n  Cardiology 1 0\n  neurology 16 10\n  Psychiatry 2 1\nParticipating in therapy: 12 7\n  Dietician 2 0\n  occupational therapy 9 5\n  Physiotherapy 1 0\n  Psychology 11 6\n  speech therapy 5 1\nyear of education: mean & range year 5 (3–10) year 6 (3–10)\ntype of schooling:\n  Mainstream without support 2 1\n  Mainstream with support **** 12 9\n  homeschooled 2 0\nhandedness: right/left 15, 1 10, 0\nPremonitory urge experienced (PU) 12 6\nno PU experienced 2 2\nUnsure if PU experienced 2 2\nhave siblings 16 10\nsiblings have a diagnosed nDD ***** 9 6\naCt (australian Capital territory), nsW (new s outh Wales) and Vic (Victoria). the level of income is based on the study participants’ post-code in \nrelation to the information provided by the Census of Population and housing: s ocio-e conomic i ndexes for a reas (seiF a), australia, 2016.\n*as per Diagnostic and s tatistical Manual 5 (DsM-5) [ 4] criteria for comorbidities.\n**anxiety disorders include all forms of anxiety, such as generalised anxiety, social anxiety, separation anxiety etc.\n***speech difficulties included stutter, articulation, pronunciation or social skills training.\n****school support includes the provision of additional time for classwork or exams, special accommodations such as writing exams in a different \nvenue, ability to leave the classroom to tic, additional learning support officer involved, use of therapeutic strategies in the classroom etc.\n*****nDD = neurodevelopmental disorder."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "PaRent-Y oUnG PeRSon  liVed  eXPeRience  oF SenSoRY d YSReGUlation  in tic diSoRdeRS 5\nquestions as part of the member-checking process to ensure that \nthe themes reflected the study participants’ experiences and \nechoed their voices ( Supplementary documents 6 and 7 ). the \nquestions ensured the findings relating to the themes were rel -\nevant, comprehensible and comprehensive and reflected the study \nparticipants’ words and lived experiences [ 88,89].\nthree study participants provided feedback relating to member \nchecking. Gaining knowledge that other children with tic disorders \nreported similar sensory dysregulation experiences as their child \nor young person highlighted for these study participants that they \nwere not isolated in their experiences. through member checking, \nthere was consensus on the comprehensiveness and relevance of \nall the themes. Regarding comprehensibility, members agreed with \nthe wording used to describe all the themes except for the wording \nof the second theme by one study participant. this study partici -\npant, Karen (i nterview Pc011), explained that for them, her 13-year-\nold daughter, Keri’s, perception or experience of the community \nenvironment hindered her participation, not the environment itself. \nFollowing this insight and knowledge, the wording of the second \ntheme was corrected to reflect this feedback.\nResults: themes\none higher-order theme emerged: ‘‘sensory, emotions and tics; \nit’s a ticking time bomb’’ was established, and three subthemes \nwere identified. these subthemes were: (i) ‘‘we sacrifice and adapt \nto get daily activities done in the home’’; (ii) ‘‘my child’s experi -\nences of the community environments hinder participation’’; and \n(iii) ‘‘sensory preferences impact our entire family’’ ( Figure 1 ; \ntable 3 ).\nMain theme: sensory, emotions and tics, it’s a ticking time \nbomb\nthe families have described an interplay between sensory and \nemotional dysregulation that exacerbates the child/young persons’ \ntics, resulting in emotional outbursts and reduced participation \nor engagement in tasks, reduced quality of life, and impacts affect -\ning the entire family unit. Gretel, mother to 9-year-old Grace with \ntS, used the term ‘ticking time bomb’ . this term explained how, \nat any point, their child or young person’s tics could be expressed \nas a result of their experiences of sensory experiences or emo -\ntional dysregulation. the ‘explosion of tics’ would result in further \nemotional dysregulation and thus further exacerbate the tics due \nto the impact of stress on increased tic expression. i n 17 of the \n18 interviews (94%) the impact of rage and emotional outburst \nby the child/young person with tics impacting on family members \nwas identified.\nthis interplay was described by Gretel, mother to 9-year-old \nGrace with tS (interview P007):\n‘‘So, she’s  [daughter Grace] averse to heat. She hates the heat, and her \ntics go, um, like a hundred times worse in the summer. So does the rage. \nI think when she can’t move that she gets more anxious, and then she’ll \ntic more… Yeah. I think that’s a big thing… Um. I honestly feel that if the \nsensory triggers weren’t there, I think if they weren’t so pronounced the tou, \nthe Tourette’s wouldn’t be so bad. So, we see a huge increase in tics when \nshe has to put clothes on. The whole neighbourhood hears us say F’ing C. ’’\nKeri, 13 and 5-month-old with tics (i nterview Pc011), explained \nher experience:\n‘‘Breathing.  [the sound of other people breathing] I think is definitely a \ntrigger. It makes me very uncomfortable, and then it like goes and turns \ninto a tic. ’’Sub-theme 1: we sacrifice and adapt to get daily activities \ndone in the home\nFive families engaged in this study explained they lived their lives \npredictably and had become adept at identifying sensory triggers \nfor their children. Parents and siblings avoid sensory stimuli, envi -\nronments, activities, or events that may cause the child emotional \ndistress resulting from sensory dysregulation. Parents also talked \nabout adapting, accommodating and making sacrifices to ensure \ntheir child felt safe and comfortable to reduce sensory overload, \nemotional meltdowns, reduce tics and stress. n ine families stated \nthat ‘things have to be just’ in their children’s environment oth -\nerwise, this would lead to emotional outbursts.\nFelicity, mother to 9-year-old and 2-month-old son Flinn (i nterview \nP006): ‘‘We learn to function. We’re every day making the different meals \nand cutting off tags. It’s just as soon as I buy his clothes now I know to \nhave tags already off. And his dinner is always different to ours, as it has \nbeen for the last couple of years. So that’s just part of our routine now. \nVery Stressful. ’’\nWithin the home environment, the different tasks were broken \ndown into [ 1] dressing [ 2], mealtimes [ 3], hygiene and grooming \nand [ 4] sleep which were problematic due to various sensory \nstimuli. i t was also identified that participation in activities was \naffected by temperature, such as the ability to do homework. \neach of these tasks will be explored in detail, and additional \nquotes to support the findings are provided in table 3 .\nDressing is a big challenge\nMany aspects of clothing are known to be problematic from a \nsensory perspective, such as the texture or feel of the fabric ( n = 12), \nthe clothing tags ( n = 17), seams in socks and wearing shoes ( n = 14), \nwearing underwear and fabric stitching ( n = 17). these same chal -\nlenges were reported by the majority ( n = 15) of the 16 families \ninterviewed. i n 17 of the 18 interviews, it was identified that parents \nassisted their children in wearing clothing by cutting out the tags \nor purchasing clothing with the tag details screen printed on the \nfabric instead. d uring 50% of the interviews, tight clothing was \nidentified as problematic, and respondents mentioned purchasing \nclothing items that were much too large for their child, which \novercame the issue of the clothing feeling restrictive. thirteen fam -\nilies explained they had adapted the school uniform. i n some cases, \nthe children gained school permission to wear the sports uniform \nover the formal school uniform, as this was more tolerable. ten \nchildren preferred to be naked than wear clothes.\nErin (mother to 10-year-old and 11-month-old Emma with TS) stated: \n(Interview P005): ‘‘Um, but we’ve just learned to adapt to it, and we just \nbuy. I only buy now what I know she’ll like, or I’ll let her pick it. Yeah, undies \nare a pain. Always have been. So we cut the tags off the undies, and from \nBest and Less, we buy these seam-free ones where the actual tag is like a \nstamped onto it, as opposed to having a, an actual tag. ’’\nthese sensory challenges to clothing are well documented in \nthe literature and rated on the current sensory assessment mea -\nsures [ 90–92 ]. this was further supported in this study, as in all \n18 interviews, it was identified that getting children to wear cloth -\ning was a problem. the breadth of the sensory problem of dress -\ning is broader than just problems relating to the feel of the \nclothing or fabric. brian explained the impacts of his \n10-and-a-half-year-old son, brett, not being able to wear clothing \n(interview Pc002):\n‘‘Use to make us late all the time because, you know, he just wouldn’t find \nsomething that was comfortable, and it’d be an ordeal to get dressed. Yeah. \nWell, I took him to school in his undies once. It was that bad. [Laugh] Like, \nhe just would not get dressed. ’’"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "6 n. SoleR et al.\nTable 2.  Details of each interview with each of the 16 study participants.\ninterview interview formatParent(s) \n(pseudonym)Parent’s \nbiological \nsexsecond \nparent(s) \n(pseudonym)second \nparent’s \ngenderChild \n(pseudonym)Child’s \nbiological \nsexChild \npresentinterview \nduration \n(min)Primary \ndiagnosisage of \nonset\n(years)age at \ninterview\n(years: \nmonths) Comorbidities Medication\n*P001\nPC001Parent only\nParent & young \npersonannie F andrew M n\ny89 \n76ts 5 9, 10 aDD & oCD traits Clonidine\nPC002 Parent & young \npersonbrian M brett M y 62 ts 3 10, 6 Dyspraxia, oCD \ntraitsCatapres, Risperidone\nPC003 Parent & young \npersonCarmen F Claire F y 58 ts 5 13, 1 aDD, anxiety, \ndyspraxiaConcerta\nPC004 Parent & young \npersonDebbie F David M Derek M y 71 Chronic \nmotor \ntic2 9, 2 anxiety Fluoxetine;\nQuetiapine\nP005 Parent only erin F emma F n 78 ts 4 10, 11 anxiety, asD, mood \ndisorderCatapress\nP006 Parent only Felicity F Flinn M n 46 ts 3 9, 2 anxiety Risperidone,\nGuanfacine\nP007 Parent only Gretel F Grace F n 114 ts 8 11, 2 aDhD, anxiety, asD, \noDDaripiprazole, \nCannabidiol, \nFluoxetine\nPC08 Parent & young \npersonheather F hamilton M harry M y 67 ts 5 13, 2 asD, aDD, anxiety, \noDDCatapress,\nlovan,\nRitalin la, Risperdal\nP009 Parent only irma inge F n 52 ts 3 7, 4 anxiety, asD, ni\nPC010 Parent & young \npersonheather F hamilton M Jesse M y 116 ts 3 13, 2 aDD, anxiety, oCD Clonidine,\nlovan,\nRitalin la Risperidone\n*P011\nPC011Parent only\nParent & young \npersonKaren F Keri F n\ny73 \n70ts 10 13, 5 anxiety, mood \ndisordernil\nPC012 Parent & young \npersonlaura F liam M y 56 ts 3 10, 11 aDD, oCD traits atomoxetine\nP013 Parent only Maree F Megan F n 80 ts 3 14, 11 aDD, a nxiety, mood \ndisorder, oCDClonidine,\nsertraline\nPC014 Parent & young \npersonnaomi F natalie F y 66 ts 4 15, 11 anxiety, mood \ndisorderabilify\nlovan\nP015 Parent only olga F olivia F n 47 ts 6 9, 4 oCD nil\nPC016 Parent & young \npersonPenny F Phoebe F y 67 ts 3 12,6 anxiety. Fluoxetine\nthe interview is coded as either PC or P . PC identifies that both the parent and the child were present in the interview, and a code of P identifies only the parent was present. * two families were interviewed twice \nas the parents wanted to be i nterviewed in the absence of their child (P001 & P011) and then again with their child present (PC001 & PC011). o ne family had two children with a tic disorder, and both children \nparticipated in the study (PC080 & PC010). a ll study participants identified as being a ustralian in relation to their ethnicity, except the families of PC080 & PC010, who identified as e uropean. a ll children/young \npeople engaging in this study had a primary diagnosis of tourette’s syndrome ( ts) except Derek, a 9-year-old who was diagnosed with a chronic motor tic disorder."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "PaRent-Y oUnG PeRSon  liVed  eXPeRience  oF SenSoRY d YSReGUlation  in tic diSoRdeRS 7\nto tolerate the continuous feeling of wearing clothing, families \nhave adapted to having their children dress and undress multiple \ntimes throughout the day. Sixty-two percent of children can only \ntolerate clothing for a limited time, such as when in public or \nessential. n ine-year-old d erek (i nterview Pc004) explains his rou -\ntine of putting on clothing when leaving the house, but the \nmoment he has the opportunity, such as in the car or at home, \nhe takes off his clothes again.\n‘‘When my Nan comes over to pick us up, um, … I wait for the last second \nto go to the car and then put them  [clothes] on. And then when I’m in \nthe car, I take them off and then put them on  [to get out of the car] and \nthen at my Nan’s house, I then take them off when I’m inside. ’’\nFor nine-year-old Grace, being naked in public is preferred \nover the sensation of clothing on her body, as described by her \nmother, Gretel (i nterview P007). d ue to the difficulty tolerating \nthe feeling of clothing on her skin, her preference for being naked \nmakes it impossible for her mother to have people come to the \nhome to visit.\n‘‘Even if that means being naked in front of a crowd of people. Um, that’s, \nthat’s a big thing. Cause after we leave the beach, I can’t go and get milk \nor anything. We have to come straight home with a naked Grace in the \nbackseat. Um, and what it means is that we’re restricted to the home, and \nshe doesn’t wear clothes. So, people can’t come in. ’’\nthe inability to tolerate the feeling of clothing outweighs the \nneed to wear appropriate clothing. d uring the interviews, eight \nchildren explained that they would rather be cold than wear \nclothing. i t was not that they did not feel the cold, but rather \nthe intolerance of the fabric surpassed the need to be warm in \ncold weather. a nnie, mother to 9-year-old a ndrew (i nterview \nP001), explained:\n‘‘He [Reference to son Andrew] really doesn’t like wearing clothes. He likes \nto walk around in his underwear, and he would do that year-round if we \ndidn’t insist that he put something more on in the colder weather. Um, and \nin the colder weather even, he will only wear short sleeves  [Pause], including \nto school. He wears the summer uniform year-round.  [laughing] He will \nhave a shower or bath and then put  [his] underpants back on until he has \nto go out or somebody comes to the door. There’ll be a mad rush. ’’\nWhen purchasing clothing, 12 families mentioned that buying \nclothing for their child with sensory sensitivities was a struggle. it was identified that money was wasted on clothing items chil -\ndren would not wear. the solution was only to buy clothing items \nchosen by the children. i t has to be appreciated that taking chil -\ndren with sensory sensitivities to shopping centres to find clothing \nitems of their preference comes with its challenges. Seven families \nidentified that the sensory overload from shopping centres causes \nmeltdown. this will be further addressed in theme 2.\nbrian, father to 10-year-old brett (i nterview Pc 002), explained: ‘‘ So, this \nis the big one. You can’t, can’t buy clothes for him and say, here you go, \nyou have to take him to the shop, and he has to try it on. He’s got to feel \nthe material. Then he will decide to buy it or if he wants it, and then we’ll \nbuy it. But if he turns around and says, I don’t like the feel of it, even though \nit fits right, there’s no point buying it because he won’t wear it. ’’\nalthough parents make financial and time sacrifices to ensure \nthey can provide clothing their children can tolerate, it is evident \nthat parents still feel shame at how their children are presented \nin public. the feeling of guilt is attributed to the concern that \nothers may think they are not adequately providing for their \nchildren when they are not appropriately clothed in public. \nhowever, in reality, their children are wearing the clothing they \ncan tolerate, even if this means wearing old, worn-out clothes \nthat no longer fit, clothing not suited to the appropriate weather \nor occasion, or scantly clothed with possibly no shoes, socks and \nso forth.\nGretel, mother to 9-year-old Grace with tS (interview P007) stated: ‘‘ So \non a carer’s pension when you buy clothes for your kid, but then when they \nwon’t, you’ve got to spend more money. And not only that, while you’re \nwaiting to find more money to spend and try and find clothes that they \nwill actually wear, that’s a really tough thing. You can’t go anywhere… \nAnd that’s really, really hard because I sacrifice a lot to give her really \ncomfortable shoes. It’s winter. And I just said, okay, my child is out at respite \ncare with no shoes and no jumper. And everyone probably thinks I’m hor -\nrible and her t-shirts are disgusting. ’’\nMealtimes are very stressful\nMealtimes as a family is a very stressful activity, resulting in nine \nfamilies reporting that they eat meals separately to accommodate \ntheir child’s sensory preferences. Families reported feelings of loss \nand being ‘‘unconventional and different to other families, ’’ result -\ning in needing ‘‘a different parenting approach to other families’’ . \nthis is reflected in the quotes by the following families:\nFigure 1.  a diagram depicting the themes identified in this study. there is one higher-order theme: ‘‘sensory, emotions and tics, it’s a ticking time bomb’’ and \nthree subthemes: (1) We sacrifice and adapt to get daily activities done in the home, (2) my child’s experience of community environments hinder participation \nand (3) sensory preferences impact our entire family."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "8 n. SoleR et al.\nTable 3.  Quotes from parents and young people to provide evidence of themes and subthemes.\nstudy participant & interview details Quote\ntheme 1: We sacrifice and adapt to get daily activities done in the home\n1.1 Dressing is a big challenge.\nDavid (Father), PC004 So, when he, when he goes to bed, he’ll, he’ll put pyjamas on, but when he’s ready to go to sleep, he \nhas to take all these clothes off, and he’s much more comfortable that way… So, what’s happened \na few times is he’ll be, he gets agitated, and then the clothes become more of an issue. Um, and \nthings go downhill quite rapidly.\nbrian (Father), PC002 Look, he will. He will. More often than not, honestly, go nude…Oh yeah. So, he went through a stage \nwhere he wouldn’t wear anything to bed, and we were fine. You know, he’s in bed, he’s under the \ncover or whatever, but. But I think that is this is part of his condition that we can say he doesn’t \nlike. Definitely, that’s a big, big thing. And it’s always been a big thing since he was little.\nGretel (Mother), P007 That’s a problem. Most of the time, T-shirts just need to be cotton. Um, but yeah, nothing on the \ninside and no tags. So yeah, seams, tags, mesh, yeah. Anything touching the skin. …she won’t \nwear underwear. Cause it’s tight.\nliam (10 year-11 month old with ts), PC012 But like, like socks, some socks just hurt.\nharry (13 years and two months old with ts), PC008 I hate tags.\nPhoebe (13 years and two months old with ts), \nPC016‘I don’t like the tags because some tags are really sharp and kind of cut my legs and I don’t like the \nfeel of the tags rubbing against my back.\nJesse (13 years and two months old with ts), PC010 Um, If I’ve just had my nails clipped, socks are complete goddamn hell. (The seam) It’s that rubbing \nagainst it.\nCarmen (Mother), PC003 And, you know, she carries on about tags all the time… Yeah, we cut them out.\nbrian (Father), PC002 So, this is the big one. Yeah, he’s [son Brett], ah, the seams in his clothes, like, you buy him a nice \npair of expensive tracksuit paints, and it’s got that stitching on the seams on the inside. Won’t \nwear it. You buy the cheap two-dollar fleecy ones, loves it. The stitching across the toes, yeah,  [is] \na big problem for him. Yeah. And your tags on your shirt.\nerin (Mother), P005 She does have a pair  [jeans], but we have to wear, you know, opaque tights underneath that are \nreally silky. Yeah. So, she, if she has to wear jeans, she will wear tights underneath. So, she doesn’t \nfeel it. Um, all her clothing is a couple of sizes bigger.\nCarmen (Mother), PC003 Finding underpants at one stage was a real challenge. So, we found a particular type, and we have \nhad those for about four years.\nDavid (Father), PC004 …he was stuck on the one pair of undies, and I found some… So, he had about six pairs of them \nthat he’s worn for about the last three or four years. And it got to a point where they were just a \npiece of Holy rag,\nFelicity (Mother), P006 Very hard. Very hard. Certain shirts, like I brought him a shirt the other day that I thought he’d loved \nbecause it was Minecraft. And he’s obsessed with Minecraft, but because it had a pattern through \nit that wasn’t in the shirt, it was actually built into it, so the stitching or it had lines across it that \nyou could feel he refused to wear it… It’s a big issue at the moment.\nGretel (Mother), P007 She, she will wear fluffy clothes. If I buy normal pants or jumpers, she won’t wear them. She’ll just go \nnaked. Which is something else she enjoys…. I bought her a pair of Nikes, and she won’t wear \nthem.\nheather (Mother), PC010 Um, it takes a lot to get him a pair of shoes, and even then, you know, we have bought shoes, \nbrought them home, and he just never wears them.\nlaura (Mother), PC012 We just gave in, you know, the options, and he had to try them on like we just couldn’t buy them off \nthe rack. He tried them on, and he picked the ones that  [he] felt that he liked the best, but no, we \ndon’t, we don’t actually shop for clothes very much, yeah.\nCarmen (Mother), PC003 I think the fabric annoys her; we have to find the right one.\nClaire (13 years and one month old with ts), PC003 I don’t like certain fabrics.\nDavid (Father), PC004 So, school clothes are harder than others.\nirma (Mother), P009 She [Inga] always wears a long-sleeve seamless, um, shirt underneath her winter uniform ‘cause her \nwinter uniform is quite heavy, and it has quite a lot of seams and things like that and pleats and \nstuff like that and pleats really bother her.\nCarmen (Mother), PC003 Um, at her old school, she would never wear the skirt or the stockings. She would wear just pants, \num, and sometimes socks were an issue.\nHeather (Mother), PC010 Yeah. So, he wears his tracky dax  [track suite pants] to school even if it’s not sports day, and they let \nhim.\nFelicity (Mother), P006 So Flinn wears plain white polo shirts from Best and Less now because when he feels this stitching of \nthe school emblem, he refuses to wear it.\nandrew (9 years, and ten months old with ts), \nPC001Hot. I feel like really hot. After my school day, after we walk home, I really want to take off my, um, \nmy shoes. And then it feels really good because I’ve had them on for like five hours. Um, so in \nwintertime, I will just wear shorts and a t-shirt.\n1.2 Mealtimes are very stressful\nDavid (Father), PC004 It was pretty stressful for you  [talking to son Derek] at dinner time, usually wasn’t it because, um, you \nknow, we’d, we’d try and always offer something different for him to try.\nKaren (Mother), PC011 … and we can’t have a family meal together anymore. She eats in her room most nights…\nlaura (Mother), PC012 And I would obviously try not, you know, eat around him or eat like I was chewing gum next to him \nthe other day, and I realised that’s a silly thing to do. So, you know, you just get it built into you \nthat there are certain things that you just try and avoid.\nliam (10 year-11-month-old with ts), PC012 When I hear this happens rarely, but like when I’m eating breakfast or something when somebody \nbites on the metal (Reference to cutlery). It makes this really; really bad noise, and I just don’t like \nit at all\nPhoebe (13 years and two months old with ts), \nPC016I hate cutlery scrapping on plates.\nandrew (9 years, and ten months old with ts) PC001 Oh, I hate it when like two utensils touch and they scarp.\n(Continued )"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "PaRent-Y oUnG PeRSon  liVed  eXPeRience  oF SenSoRY d YSReGUlation  in tic diSoRdeRS 9\nstudy participant & interview details Quote\nKaren (Mother), P011 …but the thing that’s impacting for the most at the moment is the misophonia… Um, well, uh, \npretty much most interactions my daughter has with her dad, Ken, her um she will yell, or you \nknow have a tic response. Particularly if it’s around mealtimes. Um… That’s the worst uh um \n[Pause] yeah, whenever they are chewing, or Ken is breathing at the moment, um, with the \npandemic and the lockdown, it’s been particularly challenging for Keri because she can’t get away \n[laugh] and Ken’s working from home, and so she has um been asking for Ken to sleep on the \ncouch… um yeah, it tends to be more loud noises and the swallowing, chewing um and \nbreathing…Oh, uh [Pause] not so much. We’ve all become so conscious of it that [Laughs] we just \ntry not to swallow; we try to breathe shallowly. [Laughs] It’s just ridiculous.\nDebbie (Mother), PC004 We tend to, um, we tend to structure Derek’s dinner time a little bit differently. So, Derek will have, \num, uh, different portions through like throughout the night. Um, and it just keeps him happier. \nSo, he might have a bowl of, um, he likes raw carrots. So, we just chop up like raw carrot, and \nhe’ll eat that. Um, and he eats a lot slower, and then I’ll make him a corn on the cob, and he’ll \nhave that. And then he’ll either have, um, like cheese and bikkies or he’ll have toast or something \nlike that. So, it’s all staged, it’s not all on one plate, and it’s, um, just calmer.\nDavid (Father), PC004 It’s just toast, corn and carrots every night.  (Reference to all their son Derek will eat).\nPenny (Mother), PC016 Um, she is not a very good food eater. She [Pause] she doesn’t like to try foods. She doesn’t like a lot \nof foods. Um, I think we are a very plain eater.\nPhoebe (13 years and two months old with ts), \nPC016Um, if I see something I don’t like, I sometimes try it, but sometimes I like it because of the taste and \nsometimes because I don’t like the sort of taste, it’s more the taste… Like the fat on meat makes \nme feel ill. I don’t know why I don’t like food, because there is a lot of food in the house. But some \nfoods I don’t like, so I don’t bother eating it.\n1.3 h ygiene & grooming tasks are overwhelming\nhamilton (Father), PC010 Yeah, the sensory stuff in the mornings is just insane.  (Reference to the morning grooming tasks)\nFelicity (Mother), P006 Yes. That is a struggle to the point where we say a, um, the one barber, and he’s really, really good \nwith Flinn. I think he has tics himself. So, he understands what it is, but so he takes his time with \nFlinn, and he talks to him and tells him it’s alright, but just the build-up of getting his hair cut is a \nstruggle.\nDavid (Father), PC004 Yeah, so he’s, um, his nails, he, he won’t. If we say, can we cut your nails? No, no, no. Um, and if we \ndo it while he’s asleep, he wakes up the next morning, and he knows instantly that they’ve been \ncut, and his disposition is somewhat, hmm, unpleasant, you might say.\n1.4 i t all has to be right to sleep\nDavid (Father), PC004 So, when he, when he goes to bed, he’ll, he’ll put pyjamas on, but when he’s ready to go to sleep, he \nhas to take all these clothes off, and he’s much more comfortable that way.\nerin (Mother), P005 He’ll only still sleep in like a t-shirt, but we’ve just got to put extra layers on the bed. So, she wants to \nbe a warm but not restricted.\nPhoebe (13 years and two months old with ts), \nPC016That’s because the sensory thing because sleeping, I like; um, the sound of rain really helps me sleep. \nIf it is not raining, I put on a rain sound, like music. Yeah, and that helps me.\nKeri (13 years and five months old with ts), PC011 Like if I am too hot, um, it really does, like also, um, in my room at night it gets quite stuffy, and that \nreally makes me very anxious. I am not very good at coping with lots of heat.\n1.5 the heat affects ability to engage in tasks\nMaree (Mother), P013 Um when. The year that she was, um, diagnosed, in year six, yeah, I definitely did see in summer \nbecause that was around the time, um, that she definitely was quite heightened.\nPhoebe (13 years and two months old with ts), \nPC016Um, I think heat affects my tiredness because I use all my energy to not be hot.\nGretel (Mother), P007 Um. Cooler temperature. We see, like I see, a 50% improvement in everything when it’s cooler. My dad \ncame over a month or two ago, and he said, oh, you know, huge improvement in Grace. They’re \ntrying to give me hope and everything. And I just said summer’s over. You know, he tried to tell \nme everything like he’s preaching, you know, but no, it’s just, you remove heat from the equation, \nand she’s so much better.\ntheme 2: My child’s perception of community environments hinders participation\n2.1 Going shopping causes meltdowns\nhamilton (Father), PC010 I think part of the problem, I think, is that when we go shopping, you just want to get out of the \nshops, you get to a certain point you’ve just got to leave and then it doesn’t matter.\nheather (Mother), PC010 There will be lots of reasons that he doesn’t want to be there. It’s either too peopley. It’s too loud. You \nknow, like you go into some shops or you walk past them, and music is blaring and stuff like that.\nhamilton (Father), PC010 Also, with noise or just movement in shopping centres he, you can see him start to build up \nsometimes and then he will have a meltdown and then it takes a while for him to settle down as \nhis biochemistry settles down.\nerin (Mother), P005 Almost every time we’re at the big shopping centres, whether it’s right at the beginning or halfway \nthrough. She was just grabbing me and squeezing me. She says it’s cause there’s too many people. \nUm, and so we’ll walk for a little while hugging each other, and she’ll go, it’s time to go… \nsometimes she just gets overwhelmed…It could be anytime during that trip. She’ll just feel this like \nshe’s overwhelmed. Too many people, too much going on, and she’ll just walk with both arms \naround my waist, and I’ll sort of put one arm around her and just go out for a little while until \nshe overcomes it, or we just leave because she’s had enough…Yeah. And the only times I’d ever \nseen it or, um, the shopping centre, like in a Westfields or something like that, she’s really, closed \nin spaces, lots of shops, lots of noise, lots of people bumping her. Yeah, it’s too much.\nCarmen (Mother), PC003 I think definitely bigger crowds of, with a mix of people, um, so like going to a place or an event, not \nnecessarily going to the shops, but going to um, like a school assembly or [Pause] um, a party at \nsomeone’s house or to somewhere that she’s not comfortable with or she doesn’t know or it’s a \nplace she doesn’t know as well.Table 3. Continued.\n(Continued )"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "10 n. SoleR et al.\nstudy participant & interview details Quote\nMaree (Mother), P013 Yeah, all those sorts of um things, anything, yeah, like loud noises, I suppose and lots of people. Like, \nsometimes when we are out and about, there is lots of um, like a crowd, she yeah doesn’t \nparticularly like that sort of stuff.\nnaomi (Mother), PC014 She doesn’t do well in big crowds. But somewhere like the Sydney Royal Easter Show or the shops at \nChristmas time, she doesn’t do very well with that.\n2.2 We can’t use public toilets\nannie (Mother), P001 from the time he could talk, one of the first things he didn’t like was the sound of a hair dryer in a \npublic toilet cause he would say, ‘Don’t use the hand dryer’’ .\nCarmen (Mother), PC003 but she used to be absolutely petrified of like hand dryers in public toilets.\nKaren (Mother), P001 Yeah, that, yeah, she is really scared of those. [Reference to hand dryer in public toilets]. She actually \nhates those.\nhamilton (Father), PC008 The other thing that really annoys you centrally is, is, um, um, hand dryers the air, hand dryers. They \ndrive you absolutely nuts.\nThey drive me insane.\nharry (13 years and two months old with ts), PC008\nhamilton (Father), PC008He puts his hands over his ears, and he screams and has to get out. (Heather – Mother PC008): The \nDyson ones in particular. (Hamilton): Yeah, those ones are really shrill.\n2.3 nope, no elevators, we work around it\nnatalie (15 years and eleven months old with ts), \nPC014I don’t like escalators. I don’t like heights in general.\nKaren (Mother), P011\nKeri (13 years and five months old with ts), PC011Yeah, and she lifts; she is really terrified of lifts as well. [Laughs]… she doesn’t like the sensation, I \nthink.\nI really don’t enjoy heights. I kind of I’m afraid of elevators and things like that.\n2.4 We have to avoid activities with strong smells\nMaree (Mother), P013 Yeah, I think I do believe she is, um, pretty sensitive; she can smell something like I have no idea \nwhat you are talking about [Laughs]. I can’t smell anything.\n2.5 i don’t want to go to school; it’s just all too much.\nheather (Mother), PC008 harry (13 years and two \nmonths old with ts), PC008So, he could never be in the hall.\nBecause of like the noise in the assembly\nnatalie (15 years and eleven months old with ts), \nPC014Um, my school is very loud. So, I don’t find school assemblies overly bad because I can tic there. But \nsensory wise it does get a bit over-stimulating sometimes.\nKeri (13 years and five months old with ts), PC011 Sometimes if there is like a lot of um noise in the classroom, it can bother me.\nirma (Mother), P009 The playground, the school playground, she finds the playground really tough.\nMaree (Mother), P013 Um, well, the school, her school, um, were doing assembly, so yes, that was a bit of a difficult spot. \nSo and also at school too, year seven and year eight, they were doing like woodwork and all that \nsort of stuff and the noise of the machinery in there she would um, she would just scream because \nit was just yeah irritating her.\nCarmen (Mother), PC003 But she used to like I remember. She didn’t like finger painting\nheather (Mother), PC010 He wouldn’t even let you, you know, put his hand in the plaster or anything like that. Jesse wouldn’t \nlet us do it. He just screamed and screamed and wouldn’t let us do it.\ntheme 3: My child’s perception of community environments hinders participation\n3.1 l eisure activities are stressful rather than relaxing\nGretel (Mother), P007 Vacuum cleaners are generally fine, but the TV can’t be up too loud. I can’t put the radio in the car \nloud… We have this. Um. Yeah [Pause] she’s, even in the home, it’s a thing… It’s more just the \nloud noises. Yeah. Like music or TV or the radio.\nPenny (Mother), PC016 Daughter Phoebe responded Um, what about the movies, watching TV? That’s an issue.\nUm yeah, I think the volume on the TV.\nMaree (Mother), 013 Um, like, even if the TV is up a little bit too loud, she will actually come along and turn it down.\n3.2 Car trips are challenging\nGretel (Mother), P007 can’t put the radio in the car loud\n(Laura – Mother PC012): We have a bit of a problem in the car with the sounds because they eat \nthere in close proximity of one another.\nFelicity (Mother), P006 It’s like if we have the music on in the car too loud for him.\nDebbie (Mother), PC004 What about the car seat? He doesn’t like the car seat. (David – Father-PC004): So, I’ve got just the \nnormal fabric car seats in my car. And, um, and he was having an issue with that. And then I put \nsome seat covers on, and that lasted for a day or two. And then he didn’t like those.\n3.3 We just stay at home; events are a no-go\nCarmen (Mother), PC003 [Pause] I don’t know. Um. I think definitely bigger crowds of, with a mix of people, um, so like going \nto a place or an event, not necessarily going to the shops, but going to um, like a school assembly \nor [Pause] um, a party at someone’s house or to somewhere that she’s not comfortable with or she \ndoesn’t know or it’s a place she doesn’t know as well. Discos were always horrible at school.\nFelicity (Mother), P006 it’s too much or fireworks and stuff like that.\nnaomi (Mother), PC014 She doesn’t do well in big crowds. But somewhere like the Sydney Royal Easter Show or the shops at \nChristmas time, she doesn’t do very well with that, nor do I, for that matter.\n3.4 the rage & outbursts, we’re walking on eggshells\nDavid (Father), PC004 if devices get taken away from him and said no, no, he can’t have them. Um, he does get really \nangry really quick and, uh, gets quite violent at times as well.\nFelicity (Mother) P006 so when he gets angry or very emotional, it’s not in with his tics, it’s just. It could be the slightest \nthing. Like I say no to him. And then we have baby gates around our house cause we have the \nbaby, and he’ll slam the baby gates to the point where it breaks off the, it comes loose off the \nwall, or he goes in his room and destroys his bedroom to the point where I’ve got to go in and \nclean up everything around and all.Table 3. Continued.\n(Continued )"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "PaRent-Y oUnG PeRSon  liVed  eXPeRience  oF SenSoRY d YSReGUlation  in tic diSoRdeRS 11\nMaree, mother to 14 years and 11-month-old Megan (i nterview P013), \nreflected: ‘‘We have now gotten to the point where, and I know it’s probably \na really bad setting, but none of us sort of really eat together anymore \nbecause it’s just too, too stressful.\nFood texture, taste, and smell are known sensory issues relating \nto food sensitivities and often result in families having to cook \nseparate meals. i n 17 interviews (94%), families identified their \nchild tolerated a limited range of foods. two families engaged a \ndietician to assist with their concerns relating to their child’s \nnutritional intake. i n addition to these sensory challenges around \nmeal times and food, a broader sensory issue relating to food \nand meal times was identified. i n 61% of the interviews, families \nidentified that the sounds relating to eating were problematic, \nresulting in stressful mealtimes and eating together as a family \nimpossible. these include i) the sound of other people chewing \nfood or swallowing, ii) slurping a drink, or iii) the sounds of cutlery \nscraping on plates.\nKeri (13 and 5-month-old with tics) ( interview Pc 011) explained: ‘‘ Anyone \nchewing sounds. Ah, sometimes it stops us from having family meals. ’’\nSensitivities relating to food caused seven families to be unable \nto eat outside of the home environment, such as at restaurants \nor parties, due to the sensory input from the environment and \nthe lack of acceptable food options for the child.\nFelicity, mother to 9-year and 2-month-old Flinn (i nterview P006), \nexplained: ‘‘ Yes, so we’ve given up on going out to family restaurants. If \nme and my partner do want to go to a restaurant, it’s just us two now \nbecause taking Flinn is just, but taking Flinn off to a restaurant, it’s just a \nstruggle. ’’\nHygiene and grooming tasks are overwhelming\nSix families reported that the morning and evening self-care and \ngrooming activities cause their children distress and are emotion -\nally overwhelming due to the sensory input experienced. these activities included but were not limited to bathing, washing hair, \nbrushing teeth, and cutting their nails and toenails. d ue to the \ndistress and time these self-care tasks take to complete, families \nare frequently late for work and other activities. Seven parents \nexplained that they support their children in completing daily \nroutine tasks by providing particular products to try and reduce \nthe sensory issues their children experience.\nKaren, mother to Keri (13-year and five-month-old with tS) (i nterview \nP011): ‘‘Actually, Keri finds just the whole package really stressful. And \noverwhelming, the whole the getting ready, all the steps, um, needed um, \nso as a whole it is quite stressful for Keri and feeling stressed and agitated \nand oh I got to get there on time, that is a big thing. ’’\nFor some families, challenges around self-care activities relate \nnot just to the child partaking in the task but also to the child’s \nsensory experience of family members participating in self-care \nactivities. i rma, mother to 7-year and 4-month-old i nga with tS, \n(interview P009), expressed the difficulty she and her husband, \nian, have with using deodorant, as i nga struggles with the smell \nof them applying deodorant. the lengths the family goes to \naccommodate i nga’s needs were outlined.\n‘‘So even Ian’s  [father], Ian’s deodorant. He can only put it on outside.  \n[laughing] Because when he puts it on inside, that’s all she  [inga] can \nsmell for half the day, and she complains about it the whole day. So  \n[laughing]… Even mine smells. He’s tried a fair few different kinds, so it’s \nnot like he hasn’t tried different kinds, she just doesn’t like it, and I use a \nnatural one. ’’\nthrough these interviews, it was highlighted that for young \ngirls who have reached puberty, the feeling of menstrual products \nis a problem, to the extent of impeding leaving the house or \nattending school.\nKaren, mother to 13-year and five-month-old daughter with tS, \n(interview P011): ‘‘But now she is actually,  [she] just got her period in the \npast couple of months, and so that is really, really challenging, she  [Keri] study participant & interview details Quote\ninga (Mother), P009 Um, sometimes it can be regulation where she will just come home and burst out into tears, and \nwe’re not sure what’s going on, and that can happen all week…, but a lot of the time, we miss \nthe early signs, or by the time we notice somethings up it’s almost to its kind of already too far \ngone almost. Absolutely, yes, she much harder than a three-year-old emotionally [laughing] but, \num, which sounds horrible, but it just is.\nheather (Mother), PC010 Well, he was having rages from a really, really young age.\nlaura (Mother), PC012 I think it’s, I think you just, um, he just doesn’t have the controls in that anger department, or it’s a, \nyou know, he doesn’t know when to put the brakes on, and he can’t put the brakes on and in \ncertain situations he’s got to let it out, and usually, that’s at home with us, which is good because \notherwise, it could be at school. Um, which would be worse.\nPenny (Mother), PC016 Emotions can get quite wild, but um, yeah, I don’t know whether that’s. I guess I am assuming it’s the \nage bracket, really. Um, but yeah, I guess yes, she can get angry pretty quickly. Yeah, but I don’t \nknow. [Laughs].\nPhoebe (12 years and six months old with ts), \nPC016Um, if I am trying to keep my anger down, I sometimes do it too, like, push the pain away. The pain \nfrom the anger, like I am trying to put my anger away.\nnatalie (15 years and eleven months old with ts), \nPC014Yeah, until something goes wrong, and then I have a little hissy fit. I used to I used to have really \nsevere rage attacks…\nI, literally anything. The smallest little argument. Dad and I used to have a really not great \nrelationship. Um, I yeah, it was to the point where I. Him and I actually went and seen my \npsychologist, Neil, um, to try and fix things because our relationship was not was not what it is \ntoday and what it needed to be. You know I was screaming at him most days. You know I have \ntold him that I have hated him. I have told him that I want to never talk to him again, and I hate \nthe fact that I have done that.\nnaomi (Mother), PC014 But yeah, it could have been anything that was a trigger. Anything you know, anything minor from \nyou know someone put their plate in the wrong spot to you know someone looked at her the \nwrong way, and they were pretty significant meltdowns. For no apparent reason so. Yeah, \nsometimes it is hormonal, whatever it is, but yeah. Like there is no warning, and we just sort of sit \nthere and go, oh well, here we go.Table 3. Continued."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "12 n. SoleR et al.\ncan’t stand the feeling of that. Yeah, I have tried so many things, and we \nfind we have gotten onto a couple of products, but yeah, she’s like so happy \nthat it’s lockdown  [reference to coVid -19 lockdown] because she has got \nher period again. ’’\nIt all has to be right to sleep\nSeveral aspects concerning the sensory environment have to be \ncontrolled by parents to enable their children to feel comfortable \nand assist them in sleeping due to their child’s sensory needs and \nsensory dysregulation. Six families explained this included the feel -\ning of the bedding, ensuring the fabric does not make a rubbing \nsound (such as when the material of the sheets rubs together), \nand the type of clothing or lack of clothing the child needs to wear.\nGretel, mother to 9-year-old Grace with tS (interview P007): ‘‘Yes. Um, she \ndidn’t want me putting flannelette sheets on in winter because she likes the \nsheer cotton feeling. Um, but because she sleeps naked and only with one \ndoona and I had to buy that doona in a hundred percent cotton and a \ncertain type. And she makes me shake the, I have to shake the doona and \nmake sure the quilt is distributed evenly every night, before bed. Mmm. And \nyeah, the sheets, she doesn’t, she doesn’t like me changing them very much. \nIf the sheets change, everything is a problem. Anything that touches her skin \nis a problem. She doesn’t have a top sheet because of that, so she just has \na bottom sheet, and she has like, um, a light blanket and then a heavier \nblanket. ’’\nin seven interviews, parents aided their children in sleeping \nby providing a sensory-supportive environment. this includes \noffering soothing sounds such as the sound of rain, ensuring the \nroom temperature is comfortable, and the weight from the bed -\nding is the right feel.\nKaren, mother to 13-year and five-month-old daughter Keri (i nterview \nP001) : ‘‘She just gets too hot, all the time, like she is always hot and, um, \ncan’t cope with it, it just feels so stuffy and um, just she doesn’t sleep with \nvery much on at all because she is just feeling hot all of the time. And um, \nand has to have a fan blowing on her all summer and often ice packs. Um \nyeah. Our bedroom is fairly close to Keri’s bedroom, and she, even though \nshe actually sleeps to a rain soundtrack to block any noise, and I am sure \nthat she cannot hear Ken  [reference to Keri’s father] breathing through \nthat, but she feels that she can, and so then she gets agitates and can’t \nsleep, and so poor Ken has been on the couch for a few months now. ’’\nThe heat affects my child’s ability to engage in tasks\nthe environmental temperature was not only identified as causing \nthe child sensory dysregulation discomfort but also impacted the \nability of the child to participate in tasks, and three families iden -\ntified heat exacerbated tic expression. one parent reported sched -\nuling their child’s tasks during the day to accommodate the \nweather, thus ensuring that the tasks may be completed in the \ncooler parts of the day. Gretel, mother to 9-year-old Grace with \ntS (interview P007), explained the observations in Grace’s func -\ntioning when it is a hot day:\n‘‘Um, when it’s hot, yes. It changes how our things are done. Um, she’s  \n[Grace] home-schooled. So. We have to try and do her schoolwork before \nshe overheats and then just let it go for the afternoon. Um, everybody walks \non eggshells. It’s basically how can we manage not to piss off Grace but \nstill get her to learn things like basic chores, some schoolwork,  [and] attend \nappointments. It’s, it’s hard. ’’\nTheme 2: my child’s experience of the community environment \nhinders their participation\nGoing shopping causes meltdowns\nSeven families identified that crowded places that are noisy and \nloud and embody multi-sensory experiences are challenging for children with sensory dysregulation. Such locations include shop -\nping centres, parties, and social events. d ue to children’s emo -\ntional distress at being in these environments, parents explained \nthat they frequently make accommodations by shopping online \nor avoiding events altogether. not all shopping can be conducted \nonline, especially when buying clothing for their child, as they \nneed to feel the fabric to ensure that it meets their tactile needs, \nor else the clothing will not be worn. Gretel, mother to 9-year-old \nGrace, relayed their experiences (i nterview P007):\n‘‘And then the shopping and stuff too. That’s off the wall,  [laughs] , you \nknow. Um, yeah, that’s hard. We have to go shopping sometimes, I can’t \ndo everything online, but the sensory stuff with that, it’s not sensory seeking. \nIt’s more avoidance. So, she is constantly overwhelmed by loud noises as \nwell. She’s very loud herself. Um, and just being in the proximity of people. \nBut when we went to our tiny little shop, she couldn’t, she went in once \nand came out, and she just beat the crap out of me. ’’\nWe can’t use public toilets\ncommunity outings need to be planned around their child’s toi -\nleting needs, as for eleven families in this study, their children \nare unable to access public toilets. Public toilets pose a problem \ndue to the sounds made from the toilet flushing, the loud noise \nfrom the hand dryers and the smells ( n = 11) and the smell ( n = 2).\nFelicity (Mother P006): ‘‘ He [Flinn] refuses to use public toilets… He just \nsays they smell bad. ’’\nPenny, mother to 12-and-a-half-year-old Phoebe (i nterview Pc 016): ‘‘ I \nthink noise has been a big thing for Phoebe from the beginning. She would \nblock her ears when you flush the toilet and run away so she can try, so \nshe can try, and block both ears whilst she presses the button. ’’  Phoebe \n(12-and-a half-year old with tS) (i nterview Pc016): ‘‘Because it’s always \nvery loud. Um, like, I can’t really be that far away when I flush the toilet. \nAlthough I do it a lot, it gives me a fright when I do it. Because of the noise \nlevel. Um, the yelling. Um, I feel a little bit freaked out about stuff. Yeah. I \nknow, but it keeps scaring me. ’’\nNope, no elevators, we work around it\nescalators and lifts in community settings pose a problem to some \nchildren and young people because they fear heights and dislike \nthe feeling of being on a moving surface, and this experience \nwas reported in 6 interviews. i t is appreciated that parents accom -\nmodate their children’s needs around using escalators and lifts in \nvarious ways, such as [ 1] using the stairs [ 2], choosing different \nshopping centres without lifts or escalators [ 3], parking on the \nsame floor as the shop they want to access in a multistorey \nshopping centre or [ 4] supporting their children with strategies \nto manage to travel on the escalator or lift. Maree (i nterview \nP013) explains that she uses the escalator while her daughter \nMegan (14 years and 11 months) uses the stairs to accommodate \nher daughter’s dislike of escalators.\n‘‘Yes, definitely escalators. She would go to the stairs over an escalator if \nthere was a choice next to each other. [Laughs] Because she does that at \nSydney Central Station, she will go up the stairs. I’m just like, I’m going up \nthe escalator. ’’\nWe have to avoid activities with strong smells\nSmells that children find overwhelming or offensive result in chil -\ndren ceasing to partake in activities or be in particular environ -\nments (identified during 4 interviews). For instance, Keri (13-year \nand five-month-old with tS) (i nterview Pc011), a young person \nengaged in this study, refuses to attend appointments with her"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "PaRent-Y oUnG PeRSon  liVed  eXPeRience  oF SenSoRY d YSReGUlation  in tic diSoRdeRS 13\ntreating ear, nose and throat Specialist due to the smell of his \nbreath. i rma explains how accommodating her 7-year and \nfour-month-old daughter with tS, inga’s sensitivities to smells in \nthe environment, have alternated and impacted their lives signifi -\ncantly (i nterview P009).\n‘‘If we outside and there’s smoke or something like that, she gets quite upset \nwith that, so smells do impact her, yes. So I will quite often avoid that area \nbecause I know how upset she gets, and then we trapped in a car, and it \ncan be quite, um, hard for her, she gets, she, it doesn’t work. Well, most of \nthe time, we will move because I know that it just escalates. So, if we don’t \ndo something about it, it can just get worse, and she can get more uncom -\nfortable and then, um, her anxiety can grow. I know it has definitely come \nup in our lives a lot. So, we have to alter our lives, yes .’’\nI don’t want to go to school; it’s just all too much\nthere are multiple facets to the school environment being rec -\nognised as a very challenging place for children ( n = 13) with \nsensory dysregulation. Some of these factors were classrooms and \nthe playground being identified as too loud, the tactile element \nto certain activities, such as arts and crafts or sensory play, and \nthis being offensive to children sensitive to getting their hands \ndirty and extra-curricular activities such as school discos being \noverwhelming. a ttending school assemblies is a difficult environ -\nment for many of our study participants from a sensory and tic \nperspective. these difficulties relate to the loud and echoing envi -\nronment, the expectation that children need to remain seated \nand still, the close proximity to other people in their space and \nhaving to suppress tics or being concerned that peers will notice \ntheir tics. a s a result, parents explained that getting their children \nto attend school was difficult. i n two cases, parents home-schooled \ntheir children so they could provide an environment to support \ntheir child’s learning and sensory preferences.\nheather, mother to 13-year-old Jesse (i nterview Pc010): ‘‘It used to be \nhard to get him to go to school. ’’\nannie, mother to 9-year-old a ndrew, explained (i nterview P001): ‘‘School \nassemblies are difficult for him. Generally, I would say the classroom is his \nleast favourite place, although he really loves this teacher. But even with \nall those support strategies in place, he still finds the classroom difficult. ’’\nTheme 3: sensory problems impact our child and family\neven though it is the child or young person who experiences \nsensory dysregulation, the interviews highlighted the functional \nimpact and toll that affects every aspect of the entire family’s \nfunction, daily activity and quality of life. i n 17 interviews, families \nexplained that social events were a ‘‘no go’’ due to the crowds, \nloud noises and other sensory input. Karen, mother to 13-year-and \nfive-month-old Keri (i nterview Pc011), provided insights into how \ntheir entire family’s lives are impacted by Keri’s challenges with \nthe sensory input from her environment:\n‘‘It’s horrible. I look at photos of how we were two and a half years ago, \nand I can’t believe it’s the same family  [laugh]. [Sigh]. Like, uh, it’s just \nawful, we can’t go camping, we can’t do that anymore. You know going \nin cars are really difficult, it’s just awful, and we can’t have a family meal \ntogether anymore. … it just got worse, and I think now that has become, \num and over time, it’s just become morphed into Ken’s  [father] eating and \nchewing and breathing and my swallowing sometimes. [Laughs]. And if I \naccidentally click my nails when I am when I’m driving the car.  [laughs]. \nAnd Ken’s sleeping on the couch. We can’t have a meal. So, it was a bit \nconfusing. I don’t quite understand what that means, and it’s like, oh my \nGod, our family is breaking up. We’ve all become so conscious of it that  \n[laughs] we just try not to swallow. We try to breathe shallowly.  [laughs] \nIt’s just ridiculous. ’’Leisure activities are stressful rather than relaxing\nduring nine interviews, families identified that things have to be \njust right in the environment for everyone to be able to relax. \nFour families explained that the television or radio volume is \nfrequently a trigger for a child with sensory sensitivities to loud \nnoises. as a result, the volume will be turned down, the show \nmay be switched off, or an argument may ensue between the \nchild and other family members. What was planned as a relaxing \ntime for the family to spend meaningful time together inevitably \nbecomes a stressful and disruptive event.\nKaren, mother to 13 and 5-month-old Keri ( interview P c011): ‘‘Every \nFriday night, we’d have a family movie night, and um, we just noticed every \ntime she  [Keri] would just get really agitated then start yelling at her \nbrother, who is two years older than her. ’’\nFamilies also mentioned that they noticed their child’s tics \nworsen when watching television. a s previously highlighted, a \nlink between sensory stimulus and tic expression is apparent.\nPenny, mother to twelve and a half-year-old Phoebe (i nterview P c016): \n‘‘So, I don’t know whether it is the noise or the flash of the TV, I don’t know \nwhat it is. But, ever since we have noticed this, uh, since the age of seven, \nwell, when we first started with you guys as well, that was, um, definitely the \nbiggest thing we noticed was in front of the TV, the tics got ten times worse. \nSo, um yeah, whether it’s the noise or the lights, I am not sure. So. Yeah. ’’\nerin (mother to 10-year-old and 11-month-old Emma with TS)  (interview \nP005 ): ‘‘It’s so strange, the neck tic  [reference to daughter emma’s tics] \nis just once every, so often at night time and when she’s tired and when \nshe’s home or watching TV, and she’s quite relaxed, that’s when you’ll get \nseven or eight in a row. ’’\nCar trips are challenging\ntravelling by car ( n = 7) or public transport ( n = 2) is challenging \ndue to factors such as the sounds from other passengers breath -\ning, the car radio, the proximity of passengers to the child/young \nperson, and the feel of the seatbelt or car seats being offensive. \nthe inability to travel in a car or use public transport impacts \nnot only functional activities such as attending school, medical \nappointments or community activities but also being able to go \non holiday. Families try to work around the sensory issues their \nchildren experience in these settings by using headphones, not \nhaving the radio or music playing, avoiding long car trips, and \nusing private vehicles instead of public transport. Karen, mother \nto 13-year-and five-month-old Keri (i nterview P011), highlighted \nthat the family are unable to go on holiday as their daughter is \ntoo distressed by travelling in a car or on public transport due \nto the sounds made by other people around her, including people \nbreathing.\n‘‘You know going in cars are really difficult, … um we can’t go on family \nholidays uh she has to um, car trips are really difficult um she has to have \nheadphones on… Um the car would be very challenging [due to the sound \nof people breathing]. Um, but uh, she found the travel on public transport \noverwhelming and couldn’t cope with the crowded carriages. ’’\nbrian, father to 10-and-a-half-year-old brett (i nterview Pc002), explained: \n‘‘But I think constant sound also in the car. Like, if we crank up the music, \nthe other son and me love it, whereas Brett’s, like, blocked ears, too loud. \nGot to turn it down. ’’\nWe just stay at home; events are a no-go\nin 17 interviews, families reported that their children with sensory \ndysregulation felt most comfortable and preferred to stay home. \nthis resulted in families not being able to engage in community \nactivities the same way other families would."
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "14 n. SoleR et al.\nMaree, mother to 14 years and 11-month daughter Megan (i nterview \nP013) explained: ‘‘ I suppose it has just been our norm, um, like because \nnowadays she just, yeah, won’t really go anywhere. She just wants to be \nat home. ’’\nFamilies experienced social isolation as not only could they \nnot engage in community events or activities, but hosting friends \nand family at their homes was not even possible.\nKaren (i nterview P011): ‘‘Loud noises, um, are an issue. She  [Keri] \nhas always been really like  [that] all of her life actually, just very \nworried about all fireworks… We can’t go out to see friends as much \nanymore or have friends over. ’’\nWhen going to a music concert, brian (Interview PC002)  men -\ntioned that his son 10-and-a-half-year-old brett became upset as \nthe environment was too loud:\n‘‘Concerts, yeah. He doesn’t like loud music, let’s say we went to the U2 \nconcert last year and it was a bit of a struggle with him. He got upset. I \nthink it was a bit too much, we. We weren’t right in the middle of it. We’re \nsort of in the stadium towards the back. ’’\na discussion between harry (13-year-and-two-month-old with \ntS,) and his father, hamilton, during interview Pc008, provided \ninsight into how parents are aware of and protect their children \nfrom the triggering sensory stimuli in the community environment:\nharry (13-year-and-two-month-old with tS): ‘‘ When it’s too loud. It’s a \nsmall space, and the sound waves echo through… Well, I don’t avoid. ’’  \nhamilton (Father): ‘‘ Yeah, well, you sort of do. I’ve got to protect you from \nthem. You run away. You put your hands over your ears. ’’\nThe rage & outbursts, we’re walking on eggshells\nemotional outbursts by children and young people were described \nin 17 interviews (94%) by parents when either a sensory trigger \nor a build-up of sensory input was experienced. derek (9  years \nold with chronic motor tics) and his father, d avid ( interview \nPc004), explained that as the day progressed, d erek became over -\nwhelmed by the various sensory experiences involved in his daily \nroutine, causing emotional dysregulation and resulting in family \narguments.\ndavid : ‘‘When you have a bad day, is it like all different things that are, \nlike one thing might annoy you and then another one annoys you more, \nand it sort of builds up, and then everything explodes over the top.  derek : \n‘‘Yeah. Cause, like, the other day, um, my clothes, I didn’t like my clothes, \nand then, I had an argument with my dad, mom, brother, and nan. ’’\ncollectively, families voiced the emotional outbursts experi -\nenced by their children 78 times during these interviews, which \nimpacts participation in activities, quality of life, family together -\nness, and relationships. Gretel, mother to 9-year-old Grace with \ntS (interview P007), details the impact Grace’s emotional outbursts \nhave on their family and the lengths she goes to support Grace \nto stay calm:\n‘‘it’s hard because I restructure everything. Everything to make things less \nstressful for her because if she’s not stressed, I’m not stressed. But when \nGrace is stressed, the iPad gets thrown at me. Holes get put in walls. The \nbaby gets hurt. I get hurt. Then she thinks she’s the worst person in the \nworld and hates herself. And it’s just a cycle, and it’s horrible. So, yeah, I \ndo very much change everything. ’’\nbesides the sensory triggers, parents described their \nsensory-sensitive children to anger very quickly, and emotional \ndysregulation was very common. Multiple parents reported that \ntheir children became physically violent when angered. brett, a \n10-and-a-half-year-old with tS (interview Pc 002), described his \nchallenges with emotional dysregulation:brett: ‘‘Yes. Yes, I get angry easily, yeah. Yeah. Yes. Controlling my emotions \nis very hard. And it does get a bit tricky doing that.\nFamilies reported that even though their child’s sensory pref -\nerences caused sensory dysregulation, impacting the quality of \nlife and function, it was actually the behaviours resulting from \nemotional dysregulation rather than sensory dysregulation that \nwas most challenging.\nGretel, mother to 9-year-old Grace with TS, (Interview P007): ‘‘Um, everybody \nwalks on eggshells. It’s basically how can we manage not to piss off Grace \nbut still get her to learn things like basic chores, some schoolwork,  [and] \nattend appointments? It’s, it’s hard. It’s like she has this internal engine that \nis just going, going, going, going, and it only has one gear, well, maybe \none or two gears, but not enough to slow down by yourself sort of thing. \nOnce she, once she revs up, she can’t get back down, and that’s actually, \nthat’s, that’s a major thing. So, when you try and take that away (IPad), \npeople get injured. The anger and the rage is so big and horrible that I \ndon’t get to see the other sides of her as much as I’d like to. That’s really \nhard. ’’\nlaura, mother to 11-year-old and two months son, l iam \n(interview Pc 012), explains the impact liam’s anger has on the \nfamily unit and on his brother too:\n‘‘He just gets really angry. I mean really angry. Like people wouldn’t believe \nme how angry he can get, he gets really angry… its starts a lot of the time \nit starts with frustration. And it could last maybe, you know, half an hour… \nThat we can get into these spirals where we, you know, we’ve just go and \nlie down or do something until we can bring ourselves back to where you \ncan actually function. So that, that’s probably has a massive impact on \nour, on our lives. Well, the family unit. I mean, he’s got a younger brother \nwho tends to, you know, bear the brunt of it. It’s just not a nice environment. \nLike when we are all yelling at one another, and um, you know where you \nworry that you know his head is going to come off because he’s so angry. ’’\nDiscussion\nthe interplay between sensory dysregulation, emotional dysreg -\nulation and tic expression ought to be considered. i n a case series \nof twelve children with tic disorders, the researchers hypothesised \nthat sensory sensitivity to sound (misophonia) caused abrupt \nemotional dysregulation in individuals with tic disorders and \nshould be considered part of a comprehensive clinical assessment \n[49]. Furthermore, children with tic disorders and comorbidities \nhave been identified to experience sensory and emotional dys -\nregulation [ 15, 19]. tic expression is significantly related to stress \nand emotional dysregulation by various emotional states [ 93–95 ]. \nit is suggested that treatment focusing on the mediating role of \nemotion dysregulation may contribute to developing improved \ntherapies for children with tic disorders [ 94]. as there was a com -\nmon interplay between sensory and emotional dysregulation and \ntic expression expressed by our study participants in these inter -\nviews, consideration of all these factors through the assessment \nand treatment process to ensure a holistic and comprehensive \nunderstanding of the patient’s needs and condition.\nFamilies explained the complexity of managing the child/young \nperson’s sensory needs, in addition to dealing with tics, emotional \ndysregulation, and neurodevelopmental and neuropsychiatric \ncomorbidities. the impact of sensory dysregulation on function, \nparticipation and quality of life resulting from the child experi -\nencing sensory dysregulation affects the entire family, not just \nthe child or young person. i n many cases, the child’s sensory \nneeds are accommodated by the parents, who provide an envi -\nronment that facilitates the child’s or young person’s sensory \nneeds and preferences, ensuring harmony in the home. We com -\npleted 18 interviews, and overwhelmingly, all families reported"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "PaRent-Y oUnG PeRSon  liVed  eXPeRience  oF SenSoRY d YSReGUlation  in tic diSoRdeRS 15\nthe impact of sensory dysregulation on all aspects of their child \nand young person’s life and the quality of lives of the entire family.\nthe impact on the family ranged from being unable to eat \nmeals together to being unable to listen to the radio in the car \nor watch television without upsetting their child with auditory \nsensitivities. the noises made by family members, such as chewing \nand swallowing sounds, scraping of cutlery on plates, breathing \nnoises and clicking of fingernails, cause disharmony in the family \nand impact the family togetherness. i n addition, the effects of \ntemperature on the child’s ability to engage in tasks, the difficulty \nwith tolerating the feeling of seatbelts and car seats, and the \ninability to travel in a car. hence family holidays are impossible \nor very difficult, due to the difficulty travelling together.\nit was also explained that when watching television, children \nand young people’s tics increased and therefore, as stated in \ntheme three, ‘‘leisure activities are stressful rather than relaxing’’ . \nthe increase in tics when watching television could be accounted \nfor various reasons: the child’s fatigue level at the end of the day, \nthe sensory overload from the television, the emotional response \nto the content they are watching and the impact this may have \non the child’s tic expression, the child is cognitively not engaged \nin an activity and hence tics seem worse when children are bored, \nthe child may feel comfortable around their parents and not wish \nto suppress their tics as a few explanations.\nthe findings highlight that parents have learnt to understand \ntheir child’s sensory needs. they adapt the environment and the \ntasks so their children can successfully complete tasks. not all \nenvironments can be adapted, so some families have made sac -\nrifices impacting their quality of life to meet their children’s or \nyoung persons’ needs.\na qualitative study by d eGace (2004) found that families with \nchildren with severe aSd  may experience difficulty engaging in \ndaily activities that hold positive meaning for them due to sensory \nneeds and rigid routines [ 96]. intervention for sensory dysregu -\nlation focuses on supporting the child rather than facilitating the \noccupations and needs of the entire family unit [ 96]. as the family \nunit provides a valuable source of learning and development for \na child with neurodevelopmental disorders, it is prudent that, as \nclinicians, we support the family in expanding and enhancing \nthese opportunities for their children [ 96].\nParents voiced that addressing their child’s emotional dysregu -\nlation in therapy was paramount, over and above the challenges \nof sensory dysregulation. this need to address emotional dysreg -\nulation over and above the sensory dysregulation experiences may \nbe because families have learnt to be insightful regarding their \nchildren’s sensory preferences and how to accommodate them. \nStudy participants also mentioned an interplay between sensory \ndysregulation, emotional dysregulation and tic expression. Research \non the prevalence of sensory dysregulation and tics [ 15, 19] is \nemerging, and the effects of emotional dysregulation and tics, such \nas factors such as stress, anxiety, excitement and fatigue, exacerbate \ntics is well documented [ 97]. Yet the interplay between sensory \nand emotional dysregulation and tics is to be further understood.\nin addition, the researchers acknowledge that 80–90% of chil -\ndren with tics experience other neurodevelopmental or neuropsy -\nchiatric disorders [ 1, 3, 6]. all the study participants experienced \nat least one other comorbidity in addition to a confirmed tic \ndisorder (l evel 1aSd: n = 4, ocd: n = 5, adhd: n = 7 and anxiety: \nn = 12). e ven though all study participants ( n = 16) experienced \nsensory dysregulation, these experiences could be at least partly \ninfluenced by another comorbidity such as aS d (need for same -\nness, restricted eating), ocd (need for things to be same, just \nright), and anxiety (how sensory issues trigger emotional \n dysregulation) [ 4]. but this is a ‘reality’ of children with neurodevelopmental disorders, who rarely have a single disorder \nbut often have multiple comorbidities. a ll the study participants \nwere diagnosed with a tic disorder ( n = 16), and all reported expe -\nriencing sensory dysregulation, which impacted function regard -\nless of the presence of various neurodevelopmental comorbidities. \nthus, sensory dysregulation in children with tic disorders was not \nrestricted to children with any specific comorbidity, i.e., aSd or ocd .\ntherefore, as clinicians and researchers, it is valuable to under -\nstand and measure the breadth of sensory dysregulation experi -\nences children with tic disorders experience to ensure a \ncomprehensive assessment of the issues. this is to aid in deter -\nmining the severity of the impact on function, assist with formu -\nlating treatment planning and measure treatment outcomes. the \nimpact of sensory dysregulation experiences on the family unit \nas part of the assessment should be considered to ensure that \ntherapy focuses not only on improving the function of the child, \nbut the entire family unit. Quantifying the strategies used by \nfamilies needs to be captured as these provide valuable data on \nhow best to support children and provide an understanding of \nthe implications these accommodations have on the quality of \nlife for the entire family unit [ 96].\nLimitations of the study\nalthough inductive analysis was the predominant approach to \ndata analysis, it is understood that researchers could not free \nthemselves of their theoretical and epistemological commitments \n[80]. the researchers had prior theoretical knowledge and expe -\nrience in paediatric tic disorders, having conducted previous quan -\ntitative research studies [ 19,78,79] and worked clinically in this \nfield. Steps were taken to overcome this bias, which included \nresearcher triangulation, peer debriefing, themes and subthemes \nbeing vetted by team members, and member checking to ensure \nthat the research themes were trustworthy and credible. i n addi -\ntion, should the Yale Global tic Severity Scale have been used, \nthe severity of the study participants’ tics would have been \nreported. With this said, tic is present in a wax and waning pat -\ntern; therefore, it may not be a true reference for the level of \nimpairment. to understand the severity of symptoms, a list of \nprescribed medication for each study participant has been pro -\nvided in table 2 .\nWe also acknowledge that having both the young person and \nparent present in the interview may have created a bias in the \ndata obtained. Still, we had to ensure that the young person felt \ncomfortable with the process of being interviewed. thus, they \nwere offered the opportunity to be interviewed in the presence \nof their parents, and all young people interviewed chose this \nformat to their interview. two parents requested to be interviewed \nin addition to the young person and parent interview so additional \ninformation could be provided that they did not feel comfortable \ndiscussing in front of their young person.\nFuture research\nas the current proxy-report sensory-base measures focus only on \nrating the sensory dysregulation of the child [ 78], there is a need \nfor the development of a new measure that comprehensively \nassesses the breadth of sensory dysregulation experienced by \nchildren with tic disorders and comorbidities as identified through \nthese lived experiences [ 89, 98–100 ]. in addition, the measure \nneeds to allow for the impact of sensory dysregulation on the \nfamily unit and an understanding of the interplay of sensory, \nemotional dysregulation and tic symptoms. this would not only"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "16 n. SoleR et al.\naid in approved assessment and treatment planning but also allow \nfor rating the effectiveness of treatment through the clinical utility \nof comprehensive, comprehendible and relevant sensory-based \nassessment measure for children with tic disorders and comorbidity.\nin addition, future research needs to focus on whether the \nsensory experiences of children with tic disorder differ from those \nexperienced by children or young people with other neurodevel -\nopmental conditions. d ue to the premonitory urge experienced \nbefore the tic, this does question whether interoception and sen -\nsory experiences are involved in tic expression and if the tic \nexpression impacts the child or young person’s sensory experiences.\nConclusion\nchildren with tics and their families experience impacts on their \nparticipation in daily tasks due to sensory dysregulation that often \nremains unmeasured and a resultant lack of treatment options \ndue, in part, to the hidden nature and lack of awareness of these \nissues. Families have reported incredible resourcefulness in adapt -\ning to the challenges. Still, a holistic response is needed to man -\nage the impact on function resulting from these sensory \ndysregulation experiences. a comprehensive evaluation of the \neffects of sensory dysregulation in children with tic disorders \nneeds to consider a broader list of experiences than is currently \nbeing assessed in current practice. the assessment needs to pro -\nvide insight and measurement of the accommodation and adap -\ntions made by the family and the impact of sensory dysfunction \non the entire family unit. a comprehensive, comprehensible, rel -\nevant sensory-based measure is required to effectively assess and \ntreat children and young people with tic disorders.\nAcknowledgements\nthe first author is grateful to all the families that so kindly gave \ntheir time and shared their personal experiences to contribute to \nthis Study and knowledge. dr. elysa Roberts is also acknowledged \nfor sharing her time and expertise to assist with the peer review \nand debriefing processes to ensure the study’s trustworthiness.\nAuthors’ contributions\nall authors have read and agreed to the manuscript being submit -\nted for publication, and contributors have been acknowledged. a ll \nauthors contributed to the conception and organisation of the \nresearch project. n icolette Soler interviewed the study partici -\npants, transcribed the transcripts verbatim and completed the ini -\ntial coding in n vivo. a ll authors read the transcripts and were \ninvolved in the establishment of codes, themes and sub-themes. \nnicolette Soler and a dj. a ssociate Professor Paula bray were \ninvolved in member checking. the writing of the first draft was \ncompleted by n icolette Soler and a dj. a ssociate Professor Paula \nbray, and all authors provided critical revision. a ll authors had \naccess to the study data.\nDisclosure statement\nall authors declare that there is no conflict of interest.\nFunding\nMrs n. Soler is the recipient of a Petre Foundation Fellowship and \nthe health e ducation and training i nstitute Mental health a llied health a ward. Professor R.c. dale is the recipient of a Petre \nFoundation chair and a national health and Medical Research \ncouncil (nhMR c) leadership Fellowship funded by the a ustralian \nGovernment. dr. i.e . Perkes was the recipient of an nhMR c Medical \nPostgraduate Scholarship (RG162061, 2017-2020).\nReferences\n [1] e fron d , dale R c. tics and tourette syndrome. J Paediatr \nchild health. 2018;54(10):1148–1153. doi: 10.1111/jpc.14165 .\n [2] l eckman JF, bloch Mh, Sukhodolsky dG, et  al. \nPhenomenology of tics and sensory urges: the self under \nsiege. i n: tourette syndrome. o xford: University Press; 2013. \np. 3–25.\n [3] Robertson MM, eapen V, Singer hS, et  al. Gilles de la \ntourette syndrome. nat Rev dis Primers. 2017;3:16097. doi: \n10.1038/nrdp.2016.97 .\n [4] a merican Psychiatric a ssociation. diagnostic and statistical \nmanual of mental disorders. Washington, dc: a merican \nPsychiatric a ssociation; 2013.\n [5] o ’hare d , helmes e , Reece J, et  al. the differential impact \nof tourette’s syndrome and comorbid diagnosis on the \nquality of life and functioning of diagnosed children and \nadolescents. J child a dolesc Psychiatr nurs. 2016;29(1):30–\n36. doi: 10.1111/jcap.12132 .\n [6] dale R c. tics and tourette: a clinical, pathophysiological \nand etiological review. c urr opin Pediatr. 2017;29(6):665–\n673. doi: 10.1097/Mo P .0000000000000546 .\n [7] a bele-Webster la, Magill-e vans Je , Pei JR. Sensory process -\ning and adhd in children with fetal alcohol spectrum \ndisorder. c an J o ccup ther. 2012;79(1):60–63. doi: 10.2182/\ncjot.2012.79.1.8 .\n [8] a dams Jn , Feldman hM, huffman lc, et  al. Sensory pro -\ncessing in preterm preschoolers and its association with \nexecutive function. early hum dev. 2015;91(3):227–233. doi: \n10.1016/j.earlhumdev.2015.01.013 .\n [9] b aranek Gt , chin Y h, hess l M, et  al. Sensory processing \ncorrelates of occupational performance in children with \nfragile X syndrome: preliminary findings. a m J o ccup ther. \n2002;56(5):538–546. doi: 10.5014/ajot.56.5.538 .\n [10] b runi M, c ameron d , dua S, et  al. Reported sensory pro -\ncessing of children with down syndrome. Phys occup ther \nPediatr. 2010;30(4):280–293. doi: 10.3109/01942638.  \n2010.486962 .\n [11] Pavão Sl, Rocha nacF. Sensory processing disorders in \nchildren with cerebral palsy. i nfant b ehav d ev. 2017;46:1–\n6. doi: 10.1016/j.infbeh.2016.10.007 .\n [12] Shimizu V t, bueno oF, Miranda Mc. Sensory processing \nabilities of children with adhd . braz J Phys ther. \n2014;18(4):343–352. doi: 10.1590/bjpt-rbf.2014.0043 .\n [13] c ohen Sc, leckman JF, bloch Mh. clinical assessment of \ntourette syndrome and tic disorders. neurosci biobehav \nRev. 2013;37(6):997–1007. doi: 10.1016/j.neubiorev.2012.  \n11.013 .\n [14] Jewers R, Staley d , Shady G. Sensory processing differenc -\nes in children diagnosed with tourette’s disorder. o ccupat \ntherapy Mental health. 2013;29:385–394. doi: 10.1080/  \n0164212X.2013.848397 .\n [15] Weisman h, Parush S, a pter a, et  al. a study of sensory \ndysregulation in children with tic disorders. 2018.\n [16] a ringer h, Smith o , Rebitski R, et  al. the effects of senso -\nry processing disorder on the intensity of tics associated \nwith tourette’s syndrome in children."
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "PaRent-Y oUnG PeRSon  liVed  eXPeRience  oF SenSoRY d YSReGUlation  in tic diSoRdeRS 17\n [17] c ox Jh, Seri S, c avanna ae . Sensory aspects of tourette \nsyndrome. neurosci biobehav Rev. 2018;88:170–176. doi: \n10.1016/j.neubiorev.2018.03.016 .\n [18] h oughton dc , capriotti MR, c onelea ca, et  al. Sensory \nphenomena in tourette syndrome: their role in symptom \nformation and treatment. c urr d ev disord Rep. \n2014;1(4):245–251. doi: 10.1007/s40474-014-0026-2 .\n [19] Soler n, hardwick c, Perkes ie , et al. Sensory dysregulation \nin tic disorders is associated with executive dysfunction \nand comorbidities. Mov disord. 2019;34(12):1901–1909. doi: \n10.1002/mds.27817 .\n [20] Prado hS, Rosário Mc, l ee J, et  al. Sensory phenomena in \nobsessive-compulsive disorder and tic disorders: a review \nof the literature. cnS Spectr. 2008;13(5):425–432. doi: \n10.1017/s1092852900016606 .\n [21] Miguel ec, do Rosário- campos Mc, Prado hS, et  al. Sensory \nphenomena in obsessive-compulsive disorder and tourette’s \ndisorder. J clin Psychiatry. 2000;61(2):150–156. doi: 10.4088/\njcp.v61n0213 .\n [22] b elluscio ba, Jin l, Watters V, et  al. Sensory sensitivity to \nexternal stimuli in tourette syndrome patients. Mov disord. \n2011;26(14):2538–2543. doi: 10.1002/mds.23977 .\n [23] bart o , bar-Shalita t, Mansour h, et al. Relationships among \nsensory responsiveness, anxiety, and ritual behaviors in \nchildren with and without atypical sensory responsiveness. \nPhys o ccup ther Pediatr. 2017;37(3):322–331. doi: \n10.1080/01942638.2016.1185504 .\n [24] brockevelt bl, n issen R, Schweinle We , et al. a comparison \nof the sensory profile scores of children with autism and \nan age- and gender-matched sample. South dakota Med \nJ South dakota State Med a ssoc. 2013;66(459):63–65.\n [25] Watling R l, deitz J, White o . comparison of sensory profile \nscores of young children with and without autism spectrum \ndisorders. am J occup ther. 2001;55(4):416–423. doi: \n10.5014/ajot.55.4.416 .\n [26] Reese he , Scahill l, Peterson al, et  al. the premonitory \nurge to tic: measurement, characteristics, and correlates in \nolder adolescents and adults. b ehav ther. 2014;45(2):177–\n186. doi: 10.1016/j.beth.2013.09.002 .\n [27] l udlow aK, brown R, Schulz J. a qualitative exploration of \nthe daily experiences and challenges faced by parents and \ncaregivers of children with tourette’s syndrome. J health \nPsychol. 2018;23(14):1790–1799. doi: 10.1177/  \n1359105316669878 .\n [28] d eGangi Ga, breinbauer c, Roosevelt Jd , et  al. Prediction \nof childhood problems at three years in children experi -\nencing disorders of regulation during infancy. i nfant Mental \nhealth J o ff Pub World a ssoc i nfant Mental health. \n2000;21:156–175. doi: 10.1002/1097-0355(200007)21:  \n3<156::aid -iMhJ2>3.0.co;2-d .\n [29] Miller l J, Robinson J, Moulton d . Sensory modulation dys -\nfunction: identification in early childhood. i n: h andbook of \ninfant, toddler, and preschool mental health assessment. \nnew York: o xford University Press; 2004. p. 247–270.\n [30] n ieto c , lópez b , Gandía h. Relationships between atypi -\ncal sensory processing patterns, maladaptive behaviour \nand maternal stress in Spanish children with autism spec -\ntrum disorder. J i ntellect disabil Res. 2017;61(12):1140–\n1150. doi: 10.1111/jir.12435 .\n [31] Russo M, naro a, Mastroeni c , et  al. obsessive-compulsive \ndisorder: a “sensory-motor” problem? i nt J Psychophysiol. \n2014;92(2):74–78. doi: 10.1016/j.ijpsycho.2014.02.007 .\n [32] brown nb , dunn W. Relationship between context and \nsensory processing in children with autism. a m J o ccup \nther. 2010;64(3):474–483. doi: 10.5014/ajot.2010.09077 . [33] Koomar J, bundy a. the art and science of creating direct \nintervention from theory. i n Fisher a G, Murray ea , bundy \nac, editors. Sensory integration theory and practice. \nPhiladelphia: F. a. davis; 1991. p. 251–317.\n [34] t omchek Sd , dunn W. Sensory processing in children with \nand without autism: a comparative study using the short \nsensory profile. a m J o ccup ther. 2007;61(2):190–200. doi: \n10.5014/ajot.61.2.190 .\n [35] a shburner J, Ziviani J, Rodger S. Sensory processing and \nclassroom emotional, behavioral, and educational outcomes \nin children with autism spectrum disorder. a m J o ccup \nther. 2008;62(5):564–573. doi: 10.5014/ajot.62.5.564 .\n [36] Reynolds S, b endixen RM, lawrence t, et  al. a pilot study \nexamining activity participation, sensory responsiveness, \nand competence in children with high functioning autism \nspectrum disorder. J a utism d ev d isord. 2011;41(11):1496–\n1506. doi: 10.1007/s10803-010-1173-x .\n [37] Siper PM, Kolevzon a, Wang at , et al. a clinician-administered \nobservation and corresponding caregiver interview captur -\ning dSM-5 sensory reactivity symptoms in children with \naSd . autism Res. 2017;10(6):1133–1140. doi: 10.1002/\naur.1750 .\n [38] Van e tten hM, Kaur M, Srinivasan SM, et  al. i ncreased preva -\nlence of unusual sensory behaviors in infants at risk for, and \nteens with, autism spectrum disorder. J a utism d ev disord. \n2017;47(11):3431–3445. doi: 10.1007/s10803-017-3227-9 .\n [39] Green d , chandler S, charman t, et  al. brief report: dSM-5 \nsensory behaviours in children with and without an autism \nspectrum disorder. J a utism d ev d isord. 2016;46(11):3597–\n3606. doi: 10.1007/s10803-016-2881-7 .\n [40] liss M, Saulnier c, Fein d , et  al. Sensory and attention \nabnormalities in autistic spectrum disorders. a utism. \n2006;10(2):155–172. doi: 10.1177/1362361306062021 .\n [41] Mazurek Mo , Petroski GF. Sleep problems in children with \nautism spectrum disorder: examining the contributions of \nsensory over-responsivity and anxiety. Sleep Med. \n2015;16(2):270–279. doi: 10.1016/j.sleep.2014.11.006 .\n [42] Riby dM, Janes e , Rodgers J. brief report: exploring the \nrelationship between sensory processing and repetitive \nbehaviours in Williams syndrome. J a utism d ev disord. \n2013;43(2):478–482. doi: 10.1007/s10803-012-1557-1 .\n [43] d eSerisy M, h irsch e, Roy aK. the contribution of sensory \nsensitivity to emotional lability in children with adhd  \nsymptoms. e vid based Pract child a dolesc Ment health. \n2019;4(4):319–327. doi: 10.1080/23794925.2019.1647122 .\n [44] d unn W, b ennett d . Patterns of sensory processing in chil -\ndren with attention deficit hyperactivity disorder. otJR: \noccupation Participat health. 2002;22:4–15. doi: \n10.1177/153944920202200102 .\n [45] Pfeiffer b , daly bP , n icholls eG, et  al. a ssessing sensory \nprocessing problems in children with and without attention \ndeficit hyperactivity disorder. Phys o ccup ther Pediatr. \n2015;35(1):1–12. doi: 10.3109/01942638.2014.904471 .\n [46] Rogers SJ, hepburn S, Wehner e . Parent reports of sensory \nsymptoms in toddlers with autism and those with other \ndevelopmental disorders. J a utism dev disord. 2003;33(6):631–\n642. doi: 10.1023/b:jadd.0000006000.38991.a7 .\n [47] d ar R, Kahn dt , carmeli R. the relationship between sen -\nsory processing, childhood rituals and obsessive-compulsive \nsymptoms. J behav ther exp Psychiatry. 2012;43(1):679–684. \ndoi: 10.1016/j.jbtep.2011.09.008 .\n [48] b ruton a M, Senders a, tost G, et  al. Pain sensitivity and \nperceptual sensitivity are associated with severity of emo -\ntional dysregulation in children with adhd: a cross-sectional \nanalysis using the temperament in Middle childhood"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "18 n. SoleR et al.\nQuestionnaire. disabil Rehabil. 2022;45(5):848–856. doi: \n10.1080/09638288.2022.2043946 .\n [49] Robinson S, hedderly t, conte G, et  al. Misophonia in \nchildren with tic disorders: a case series. J d ev b ehav \nPediatr. 2018;39(6):516–522. doi: 10.1097/dbP .000000000  \n0000563 .\n [50] Smith b , Rogers Sl, blissett J, et  al. the role of sensory \nsensitivity in predicting food selectivity and food prefer -\nences in children with tourette syndrome. a ppetite. \n2019;135:131–136. doi: 10.1016/j.appet.2019.01.003 .\n [51] c rossley e , cavanna ae . Sensory phenomena: clinical cor -\nrelates and impact on quality of life in adult patients with \ntourette syndrome. Psychiatry Res. 2013;209(3):705–710. \ndoi: 10.1016/j.psychres.2013.04.019 .\n [52] Schunke o , Grashorn W, Kahl U, et  al. Quantitative senso -\nry testing in adults with tourette syndrome. Parkinsonism \nRelat disord. 2016;24:132–136. doi: 10.1016/j.parkreld -\nis.2016.01.006 .\n [53] b rown t, leo M, austin dW. discriminant validity of the \nsensory profile in a ustralian children with autism spectrum \ndisorder. Phys o ccup ther Pediatr. 2008;28(3):253–266. doi: \n10.1080/01942630802224983 .\n [54] Mattard- labrecque c, amor lb, couture MM. children with \nautism and attention difficulties: a pilot study of the as -\nsociation between sensory, motor, and adaptive behaviors. \nJ can a cad c hild a dolesc Psychiatry. 2013;22(2):139–146.\n [55] Ghanizadeh a . Sensory processing problems in children \nwith adhd , a systematic review. Psychiatry i nvestig. \n2011;8(2):89–94. doi: 10.4306/pi.2011.8.2.89 .\n [56] engel-Yeger b, Ziv- on d. the relationship between senso -\nry processing difficulties and leisure activity preference of \nchildren with different types of adhd . Res d ev d isabil. \n2011;32(3):1154–1162. doi: 10.1016/j.ridd.2011.01.008 .\n [57] Yochman a, Parush S, ornoy a. Responses of preschool \nchildren with and without adhd to sensory events in dai -\nly life. a m J o ccup ther. 2004;58(3):294–302. doi: 10.5014/\najot.58.3.294 .\n [58] lin c Y, Yang al, Su ct . objective measurement of weekly \nphysical activity and sensory modulation problems in chil -\ndren with attention deficit hyperactivity disorder. Res d ev \ndisabil. 2013;34(10):3477–3486. doi: 10.1016/j.\nridd.2013.07.021 .\n [59] Guclu b , tanidir c, c anayaz e , et  al. tactile processing in \nchildren and adolescents with obsessive-compulsive disor -\nder. Somatosens Mot Res. 2015;32:163–171. doi: \n10.3109/08990220.2015.1023950 .\n [60] a hn RR, Miller l J, Milberger S, et  al. Prevalence of parents’ \nperceptions of sensory processing disorders among kin -\ndergarten children. a m J occup ther. 2004;58(3):287–293. \ndoi: 10.5014/ajot.58.3.287 .\n [61] d unn W, Myles bS, orr S. Sensory processing issues associ -\nated with a sperger syndrome: a preliminary investigation. \nam J o ccup ther. 2002;56(1):97–102. doi: 10.5014/ajot.56.1.97 .\n [62] orth M, Münchau a. transcranial magnetic stimulation \nstudies of sensorimotor networks in tourette syndrome. \nbehav neurol. 2013;27(1):57–64. doi: 10.1155/2013/349137 .\n [63] c astellanos FX, Fine e J, Kaysen d , et  al. Sensorimotor gat -\ning in boys with tourette’s syndrome and adhd : prelimi -\nnary results. biol Psychiatry. 1996;39(1):33–41. doi: \n10.1016/0006-3223(95)00101-8 .\n [64] biermann-Ruben K, Miller a, Franzkowiak S, et al. i ncreased \nsensory feedback in tourette syndrome. neuroimage. \n2012;63(1):119–125. doi: 10.1016/j.neuroim -\nage.2012.06.059 . [65] t homalla G, Jonas M, b äumer t, et  al. c osts of control: \ndecreased motor cortex engagement during a Go/noGo \ntask in tourette’s syndrome. brain. 2014;137(Pt 1):122–136. \ndoi: 10.1093/brain/awt288 .\n [66] liu Y, Miao W, Wang J, et  al. Structural abnormalities in \nearly tourette syndrome children: a combined voxel-based \nmorphometry and tract-based spatial statistics study. Pl oS \none. 2013;8(9):e76105. doi: 10.1371/journal.pone.0076105 .\n [67] Miller le , hanft b . toward a consensus in terminology in \nsensory integration theory and practice: part 2: sensory \nintegration patterns of function and dysfunction; 2000.\n [68] b ijlenga d, tjon-Ka-Jie JYM, Schuijers F, et  al. atypical sen -\nsory profiles as core features of adult adhd , irrespective \nof autistic symptoms. e ur Psychiatry. 2017;43:51–57. doi: \n10.1016/j.eurpsy.2017.02.481 .\n [69] Gouze KR, hopkins J, l ebailly Sa, et  al. Re-examining the \nepidemiology of sensory regulation dysfunction and co -\nmorbid psychopathology. J a bnorm c hild Psychol. \n2009;37(8):1077–1087. doi: 10.1007/s10802-009-9333-1 .\n [70] chien c W, Rodger S, c opley J, et  al. Sensory processing \nand its relationship with children’s daily life participation. \nPhys o ccup ther Pediatr. 2016;36(1):73–87. doi: \n10.3109/01942638.2015.1040573 .\n [71] b ar-Shalita t, Vatine JJ, Parush S. Sensory modulation dis -\norder: a risk factor for participation in daily life activities. \ndev Med child neurol. 2008;50(12):932–937. doi: 10.1111/j.\n1469-8749.2008.03095.x .\n [72] d unn W. Supporting children to participate successfully in \neveryday life by using sensory processing knowledge. \ninfants Young child. 2007;20:84–101. doi: 10.1097/01.\niYc.0000264477.05076.5d .\n [73] b aranek Gt , david FJ, Poe Md , et  al. Sensory experiences \nQuestionnaire: discriminating sensory features in young \nchildren with autism, developmental delays, and typical \ndevelopment. J child Psychol Psychiatry. 2006;47(6):591–\n601. doi: 10.1111/j.1469-7610.2005.01546.x .\n [74] Pfeiffer ba, Koenig K, Kinnealey M, et  al. e ffectiveness of \nsensory integration interventions in children with autism \nspectrum disorders: a pilot study. a m J o ccup ther. \n2011;65(1):76–85. doi: 10.5014/ajot.2011.09205 .\n [75] b enfer K a, Weir K a, boyd Rn. clinimetrics of measures of \noropharyngeal dysphagia for preschool children with ce -\nrebral palsy and neurodevelopmental disabilities: a system -\natic review. d ev Med child neurol. 2012;54(9):784–795. doi: \n10.1111/j.1469-8749.2012.04302.x .\n [76] Pfeiffer b , coster W, tucker c, et  al. d evelopment and con -\ntent validity of the participation and sensory environment \nquestionnaire. o ccup ther Ment health. 2018;34(2):105–121. \ndoi: 10.1080/0164212X.2017.1383221 .\n [77] Pfeiffer b , Piller a, Slugg l, et  al. brief report: reliability of \nthe participation and sensory environment questionnaire: \nhome scales. J autism dev disord. 2018;48(7):2567–2576. \ndoi: 10.1007/s10803-018-3499-8 .\n [78] Soler n, c ordier R, Perkes ie , et  al. Proxy-reported sensory \nmeasures for children and adolescents with neurodevelop -\nmental disorders: a systematic review. d ev Med child \nneurol. 2023;65(2):185–199. doi: 10.1111/dmcn.15367 .\n [79] Soler n, hardwick c, Perkes ie , et  al. a n exploratory study \ninto an adapted use of the alert program for tic disorder \nin children. a ustralasian Psych. 2018;27(2):144–151. doi: \n10.1177/1039856218815750 .\n [80] b raun V, clarke V. Using thematic analysis in psychology. \nQualitat Res Psychol. 2006;3:77–101. doi: 10.1191/  \n1478088706qp063oa ."
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "PaRent-Y oUnG PeRSon  liVed  eXPeRience  oF SenSoRY d YSReGUlation  in tic diSoRdeRS 19\n [81] nowell lS, norris JM, White de , et  al. thematic analysis: \nstriving to meet the trustworthiness criteria. i nt J Qual \nMethods. 2017;16:1–13. doi: 10.1177/1609406917733847 .\n [82] braun V, clarke V. to saturate or not to saturate? Questioning \ndata saturation as a useful concept for thematic analysis \nand sample-size rationales. Qualit Res Sport exercise health. \n2021;13:201–216. doi: 10.1080/2159676X.2019.1704846 .\n [83] ZooM Video c ommunications. 2017.\n [84] ltd QiP , inventornViVo . 12 Softaware; 2021.\n [85] lincoln YS, Guba e G. naturalistic inquiry: Sage; 1985.\n [86] braun V, clarke V. thematic analysis; 2012.\n [87] clarke V, braun V, hayfield n. thematic analysis. Qualitative \npsychology: a practical guide to research methods. i n: \nSmith, Ja, editor. Qualitative psychology: guide to research \nmethods. 2015. p.222–248.\n [88] Mokkink lb, terwee cb , Knol dl, et al. the coSMin check -\nlist for evaluating the methodological quality of studies \non measurement properties: a clarification of its content. \nbMc Med Res Methodol. 2010;10:22. doi: 10.1186/1471-  \n2288-10-22 .\n [89] t erwee cb , Prinsen cac, chiarotto a, et  al. co SMin  meth -\nodology for evaluating the content validity of patient-reported \noutcome measures: a d elphi study. Qual life Res. \n2018;27(5):1159–1170. doi: 10.1007/s11136-018-1829-0 .\n [90] Parham ld , ecker c. Sensory processing measure (SPM): \nwestern psychological services; 2007.\n [91] d unn W, brown c. Factor analysis on the sensory profile \nfrom a national sample of children without disabilities. a m \nJ occup ther. 1997;51(7):490–495. doi: 10.5014/ajot.51.7.490 .\n [92] d unn W. Performance of typical children on the sensory \nprofile: an item analysis. a m J o ccup ther. 1994;48(11):967–\n974. doi: 10.5014/ajot.48.11.967 . [93] Wood bl, Klebba K, Gbadebo o , et  al. Pilot study of effect \nof emotional stimuli on tic severity in children with \ntourette’s syndrome. Mov disord. 2003;18(11):1392–1395. \ndoi: 10.1002/mds.10552 .\n [94] Ruhrman d , Mikulincer M, a pter a, et  al. emotion regula -\ntion and tic disorders in children. e ur child a dolesc \nPsychiatry. 2021;32(5):893–902. doi: 10.1007/s00787-021-  \n01912-5 .\n [95] c onelea ca, Woods dW. the influence of contextual factors \non tic expression in tourette’s syndrome: a review. J \nPsychosom Res. 2008;65(5):487–496. doi: 10.1016/j.jpsy -\nchores.2008.04.010 .\n [96] Werner deGrace b. the everyday occupation of families \nwith children with autism. a m J o ccup ther. 2004;58(5):543–\n550. doi: 10.5014/ajot.58.5.543 .\n [97] bloch Mh, l eckman JF. clinical course of tourette syn -\ndrome. J Psychosom Res. 2009;67(6):497–501. doi: 10.1016/  \nj.jpsychores.2009.09.002 .\n [98] Mokkink lb , de Vet hc W, Prinsen cac, et  al. coSMin risk \nof bias checklist for systematic reviews of patient-reported \noutcome measures. Qual l ife Res. 2018;27(5):1171–1179. \ndoi: 10.1007/s11136-017-1765-4 .\n [99] Mokkink lb , terwee cb , Patrick dl, et al. the coSMin check -\nlist for assessing the methodological quality of studies \non measurement properties of health status measure -\nment instruments: an international d elphi study. Qual \nlife Res. 2010;19(4):539–549. doi: 10.1007/\ns11136-010-9606-8 .\n [100] Prinsen cac, Mokkink lb , bouter lM, et  al. coSMin guide -\nline for systematic reviews of patient-reported outcome \nmeasures. Qual life Res. 2018;27(5):1147–1157. doi: 10.1007/\ns11136-018-1798-3 ."
    }
  ]
}