{
  "doc_type": "scientific paper",
  "title": "Things that make you go Hmm: Myths and misconceptions within cognitive-behavioral treatment of obsessive-compulsive disorder",
  "authors": [
    "Samuel D. Spencer",
    "Jordan T. Stiede",
    "Andrew D. Wiese",
    "Andrew G. Guzick",
    "Matti Cervin",
    "Dean McKay",
    "Eric A. Storch"
  ],
  "year": 2023,
  "journal": "Journal of Obsessive-Compulsive and Related Disorders",
  "doi": null,
  "abstract": "The past four decades have yielded a robust body of evidence supporting the efficacy and effectiveness of cognitive-behavioral therapy (CBT) as a gold-standard treatment for obsessive-compulsive disorder (OCD) across the lifespan. Exposure and response prevention (E/RP) has been identified as a key component of this approach. Despite robust research support for CBT with E/RP, several myths and misconceptions continue to proliferate in both research and practice settings. Such myths and misconceptions are concerning, as they lack empirical basis, may hinder widespread dissemination and implementation of CBT for OCD, and run contrary to the practice of evidence-based psychological medicine. Focusing on the importance of promoting evidence-based practice and generative clinical science, the present review article synthesizes relevant research within the field of treatments for OCD to address the following myths / misconceptions: (a) uncertainty exists concerning the evidence base supporting CBT for OCD, (b) E/RP attrition and dropout rates are unacceptably high due to excessive risk and perceived patient intolerability, and (c) alternative treatments for OCD need to be expeditiously developed due to major limitations of E/RP. Recommendations for future research and clinical dissemination and implementation to further advance a generative clinical science of OCD treatment are discussed.",
  "keywords": [
    "Cognitive-behavioral therapy",
    "exposure and response prevention",
    "obsessive-compulsive disorder",
    "misconceptions",
    "myths"
  ],
  "research_topics": [
    "Cognitive-behavioral therapy for OCD",
    "Exposure and response prevention",
    "Efficacy and effectiveness of CBT",
    "Treatment myths and misconceptions",
    "Evidence-based psychological medicine",
    "Dissemination and implementation of OCD treatments",
    "Clinical science in OCD treatment"
  ],
  "created_at": "2025-05-04T23:32:58.410099Z",
  "source_pdf": "documents/research/Global/Spencer 2023 Things that Make you go Hmmm Myths and misconceptions within cognitive behavioral treatment of obsessive compulsive disorder.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Processed byMinitexon:3/29/2023 3:09:59PM\nThismaterialcomestoyoufromtheUniversity ofMinnesota collection oranotherparticipating library\noftheMinitexLibraryInformation Network.\nPatrons:pleasecontactyourlibraryforhelpaccessing thisdocument. \nLibrarystaff:forissuesorassistance withthisdocument, pleaseemail:mtx-edel@umn.edu andprovide\nthefollowing information:\nArticleID:MIH01MNPALSIHC0010077\nPatronemailaddress\n____________________________________________________________________________________\nTitle:Journalofobsessive -compulsive andrelateddisorders.\nArticleTitle: ThingsthatmakeyougoHmm:Mythsandmisconceptions withincognitive-behavioral\ntreatment ofobsessive -compulsive disorder\nArticleAuthor: Spencer\nDescription: e-pubonly\nNo:ahead-of-printDate:2023-03-01Pages:100805-\nOCLC-990385299; ISSN-22113657; LCN-2012263062;\nPublisher: Amsterdam :Elsevier2010s-\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Thisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Journal Pre-proof\nThings that make you go Hmm: Myths and misconceptions within cognitive-behavioral\ntreatment of obsessive-compulsive disorder\nSamuel D. Spencer, Jordan T. Stiede, Andrew D. Wiese, Andrew G. Guzick, Matti\nCervin, Dean McKay, Eric A. Storch\nPII: S2211-3649(23)00026-X\nDOI: https://doi.org/10.1016/j.jocrd.2023.100805\nReference: JOCRD 100805\nTo appear in: Journal of Obsessive-Compulsive and Related Disorders\nReceived Date: 2 February 2023\nRevised Date: 21 March 2023\nAccepted Date: 22 March 2023\nPlease cite this article as: Spencer S.D., Stiede J.T., Wiese A.D., Guzick A.G., Cervin M., McKay D.\n& Storch E.A., Things that make you go Hmm: Myths and misconceptions within cognitive-behavioral\ntreatment of obsessive-compulsive disorder, Journal of Obsessive-Compulsive and Related Disorders\n(2023), doi: https://doi.org/10.1016/j.jocrd.2023.100805 .\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition\nof a cover page and metadata, and formatting for readability, but it is not yet the definitive version of\nrecord. This version will undergo additional copyediting, typesetting and review before it is published\nin its final form, but we are providing this version to give early visibility of the article. Please note that,\nduring the production process, errors may be discovered which could affect the content, and all legal\ndisclaimers that apply to the journal pertain.\n© 2023 Published by Elsevier Inc."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Things that make you go Hmm: Myths and misconceptions within cognitive -behavioral \ntreatment of obsessive -compulsive disorder  \n \nSamuel D. Spencer, M.A.a*, Jordan T. Stiede, M.S.a, Andrew D. Wiese, Ph.D.a, Andrew G. \nGuzick, Ph.D.a, Matti Cervin, Ph.D.a b, Dean McKay, Ph.D.c , & Eric A. Storch, Ph.Da \n \naDepartment of Psychiatry and Behavioral Sciences, Baylor College of Medicine, Houston, TX, \nUSA; bDepartment of Clinical Sciences Lund, Lund University, Lund Sweden; cDepartment of \nPsychology, Fordham Universit y, Bronx, NY, USA  \n \nAuthor Note  \n Correspondence regarding this manuscript should be sent to Eric Storch, Ph.D., and \nSamuel D. Spencer, M.A., Department of Psychiatry and Behavioral Sciences, Baylor College of \nMedicine, 1977 Butler Boulevard, Houston, TX, 77 054, Email: eric.storch@bcm.edu  or \nsamuel.spencer@bcm.edu . We would like to acknowledge the contributions of Molly Martinez, \nand C&C Music Factory for inspiring music.  \nPreparation of this manuscript was supported by a grant from the Eunice Kennedy \nShriver National Institute of Child Health & Human Development of the National Institutes of \nHealth under Award Number P50HD103555 for use of the Clinical and Translational Co re \nfacilities. The content is solely the responsibility of the authors and does not necessarily \nrepresent the official views of the National Institutes of Health.  \n \nJournal Pre-proof"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "1 \nMyths and Misconceptions in CBT for OCD  \n \n \n \nThings that make you go Hmm: Myths and misconceptions within cognitive -behavioral \ntreatment of obsessive -compulsive disorder  \n \n \n \n  \nJournal Pre-proof"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "2 \nMyths and Misconceptions in CBT for OCD  \nAbstract  \nThe past four decades have yielded a robust body of evidence supporting the efficacy and \neffectiveness of cognitive -behavioral therapy (CBT) as a gold -standard treatment for \nobsessive -compulsive disorder (OCD) across the lifespan. Exposure and response pre vention \n(E/RP) has been identified as a key component of this approach . Despite robust  research \nsupport for CBT with E/RP, several myths and misconceptions continue to proliferate in both \nresearch and practice settings. Such myths and misconceptions are co ncerning, as they lack \nempirical basis, may  hinder widespread dissemination and implementation of CBT for OCD , \nand run contrary  to the practice of evidence -based psychological medicine . Focusing on the \nimportance of promoting evidence -based practice and ge nerative clinical science, th e present  \nreview article  synthesizes relevant research within the field of treatments for OCD to address \nthe following myths / misconceptions: (a) uncertainty exists concerning the evidence base \nsupporting CBT for OCD, (b) E/RP attrition and dropout rates are unacceptably high du e to \nexcessive risk and perceived patient intolerability, and (c) alternative treatments for OCD \nneed to be expeditiously developed due to major limitations of E/RP. Recommendations for \nfuture research and clinical dissemination and implementation to furth er advance a generative \nclinical science of OCD treatment are discussed.  \n \nKeywords.  Cognitive -behavioral therapy; exposure and response prevention; \nobsessive -compulsive disorder; misconceptions; myths.   \nJournal Pre-proof"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "3 \nMyths and Misconceptions in CBT for OCD  \nThings that make you go Hmm: Myths and misconceptions  within cognitive -behavioral \ntreatment of obsessive -compulsive disorder  \nObsessive -compulsive disorder (OCD) is a debilitating psychiatric disorder that – left \nuntreated – typically runs a chronic course and is associated with marked distress and \nimpairment a long with reduced quality of life (Hollander et al., 2010; Macy et al., 2013). \nFortunately, the past four decades have yielded numerous theoretical and applied advances in \nthe treatment of OCD (Franklin & Foa, 2021). To that end, a substantial body of lite rature – \nalong with numerous practice guidelines (e.g., Freeman et al., 2018;  National Institute for \nHealth and Care Excellence [NICE], 2013;  Tolin, Melnyk  et al., 2015) – provide robust  \nempirical support for cognitive behavioral therapy (CBT) as an evidence -based treatment for \nOCD  across the lifespan . Broadly speaking, CBT for OCD has historically encompassed a \nrange of processes (Tolin, 2009), including cognitive ( Rachman, 1998 ) and meta -cognitive \n(Melchior et al., 2023)  techniques , behavioral learning prin ciples (Abramowitz & Arch, \n2014), and acceptance and mindfulness approaches (Twohig et al., 2015, 2018). However, \ntheoretical and empirical findings over the years have converged in asserting that there is little \ndoubt exposure and response (ritual) preven tion (E/RP) represents an essential component of \nCBT for OCD (Foa & McLean, 2016; Hezel & Simpson, 2019).  \nUnfortunately, seeds of misplaced uncertainty concerning the status and practice of \nCBT  generally, and E/RP specifically,  as a front -line intervention for OCD continue to be \nsown in both research ( e.g., Pagsberg et al., 2022; Reid et al., 2021 ; Uhre et al., 2020 ) and \npractice ( e.g., Keleher et al., 2020 ; Shafran et al., 2013 ) domains. For example, a recent meta -\nanalysis of t he adult OCD treatment literature by Reid et al. concluded that their findings \n“cast doubt on the superiority of CBT with ERP over other forms of psychological therapy for \nOCD” (p. 106). Another recent meta -analysis of the pediatric OCD literature by Uhre et al. \nsimilarly  concluded “high risk of bias in included trials and low certainty of the evidence \nJournal Pre-proof"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "4 \nMyths and Misconceptions in CBT for OCD  \nprevent firm conclusions regarding the efficacy of CBT” (p. 75). In the realm of clinical \napplication,  it is also common for proponents of alternative treatm ents besides standalone \nE/RP  (e.g., Keleher et al.; Shafran et al.)  to describe  exposure in a negative light with an \noveremphasis on the aversive and distressing nature of the approach . \nWhile we cite numerous illustrative examples from the literature of co mmonly \nproliferated misconceptions concerning CBT and E/RP in th e present  review article, our intent  \nis not a specific , in-depth  critique  of any one particular study  (see, e.g.,  Storch et al. , 2020) . \nNor do we intend to personally criticize the authors involved in the aforementioned works; in \nfact, we applaud  these researchers  for their efforts in developing and  examining  interventions \nto improve the lives of those suffering from OCD. Indeed, we believe critical skepticism  and \nintellectual humility  to be essential for generative, self -correcting clinical science \n(O’Donohue, 2021 ; Washburn et al., 2022 ), and do not purport to unilaterally reject critiques  \nof CBT or E/RP . However,  we are keenly aware of the dangers of unfounded  skepticism in \nthe (inad vertent or otherwise) promotion of myths and misconceptions, which can \nunfortunately become deeply entrenched  if left unchecked (Lilienfeld & Strother, 2020). This \nis especially concerning when considering intervention development for OCD, as such \nmisguide d skepticism can lead to reduced reliance on evidence -based practices , diminished \ntrust of the public in psychological science/treatment,  and ultimately result in further suffering \nvia untreated OCD (McKay et al., 2021). The present review article synthesi zes pertinent \nOCD treatment  literature  to address several common myths and misconceptions within that \ndomain . \nImportance of Identifying and Promoting Evidence -based Interventions for OCD  \nOriginally explicated in Paul’s (1969) ultimate clinical question, the process of \nelucidating the efficacy of specific treatments, delivered by particular clinicians, tailored to \nspecific patients with specific problems, under a certain  set of circumstance s, and the \nJournal Pre-proof"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "5 \nMyths and Misconceptions in CBT for OCD  \nprocesses (i.e., active ingredients) by which salutary effects come about, represents an \nimportant guiding framework supporting the evidence -based practice movement in clinical \npsychology (Lilienfeld, 2019; Tolin, McKay et al., 2015). While ofte n understudied compared \nto research examining salu brious  effect s (e.g., symptom reduction) , consideration of both \nwarranted – and illusory – potential ly iatrogenic effects of such treatments (Dimidjian & \nHollon, 2010) is critical for identifying and correcting myths and misconceptions surrounding \nthese treatments . This is especially the case for CBT in general – and E/RP specifically – for \nOCD, an area that possesses a unique history of clinical lore and misconceptions  despite its \nstrong evidence base  (McKay et al., 2021; Schneider et al., 2020).  \nSuch a  critical analysis is essential for  the field of clinical psychology, as a lack of \naccess to adequate treatment  (along with proliferation of inert or potentially iatrogenic \ntreatments)  for debilitating psychiatric disorders  such as OCD  represents a pressing public \nhealth concern in the form of opportunity costs and untreated OCD (Dimidjian & Hollon, \n2010). This is particularly important within OCD , a disorder unique in the sens e that certain \ninterventions lacking empirical support – or misapplication of evidence -based ones – have been \nidentified as presenting more explicit potential for iatrogenic harm compared to other \npsychiatric disorders (McKay et al., 2021).  \nPurpose of the P resent Review  Article  \nComprehensive examination of the status of a given intervention (i.e., CBT) for a \ngiven disorder (i.e., OCD) is best implemented via rigorous: (a) empirical synthesis of past \ntreatment outcome studies (e.g., meta -analyses, systematic reviews), (b) formulat ion of up -to-\ndate practice guidelines/recommendations, and (c) correction of myths and misconceptions \nthat may serve as barriers to dissemination and implementation of best practices. Importantly, \nthese three tenets are often intertwined and dynamically re lated (National Institute for Health \nand Care Excellence, 2005 , 2013 ; Reid et al., 2021). Such comprehensive empirical reviews \nJournal Pre-proof"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "6 \nMyths and Misconceptions in CBT for OCD  \nare beyond the scope of the present narrative review article (see, e.g., Ong et al., 2016 and Öst \net al., 2022) . Instead,  we focu s on identifying and correcting several commonly held myths \nand misconceptions surrounding CBT for OCD. We also offer specific recommendations and \nfuture directions for improving research and clinical efforts in light of these concerns.  \n This article is es pecially timely and important, as continued proliferation of the myths \nand misconceptions reviewed here is likely to produce an unintended effect of \nmisrepresenting and undermining the large body of evidence  over the past four decades  \nsupporting the effica cy of CBT for OCD (Storch et al., 2020). Such proliferation may also \nindirectly contribute to larger problems in our field resulting from questionable research \npractices (Flake & Fried, 2020; Lilienfeld & Strother, 2020; O’Donohue et al., 2022). Lastly, \nmisrepresentation of the evidence base may also substantially hinder important dissemination \nand implementation of CBT for OCD – an intervention that has consistently demonstrated \nefficacy for improving quality of life in patients afflicted with this debilita ting disorder . \nMyth / Misconception # 1: Uncertainty Exists Concerning the Evidence Base Supporting  \nCBT for OCD  \nEfficacy Research.  Over the past 4 decades of conceptual and applied advances in \nCBT for OCD, methodological strategies and tactics  have continued to evolve and become \nmore sophisticated. This means that research design, measurement, analyses , and publication  / \nfunding contingencies of the past will necessarily look different when viewed with the \nadvantage of hindsight. Furthermore, i n light of the recent replication crisis facing \npsychological science writ large  (Clark et al., 2022; Stanley et al., 2018), reflecting back and \nprognosticating forward has become increasingly important and essential for scientific growth \n(see, e.g., McKay et al., 2017). However, we find retrospective evaluation  (including \nsystematic reviews and meta -analyses)  that critically invalidates a given body of research \nsupporting gold -standard clinical interventions  through mischaracterization or inappropria te \nJournal Pre-proof"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "7 \nMyths and Misconceptions in CBT for OCD  \napplication of analytic/conceptual approaches  to be particularly concerning  (see, e.g., Reid et \nal., 2021; Uhre et al., 2020) . In the case of CBT for OCD in particular, such \nmischaracterizations of the evidence base may be especially problematic in term s of \npromoting unwarranted decreased confidence in a robust evidence -based intervention. \nAdditionally, such critiques are likely to obfuscate the standard of research rigor necessary for  \nan intervention to qualify as evidence -based, potentially contributin g to a problematic lack of \nconsensus regarding practice guidelines and dissemination efforts (Storch et al., 2020 ; Tolin, \nMelnyk  et al., 2015 ). \nTo further elucidate the certainty of the evidence base supporting  E/RP for OCD, it is \nworth highlighting a few key studies across both the adult and pediatric literature. Dating back \nto the 1990s and 2000s, a long line of meta -analyses and systematic reviews of randomized \ncontrolled trials (RCTs) have consistently provided support for  the efficacy of CBT for OCD \nin adults (e.g., Abramowitz, 1996; Olatunji, Davis et al., 2013; Öst et al., 2015; Rosa -Alcazar \net al., 2008). Generally speaking, effect sizes in favor of CBT are largest in comparison to \nwaitlist control, and slightly smaller , but still significant , when compared to other active \ninterventions, including serotonin reuptake inhibitors (SRIs), such as clomipramine ( Foa et \nal., 2005; Öst et al., 2015; Skapinakis et al., 2016).  \nParenthetically, it is worth noting that w hile delinea tions between behavioral (i.e., \nE/RP) and cognitive approaches  (i.e., CT)  for treating OCD are often obfuscated by the use of \nthe umbrella term CBT in the literature (and also by the substantial overlap between the \napproaches in clinical practice), researc h findings have been mixed concerning the differential \nefficacy of these two approaches. Specifically, some studies have found them to be equivalent \n(e.g., Rosa -Alcazar et al., 2008), while others have demonstrated superiority of E/RP (e.g., \nOlatunji, Rose nfield et al., 2013; Ponniah et al., 2013). Yet, comparisons of active treatments \nroutinely have far lower statistical power (de Vries et al., 2022), and in particular for \nJournal Pre-proof"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "8 \nMyths and Misconceptions in CBT for OCD  \nevaluations of components of CBT, exposure is central not only in E/RP but also in C T via \nbehavioral experiments (see Abramowitz , Taylor  et al., 2005). Thus, there is considerable \nintervention overlap between E/RP and CT.  \nThere also exists robust evidence supporting both the efficacy and effectiveness of \nCBT for  children and adolescents  with OCD . The first RCT in this domain consisted of  22 \nyouth with OCD who were randomized to 12 weeks of either CBT or clomipramine (de Haan \net al., 1998) . The CBT protocol was predominantly based on E/RP and outcomes were \nmeasured using the child version  of the Yale -Brown Obsessive Compulsive Scale (CY -\nBOCS ; Scahill et al., 1997 ). Importantly, the CY -BOCS  (and Y -BOCS for adults) , with \nhigher scores indicating more severe OCD  and scores ≥14 points indicating clinical severity \n(Cervin et al., 2022) , has bee n used as the primary outcome measure in nearly all evaluations \nof treatments for pediatric (and adult) OCD, facilitating comparisons across trials.1 In de Haan \net al. , both CBT and clomipramine showed beneficial effects  on symptom reduction, with the \nCBT group demonstrating superior outcomes.  \nIn 2004, the Pediatric OCD Treatment Study (POTS, 2004)  randomized  112 youth \nwith OCD to either CBT, sertraline (a selective serotonin reuptake inhibitor), combination \ntreatment (CBT + sertraline), or pill placebo. Results showed that all active treatments were \nmore efficacious than pill placebo, and that combination tre atment was significantly more \nefficacious than monotherapy . Notably , a site effect was found in which CBT  monotherapy  \nwas not significantly different from combined treatment at the one site that performed robust  \nE/RP (both superior to sertraline) but was s imilar in efficacy to sertraline at the site that \nperformed E/RP of limited  fidelity. This parallels Storch et al. (2013) , which  found that \nplacebo  + CBT demonstrated similar efficacy to sertraline + CBT in youth with OCD.  \n                                                            \n1 This is a unique strength of the OCD literature relative to other diagnoses which often have a plethora of outcome measures \nto characterize treatment response, which presents challenges in empirically aggregating and conceptually unifying treatment \noutcomes.  \nJournal Pre-proof"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "9 \nMyths and Misconceptions in CBT for OCD  \nSeveral systematic reviews have synthesized the CBT literature for pediatric OCD, \nindicating superiority of CBT over control conditions, primarily waitlist and relaxation \ntreatment  (McGuire et al., 2015; Öst et al., 2016; Skapinakis et al., 2016; Skarphedinsson , \nHanssen -Bauer  et al., 2015; Uhre et al., 2020) . The relative efficacy of CBT and medication is \nstill uncertain, but most evidence indicates superiority of CBT  (Öst et al., 2015) , including \nfindings from a recent network meta -analysis which synthesized all available RCT s \nevaluating CBT and/or medication  (Cervin et al., under review) . Of note, very similar effects \nemerge in other RCTs of pediatric OCD where the effect of CBT is not the main research \nquestion. For example, when D -cycloserine augmented CBT is examined (redu ctions of 9 -11 \npoints irrespective of being randomized to D -cycloserine or not ; Melchior et al., 2023; Storch \net al., 2016) , when an initial course of CBT is used to parse out non -responders (a CY -BOCS \nreduction of 13 points in 269 youth with OCD ; Torp et al., 2015) , and when parent -enhanced \nCBT is compared to standard CBT (reductions of 10 points ; Reynolds et al., 2013) . Taken \ntogether, these findings  provide further  empirical support for CBT for OCD in youth across \nsettings, especially in terms of improve ment in CY -BOCS scores and concomitant beneficial \neffects in daily functioning and quality of life (Mataix -Cols et al., 2022) . \nConsidering both adult and pediatric literature concerning CBT for OCD, t he fact that \nsuch rigorous RCT and meta -analytic methods  continued to provide consistent support for \nCBT throughout the 1980 s into the 2020s (e.g., Ferrando & Selai, 2020; Hezel & Simpson, \n2019; McKay et al., 2015 ; Skapinakis et al., 2016; Skarphedinsson, Hanssen -Bauer  et al., \n2015 ) lends further credence to the status  of CBT  as an evidence -based treatment for \nindividuals across the lifespan with OCD.  Impressively, virtually every methodologically \nrigorous study that evaluated CBT with E/RP by different research groups throughout the \nworld has consistently demon strated superiority of CBT with E/RP over the respective \ncomparison arm . Such longstanding consistency in findings also suggests that rote replication \nJournal Pre-proof"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "10 \nMyths and Misconceptions in CBT for OCD  \nof RCTs examining CBT approaches for OCD – which are quite time -consuming and costly – \nmay not be the best use of finite valuable scientific resources. Rather, future research efforts \nmay be better served in extending the evidence base supporting CBT for OCD  in areas that \nhave received relatively less attention. Echoing  Lilienfeld (2019) and Reid et al. (2021), s ome \nareas for consideration include investigating outcomes such as quality of life, disorder \nremission, and prosperity/thriving, rather than a sole f ocus on symptom reduction . \n         Effectiveness Research.  A longstanding  recognition of challenges in dissemination and \nimplementation of  evidence -based treatments in naturalistic clinical settings (Hunsley, 2007; \nWesten et al., 2004) has led to question s regarding how well CBT (i.e., E/RP) for OCD can be \nimplemented  outside specialist, RCT -based context s. To that end, m ultiple meta -analyses \ncomparing the effectiveness of CBT in nonrandomized effectiveness vs. RCT studies have \nbeen conducted to address  whether the efficacy of CBT extends outside highly controlled \nrandomized trial contexts with extensive patient monitoring, thorough assessment, and expert \noversight (Hans & Hiller, 2013; Öst et al., 2022; Stewart & Chambless, 2009). Indeed, s uch \nstudies g enerally demonstrate  comparably strong effects in nonrandomized and randomized \ntrials. For example, a recent meta -analysis (Öst et al., 2022) specifically examined studies \nwith participants referred through usual clinical pathways and treatment  carried out  in routine \nclinical settings (e.g., community mental health), and with full -time practicing therapists. Öst \net al. found nearly identical effect sizes in effectiveness and efficacy studies at post -treatment \n(g = 2.12 vs. 2.13) and similar at follow -up (g = 2.30 vs. 2.11); effectiveness studies actually \nhad significantly higher remission rates at post -treatment (59% vs. 44%) and follow -up (57% \nvs. 44%).  \n          In another  illuminating  example, as part of the NORDLots study  (Torp et al., 2015),  \nCBT was pro vided to 269 youth with OCD across 44 therapists at 20 (non -specialist) \ncommunity mental health clinics in Norway, Sweden, and Denmark, finding an average CY -\nJournal Pre-proof"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "11 \nMyths and Misconceptions in CBT for OCD  \nBOCS reduction of 53%, with a treatment response rate of 73% and a remission rate of 49% \nafter 14 sessions of CBT. Non -responders were subsequently randomized to either continued \nCBT or sertraline, with 75% of those who continued CBT and 69% of those who switched to \nsertraline experiencing treatment response (Skarphedinsson, Weidle et al., 2015). Treat ment \ngains were maintained at 1 - and 3 -year follow -up among these youth treated in community, \nnon-specialist settings (Højgaard et al., 2017; Melin et al., 2020). Notably, almost none of \nthese clinicians were OCD specialists at study onset.  \n          Anot her area of effectiveness research involves transporting E/RP to community mental \nhealth settings.  For example, Mancebo et al. (2021) conducted an RCT of E/RP vs. treatment -\nas-usual in community mental health centers in a low socioeconomic status, clinical ly \ncomplex (e.g., frequent comorbid psychotic or bipolar disorders) sample of 47 adults, finding \na significant advantage for E/RP at post -treatment that was no longer different from \ntreatment -as-usual at 3 - and 6 -month follow -up. This underscores the need for more research \non the efficacy of E/RP for patients with comorbid psychotic or bipolar disorders treated in \npublic community mental health centers (though it is worth noting high attrition in follow -up \nassessments in this study).  \nAn additional  future di rection involves diversity within both OCD treatment providers \nand patients included in clinical trials . For example, Öst and colleagues’ (2022) encouraging \nmeta -analysis found that 71% of nonrandomized effectiveness studies included doctoral \npsychologist therapists. As such, more work is needed  to understand how outcomes can be \nmaintained across providers of different educational backgrounds, while still maintaining \ntreatment fidelity . Additionally, reflecting pervasive trends of racial inequality in \npsych ological science research writ large (Roberts et al., 2020), the CBT for OCD literature \nappears to suffer from a lack of racial diversity among participants typically included in trials. \nHowever, the small – but growing – line of work that has been done to e xamine differences in \nJournal Pre-proof"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "12 \nMyths and Misconceptions in CBT for OCD  \noutcomes across racial and ethnic groups generally suggests White and non -White \nparticipants respond similarly to CBT (Fernández de la Cruz et al., 2015; Friedman et al., \n2003). That said, more work is needed to further understand how  CBT and E/RP can be best \nadapted  to meet the needs of patients across myriad diversity variables (Williams et al., 2020).  \nOne final area of effectiveness research involves a focus on telehealth -delivered \ninterventions. In the wake of the digital revolutio n and COVID -19 pandemic , novel ways to \ndeliver CBT for OCD continue to be  developed and examined (Dèttore et al., 2015; \nTownsend et al., 2022). For example, technology -delivered CBT, broadly considered, has \ndemonstrated efficacy for treating OCD in both yo uth and adults (Comer et al., 2017; \nHollmann et al., 2022) . Moreover, research since the beginning of the COVID -19 pandemic \nhas demonstrated the feasibility and efficacy of E/RP delivered via synchronous telehealth \nmodalities (Candelari et al., 2021) . \nMyth  / Misconception #2: E/RP Attrition and Drop -out Rates are Unacceptably High  \ndue to Excessive Risk and Perceived Patient Intolerability  \nAttrition and drop -out research.  An additional E/RP -related  misconception is that \nattrition rates in clinical trials and  dropout rates in clinical practice are unacceptably high – \nespecially compared to pharmacological and cognitive therapy -based treatments  (see, e.g., \nPagsberg et al., 2022 ; Shafran et al., 2013 ). Furthermore, RCTs examining alternative \ntreatments for OCD beyond standalone E/RP , such as ACT or metacognitive therapy, often \nrely on the argument  that other approaches for OCD treatment are needed because of \nunacceptably high E/RP attrition rates ( see, e.g., Glombiewski et al., 2021; Soondrum et al., \n2022). Several historical citations are frequently proffered  in support of such arguments . For \ninstance, Schruers et al. (2005) stated that about 25% of patients refuse E/RP treatment and \n20% drop out of trea tment . Parenthetically , it is worth noting that this statistic was based on  a \nprevious non -empirical conceptual article (i.e., Greist, 1992) , further exemplifying the \nJournal Pre-proof"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "13 \nMyths and Misconceptions in CBT for OCD  \nperpetuation of misconceptions regarding E/RP attrition  and drop-out rates . Additionally,  \nFranklin and Foa (2007) suggested that approximately 25% of participants refuse E/RP \ntreatment, while Abramowitz et al. (2009) similarly indicated  a 25% dropout rate.  That said , \nattrition rate estimates from these  historical  references  do not represent the most up -to-date \nauthoritative source  due to a lack of inclusion of more recent research (e.g., studies conducted \nsince 2010) and an overemphasis on anecdotal clinical experience over systematic and more \nthorough meta -analytic findings  (Garb & Boyle, 2014) . \nFortunately, more recent rigorous meta -analyses have investigated attrition rates of \nE/RP compared to other treatments for OCD, with no marked concerns of excessive attrition \nfor patients receiving E/RP , and in fact suggesting low attrit ion (Johnco et al., 2020; Ong et \nal., 2016). Ong et al. conducted a meta -analysis on E/RP attrition rates in RCTs examining \ntreatment for adults with OCD and found 21 studies with at least one E/RP stand -alone \ntreatment condition that reported dropout rate s. Unfortunately, only two of the 21 studies \nreported refusal rates for each individual treatment condition, which limited the ability to \ndetermine overall refusal rates for E/RP. Results revealed  a weighted mean E/RP dropout rate \nof 14.7%. When E/RP alone  was compared to other active conditions  (e.g., cognitive therapy \nalone, medication), there were no significant differences in dropout rates. Additionally, for the \ntwo studies that reported individual treatment condition refusal rate, Ong et al. found that  the \nweighted mean refusal rate for E/RP was 4.0%. Given the limited number of studies that \nreported individual treatment refusal rates, they did not analyze comparisons across \nconditions.  \nAlthough past studies often cite a 25% dropout rate in E/RP treatment  as a rule of \nthumb heuristic  (e.g., Abramowitz et al., 2009; Schruers et al., 2005), the 14.7% mean \ndropout rate from Ong et al. (2016) is more precise and generalizable  because it \nsystematically aggregated data across 21 RCTs. Ong et al. also no ted that E/RP dropout rates \nJournal Pre-proof"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "14 \nMyths and Misconceptions in CBT for OCD  \nare similar to or lower than the dropout rates for patients receiving treatment for other major \npsychological disorders. S ince the meta -analysis by Ong et al., RCTs of treatment for adults \nwith OCD have continued to show no diff erences in attrition rates between E/RP and other \napproaches, such as metacognitive therapy (Glombiewski et al., 2021), eye movement \ndesensitization and reprocessing (EMDR; Marsden et al., 2017), and ACT+E/RP (Twohig et \nal., 2018).  \nTo examine E/RP attritio n rates in youth with OCD, Johnco et al. (2020) conducted a \nmeta -analysis and found 21 RCTs that reported dropout rates in treatment of children with \nOCD, which included 11 trials with stand -alone E/RP conditions, 9 trials with medication \nonly conditions, and 3 trials that compared E/RP plus medication conditions. Johnco et al. \nfound attritions rates of 10.24% for E/RP, 17.29% for medication, 20.63% for active \ncomparison conditions (e.g., relaxation training, meta -cognitive therapy), and 23.95% for \nplacebo comparison conditions. Results showed that E/RP attrition rates were significantly \nlower than placebo comparison and active treatment conditions. Further, when comparing \nE/RP to medication, there were no significant differences in dropout during treatment.  In \naddition, qualitative data on reasons for attrition were examined. For E/RP, logistical reasons, \nsuch as family health problems and travel burden, were the most common , followed by \nperceived lack of effectiveness  and loss of contact. Importantly, intol erability of E/RP as a \nreason for attrition was not reported in any of the studies.  \nIn sum, a lthough past studies  (in addition to clinical lore)  have suggested that E/RP \nattrition  and drop -out rates are unacceptably high, recent meta -analy tic findings  do not reveal \nany notable  concerns with excessive attrition  or drop -out risk associated with E /RP (Johnco et \nal., 2020; Ong et al., 2016). E/RP attrition rates were similar to those  for other approaches, \nsuch as standalone cognitive therapy  or pharmacological  treatment. Based on aggregated data \nacross RCTs, attrition rates of 1 4.7% and 10.24% in adult and youth samples, respectively, \nJournal Pre-proof"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "15 \nMyths and Misconceptions in CBT for OCD  \nsuggest that attrition is likely not a significant concern for E/RP compared to other treatment \nmodalities . \nNegative c linician p erceptions of E/RP.  Despite the extensive body of research \ndemonstrating the efficacy of E/RP for both youth  (Öst et al., 2016 ; Skarphedinsson, \nHanssen -Bauer et al., 2015 ) and adults (Skapinakis et al., 2016; Ferrando & Selai, 2021) with \nOCD, many patients seeking care unfortunately do not end up receiving this evidence -based \nintervention (Schwartz et al., 2013). Much of the research investigating this discrepancy has \nsurveyed practicing clinicians to gain greater understanding of reasons for underutilization of \nE/RP (Deacon et al., 2013; Keleher et al., 2020; Moritz et al., 2019; A. M. Reid et al., 2018). \nAcross multiple studies, some of the most common  reasons for clinici an hesitancy in \nadministering E/RP in earnest include: (a) negative beliefs about the safety of the approach, \n(b) perceived patient inability to tolerate exposures, and (c) misconceptions of E/RP as non -\nessential for efficacious treatment of OCD.  \nConsiste nt with the NIH stage model of treatment development (Onken, 2019), the \nhindrance of widespread uptake of E/RP can be understood in terms of misconceptions arising \nduring intervention development efforts (i.e., efficacy research) as well as perpetuation of  \nmisguided clinician attitudes and beliefs (i.e., dissemination efforts).  Regarding the former, \nwe argue that the differential emphasis  placed by treatment developers  on the role and nature \nof exposure in cognitive and behavioral conceptualizations of OCD (i.e., behavioral \nexperiments in cognitive approaches and standalone E/RP in behavioral ones; Franklin & Foa, \n2021) has inadvertently contributed to misconceptions surrounding E/RP.   \nMore specifically, the literature is replete with studies that mischaract erize E/RP as \nintolerable and potentially dangerous in an attempt to build a case for alternative treatments \nfor OCD . For example, in their advocacy for a cognitive approach, Shafran and colleagues \n(2013) state d “the prevailing treatment (exposure and resp onse prevention) is so demanding \nJournal Pre-proof"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "16 \nMyths and Misconceptions in CBT for OCD  \nthat many people find it hard to tolerate” (p. 270). More recently, Pagsberg and colleagues \n(2022), in building support for family -based relaxation therapy (FPRT) for pediatric OCD, \nhypothesized that “…CBT will be associate d with more adverse events than FPRT due to the \nE/RP component of CBT” (p. 3) based on the argument that “drop -out rates from CBT of up \nto 26% implies some degree of unacceptability of the treatment” (p. 2). While it is \ncommendable that Pagsberg et al. are  taking the initiative to address the important yet under -\nresearched topic of adverse events in psychotherapy research , the specious claims of the \nunacceptability of E/RP and the increased likelihood of adverse events insert needless doubt \nconcerning an em pirically supported treatment for OCD (Hezel & Simpson, 2019). Openness \nto new ideas and innovation in treatment development is essential for a generative clinical \nscience  (Washburn et al., 2022) . However, we believe that this forward progress can be \nachie ved with equipoise in mind – that is, without resorting to basing such efforts on \nmischaracterization of established interventions  and their evidence base.  \nPertaining to  dissemination, n egative clinician beliefs have been widely investigated \nacross anxiety disorders in general (Deacon et al., 2013 ; Whiteside et al., 2016 ) and OCD \nspecifically (Moritz et al., 2019) in terms of their relation to clinician hesitancy in utilizing \nexposure  for conditions in which it is indicated. As described in more detail elsew here (i.e., \nVeale et al., 2009; Lewis et al., 2020), p erceived patient intolerability of, and excessive risk \nassociated with, E/RP represent two of the most salient of these negative clinician beliefs .  \nBeliefs regarding a patient’s inability to tolerate E /RP are often founded in clinician s’ \n(well -intentioned but misguided) fear of the patient decompensating or losing control during \nexposure exercises (Deacon et al., 2013; Pittig et al., 2019). It is an unfortunately ironic \nparadox that such beliefs are lik ely to lead to negatively reinforced avoidance of conducting \nE/RP in earnest and may in fact also perpetuate the patient’s OCD symptoms. Indeed, past \nJournal Pre-proof"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "17 \nMyths and Misconceptions in CBT for OCD  \nresearch has found that increased negative beliefs about exposure are associated with \ndecreased utilizatio n of such approaches (Deacon et al.; A. M. Reid et al., 2017).  \nAnother common misconception  identified  in the  OCD treatment  literature ( i.e., Bruce \net al., 2018; Veale et al., 2009) involves the perceived danger of E/RP exercises for specific \nsub-types of  OCD related to harm or sexuality. In these cases, the perceived danger is that \npatients will inevitably act on their obsessional content during the process of exposure (e.g., \nengaging in pedophilic behavior at a playground or stabbing one’s infant with a knife). \nHowever, such risk is only apparent  (i.e., illusory) , rather than warranted, as patients with \nOCD are genuinely distressed by such intrusive thoughts and go to great lengths to not act on \nthem via engagement in rituals and avoidance (Lewis et al., 2020).  \nTo directly address the question of  possible adverse events associated with E/RP for \nOCD, Schneider and colleagues (2020) surveyed practicing clinicians regarding serious \nnegative consequences experienced during E/RP. Results across approximately 300 clinicians \nrevealed that serious negativ e consequences were rare  (less than 0.01% per patient) , and the \nfew instances reported involved secondary consequences  (e.g., interaction with security guard  \nas therapist assisted opposite -gender patient in public restroom exposure)  or \nmisunderstandings of  others  (e.g., inaccurate patient or family perceptions)  regarding the \nrationale for , and practice of,  E/RP. Importantly, no adverse events regarding a patient acting \non their intrusive thoughts were noted. These findings, along with related research indic ating \nthat clinician negative attitudes toward exposure can be improved based on the provision of \naccurate information and training about the procedure (e.g., Deacon et al., 2013 ; Farrell et al., \n2016 ), suggest that increasing access to E/RP will undoubted ly be aided by clear \ncommunication of the rationale for, and safety of, E/RP to key stakeholders (e.g., patients, \nfamilies, other mental health professionals).  \nJournal Pre-proof"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "18 \nMyths and Misconceptions in CBT for OCD  \nMyth / Misconception # 3: Alternative Treatments for OCD Need to be Expeditiously \nDeveloped Due t o Major Limitations of E/RP  \nAmple evidence exists indicating that E/RP is in fact an efficacious and acceptable \ntreatment for both adults and children with OCD (Ferrando & Selai, 2021; McGuire et al., \n2015). While some of the emerging interventions  for OCD beyond E/RP  fall within the \ngeneral umbrella of the CBT tradition of theoretical coherence and empiricism, and have \ndemonstrated preliminary evidence of efficacy (e.g., ACT; Twohig et al., 2015, 2018), more \nresearch will be needed before these app roaches can be resoundingly labeled as evidence \nbased . It is also of interest to note that a recent narrative review of third -wave CBT \napproaches for OCD – most notably, ACT – found that exposure principles are  likely \nresponsible for  much of the efficacy of such interventions (Trent et al., 2021).  Therefore,  \ncaution should be taken (and qualifiers added) when interpreting the results of such studies \nevaluating emerging intervention s and generating practice recommendations.  Additionally, \nhighlighting the c ommo n unifying thread  of E/RP as an empirically supported component in \nthe treatment of OCD across diverse intervention approaches that utilize it – rather than \nneedlessly promoting incoherence through downplaying such core components – is also \nstrongly encourag ed. \nAs described earlier, r ecent meta -analytic research (i.e., Reid et al., 2021) questions \nthe effectiveness of CBT  compared to other treatments, suggesting the relative effectiveness \nof CBT  is contingent upon comparison treatment group, with larger observed effect sizes \nrelative to non -active interventions (e.g. , waitlist control, relaxation) compared to other active \ninterventions. While to an extent this may be true  (and indeed even expecte d; de Vries et al., \n2022) , we assert that Reid et al. dr ew inappropriate conclusion s regarding : (a) equivalence \nbetween CBT  and Eye Movement Desensitization and Reprocessing (EMDR) – a comparison \nJournal Pre-proof"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "19 \nMyths and Misconceptions in CBT for OCD  \nbased on a single EMDR study (Marsden et al., 2018) , and (b) their overall  critique  of existing \ntreatment recommendations of CBT  as a first -line treatment for OCD over other interventions.  \nIndeed, dismantling research does suggest certain elements of EMDR (i.e. , exposure) \nmay be effective in addressing certain psych opathologies and/or symptoms (Landin -\nRamomero, 2018). Additionally , existing literature  has document ed exposure as the key \nelement making CBT  an effective intervention regardless of the theoretical model applied in \nconceptualizing OCD (Abramowitz, 2013; Cr aske et al., 2015; Foa & Kozak, 1986) . \nHowever,  the broad scope of exposure and the specific  overlap between the two interventions \ndoes not automatically necessitate a need to explore EMDR – or other experimental \napproaches for that matter – as a treatment o ption for OCD . This is  especially  the case, since  \nCBT – including E/RP – has repeatedly been document ed as an effective first -line \npsychotherapeutic (Ferrando & Selai, 2021; McGuire et al., 2015) , and , to date,  no clearly \narticulated conceptual or mechanistic rationale  for examining EMDR  has been identified.  \nSimilar concerns regarding shared mechanisms can be raised with E/RP and other \ninterventions, namely ACT (Hayes et al., 2012). An important element of ACT incl udes \nvalues -based committed action , or the active engagement in valued activities the individual \npreviously avoided due to symptoms , while actively acknowledging the presence of \nobsessional thoughts and resisting compulsive behaviors (Twohig et al., 2010).  This is \nconceptually similar to E/RP  in the context of traditional CBT , where patients and providers \nsystematically and progressively engage with feared stimuli that elicit intrusive concerns \nwhile actively resisting compulsive behaviors (Foa et al., 2012 ; McGuire et al., 2014). \nFurther, comparison trials exploring traditional E/RP versus E/RP plus ACT demonstrate \ngeneral equivalence between the interventions, suggesting the shared exposure element in \nboth interventions  (Twohig et al., 2018 ; although, see Ong et al., 2020 for an interesting \nJournal Pre-proof"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "20 \nMyths and Misconceptions in CBT for OCD  \ndiscussion on differential moderators and processes of change in E/RP and ACT -informed \nE/RP ). \nFinally, iatrogenic effects of treatments must be considered in the context of OCD \n(McKay et al., 2021). Specific to E/RP, Sch neider et al. (2020) document ed near-zero chance \nof exposure in the context of E/RP resulting in patient harm, suggesting not only is the \nintervention effective, but also safe for both patients and providers. In contrast, use of \ncognitive skills in the context of traditional CT (e.g., B eck et al., 1979)  has been identified as \npotentially iatrogenic , as cognitive disputation  may function to attain reassurance that \nfunctions to provide short -lived relief followed by reemergence of obsessive thoughts (Neal et \nal., 2017) . This in turn may pr olong the time an individual experiences the effects of OCD \nsymptoms. Further, as noted by McKay et al ., the application of a psychodynamic framework \nto OCD may result in an inaccurate and harmful conceptualization of some obsessive \nthoughts, specifically those of a sexual nature, as unconscious impulses rather than ego \ndystonic thoughts.  \nWhile robust evidence does suggest CBT  as a first -line psychotherapeutic  approach  \nfor OCD, it is possible , and indeed likely , that other treatment modalities will develop \nsufficient evidence in time to become viable options. Until then, appropriate caution and \nskepticism should be applied when considering other treatment modalities, and parsimonious \ntreatment options should be prioritized over those with treatment elements lacking empirical \nsupport (e.g. , eye movements in EMDR). Additionally, more rigorous  clinical trial research is \nneeded by di verse  research groups before providers working with OCD recommend  \nalternative  psychotherapeutics over CBT . Until this evidence presents, CBT, with an \nemphasis on E/RP , will remain the gold standard psychotherapeutic for OCD.  \nRecommendations  for Addressing Pervasive Myths / Misconceptions  \nJournal Pre-proof"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "21 \nMyths and Misconceptions in CBT for OCD  \n It is clear from the foregoing literature review that the past four decades have yielded \nan impressive body of evidence consistently supporting the efficacy and effectiveness of CBT  \nas a gold -standard treatment for OCD  across the lifespan. Furthermore, extensiv e research has \nidentified E/RP as an essential component of CBT for OCD. Despite this overwhelming \nresearch support, several myths and misconceptions continue to proliferate in both research \nand practice settings  and serve to distort available data and ult imately may lead to harm . Such \nmisinformation is especially concerning, both in terms of obfuscating  important dissemination \nand implementation of CBT and hindering  a generative clinical science of CBT for OCD. \nThrough a synthesis of the OCD treatment literature i n the present review article, w e have \naddressed what we believe to be several of the most pervasive and insidious of such myths / \nmisconceptions . \n In the spirit of equipoise from which we base our argument against the overly critical \nstance against  E/RP in favor of novel interventions for OCD  taken by some , we believe that a \nbalance of healthy skepticism and open mindedness is warranted  (Washburn et al., 2022). \nThis is especially important  when considering diverse – and likely well -intentioned – \nviewp oints in regard to both research and practice  of evidence -based  treatments for OCD . To \nthat end, we believe several of the critiques and areas of limitation concerning CBT for OCD \ndescribed in this article  (e.g., Reid et al., 2021; Uhre et al., 2020)  posse ss a degree of truth . \nHowever, we believe that such critiques and concerns are most likely to lead to a generative \nclinical science of OCD if they are constructive, balanced, and put forth without \nmisrepresenting the extant evidence base  or unnecessarily d isparaging a given intervention in \nservice of promoting a different one . In that spirit , we present several specific \nrecommendations directly linked to each of the specific myths / misconceptions , followed by \na broader commentary on future directions in CBT for OCD clinical science.  \nJournal Pre-proof"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "22 \nMyths and Misconceptions in CBT for OCD  \n Recommendation #1 : Future research  on CBT for OCD  would be well -served to build \nupon, rather than dismantle, the extant evidence base , in an effort to improve intervention \nreach and scope . Although there is undoubtedly a  strong evidence base supporting CBT for \nOCD,  generative clinical science is predicated on perpetually identifying and addressing  gaps \nor blind spots  in our accumulation of knowledge (Lilienfeld, 2019 ; Washburn et al., 2022 ). As \nsuch,  research  should conti nue to examine processes of change underlying both OCD \npsychopathology and CBT intervention principles that target those psychopathological \nprocesses (Hayes & Hofman n, 2017).  \n Consistent with recommendations from Reid et al. (2021) and Freeman et al. (201 8), \nresearchers should also further examine investigator allegiance, effect moderators, boundary \nconditions, and clinician, patient, and setting factors that may influence (i.e., bolster or \nattenuate) the effects of CBT  for OCD. Further research on moderat ors of OCD treatment \noutcome across various CBT -based modalities (i.e.,  CT, E/RP) may be especially fruitful. \nAligned with extant findings  (Ong et al., 2020; Steketee et al., 2019), some candidate \nmoderator variables that warrant further investigation incl ude both patient (e.g., baseline OCD \nseverity, depressive symptoms, education level, beliefs about excessive responsibility/threat) \nand clinician (e.g., experience, degree, perceptions of  E/RP) factors. Such findings could \naddress questions related to whic h patients benefit most from E/RP and help guide clinical \ndecision making to improve outcomes for patients (Steketee et al.). Finally, consistent with \nReid et al., an increased emphasis on outcomes associated with overall health and well -being, \nsuch as qua lity of life and prosperity/thriving, instead of simply absence of OCD symptoms, \nis another important avenue for future research.   \n Additionally , future research should continue to examine the effectiveness of E/RP \nacross diverse settings and patient populations, especially in regard to how diversity variables \nmay impact OCD symptomology and adaptations to treatment (Williams et al., 2020). \nJournal Pre-proof"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "23 \nMyths and Misconceptions in CBT for OCD  \nSimila rly, continuing to cultivate a workforce of mental health service providers \nrepresentative of a range of diversity variables (e.g., gender  identity , ethnicity, sexual \norientation, training background) is imperative for improving dissemination efforts and r each \nof CBT. Further, although preliminary evidence is encouraging (Mancebo et al., 2021), \nadditional research on the use of E/RP in community mental health centers with low -income \npatients with severe comorbid conditions is an important future direction. Finally, to improve \naccess and efficiency of treatment, it is also recommended that researchers continue to \nexamine factors that may attenuate or bolster the effects of telehealth E/RP, and study the \nefficacy of internet -based, self -help CBT treatment prog rams.  \n Recommendation #2:  E/RP drop out , attrition,  and clinician and patient perceptions \ncontinue to merit  further research and dissemination efforts . Despite recent meta -analy tic \nfindings  that do not suggest excessive concerns with E/RP attrition  (Johnco et al., 2020; Ong \net al., 2016), continuing to better understand reasons for any patient refusing or dropping out \nof E/RP treatment is imp erative  to improve the reach and scope of this approach . Indeed, a \nbetter understanding of factors (i.e., moderators) associated with poor treatment acceptability \nand treatment drop out may assist in increasing uptake of E/RP (Ong et al., 2020). Based on \nprevious moderation studies (e.g., Ong et al.; Steketee et al., 2019), some examples of \ncandidate moderator s of drop -out risk may include baseline level of symptomology, clinician \nattitudes toward exposure, or therapy process variables (e.g., working alliance, patient \nexpectations of treatment). Further, reporting specific reasons for treatment refusal and \ndropout in each treatment condition should be an emphasis of future clinical trials.  \n Additionally, d ue to the vigorous  and powerful nature of E/RP , it is  understandable \nhow such myths and misconceptions  regarding the perceived dangerousness and intolerability  \nof E/RP  are perpetuated  (Moritz et al., 2019) . As such, it is  imperative to continue to find \nways to better disseminate and train clinicians  in E/RP , especially providers across diverse \nJournal Pre-proof"
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "24 \nMyths and Misconceptions in CBT for OCD  \ndisciplines and settings . These efforts are needed to increase the availability of providers who \nare adequately trained in E/RP, and to decrease negative clinician attitudes toward exposure  \n(Whiteside et al., 2016) . This is  especially pertinent, as inadequately  trained , or misinformed,  \nproviders may inadvertently  perpetua te the message that E/RP is intolerable and dangerous to \npatients with OCD. Didactic trainings on the procedures of and rationale for E/RP have \ndemonstrated promise for improving  clinician negative beliefs toward exposures and reduce \nclinician hesitancy to  provide E/RP (Deacon et al., 2013). Such education and training efforts \nconcerning E/RP may be especially critical at early formative stages of clinical graduate \ntraining (Klepac et al., 2012).   \n  Recommendation # 3: Further intervention development efforts for OCD will benefit \nfrom a n equipoise -focused balance of amiable skepticism of extant approaches and striving \nfor innovation. Although some emerging interventions (e.g., third -wave CBTs, such as ACT)  \nhave demonstra ted preliminary efficacy, more research is needed before these interventions \ncan be definitively considered  evidence -based . Additionally, a n emphasis on the continued \nrefinement  of clear guidelines for the level of research rigor needed to support evidence -based \npractice guidelines for the treatment of OCD is warranted  (Freeman et al., 2018; Tolin, \nMelnyk  et al., 2015 ). Given the evolving state of the empirical evidence of interventions for \nOCD , evidence -based practice guidelines should be continually updated and revised to \nprovide guidance to clinicians, patients, and key stakeholders (e.g., funding organizations and \nthird -party  payers) . This is especially relevant  for the APA Division 12 Empir ically Supported \nTreatment (EST) list, which appears to have last been updated in 2015 ( Tolin, Melnyk  et al. ). \nUpdating practice guidelines will also serve to encourage clinicians to further develop the \nskills  necessary  to provide patients with recommended , evidence -based treatment.   \nFuture directions in CBT for OCD Clinical Science  and Practice  \nJournal Pre-proof"
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "25 \nMyths and Misconceptions in CBT for OCD  \nImplementation science holds great promise in overcoming the myths /  \nmisconceptions about CBT for OCD  described in this article . One thoroughgoing  \nmisconception  that has persisted regarding E /RP is that clinicians are hesitant to conduct the \nprocedure, often out of concerns that they may cause harm or be the object of litigation \n(Richard & Gloster, 2006). Training can overcome these hesitancies (i.e., Deacon et a l., 2013; \nFarrell, et al., 2016). However, this is based on the original theoretical model of exposure that \nemphasizes habituation. Thus, the in -session experience of E /RP demands elicitation of \nanxiety, and over time anxiety reduction, through a well -worn  classical conditioning principle  \n(Foa & Kozak, 1986) .  \nThat said, t he past ten years have ushered in a new model of exposure, one that de -\nemphasizes habituation in favor of  and in conjunction with  the experience of the feared \nstimuli under a variety of ci rcumstances. This revised model of exposure, the inhibitory \nlearning model (ILM), focuses on new learning associated with the feared and avoided \nstimuli, rather than an exclusive focus on habituation (see Craske et al., 2014). Inspection of \nfacets of this model suggest that, in actuality, clinicians who have long relied on traditional \nmodels of E/RP implicitly relied on some of  the central tenets  of ILM . More specifically , one \nmethod of conducting exposure using the ILM approach involves violating client \nexpectancies. Thus, conditions where exposure provokes emotional reactions other than \nanxiety would constitute a change in the a priori prediction the client would make re garding \ntheir response. As an illustrative  example, consider a patient  with contamination fea r \ninvolving medical waste. T he prediction is that when faced with a setting where medical \nwaste might be present (such as a disposal can outside a lab) , anxiety ar ound 70 (out of a \nmaximum 100)  would be elicited . When the therapist then accompanies the client  to the \ndoorway of a medical lab and stand within inches of a medical waste can (but without \nopening it nor encountering any actual waste), the patient  continue s to rate anxiety levels \nJournal Pre-proof"
    },
    {
      "section": "Page 30",
      "page_number": 30,
      "text": "26 \nMyths and Misconceptions in CBT for OCD  \naround 60-70, but laughs at the situation. This would constitute a shift in expectancies, with \nno habituation to the stimuli necessary  because instead laughter competes directly and \nsuccessfully with anxiety.  \nIn light of  the compa rably more flexible and adaptive  nature of the ILM approach to \nexposure, it is likely  that further dissemination of this strategy  will make  E/RP more \nappealing  to clinicians  and could go a long way to dispelling the various myths and \nmisconceptions  discussed at length in this article . This is especially the case , since an  \noveremphasis on habituation during exposure may inadvertently lead to excessive pressure or \nfrustration in both clinicians and patients in OCD presentations less amenable to habitu ation \n(e.g., disgust - or symmetry -based).  After all, the surest way to eliminate mistaken \nassumptions among practitioners is the wider successful  adoption of E /RP. Formally \nintegrating  the ILM  into CBT protocols for  OCD , a set of approaches that has been r eferred to \nas “the clinician’s model,” would be a particularly promising future direction in this area of \nresearch. Considering the numerous , creative, and flexible  ways of crafting exposure in the \nILM, a robust program of research could be pursued to iden tify treatment decision \nframeworks that could better guide clinicians in how to best conceptualize E /RP within a CBT \nfor OCD paradigm.  \nOther areas of future research include treatment dissemination globally. Indeed, \nmembers of this team have embarked on a large -scale  collaboration – Latin American Trans -\nancestry Initiative in OCD Genomics (LATINO) – that aims to recruit and collect saliva \nderived DNA from 5000 Latin American individuals with OCD (see  latinostudy.org). \nImportantly, a  major goal of this project is to also build infrastructure for treatment (i.e., CBT) \nand research among the 14 participating countries  in order to reduce existing mental health \ndisparities .  \nJournal Pre-proof"
    },
    {
      "section": "Page 31",
      "page_number": 31,
      "text": "27 \nMyths and Misconceptions in CBT for OCD  \nAnother key outstanding question  is how to discontinue effect ive treatments  versus \nremaining on them without clear empirical support for the optimal duration or method of \ndiscontinuation . The past several decades have been spent on learning what works and for \nwhom. As this article indicates, we believe we have successf ully achieved that goal , and \nhighlight the need for rigorous (but not premature dissemination) research o f potential \nemerging  interventions.  One pressing question that has received recent empirical support is \ncan we discontinue SRIs after achieving remission ( Foa et al., 2022 ) and if so, for whom is \nthis an option and why might this work mechanistically ? Our group has embarked on a \nreplication of  the adult trial in youth with OCD with recruitment underway . As this and the \nLATINO project indicate, i nstead of answering the same old questions, we suggest that \nattention should be directed to addressing new questions and gaps in access such as those \nindicated.  \nLastly, we believe that further research into the phenomenology of OCD  itself  is \nwarranted, espec ially in light of the rampant misconceptions that exist concerning the very \nnature of this notably heterogenous condition (Abramowitz et al., 2005). While beyond the \nscope of the present article, layperson and non -specialist provider perceptions of OCD are  \nanother area that deserves attention. Such perceptions of OCD often involve narrow \ncaricatures of the disorder centered on contamination or orderliness, and flippant phrases such \nas “that’s  so OCD” are sometimes used in layperson vernacular  to describe non -pathological \nidiosyncrasies or preferences. These inaccurate cultural messages surrounding  OCD likely \ncontribute to  under - and over -pathologizing, under - or misdiagnosis, potentially iatrogenic \ntreatment recommendations by non -specialist p roviders, and increased isolation /confusion in \npatients  with OCD. As such, more research, outreach, and advocacy efforts are sorely needed \nto improve societal and clinical awareness to dispel confusion, reduce stigmatization and \nJournal Pre-proof"
    },
    {
      "section": "Page 32",
      "page_number": 32,
      "text": "28 \nMyths and Misconceptions in CBT for OCD  \nmischaracterization, and im prove access to gold -standard interventions for those suffering \nfrom OCD.  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nJournal Pre-proof"
    },
    {
      "section": "Page 33",
      "page_number": 33,
      "text": "29 \nMyths and Misconceptions in CBT for OCD  \nReferences  \nAbramowitz, J. S. (1996). Variants of exposure and response prevention in the treatment of \nobsessive -compulsive disorder: A meta -analysis.  Behavior Thera py, 27 (4), 583 –\n600. https://doi.org/10.1016/S0005 -7894(96)80045 -1 \nAbramowitz, J. S. (2013). The practice of exposure therapy: Relevance of cognitive -\nbehavioral theory and extinction theory.  Behavior Therapy , 44(4), 548 -558. \nAbramowitz, J. S., & Arch, J. J.  (2014). Strategies for improving long -term outcomes in \ncognitive behavioral therapy for obsessive -compulsive disorder: Insights from \nlearning theory.  Cognitive and Behavioral Practice, 21 (1),30 - \n31. https://doi.org/10.1016/j.cbpra.2013.06.004  \nAbramowitz,  J., McKay, D., & Taylor, S. (2005). Special series: Subtypes of obsessive -\ncompulsive disorder. Behavior Therapy, 36 (4), 367 –369. \nhttps://doi.org/10.1016/S0005 -7894(05)80118 -2 \nAbramowitz, J., Taylor, S., & McKay, D. (2005). Potentials and Limitations of Cognitive \nTreatments for Obsessive -Compulsive Disorder. Cognitive Behaviour Therapy, 34 , \n140-147. doi: 10.1080/16506070510041202.  \nAbramowitz, J. S., Taylor, S., & McKay, D. (2009 ). Obsessive -compulsive disorder. The \nLancet, 374 , 491 –499. http://dx.doi.org/10.1016/S014 -6736(09)60240 -3 \nBeck, A. T., Rush, A., Shaw, B., & Emery, G. (1979). Cognitive Therapy of Depression.  New \nYork: The Guilford Press.  \nBruce, S. L., Ching, T. H. W., & Williams, M. T. (2018). Pedophilia -themed obsessive –\ncompulsive disorder: Assessment, differential diagnosis, and treatment with exposure \nand response prevention.  Archives of Sexual Behavior, 47 (2), 389 –\n402. https://doi.org/10.1007/s10508 -017-1031 -4 \nJournal Pre-proof"
    },
    {
      "section": "Page 34",
      "page_number": 34,
      "text": "30 \nMyths and Misconceptions in CBT for OCD  \nCandela ri, A. E., Wojcik, K. D., Wiese, A. D., Goodman, W. K., & Storch, E. A. (2021). \nExpert opinion in obsessive -compulsive disorder: Treating patients with obsessive -\ncompulsive disorder during the COVID -19 pandemic. Personalized Medicine in \nPsychiatry, 27-28(2), 100079 . https://doi.org/10.1016/j.pmip.2021.100079.  \nCervin M., McGuire, J. F., D’Souza, J. M., De Nadai, A., Asvall, K., Goodman, W. K., \nAndrén, P., Schneider, S. C., Geller, D. A., Mataix -Cols, D., & Storch, E. A. (Under \nReview). Efficacy and accepta bility of serotonin reuptake inhibitors and cognitive -\nbehavioral therapy for pediatric obsessive -compulsive disorder: A network meta -\nanalysis.  \nCervin, M., OCD Severity Benchmark Consortium, & Mataix -Cols, D. (2022). Empirical \nseverity benchmarks for obsess ive-compulsive disorder across the lifespan. World \nPsychiatry , 21(2), 315 -316. doi: 10.1002/wps.20984  \nClark, C. J., Honeycutt, N., & Jussim, L. (2022). Replicability and the psychology of science. \nIn W. O’Donohue, A. Masuda, A., & S. Lilienfeld (Eds.) Avoiding questionable \nresearch practices in applied psychology, p. 45 – 72. Springer.  \nComer, J. S., Furr, J. M., Kerns, C. E., Miguel, E., Coxe, S., Elkins, R. M., Carpenter, A. L., \n… & Freeman, J. B. (2017). Internet -delivered, family -based treatment for ear ly-onset \nOCD: A pilot randomized trial. Journal of Consulting and Clinical Psychology , 85(2), \n178-186. https://doi.org/10.1037/ccp0000155  \nCraske, M. G., Treanor, M., Conway, C. C., Zbozinek, T., & Vervliet, B. (2014). Maximizing \nexposure therapy: An inhib itory learning approach.  Behaviour Research and \nTherapy , 58, 10-23. doi: 10.1016/j.brat.2014.04.006  \nde Haan, E., Hoogduin, K. A. L., Buitelaar, J. K., & Keijsers, G. P. J. (1998). Behavior \ntherapy versus clomipramine for the treatment of obsessive -compulsi ve disorder. \nJournal Pre-proof"
    },
    {
      "section": "Page 35",
      "page_number": 35,
      "text": "31 \nMyths and Misconceptions in CBT for OCD  \nJournal of the American Academy of Child & Adolescent Psychiatry , 37(10), 1022 -\n1029. https://doi.org/10.1097/00004583 -199810000 -00011  \nde la Cruz, L. F., Jassi, A., Krebs, G., Clark, B., & Mataix -Cols, D. (2015). Phenomenology \nand treatment outcomes in children and adolescents from ethnic minorities with \nobsessive –compulsive disorder. Journal of Obsessive -Compulsive and Related \nDisorders, 4,  30–36. https://doi.org/10.1016/j.jocrd.2014.11.003  \nde Vries, Y. A., Schoev ers, R. A., Higgins, J. P. T., Munafò , M. R., & Bastiaansen, J. A. \n(2022 ). Statistical power in clinical trials of interventions for mo od, anxiety, and \npsychotic disorders. Psychological Medicine, 19,  1 – 8. doi: \n10.1017/S0033291722001362  \nDeacon, B. J., Farrell, N. R., Kemp, J. J., Dixon, L. J., Sy, J. T., Zhang, A. R., & McGrath, P. \nB. (2013). Assessing therapist reservations about exposure therapy for anxiety \ndisorders: the Therapist Beliefs about Exposure Scale. Journal of anxiety disord ers, \n27(8), 772 –780. https://doi.org/10.1016/j.janxdis.2013.04.006  \nDèttore, D., Pozza A., & Andersson, G. (2015). Efficacy of technology -delivered cognitive \nbehavioural therapy for OCD versus control conditions, and in comparison with \ntherapist administere d CBT: Meta -analysis of randomized controlled trials. Cognitive \nBehaviour Therapy,44 (3), 190 –211. https://doi.org/10.1080/16506073.2015.1005660.  \nDimidjian, S., & Hollon, S. D. (2010). How would we know if psychotherapy were harmful? \nAmerican Psychologist, 65(1), 21 – 33. DOI: 10.1037/a0017299  \nFarrell, N. R., Kemp, J. J., Blakey, S. M., Meyer, J. M., & Deacon, B. J. (2016). Targeting \nclinician concerns about exposure therapy: A pilot study comparing standard vs. \nEnhanced training. Behaviour Research and Ther apy, 85,  53–59. \nhttps://doi.org/10.1016/j.brat.2016.08.011  \nJournal Pre-proof"
    },
    {
      "section": "Page 36",
      "page_number": 36,
      "text": "32 \nMyths and Misconceptions in CBT for OCD  \nFernández de la Cruz, L., Jassi, A., Krebs, G., Clark, B., & Mataix -Cols, D. (2015). \nPhenomenology and treatment outcomes in children and adolescents from ethnic \nminorities with obsessive –compulsiv e disorder. Journal of Obsessive -Compulsive and \nRelated Disorders , 4, 30–36. https://doi.org/10.1016/j.jocrd.2014.11.003  \nFerrando, C., & Selai, C. (2021). A systematic review and meta -analysis on the effectiveness \nof exposure and response prevention therap y in the treatment of obsessive -compulsive \ndisorder.  Journal of Obsessive -Compulsive and Related Disorders , 31, 100684.  \nFlake, J. K., & Fried, E. I. (2020). Measurement Schmeasurement: Questionable measurement \npractices and how to avoid them. Advances in M ethods and Practices in Psychological \nScience, 3 (4), 456 – 465. https://doi.org/10.1177/25152459209523  \nFoa, E. B., & Kozak, M. J. (1986). Emotional processing of fear: exposure to corrective \ninformation.  Psychological Bulletin , 99(1), 20.  \nFoa, E. B., McLean, C. P. (2016). The efficacy of exposure therapy for anxiety -related \ndisorders and its underlying mechanisms: The case of OCD and PTSD. Annual Review \nof Clinical Psychology , 12, 1-18. doi:10.1146/annurev -clinpsy -021815 -093533.  \nFoa, E. B.,  Liebowitz, M. R., Kozak, M. J., Davies, S., Campeas, R., Franklin, M. E., \nHuppert, J. D., … & Tu, X. (2005). Randomized, placebo -controlled trial of exposure \nand response prevention, clomipramine, and their combination in the treatment of \nobsessive -compul sive disorder. American Journal of Psychiatry, 162(1), 151 – 161. \ndoi: 10.1176/appi.ajp.162.1.151.  \nFoa, E. B., Simpson, H. B., Gallagher, T., Wheaton, M. G., Gershkovich, M., Schmidt, A. B., \nHuppert, J. D., … & Rosenfield, D. (2022). Maintenance of wellnes s in patients with \nobsessive -compulsive disorder who discontinue medication after exposure/response \nprevention augmentation: A randomized clinical trial. JAMA Psychiatry, 79 (3), 193 – \n200. doi: 10.1001/jamapsychiatry.2021.3997.  \nJournal Pre-proof"
    },
    {
      "section": "Page 37",
      "page_number": 37,
      "text": "33 \nMyths and Misconceptions in CBT for OCD  \nFoa, E. B., Yadin, E., & Lichner, T. K. (2012). Exposure and response (ritual) prevention for \nobsessive -compulsive disorder.  2nd Ed. Oxford University Press.  \nFrank, B., & McKay, D. (2019). The Suitability of an Inhibitory Learning Approach in \nExposure When  Habituation Fails: A Clinical Application to Misophonia. Cognitive & \nBehavioral Practice, 26  130-142. https://doi.org/10.1016/J.CBPRA.2018.04.003  \nFranklin, M. E., & Foa, E. B. (2007). Cognitive behavioral treatment of obsessive -compulsive \ndisorder. In: P.  E. Nathan, & J. M. Gorman (Eds.), A guide to treatments that work  \n(3rd ed., pp. 431 –446). New York, NY US: Oxford University Press.  \nFranklin, M. E., & Foa, E. B. (2021). Obsessive -compulsive disorder. In D. H. Barlow (Ed.) \nClinical Handbook of Psychologic al Disorders, Sixth Edition, p. 133 – 178. Guilford \nPress.  \nFreeman, J., Benito, K., Herren, J., Kemp, J., Sung, J., Georgiadis, C., Arora, A., Walther, M., \n& Garcia, A. (2018). Evidence base update of psychosocial treatments for pediatric \nobsessive -compuls ive disorder: Evaluating, improving, and transporting what works. \nJournal of Clinical Child and Adolescent Psychology, 47 (5), 669 - 698. \ndoi:10.1080/15374416.2018.1496443.  \nFriedman, S., Smith, L. C., Halpern, B., Levine, C., Paradis, C., Viswanathan, R., T rappler, \nB., & Ackerman, R. (2003). Obsessive -compulsive disorder in a multi -ethnic urban \noutpatient clinic: Initial presentation and treatment outcome with exposure and ritual \nprevention. Behavior Therapy , 34(3), 397 –410. https://doi.org/10.1016/S0005 -\n7894(03)80008 -4 \nGarb, H. N., & Boyle, P. A. (2014). Understanding why some clinicians use pseudoscientific \nmethods: Findings from research on clinical judgment. In S. Lilienfeld, S. Lynn, & J. \nLohr (Eds). Science and pseudoscience in clinical psychology (pp. 19 – 41). The \nGuilford Press.  \nJournal Pre-proof"
    },
    {
      "section": "Page 38",
      "page_number": 38,
      "text": "34 \nMyths and Misconceptions in CBT for OCD  \nGlombiewski, J. A., Hansmeier, J., Haberkamp, A., Rief, W., & Exner, C. (2021). \nMetacognitive therapy versus exposure and response prevention for obsessive -\ncompulsive disorder – A pilot randomized trial. Journal of Obsessive -Compulsive and \nRelated Disorders, 30 , https://doi.org/10.1016/j.jocrd.2021.100650  \nGreist, J. H. (1992). An integrated approach to treatment of obsessive compulsive disorder. \nJournal of Clinical Psychiatry, 53, 38-41.  \nHans, E., & Hiller, W. (2013). Effectiveness of and dropout from outpatient cognitive \nbehavioral therapy for adult unipolar depression: A meta -analysis of nonrandomized \neffectiveness studies. Journal of Consulting and Clinical Psychology, 81 , 75–88. \nhttp:/ /dx.doi.org/10.1037/a0031080  \nHayes, S. C., & Hofmann, S. G. (2017). The third wave of cognitive behavioral therapy and \nthe rise of process‐based care. World Psychiatry, 16 (3), 245 -246. doi: \n10.1002/wps.20442  \nHayes, S. C., Strosahl, K. D., & Wilson, K. G. ( 2012). Acceptance and commitment therapy: \nThe process and practice of mindful change (2nd ed.) . Guilford Press.  \nHezel, D. M., & Simpson, H. B. (2019). Exposure and response prevention for obsessive -\ncompulsive disorder: A review and new directions. Indian J ournal of Psychiatry, 61, \nS85 – S92. doi: 10.4103/psychiatry.IndianJPsychiatry_516_18.  \nHøjgaard, D. R. M. A., Hybel, K. A., Ivarsson, T., Skarphedinsson, G., Becker Nissen, J., \nWeidle, B., Melin, K., Torp, N. C., Valderhaug, R., Dahl, K., Mortensen, E. L., \nCompton, S., Jensen, S., Lenhard, F., & Thomsen, P. H. (2017). One -Year Outcome \nfor Re sponders of Cognitive -Behavioral Therapy for Pediatric Obsessive -Compulsive \nDisorder. Journal of the American Academy of Child & Adolescent Psychiatry , 56(11), \n940-947.e1. https://doi.org/10.1016/j.jaac.2017.09.002  \nJournal Pre-proof"
    },
    {
      "section": "Page 39",
      "page_number": 39,
      "text": "35 \nMyths and Misconceptions in CBT for OCD  \nHollander E., Stein D. J., Fineberg, N. A ., Marteau, F., & Lagault, M. (2010). Quality of life \noutcomes in patients with obsessive -compulsive disorder: Relationship to treatment \nresponse and symptom relapse. Journal of Clinical Psychiatry, 71(6):784 -\n792. doi:10.4088/JCP.09m05911blu.  \nHollmann, K.,  Hohnecker, C., Haigis, A., Alt, A., Kühnhausen, J., Pascher, A., Wörz, U., \nApp, R., Lautenbacher, H., & Renner, T. (2022). Internet -based cognitive behavioral \ntherapy in children and adolescents with obsessive -compulsive disorder: A \nrandomized controlled trial. Frontiers in Psychiatry , 13. \nhttps://doi.org/10.3389/fpsyt.2022.989550  \nHunsley, J. (2007). Addressing key challenges in evidence -based practice in \npsychology.  Professional Psychology: Research and Practice, 38 (2), 113–\n121. https://doi.org/10.1037/0735 -7028.38.2.113  \nJohnco, C., McGuire, J. F., Roper, T., & Storch, E. A. (2020). A meta -analysis of dropout \nrates from exposure with response prevention and pharmacological treatment for \nyouth with obsessive compulsive dis order. Depression and Anxiety, 37 (5), 407 – 417. \nhttps://doi.org/10.1002/da.22978  \nKeleher J., Jassi, A., & Krebs, G. (2020). Clinician -reported barriers to using exposure with \nresponse prevention in the treatment of pediatric obsessive -compulsive disorder.  \nJournal of Obsessive Compulsive and Related Disorders, 24 . \nhttps://doi.org/10.1016/j.jocrd.2019.100498.  \nKlepac, R. K., Roman, G. F., Andrasik, F., Arnold, K. D., Belar, C. D., Berry, S. L., \nChristofff, K. A., … & Dowd, E. T. (2012). Guidelines for cogniti ve behavioral \ntraining within doctoral psychology programs in the United States: Report of the Inter -\norganizational Task Force on Cognitive and Behavioral Psychology Doctoral \nEducation. Behavior Therapy, 43 (4), 687 – 697. doi: 10.1016/j.beth.2012.05.002  \nJournal Pre-proof"
    },
    {
      "section": "Page 40",
      "page_number": 40,
      "text": "36 \nMyths and Misconceptions in CBT for OCD  \nLandin-Romero, R., Moreno -Alcazar, A., Pagani, M., & Amann, B. L. (2018). How does eye \nmovement desensitization and reprocessing therapy work? A systematic review on \nsuggested mechanisms of action.  Frontiers in Psychology , 9, 1395.  \nLewis, A., Stokes, C., Hey man, I., Turner, C., & Krebs, G. (2020). Conceptualizing and \nmanaging risk in pediatric OCD: Case examples. Bulletin of the Menninger Clinic, \n84(1), 3 – 20. doi: 10.1521/bumc_2019_83_06.  \nLilienfeld S. O. (2019). What is \"evidence\" in psychotherapies?  World  psychiatry : official \njournal of the World Psychiatric Association (WPA) , 18(3), 245 –246. \nhttps://doi.org/10.1002/wps.20654  \nLilienfeld, S. O., Lynn, S. J., & Lohr, J. M. (2014). Science and pseudoscience in clinical \npsychology.  The Guilford Press.  \nLilienf eld, S. O., & Strother, A. N. (2020). Psychological measurement and the replication \ncrisis: Four sacred cows. Canadian Psychology, 61 (4), 281 – 288. \nhttp://dx.doi.org/10.1037/cap0000236  \nMacy, A. S., Theo, J. N., Kaufmann, S., Ghazzaoui, R. B., Pawlowski, P. A., Fakhry, H. I., \nCassmassi, B. J., & IsHak, W. (2013). Quality of life in obsessive compulsive \ndisorder. CNS Spectrum, 18 , 21-33. doi: 10.1017/S1092852912000697.  \nMancebo, M. C., Yip,  A. G., Boisseau, C. L., Rasmussen, S. A., & Zlotnick, C. (2021). \nBehavioral therapy teams for obsessive compulsive disorder: Lessons learned from a \npilot randomized trial in a community mental health center. Behavior Therapy, 52 (5), \n1296 – 1309. doi:10.10 16/j.beth.2021.02.009.  \nMarsden, K., Lovell, K., Blore, D., Ali, S., & Delgadillo, J. (2017). A randomized controlled \ntrial comparing EMDR and CBT for obsessive -compulsive disorder. Clinical \nPsychology and Psychotherapy, 25 , 10-18. https://doi.org/10.1002/c pp.2120  \nJournal Pre-proof"
    },
    {
      "section": "Page 41",
      "page_number": 41,
      "text": "37 \nMyths and Misconceptions in CBT for OCD  \nMataix -Cols, D., Andersson, E., Aspvall, K., Boberg, J., Crowley, J. J., De Schipper, E., de la \nCruz, L. F., Flygare, O., Ivanova, E., & Lenhard, F. (2022). Operational Definitions of \nTreatment Response and Remission in Obsessive -Compulsive Disorde r Capture \nMeaningful Improvements in Everyday Life. Psychotherapy and psychosomatics , 1-7. \ndoi: 10.1159/000527115.  \nMcGuire, J. F., Lewin, A. B., & Storch, E. A. (2014). Enhancing exposure therapy for anxiety \ndisorders, obsessive -compulsive disorder and pos t-traumatic stress disorder.  Expert \nReview of Neurotherapeutics , 14(8), 893 -910. \nMcGuire, J. F., Piacentini, J., Lewin, A. B., Brennan, E. A., Murphy, T. K., & Storch, E. A. \n(2015). A meta‐analysis of cognitive behavior therapy and medication for child \nobsessive –compulsive disorder: Moderators of treatment efficacy, response, and \nremission.  Depression and Anxiety , 32(8), 580 -593. https://doi.org/10.1002/da.22389  \nMcKay, D., Abramowitz, J. S., Calamari, J. E., Kyrios, M., Radomsky, A., Sookman, D., \nTaylor, G. , & Wilhelm, S. (2004). A critical evaluation of obsessive -compulsive \ndisorder subtypes: Symptoms versus mechanisms. Clinical Psychology Review, 24, \n283 – 313. doi:10.1016/j.cpr.2004.04.003  \nMcKay, D., Abramowitz, J. S., & Storch, E. A. (2017). Obsessive -compulsive and related \ndisorders: Where have we been? In J. S. Abramowitz, D. McKay, & E. A. Storch \n(Eds.) The Wiley handbook of obsessive compulsive disorders.  Wiley. \nhttps://doi.org/10.1002/9781118890233.ch0  \nMcKay, D., Abramowitz, J. S., & Storch, E. A. (2 021). Mechanisms of harmful treatments for \nobsessive -compulsive disorder. Clinical Psychology: Science and Practice, 28 (1), 52 \n– 59. https://doi.org/10.1111/cpsp.12337  \nMcKay, D., Sookman, D., Neziroglu, F., Wilhelm, S., Stein, D. J., Kyrios, M., Matthews, K., \n& Veale, D. (2015). Efficacy of cognitive -behavioral therapy for obsessive -\nJournal Pre-proof"
    },
    {
      "section": "Page 42",
      "page_number": 42,
      "text": "38 \nMyths and Misconceptions in CBT for OCD  \ncompulsive disorder. Psychiatry Research, 225, 236 – 246. \nhttp://dx.doi.org/10.1016/j.psychres.2014.11.058  \nMelchior, K., van der Heiden, C., Deen, M., Mayer, B., & Franken, I. H . (2023). The \neffectiveness of metacognitive therapy in comparison to exposure and response \nprevention for obsessive -compulsive disorder: A randomized controlled trial. Journal \nof Obsessive -Compulsive and Related Disorders , 100780.  \nMelin, K., Skarphedinss on, G., Thomsen, P. H., Weidle, B., Torp, N. C., Valderhaug, R., \nHøjgaard, D. R. M. A., Hybel, K. A., Nissen, J. B., Jensen, S., Dahl, K., Skärsäter, I., \nHaugland, B. S., & Ivarsson, T. (2020). Treatment Gains Are Sustainable in Pediatric \nObsessive -Compuls ive Disorder: Three -Year Follow -Up From the NordLOTS. \nJournal of the American Academy of Child & Adolescent Psychiatry , 59(2), 244 –253. \nhttps://doi.org/10.1016/j.jaac.2019.01.010  \nMoritz, S., Kulz, A., Voderholzer, U., Hillebvrand, T., McKay, D., & Jelinek,  L. (2019). \n“Phobie a deux” and other reasons why clinicians do not apply exposure with response \nprevention in patients with obsessive -compulsive disorder. Cognitive Behaviour \nTherapy, 48 (2), 162 – 176.  https://doi.org/10.1080/16506073.2018.1494750.  \nNatio nal Institute for Health and Care Excellence. (2005). Obsessive -compulsive disorder and \nbody dysmorphic disorder: Treatment . Retrieved from:  \nhttps://www.nice.org.uk/guidance/cg31  \nNational Institute for Health and Care Excellence. (2013). Obsessive -compulsive disorder: \nEvidence update . London: The British Psychological Society and The Royal College \nof Psychiatrists. Retrieved from: \nhttps://www.nice.org.uk/guidance/cg31/evidence/full -guideline -194883373  \nNeal, R. L., Alcolado, G. M., & Radoms ky, A. S. (2017). Responsibility, checking, and \nreassurance -seeking in OCD. In J. S. Abramowitz, D. McKay, & E. A. Storch (Eds.), \nJournal Pre-proof"
    },
    {
      "section": "Page 43",
      "page_number": 43,
      "text": "39 \nMyths and Misconceptions in CBT for OCD  \nThe Wiley handbook of obsessive -compulsive disorders  (pp. 361 –376). Wiley \nBlackwell.  \nO'Donohue, W. (2021). Are psychologists a ppraising research properly? Some Popperian \nnotes regarding replication failures in psychology.  Journal of Theoretical and \nPhilosophical Psychology, 41 (4), 233 –247. https://doi.org/10.1037/teo0000179  \nO’Donohue, W., Masuda, A., & Lilienfeld, S. (Eds.) (2022). Avoiding questionable research \npractices in applied psychology . Springer.  \nOlatunji, B. O., Davis, M. L., Powers, M. B., & Smits, J. A. (2013). Cognitive -behavioral \ntherapy for obsessive -compulsive  disorder: A meta -analysis of treatment outcome and \nmoderators. Journal of Psychiatric Research, 47 (1), 33 – 41. doi: \n10.1016/j.jpsychires.2012.08.020  \nOlatunji, B. O., Rosenfield, D., Tart, C. D., Cottraux, J., Powers, M. B., & Smits, J. A. J. \n(2013). Beha vioral versus cognitive treatment of obsessive -compulsive disorder: An \nexamination of outcome and mediators of change.  Journal of Consulting and Clinical \nPsychology, 81 (3), 415 –428. https://doi.org/10.1037/a0031865  \nOnken, L. S. (2019). History and evolutio n of the NIH stage model: Overcoming hurdles to \ncreate behavioral interventions to improve the public health, 28 – 43. In S. Dimidjian \n(Ed.) Evidence -based practice in action: Bridging clinical science and intervention . \nGuilford.  \nOng, C. W., Blakey, S. M.,  Smith, B. M., Morrison, K. L., Bluett, E. J., Abramowitz, J. S., & \nTwohig, M. P. (2020). Moderators and processes of change in traditional exposure and \nresponse prevention (ERP) versus acceptance and commitment therapy -informed ERP \nfor obsessive -compulsiv e disorder. Journal of Obsessive -Compulsive and Related \nDisorders, 24, 100499. https://doi.org/10.1016/j.jocrd.2019.100499  \nJournal Pre-proof"
    },
    {
      "section": "Page 44",
      "page_number": 44,
      "text": "40 \nMyths and Misconceptions in CBT for OCD  \nOng, C. W., Clyde, J. W., Bluett, E. J., Levin, M. E., & Twohig, M. P. (2016). Dropout rates \nin exposure with response prevention for obsessive -compulsive disorder: What do the \ndata really say? Journal of Anxiety Disorders, 40 , 8–17. \nhttps://doi.org/10.101 6/j.janxdis.2016.03.006  \nÖst, L -G., Enebrink, P., Finnes, A., Ghaderi, A., Havnen, A., Kvale, G., Salomonsson, S., & \nWergeland, G. J. (2022). Cognitive behavior therapy for obsessive -compulsive \ndisorder in routine clinical care: A systematic review and meta -analysis. Behaviour \nResearch and Therapy. https://doi.org/10.1016/j.brat.2022.104170  \nÖst, L -G., Havnen, A., Hansen, B., & Kvale, G. (2015). Cognitive behavioral treatments of \nobsessive -compulsive disorder. A systematic review and meta -analysis of studies \npublished 1993 -2014. Clinical Psychology Review, 40, 156 – 169. \nhttp://dx.doi.org/10.1016/j.cpr.2015.06.003  \nÖst, L. -G., Riise, E. N., Wergeland, G. J., Hansen, B., & Kvale, G. (2016). Cognitive \nbehavioral and pharmacological treatments of OCD in children:  A systematic review \nand meta -analysis. Journal of Anxiety Disorders, 43 , 58–69. \ndoi:10.1016/j.janxdis.2016.08.003  \nPagsberg, A. K., Uhre, C., Uhre, V., Pretzmann, L., Christensen, S. H., Thoustrup, C., \nClemmesen, I., …, & Plessen, K. J. (2022). Family -based cognitive behavioural \ntherapy versus family -based relaxation therapy for obsessive -compulsive disorder in \nchildren and adolescents: Protocol for a randomized clinical trial (the TECTO trial). \nBMC Psychiatry, 22 (204), 1 – 15. https://doi.org/10.1186/s1288 8-021-03669 -2 \nPaul, G. L. (1969). Behavior modification research: Design and tactics. In C. M. Franks (Ed.), \nBehavior therapy: Appraisal and status (pp. 29 -62). New York: McGraw -Hill. \nPiacentini, J., Bergman, R. L., Chang, S., Langley, A., Peris, T., Wood,  J. J., & McCracken, J. \n(2011). Controlled comparison of family cognitive behavioral therapy and \nJournal Pre-proof"
    },
    {
      "section": "Page 45",
      "page_number": 45,
      "text": "41 \nMyths and Misconceptions in CBT for OCD  \npsychoeducation/relaxation training for child obsessive -compulsive disorder. Journal \nof the American Academy of Child & Adolescent Psychiatry , 50(11), 1149 -1161. \nhttps://doi.org/10.1016/j.jaac.2011.08.003  \nPittig, A., Kotter, R., & Hoyer, J. (2019). The struggle of behavioral therapists with exposure: \nSelf-reported practicability, negative beliefs, and therapist distress about exposure -\nbased interventions. Behav ior Therapy, 50 (2), 353 – 366. doi: \n10.1016/j.beth.2018.07.003  \nPonniah, K., Magiati, I., & Hollon, S. D. (2013). An update on the efficacy of psychological \ntherapies in treatment of obsessive -compulsive disorder in adults. Journal of \nObsessive Compulsive a nd Related Disorders, 2 (2), 207 – 218. \ndoi:10.1016/j.jocrd.2013.02.005.  \nPOTS (2004). Cognitive -behavior therapy, sertraline, and their combination for children and \nadolescents with obsessive -compulsive disorder: the Pediatric OCD Treatment Study \n(POTS) ran domized controlled trial. Journal of the American Medical Association , \n292(16), 1969 -1976. https://doi.org/10.1001/jama.292.16.1969  \nRachman, S. (1998). A cognitive theory of obsessions: Elaborations. Behaviour Research and \nTherapy, 36 (4), 385 – 401. https ://doi.org/10.1016/S0005 -7967(97)10041 -9. \nReid, A. M., Bolshakova, M. I., Guzick, A. G., Fernandez, A. G., Striley, C. W., Geffken, G. \nR., & McNamara, J. P. (2017). Common barriers to the dissemination of exposure \ntherapy for youth with anxiety disorders. Journal of Community Mental Health, 53 (4), \n432- 437. doi:10.1007/s10597 -017-0108 -9 \nReid, A. M., Guzick, A. G., Fernandez, A. G., Deacon, B., McNamara, J. P., Geffken, G. R., \nMcCarty, R., & Striley, C. W. (2018). Exposure therapy for youth with anxiety: \nUtilization rates and predictors of implementation in a sample of practicing clinicians \nJournal Pre-proof"
    },
    {
      "section": "Page 46",
      "page_number": 46,
      "text": "42 \nMyths and Misconceptions in CBT for OCD  \nfrom across the United States. Journal of Anxiety Disorders, 58, 8 – 17. \nhttps://doi.org/10.1016/j.janxdis.2018.06.002  \nReid, J. E., Laws, K. R., Drummond, L., Vismara, M., Grancini, B., Mpavaenda, D., & \nFineberg, N. A. (2021). Cognitive behavioural therapy with exposure and response \nprevention in the treatment of obsessive -compulsive disorder: A systematic review \nand meta -analysis of randomized controlled trials. Comprehensive Psychiatry, 106, 1 – \n13. https://doi.org/10.1016/j.comppsych.2021.152223  \nReynolds, S. A., Clark, S., Smith, H., Langdon, P. E., Payne, R., Bowers, G., Norton, E., & \nMcIlwham, H. (2013). Randomized con trolled trial of parent -enhanced CBT \ncompared with individual CBT for obsessive -compulsive disorder in young people. \nJournal of Consulting and Clinical Psychology , 81(6), 1021 -1026. \nhttps://doi.org/10.1037/a0034429  \nRichard, D. C. S., & Gloster, A. T. (200 6). Exposure therapy has a public relations problem: \nA dearth of litigation amid a wealth of concern. In D.C.S. Richard & D.L. Lauterbach \n(Eds.), Handbook of Exposure Therapies (pp. 409 -425). Amsterdam, The Netherlands: \nAcademic Press.  \nRoberts, S. O., Bare ket-Shavit, C., Dollins, F. A., Goldie, P. D., & Mortenson, E. (2020). \nRacial inequality in psychological research: Trends of the past and recommendations \nfor the future. Perspectives on Psychological Science, 15 (6), 1295 – 1309. \nhttps://doi.org/10.1177/17 45691620927709  \nRosa -Alcazar, A. I., Sanchez -Meca, J., Gomez -Conesa, A., & Marin -Martinez, F. (2008). \nPsychological treatment of obsessive -compulsive disorder: A meta -analysis. Clinical \nPsychology Review, 28 (8), 1310 – 1325. doi: 10.1016/j.cpr.2008.07.001.  \nScahill, L., Riddle, M. A., McSwiggin -Hardin, M., Ort, S. I., King, R. A., Goodman, W. K., \nCicchetti, D., & Leckman, J. F. (1997). Children's Yale -Brown Obsessive Compulsive \nJournal Pre-proof"
    },
    {
      "section": "Page 47",
      "page_number": 47,
      "text": "43 \nMyths and Misconceptions in CBT for OCD  \nScale: reliability and validity. Journal of the American Academy of Child and \nAdol escent Psychiatry , 36(6), 844 -852. https://doi.org/10.1097/00004583 -199706000 -\n00023  \nSchneider, S. C., Knott, L., Cepeda, S. L., Hana, L. M., McIngvale, E., Goodman, W. K., & \nStorch, E. A. (2020). Serious negative consequences associated with exposure and \nresponse prevention for obsessive -compulsive disorder: A survey of therapist attitudes \nand experiences. Depression and anxiety , 37(5), 418 –428. \nhttps://doi.org/10.1002/da.23000  \nSchruers, K., Koning, K. K., Luermans, J. J., Haack, M. J., & Griez, E. E. (200 5). Obsessive -\ncompulsive disorder: A critical review of therapeutic perspectives. Acta Psychiatrica \nScandinavica, 111,  261–271. http://dx.doi.org/10.1111/j.1600 - 0447.2004.00502.x  \nSchwartz, C., Schlegl, S., Kuelz, A. K., & Voderholzer, U. (2013). Treatment -seeking in \nOCD community cases and psychological treatment actually provided to treatment -\nseeking patients: A systematic review.  Journal of Obsessive -Compulsive and Related \nDisorders, 2 (4), 448 –456. https://doi.org/10.1016/j.jocrd.2013.10.006  \nShafran, R.,  Radomsky, A. S., Coughtrey, A. E., & Rachman, S. (2013). Advances in the \ncognitive behavioural treatment of obsessive compulsive disorder. Cognitive \nBehaviour Therapy, 42 (4), 265 – 274. DOI: 10.1080/16506073.2013.773061  \nSkapinakis, P., Caldwell, D. M., Ho llingworth, W., Bryden, P., Fineberg, N. A., Salkovskis, \nP., Welton, N. J., …, & Lewis, G. (2016). Pharmacological and psychotherapeutic \ninterventions for management of obsessive -compulsive disorder in adults: A \nsystematic review and network meta -analysis.  Lancet Psychiatry, 3 (8), 730 – 739. doi: \n10.1016/S2215 -0366(16)30069 -4 \nJournal Pre-proof"
    },
    {
      "section": "Page 48",
      "page_number": 48,
      "text": "44 \nMyths and Misconceptions in CBT for OCD  \nSkarphedinsson, G., Hanssen -Bauer, K., Kornør, H., Heiervang, E. R., Landrø, N. I., \nAxelsdottir, B., ... & Ivarsson, T. (2015). Standard individual cognitive behaviour \ntherapy for paed iatric obsessive –compulsive disorder: a systematic review of effect \nestimates across comparisons.  Nordic journal of psychiatry , 69(2), 81 -92. doi: \n10.3109/08039488.2014.941395.  \nSkarphedinsson, G., Weidle, B., Thomsen, P. H., Dahl, K., Torp, N. C., Nissen, J. B., Melin, \nK. H., Hybel, K., Valderhaug, R., Wentzel -Larsen, T., Compton, S. N., & Ivarsson, T. \n(2015). Continued cognitive -behavior therapy versus sertraline for children an d \nadolescents with obsessive –compulsive disorder that were non -responders to \ncognitive -behavior therapy: A randomized controlled trial. European Child & \nAdolescent Psychiatry , 24(5), 591 –602. https://doi.org/10.1007/s00787 -014-0613 -0 \nSoondrum, T., Wang, X. , Gao, F., Liu, Q., Fan, J., & Zhu, X. (2022). The applicability of \nacceptance and commitment therapy for obsessive -compulsive disorder: A systematic \nreview and meta -analysis. Brain Sciences, 12 , 656. \nhttps://doi.org/10.3390/brainsci12050656.  \nStanley, T. D., Carter, E. C., Doucouliagos, H. (2018). What meta -analyses reveal about the \nreplicability of psychological research. Psychological Bulletin, 144 (12), 1325 – 1346. \ndoi: 10.1037/bul0000169.  \nSteketee, G., Siev, J., Yovel, I., Lit, K., & Wilhelm, S. (2019) . Predictors and Moderators of \nCognitive and Behavioral Therapy Outcomes for OCD: A Patient -Level Mega -\nAnalysis of Eight Sites. Behavior therapy, 50 (1), 165 - \n176. https://doi.org/10.1016/j.beth.2018.04.004  \nJournal Pre-proof"
    },
    {
      "section": "Page 49",
      "page_number": 49,
      "text": "45 \nMyths and Misconceptions in CBT for OCD  \nStewart, R. E., & Chambless, D. L. (2009). Cognit ive–behavioral therapy for adult anxiety \ndisorders in clinical practice: A meta -analysis of effectiveness studies. Journal of \nConsulting and Clinical Psychology , 77, 595 –606. https://doi.org/10.1037/a0016032  \nStorch, E. A., Bussing, R., Small, B. J., Geffke n, G. R., McNamara, J. P., Rahman, O., Lewin, \nA. B., … & Murphy, T. K. (2013). Randomized, placebo -controlled trial of cognitive -\nbehavioral therapy alone or combined with sertraline in the treatment of pediatric \nobsessive -compulsive disorder. Behavio ur Res earch and Therapy, 51 (12), 823 – 829. \ndoi: 10.1016/j.brat.2013.09.007  \nStorch, E. A., Peris, T. S., De Nadai, A., Piacentini, J., Bloch, M., Cervin, M., McGuire, J., … \n& Goodman, W. K. (2020). Little double that CBT works for pediatric OCD. Journal \nof the American Academy of Child & Adolescent Psychiatry, 59 (7), 785 – 786. doi: \n10.1016/j.jaac.2020.01.026.  \nStorch, E. A., Wilhelm, S., Sprich, S., Henin, A., Micco, J., Small, B. J., McGuire, J., Mutch, \nJ., Lewin, A. B., Murphy, T. K., & Geller, D. A. (2016). E fficacy of augmentation of \ncognitive behavior therapy with weight -adjusted D -cycloserine vs placebo in pediatric \nobsessive -compulsive disorder: A randomized clinical trial. Journal of the American \nMedical Association, Psychiatry , 73(8), 779 -788. \nhttps://do i.org/10.1001/jamapsychiatry.2016.1128  \nTolin, D. F. (2009). Alphabet soup: ERP, CT, and ACT for OCD.  Cognitive and Behavioral \nPractice, 16 (1), 40 –48. https://doi.org/10.1016/j.cbpra.2008.07.001  \nTolin, D. F., McKay, D., Forman, E. M., Klonsky, E. D., & Tho mbs, B. D. (2015). \nEmpirically supported treatment: Recommendations for a new model.  Clinical \nPsychology: Science and Practice, 22 (4), 317 –338. https://doi.org/10.1037/h0101729  \nJournal Pre-proof"
    },
    {
      "section": "Page 50",
      "page_number": 50,
      "text": "46 \nMyths and Misconceptions in CBT for OCD  \nTolin, D., Melnyk, T., & Marx, B. (2015). Exposure and response prevention for obsessive -\ncompulsive disorder: Empirically supported treatment report . \ndoi:10.1037/e675592012 -001 \nTorp, N. C., Dahl, K., Skarphedinsson, G., Thomsen, P. H., Valderhaug, R., Weidle, B., \nMelin, K. H., Hybel, K., Nissen, J. B., Lenhard, F., Wentzel -Larsen, T. , Franklin, M. \nE., & Ivarsson, T. (2015). Effectiveness of cognitive behavior treatment for pediatric \nobsessive -compulsive disorder: Acute outcomes from the Nordic Long -term OCD \nTreatment Study (NordLOTS). Behaviour Research and Therapy , 64, 15–23. \nhttps:/ /doi.org/10.1016/j.brat.2014.11.005  \nTownsend, A. N., Hertz, A. G., D’Souza, J. M., & Wiese, A. D. (2022). Advances in \npsychotherapy with internet -based cognitive behavioral therapy for anxiety and \nobsessive -compulsive disorder. Advances in Psychiatry and B ehavioral Health, 2 (1), \n57 – 70. https://doi.org/10.1016/j.ypsc.2022.05.003  \nTrent, E. S., Guzick, A. G., Viana, A. G., & Storch, E. A. (2021). Third -wave cognitive \nbehavioral therapy for obsessive compulsive disorder: A promising approach if it \nincludes ex posure. Advances in Psychiatry and Behavioral Health, 1, 37 – 51. \nhttps://doi.org/10.1016/j.ypsc.2021.05.004  \nTwohig, M. P., Abramowitz, J. S., Bluett, E. J., Fabricant, L. E., Jacoby, R. J., Morrison, K. \nL., Reuman, L., & Smith, B. M. (2015). Exposure therapy for OCD from an \nacceptance and commitment therapy (ACT) framework. Journal of Obsessive -\nCompulsive and Related Disorders, 6, 167 -173. \nTwohig, M. P., Abramowitz, J. S., Smith, B. M., Fabri cant, L. E., Jacoby, R. J., & Morrison, \nK. L. (2018). Adding acceptance and commitment therapy to exposure and response \nJournal Pre-proof"
    },
    {
      "section": "Page 51",
      "page_number": 51,
      "text": "47 \nMyths and Misconceptions in CBT for OCD  \nprevention for obsessive -compulsive disorder: A randomized controlled trial. \nBehaviour Research and Therapy, 108 , 1-9. https://doi.org/1 0.1016/j.brat.2018.06.005  \nTwohig, M. P., Hayes, S. C., Plumb, J. C., Pruitt, L. D., Collins, A. B., Hazlett -Stevens, H., & \nWoidneck, M. R. (2010). A randomized clinical trial of acceptance and commitment \ntherapy versus progressive relaxation training for o bsessive -compulsive \ndisorder.  Journal of Consulting and Clinical Psychology , 78(5), 705.  \nUhre, C. F., Uhre, V. F., Lonfeldft, N. N., Pretzmann, L., Vangkilde, S., Plessen, K., GLuud, \nC., … & Pagsberg, A. (2020). Systematic review and meta -analysis: Cogniti ve-\nbehavioral therapy for obsessive -compulsive disorder in children and adolescents.  \nJournal of the American Academy of Child & Adolescent Psychiatry, 59 (1), 64 – 77. \nhttps://doi.org/10.1016/j.jaac.2019.08.480  \nVeale, D., Freeston, M., Krebs, G., Heyman, I., & Salkovskis, P. (2009). Risk assessment and \nmanagement in obsessive -compulsive disorder. Advances in Psychiatric Treatment, \n15, 332 – 343. doi: 10.1192/apt.bp.107.004705  \nWashburn, J. J., Teachman, B. A., Gau diano, B. A., Penberthy, K., Peris, T. S., Davison, G. \nC., & Hollon, S. D. (2022). The central role of lifelong learning and humility in \nclinical psychology. Clinical Psychological Science, 1 – 13. \nhttps://doi.org/10.1177/21677026221101063  \nWesten, D., Novo tny, C. M., & Thompson -Brenner, H. (2004). The empirical status of \nempirically supported psychotherapies: Assumptions, findings, and reporting in \ncontrolled clinical trials. Psychological Bulletin, 130 (4), 631 – 663. DOI: \n10.1037/0033 -2909.130.4.631  \nWhites ide, S. P. H., Deacon, B. J., Benito, K., & Stewart, E. (2016). Factors associated with \npractitioners’ use of exposure therapy for childhood anxiety disorders. Journal of \nAnxiety Disorders, 40, 29 – 36. doi:10.1016/j.janxdis.2016.04.001.  \nJournal Pre-proof"
    },
    {
      "section": "Page 52",
      "page_number": 52,
      "text": "48 \nMyths and Misconceptions in CBT for OCD  \n \nJournal Pre-proof"
    },
    {
      "section": "Page 53",
      "page_number": 53,
      "text": "Highlights  \n• Cognitive -behavior therapy is a gold -standard treatment for obsessive -compulsive \ndisorder.  \n• Exposure and response prevention is a key component of this approach.  \n• Several myths and misconceptions related to CBT for OCD continue to proliferate.  \n• Such myths/misconceptions lack empiricism and slow dissemination and implementation.  \n• The present review addresses these myths/misconceptions  and provides recommendations \nfor research and practice.  \nJournal Pre-proof"
    },
    {
      "section": "Page 54",
      "page_number": 54,
      "text": "Author disclosure  \nConflicts of Interest  \n \nDr. Storch reports receiving research funding to his institution from the Ream Foundation, \nInternational OCD Foundation, and NIH. He is a consultant for Brainsway and Biohaven \nPharmaceuticals. He owns stock less than $5000 in NView. He receives book royalt ies from \nElsevier, Wiley, Oxford, American Psychological Association, Guildford, Springer, Routledge, \nand Jessica Kingsley. All other authors declare no conflicts of interest.  Drs. Eric Storch and Dean \nMcKay  serve on the editorial board of the Journal of Obsessive Compulsive and Related \nDisorders . Given Dr s. Storch and McKay’s  roles as editorial board member s, they had no \ninvolvement in the peer -review of this article and had no access to information regarding its \npeer-review.  \n \n \nJournal Pre-proof"
    },
    {
      "section": "Page 55",
      "page_number": 55,
      "text": "Author disclosure  \nConflicts of Interest  \n \nAll authors declare no conflicts of interest.  Drs. Eric Storch and Dean McKay serve on the \neditorial board of the Journal of Obsessive Compulsive and Related Disorders. Given Drs. Storch \nand McKay’s roles as editorial board members, they had no involvement in the peer -review of \nthis article and had n o access to information regarding its peer -review.  \n \nEthical Statements  \n \nSince no data were collected for the present review article, no IRB approval was sought.  \n \nInformed Consent  \n \nSince no data were collected from participants for the present review article, no informed \nconsent was necessary.  \n \nRole of funding sources  \n \nPreparation of this manuscript was supported by a grant from the Eunice Kennedy Shriver \nNational Institute of Child Health & Human Development of the National Institutes of Health \nunder Award Number P50HD103555 for use of the Clinical and Translational Core facilities. \nThe content is solely the responsibility of the authors and does not necessarily represent the \nofficial views of the National Institutes of Health.  \n  \nData Availability  \n \nSince no data were collected from participants for the present review article, no data are \navailable.  \n \nContributors  \n \nThe first author led the literature review /manuscript preparation process , discussed research \nquestions with the seventh author (senior author), and wrote and revised the manuscript. The \nsecond , third, fourth, fifth , and sixth  author s contributed to the literature review, and  assisted \nwith draft ing, revis ing, and edit ing the manuscript. Finally, the seventh  (senior)  author  \nsupervised the f irst author  in conducting the  literature review/manuscript preparation , \nconceptualized the overall idea,  and wrote and revised the manuscript. The final manuscript was \napproved by all authors.  \n \nJournal Pre-proof"
    }
  ]
}