{
  "doc_type": "scientific paper",
  "title": "Family Accommodation in Children and Adolescents with Misophonia",
  "authors": [
    "Eric A. Storch",
    "Andrew G. Guzick",
    "Johann D'Souza",
    "Jane Clinger",
    "Daphne Ayton",
    "Minjee Kook",
    "Conor Rork",
    "Eleanor E. Smith",
    "Isabel A. Draper",
    "Nasim Khalfe",
    "Catherine E. Rast",
    "Nicholas Murphy",
    "Marijn Lijfijjt",
    "Wayne K. Goodman",
    "Matti Cervin"
  ],
  "year": 2023,
  "journal": "Behavior Therapy",
  "doi": "10.1016/j.beth.2023.09.001",
  "abstract": "Family accommodation (e.g., reassurance, modifying routines, assisting avoidance) has not been explored among youth with misophonia but may have important clinical and intervention implications. We examined family accommodation in 102 children and adolescents with interview-confirmed misophonia and compared its frequency and content to family accommodation in 95 children and adolescents with anxiety disorders. Findings showed that family accommodation was ubiquitous in pediatric misophonia and may be even more frequent than in youth with anxiety disorders. Assisting the child, participating in misophonia-related behaviors, and modifying family routines were endorsed by more than 70% of parents of children with misophonia. Further, compared to parents of children with anxiety disorders, parents of children with misophonia more frequently reported child distress and anger when they did not accommodate. Family accommodation was a moderate to strong predictor of misophonia severity even when accounting for co-occurring internalizing and externalizing symptoms and sociodemographic factors. This first study of family accommodation in pediatric misophonia suggests accommodation may be an important clinical feature oand a potential candidate to target in interventions.",
  "keywords": [
    "Misophonia",
    "Children",
    "Family accommodation",
    "Anxiety",
    "Treatment"
  ],
  "research_topics": [
    "Family accommodation in pediatric misophonia",
    "Misophonia symptom severity",
    "Comparison of family accommodation in misophonia and anxiety disorders",
    "Clinical and intervention implications for misophonia",
    "Psychiatric comorbidity in youth with misophonia"
  ],
  "created_at": "2025-05-05T02:54:02.479918Z",
  "source_pdf": "documents/research/Global/Storch 2023 Family Accommodations in Children and Adolescents with  Misophonia.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:Behavior therapy\nArticleTitle: FamilyAccommodation inChildren andAdolescents withMisophonia\nArticleAuthor: Storch\nISSN-00057894; LCN-2006264554;\nPublisher: 2023-09-01\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Journal Pre-proofs\nFamily Accommodation in Children and Adolescents with Misophonia\nEric A. Storch, Andrew G. Guzick, Johann D'Souza, Jane Clinger, Daphne\nAyton, Minjee Kook, Conor Rork, Eleanor E. Smith, Isabel A. Draper, Nasim\nKhalfe, Catherine E. Rast, Nicholas Murphy, Marijn Lijfijjt, Wayne K.\nGoodman, Matti Cervin\nPII: S0005-7894(23)00117-X\nDOI: https://doi.org/10.1016/j.beth.2023.09.001\nReference: BETH 1312\nTo appear in: Behavior Therapy\nReceived Date: 11 November 2022\nRevised Date: 5 September 2023\nAccepted Date: 12 September 2023\nPlease cite this article as: E.A. Storch, A.G. Guzick, J. D'Souza, J. Clinger, D. Ayton, M. Kook, C. Rork, E.E.\nSmith, I.A. Draper, N. Khalfe, C.E. Rast, N. Murphy, M. Lijfijjt, W.K. Goodman, M. Cervin, Family\nAccommodation in Children and Adolescents with Misophonia, Behavior Therapy  (2023), doi: https://doi.org/\n10.1016/j.beth.2023.09.001\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition of a cover\npage and metadata, and formatting for readability, but it is not yet the definitive version of record. This version\nwill undergo additional copyediting, typesetting and review before it is published in its final form, but we are\nproviding this version to give early visibility of the article. Please note that, during the production process, errors\nmay be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.\n© 2023 Published by Elsevier Ltd. on behalf of Association for Behavioral and Cognitive Therapies."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Misophonia       1\nRunning Head: Misophonia\nFamily Accommodation in Children and Adolescents with Misophonia\nEric A. Storch,a Andrew G. Guzick,a Johann D’Souza,a, b Jane Clinger,a Daphne Ayton,a \nMinjee Kook,a Conor Rork,a Eleanor E. Smith,a Isabel A. Draper,a Nasim Khalfe,a Catherine \nE. Rast,a Nicholas Murphy,a Marijn Lijfijjt,a Wayne K. Goodman,a and Matti Cervinc\na Department of Psychiatry and Behavioral Sciences, Baylor College of Medicine, Houston, \nTX, USA\nb Department of Psychology, University of Houston, Houston, TX, USA\nc Department of Clinical Sciences, Lundy University, Lund, Sweden\nAuthor Note\nAddress correspondence to Dr. Eric Storch at 1977 Butler Blvd, Suite 4-400, Baylor \nCollege of Medicine, Houston TX 77030. Eric.storch@bcm.edu.\nResearch reported in this publication was supported by a grant from the Misophonia \nResearch Foundation, as well as the Eunice Kennedy Shriver National Institute of Child \nHealth & Human Development of the National Institutes of Health under Award Number \nP50HD103555 for use of the Clinical and Translational Core facilities. The content is solely \nthe responsibility of the authors and does not necessarily represent the official views of the \nNational Institutes of Health."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Misophonia       2\nAbstract\nFamily accommodation (e.g., reassurance, modifying routines, assisting avoidance) has not \nbeen explored among youth with misophonia but may have important clinical and \nintervention implications. We examined family accommodation in 102 children and \nadolescents with interview-confirmed misophonia and compared its frequency and content to \nfamily accommodation in 95 children and adolescents with anxiety disorders. Findings \nshowed that family accommodation was ubiquitous in pediatric misophonia and may be even \nmore frequent than in youth with anxiety disorders. Assisting the child, participating in \nmisophonia-related behaviors, and modifying family routines were endorsed by more than \n70% of parents of children with misophonia. Further, compared to parents of children with \nanxiety disorders, parents of children with misophonia more frequently reported child distress \nand anger when they did not accommodate. Family accommodation was a moderate to strong \npredictor of misophonia severity even when accounting for co-occurring internalizing and \nexternalizing symptoms and sociodemographic factors. This first study of family \naccommodation in pediatric misophonia suggests accommodation may be an important \nclinical feature oand a potential candidate to target in interventions.\nKeywords: Misophonia; Children; Family accommodation; Anxiety; Treatment"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Misophonia       3\nIntroduction\nMisophonia is characterized by selective sound sensitivity to a variety of triggers \n(Swedo et al., 2021). Triggers may evoke anger, irritation, or disgust, and are avoided or \nendured with significant distress (Schröder, Vulink, & Denys, 2013). Common triggers \ninclude sounds from others breathing, eating, talking, or humming, and the distress is often \nexacerbated when triggered by family members or close friends (Schwartz, Leyendecker, & \nConlon, 2011). The exact prevalence of misophonia is unclear (Wiese, Wojcik, & Storch, \n2021) with current estimates ranging from 6% to 20% (Naylor et al., 2021; Kılıç  et al., 2021; \nWu et al., 2014; Zhou, Wu, & Storch, 2017; Yektatalab et al., 2022). While research has \nbegun to show that individuals with misophonia often have psychiatric co-morbidities and \nthat misophonia symptoms can cause substantial impairment (Claiborn et al., 2020; Rinaldi et \nal., 2022; Rosenthal et al., 2022; Wu et al., 2014; Yektatalab et al., 2022), less is known about \nthe effects of misophonia on everyday life, especially in the context of children and their \nfamilies. \nFamily accommodation is characterized by the extent and manner in which family \nmembers take part in an individual's symptoms. This could include actions such as modifying \nbehaviors, removing/reducing demands, and/or providing reassurance. While this has never \nbeen studied systematically in misophonia, family accommodation has been extensively \nstudied in obsessive-compulsive and anxiety disorders, which are also characterized by \nheightened emotional reactions to specific stimuli (Iniesta-Sepulveda et al., 2021; Lebowitz, \nPanza, & Bloch, 2016; Kitt et al., 2022). A recent meta-analysis found that family \naccommodation for children with anxiety is very common (86-100%) with most parents \nendorsing daily accommodation (61-81%; Iniesta-Sepulveda et al., 2021). Rates of \naccommodation are similar among youth with obsessive-compulsive disorder (OCD; Wu et \nal., 2016).  More family accommodation is associated with more severe symptoms in youth \nwith anxiety and OCD (Lebowitz, Scharfstein, & Jones, 2014) and is with a poorer treatment \nresponse in OCD (Garcia et al., 2010; Peris et al., 2012). The extent of family accommodation \nin youth with misophonia has never been examined, but clinical accounts indicate that, similar \nto anxiety and OCD, family accommodation may be common (Wu et al., 2014).\nExamining family accommodation among misophonic youth is important for several \nreasons. First, the causal link between accommodation and symptom maintenance has been \nwell supported in the literature. While not in samples of individuals with misophonia, studies \nin adults with OCD and in children with anxiety and OCD have found that family \naccommodation may mediate the relation between symptom severity and functional \nimpairment, although these results are based on cross-sectional results (La Buissonnière-Ariza \net al., 2022; de Barros et al., 2020; Storch et al., 2007). Second, there are potential treatment \nimplications, as accommodation is an important target in the treatment of anxiety and OCD in \nyouth (Lebowitz et al., 2020; Peris et al., 2017). Third, accommodating the avoidance of \ntriggers is likely to be a maintaining factor for misophonia and several case studies report \nfamily accommodation as a prominent feature of misophonia (Dover & McGuire, 2021; Wu \n& Banneyer, 2020; McGuire, Wu, & Storch, 2015; Johnson et al., 2013); further, preliminary \nreports suggest that reducing family accommodation may be beneficial (Wu & Banneyer, \n2020; Dover & McGuire, 2021). However, the only study to date about family \naccommodation in children with misophonia included only 4 participants (Johnson et al., \n2013), vastly limiting the current knowledge about family accommodation in pediatric \nmisophonia."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "Misophonia       4\nWhen trying to elucidate the role of family accommodation in pediatric misophonia, \nthe influence of co-occurring mental health problems needs to be considered. Psychiatric \ncomorbidity is common in youth with misophonia (Guzick et al., 2023) and it may be that \naccommodation is only present or elevated in children struggling with other psychiatric \nsymptoms as emotional outburst and aggressive responses may be more common among these \nchildren. \nThe present study had three major aims. First, we sought to examine the incidence and \nextent of parent-reported accommodation of misophonia symptoms in children and \nadolescents with misophonia. Given the high incidence of symptom accommodation in other \nrelated conditions, we predicted similarly high rates of accommodation and we included a \nsample of youth with anxiety disorders for comparison. Second, to inform treatment \ndevelopment, we examined the frequency of specific accommodation behaviors (e.g., \nmodification of family routines, avoiding activities) and again compared youth with \nmisophonia to youth with anxiety disorders. No hypothesis was generated for this aim as this \nis the first systematic examination of family accommodation in misophonia. Third, we \nexamined whether accommodation was associated with misophonia symptom severity (using \nboth child- and parent-reports of misophonia) while accounting for co-occurring internalizing \nand externalizing symptoms. In line with the literature on pediatric anxiety and OCD, we \npredicted that family accommodation would be uniquely associated with the severity of \nmisophonia. \nMethod\nParticipants  \nParticipants included 211 subjects between 8-17 years of age with misophonia or \nanxiety symptoms. Participants were recruited through a multimedia approach including \nsocial media, stakeholder websites, electronic Listservs, referrals from health and mental \nhealth professionals, and flyers. Youth were categorized as having either misophonia or an \nanxiety disorder (AD). No participants in the anxiety disorder sample had clinically \nsignificant misophonia symptoms. Core inclusion criteria for both groups included: 1) child 8 \nto 17 years of age, 2) fluent in English, 3) IQ > 70 as assessed using the KBIT, 4) no \ndocumented or suspected history of psychosis, and 5) not actively suicidal. Additional \ninclusion criteria for the misophonia group included a score ˃ 10 on the Amsterdam \nMisophonia Scale (A-MISO-S), corresponding with moderate to severe symptoms (Schroder \net al., 2013), as well as confirmation on the Misophonia Assessment Interview (Lewin et al., \n2021). Additional inclusion criteria for the anxiety disorder sample included: 1) a score ≤ 4 on \nthe A-MISO-S, 2) met criteria for an anxiety disorder using the Mini International \nNeuropsychiatric Interview, Kid Version (MIN-KID, Sheehan et al., 2010), and 3) had \nelevated anxiety (T-score ≥ 60) assessed using the Multidimensional Anxiety Scale for \nChildren 2nd Edition Parent-Report (MASC-2, March, 2013). \nOf the 211 participants who originally provided consent, 14 participants (5 Anxiety \nparticipants and 9 Misophonia participants) were not assessed (i.e., could not be scheduled). \nFor the misophonia group, of the 112 that were consented, 5 were found ineligible due to too \nlow A-MISO scores, and 4 did not complete the entire study due to difficulty in scheduling. \nOur screen failure rate is relatively low in comparison to Naylor et al. as they recruited from a \ngeneral sample. However, our study used a targeted recruitment approach to directly reach \nthose with suspected misophonia. Analyses included 197 parent-child dyads across both \ngroups with 102 subjects in the misophonia group (33.7% male, 67.6% female, 1.0% \ntransgender male, 1.0% transgender female, 2.0% Other; mean age = 13.69 years, SD = 2.51 \nyears) and 95 subjects in the AD group (28.4% male, 57.9% female, 8.0% Other; mean age ="
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Misophonia       5\n12.43 years, SD = 2.54 years). See Table 1 for participant information across the misophonia \nand AD groups. \n \nProcedure\nParticipants interested in the study were pre-screened for initial eligibility via \ntelephone. After obtaining consent and assent, parent-child dyads took part in a virtual, \nremote assessment with a trained rater and completed several online self- and parent-report \nmeasures and tasks (not included in this report). Training of the rater included reviewing \ndidactics of the MINI-KID, viewing videos of the MINI-KID, achieving concordance with a \ngold-standard rater, and finally completing administrations under supervision. Regular clinical \nsupervision was held. The child/adolescent and parent were interviewed together for the \nMisophonia Diagnostic Interview and the MINI-KID. Participants were compensated $90 for \ntheir time.\n \nMeasures  \nFamily Accommodation Scale. The Family Accommodation Scale (FAS) is a 13-item \nparent-report measure related to participation in symptoms, modification of parental behaviors \nin response to symptoms, and associated distress and consequences. The scale used in this \nstudy was adapted from the Family Accommodation Scale–Anxiety (Lebowitz et al., 2013), \nitself an adaptation and modification of the Family Accommodation Scale for OCD \n(Calvocoressi et al., 1999), to reflect misophonia by changing the word “anxiety” to \n“misophonia” (e.g., “How often did you provide items needed due to their \n[anxiety/misophonia]?”). The internal consistency of the items of the FAS for misophonia was \nadequate ( a = .76) but somewhat lower for the 9 items examining specific areas of \naccommodating behaviors ( a = .67), indicating that accommodation behaviors in misophonia \nis a heterogeneous construct. Therefore, we examined not only the total score of the FAS, but \nalso each item, which describes different areas of accommodation. \nMini Neuropsychiatric Interview for Children.  The Mini Neuropsychiatric Interview \nfor Children (MINI-KID, Sheehan et al., 2010) is a structured, psychometrically validated, \ninterviewer-administered transdiagnostic interview for youth. It assesses the presence of 24 \npsychiatric disorders, the timeline of symptom presentation, and suicide risk. Clinicians have \nflexibility to probe further items to ascertain relevant clinical data to make diagnoses. \nAmsterdam Misophonia Scale (A-MISO-S). The Amsterdam Misophonia Scale (A-\nMISO-S) (Schroder et al., 2013) was used to measure overall misophonia severity. The A-\nMISO-S is a 6-item, self-report assessment based on the Yale-Brown Obsessive-Compulsive \nScale (Y-BOCS) (Goodman et al., 1989) and assesses the time occupied by misophonia \nsymptoms, interference, level of distress, effort to resist impulses, control over thoughts, and \ntime avoiding misophonia situations over 1 week using a Likert Scale. Anchors for the Likert \nscale range from None to Extreme for the time occupied, interference, and distress items; \nMakes an effort to always resist to completely and willingly yields to all obsessions for the \nResistance item; Complete to No control for the control over thoughts item; and No deliberate \navoidance to Extreme, very extensive avoidance for the time avoiding misophonia situations \nitem.  Scores can be characterized as subclinical (0-4), mild (5-9), moderate (10-14), severe \n(15-19) or extreme (20-24) (Naylor et al., 2020; Rosenthal et al., 2021). This measure has \ndemonstrated high internal consistency as well as good construct validity (Naylor et al., \n2020), but empirical work examining the scale in youth indicates that the item assessing effort \nto resist should be excluded (Cervin et al., under review). More specifically, this item did not \nload statistically significantly onto the broad single factor. The internal consistency of the \nremaining five items in the present misophonia sample was adequate ( a = .76)"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Misophonia       6\nMisophonia Assessment Questionnaire (MAQ).  The MAQ is a 21-item measure with \nstatements describing how sound sensitivities may affect the responder, including change of \nthoughts, feelings, behavior and effect on social life. The MAQ was used as a complementary \nmeasure of misophonia severity. In MAQ, responses range from 0 (not at all) to 3 (almost all \nof the time). Scores on each item are summed to assess severity of misophonia. Both parent \nand child versions of the MAQ were used in the present study. Previous work has shown that \nthe MAQ has a 4-factor structure that together are valid indicators of overall misophonia \nseverity (Cervin et al., 2022). The internal consistency of the items of the parent and child \nversions was excellent ( a = .93 and .94, respectively). Psychometric evaluations have showed \nthat the MAQ assesses partly unique domains of misophonia severity compared to the A-\nMISO-S (Cervin et al., 2022).\n            Child Behavior Checklist (CBCL). The CBCL is a 113-item parent-report measure \nthat assesses externalizing and internalizing behaviors in children. Subscales assess broad \nexternalizing and internalizing symptoms, as well as social problems, anxious/depressed \nsymptoms, and aggressive behavior. In the present study, we examined the broadband scales \nof internalizing and externalizing symptoms and raw scores were used. The internal \nconsistency of the items of the internalizing and externalizing scales was good (αs = .89 for \neach subscale).\nData Analysis\nAll analyses were conducted in SPSS version 27. To compare scores across the \nmisophonia and AD groups, we used independent samples t-tests for continuous variables \n(age, FAS total score), Mann-Whitney U tests for ordinal variables (FAS item scores), and \nchi-square tests for frequencies (gender, weekly accommodation). Further, to account for the \npresence of anxiety disorders in the misophonia sample, we divided the misophonia sample \ninto those with and without anxiety disorders and compared the two groups on family \naccommodation. To examine whether accommodation was associated with misophonia \nseverity, we ran multivariable linear regression models with A-MISO-S and MAQ as the \ndependent variables. An a priori  decision was made to account for age and gender in these \nmodels and we also accounted for internalizing and externalizing symptoms (CBCL). An \nalpha level of .05 was used as an indicator of statistical significance in all models. We did not \nadjust the alpha since this is the first major study of accommodation in youth with \nmisophonia, since we reported all outcomes, analyzed partially associated outcome variables \nand did not test a universal null hypothesis.\nResults\nPreliminary Analyses\nParticipants in the misophonia group were statistically significantly older than those in \nthe AD group (t [195] = 3.49, p < .001). There was no statistically significant difference in the \nproportion self-identifying as girls across groups.\nFrequency of Family Accommodation\nIn Table 2 are scores for each behavioral accommodation domain rated as part of the \nFAS, the FAS total score, and the frequency in each group reporting at least weekly \naccommodation (an item score of 2 or above). Parents of youth with anxiety disorders \nreported significantly more reassurance than parents of youth with misophonia. Conversely, \nparents of youth with misophonia reported higher scores and more weekly accommodation for \n(1) participating in behaviors related to the child’s difficulties, (2) assisting the child in \navoiding things that might make him/her exhibit symptoms, (3) avoiding activities, and (4)"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Misophonia       7\nmodifying family routines. The misophonia group also had a higher score for providing items \nneeded due to the child’s difficulties, but the frequency of weekly accommodation was not \nstatistically significantly different between the groups for this item. For the four FAS items \nassessing distress and consequences, non-parametric group comparisons indicated that parents \nof children with misophonia experienced that their child became distressed or angry/abusive \nwhen the parent did not provide assistance significantly more frequently than parents of \nchildren with anxiety disorders. The misophonia group also had a statistically significantly \nhigher total FAS score ( p < .001) and the difference corresponded to a moderate to large \neffect size (Cohen’s d = 0.84 [0.54 – 1.13]).\nA large majority of families in both groups showed at least weekly accommodation for \none of the assessed accommodation areas (misophonia: 98.0%; AD: 90.5%) and the \ndifference in frequency across groups was statistically significant. Weekly accommodation for \nat least three of the assessed accommodation areas was also common (misophonia: 81.4%; \nAD: 56.8%) and again the difference in frequency across groups was statistically significant.\nAccommodation was negatively correlated to age in the misophonia group (r = -.24, p = \n.01), indicating that there was more accommodation for younger children. Accommodation \ndid not differ statistically significantly between those self-identifying as girls versus those \nself-identifying as boys (t [95] = 0.28, p = .87).\nFifty-three (51.5%) of the children and adolescents with misophonia also met criteria \nfor one or more anxiety disorders. Those with an anxiety disorder ( M = 37.81 [10.65]) did not \nshow significantly different scores on accommodation compared to those without an anxiety \ndisorder ( M = 36.03 [8.07]; t[99] = 0.94, p = .35).\nAccommodation and Misophonia Severity. \nTo examine associations between accommodation and misophonia severity, we only \nanalyzed data from the misophonia sample. Zero-order Pearson correlations showed that \naccommodation was not significantly correlated with internalizing symptoms ( r = .16, p = \n.12), but there was a significant correlation with externalizing symptoms ( r = .29, p = .003).\nA linear regression model with misophonia severity (A-MISO-S) as the dependent \nvariable and accommodation (FAS total score), age, and gender (girl/boy) as independent \nvariables was conducted. The model was statistically significant ( p < .001) and the \nindependent variables explained 21.5% of the variance in misophonia severity. The \nstatistically significant predictors were family accommodation ( β = 0.50, p < .001) and age ( β \n= 0.22, p < .001). A model that included accommodation, internalizing symptoms, \nexternalizing symptoms, age, and gender as independent variables and misophonia severity as \nthe dependent variable (A-MISO-S) was statistically significant ( p < .001) and explained \n23.4% of the variation in misophonia severity. Accommodation ( β = 0.46, p < .001) and age \n(β = 0.27, p = .009) were the only significant predictors.\nA model with the child-reported MAQ total score as the dependent variable and \naccommodation, age, and gender as independent variables was statistically significant ( p < \n.001) and explained 23.5% of the variance in the child-reported MAQ score. All independent \nvariables were statistically significant predictors: accommodation ( β = .39, p < .001), age ( β = \n.35, p < .001), and gender (boy vs girl, β = -.20, p = .028). A model that included \naccommodation, internalizing symptoms, externalizing symptoms, age, and gender as \nindependent variables was also statistically significant ( p < .001) and explained 26.1% of the"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Misophonia       8\nvariation in misophonia severity. Accommodation ( β = 0.34, p < .001) and age ( β = 0.31, p = \n.002) and internalizing symptoms ( β = 0.21, p = .045) were significant predictors.\nA model with the parent-reported MAQ as the dependent variable and accommodation, \nage, and gender as independent variables was also statistically significant ( p < .01) and \nexplained 11.7% of the variance in the parent-reported MAQ score; the only statistically \nsignificant predictor was accommodation ( β = .32, p < .01). A model that included \naccommodation, internalizing symptoms, externalizing symptoms, age, and gender as \nindependent variables was also statistically significant ( p = .004) and explained 12.6% of the \nvariation in misophonia severity. Accommodation ( β = 0.28, p = .009) was the only \nsignificant predictor.\nDiscussion\nThis study is the first to examine family accommodation in youth with misophonia. \nRates of accommodation were significantly higher in misophonic youth relative to youth with \nanxiety disorders overall, and in several specific behaviors including participating in \nbehaviors related to the child’s difficulties, assisting the child in avoiding things that might \nmake him/her exhibit symptoms, avoiding activities, and modifying family routines. Families \nwith misophonic youth were significantly more likely to accommodate in at least three \ndifferent ways per week compared to anxiety disorder controls. There were increased \ninstances of accommodating relative to anxious youth by providing additional items to help \nthe distressed child. Parents of children with misophonia were also more likely than parents of \nanxious children to report their child becoming distressed or angry when the parent did not \nprovide assistance. These data suggest the impact misophonia has on family functioning and \nmay reflect efforts of family members to support or foster adaptive living of the affected \nchild, especially in younger children, for whom accommodation rates were highest. \nAccommodation, however, may have problematic secondary consequences by limiting \nengagement in important life activities, reinforcing problematic and maladaptive behavioral \nresponses to stressors, and lowered ability to regulate emotions. \nFamily accommodation is a key target in psychological therapy for OCD and anxiety \n(Lebowitz et al., 2020; Peris et al., 2017). The frequency and impact of accommodation in \npediatric misophonia indicated in this study suggest it could be a similarly critical target in \npsychological treatment development for youth with misophonia. For example, reducing \navoidance of triggers and provision of tangible items are likely important clinical targets \ngiven their reinforcing nature. Encouraging misophonic youth to align their values with \nactions may be one method of reducing avoidance. Similarly, helping parents develop \nmethods of verbally (i.e., supporting adaptive actions) or tangibly (e.g., reward systems) \nsupporting their child besides taking on responsibilities for providing assistance/items or \nmodifying routines may be useful. It is important to note that our findings suggest that the \nspecific targets in treatment may differ somewhat between misophonic versus anxious youth. \nReducing the degree to which families support avoidance, modify family routines, or assist \nwith daily activities may be particularly salient for misophonic youth, whereas reassurance \nseeking may be a salient target for anxious youth.   \nConsistent with findings in childhood OCD and anxiety (Iniesta-Sepúlveda et al., \n2021; Lebowitz et al., 2012, 2016; Stewart et al., 2008; Storch et al., 2007), higher levels of \nfamily accommodation were associated with increased misophonia symptom severity. This \nfinding was robust across three assessments of misophonia severity and remained when \ncontrolling for other relevant variables, including co-occurring internalizing and externalizing"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Misophonia       9\nsymptoms, age, and gender. These findings suggest that as the child’s misophonia increases in \nseverity, family members are more likely to engage in accommodating actions to mitigate the \nchild’s distress. We expect that this relationship is bidirectional, in that accommodation does \nnot allow a child to develop effective independent strategies to manage or overcome triggers, \nwhich should be investigated in future work. Somewhat surprisingly, externalizing behaviors \nwere only weakly related to family accommodation and not a significant predictor of \nmisophonia severity when accommodation was accounted for, suggesting that there is a \nparticularly strong link between misophonia severity and accommodation. The frequency of \naccommodation, intense anger or distress when accommodation is not provided, and the \nobservation that accommodation is associated with symptom severity suggest that children \nwith misophonia experience difficulty self-regulating emotions when faced with triggers and \ninstead rely on (or demand that) family members make changes to minimize exposure to \ntriggers. It will be important for interventions to consider how to both address accommodation \nas well as to provide methods for the child to cope with distressing triggers.  \nThere are several study limitations.  First, the sample was predominantly Caucasian \nand the caregiver completing the parent forms was predominantly the mother. Second, the \nsample of youth with misophonia responded to advertisements specific to this condition and \nmay represent those with more severe presentations. Third, the study was cross-sectional in \nnature, which precludes directional inferences. Fourth, the A-MISO-S has several \npsychometric limitations including the lack of a clearly established cut-off point and clarity on \nthe optimal method of administration (self-report versus clinician administered). Fifth, the \npresent study used an existing measure of accommodation revised for misophonia symptoms; \nhowever, as evidenced by the modest internal consistency of the scale, modifications may be \nin order with regards to item content (e.g., specificity of reassurance, nature of family \nmodifications). Finally, given the early nature of this work, no statistical correction was used.\nWithin these limitations, this study has several implications. First, the importance of \nconsidering family accommodation when assessing youth with misophonia is highlighted \ngiven the frequency of occurrence and its clear association with severity. Indeed, specific \nfamilial behaviors may be maintaining maladaptive behavioral patterns and compound \nimpairment. Future research should focus on optimal ways of engaging parents of youth with \nmisophonia in treatment and examine whether reducing accommodation results in \nimprovement in symptoms and impairment. Second, like in other psychological conditions \n(e.g., anxiety disorders, OCD), the present study suggests that family accommodation may be \na mechanistic target for maintaining symptoms, which should be incorporated into emerging \nconceptual models of misophonia.  Interventions that include components targeting \nmaintaining variables, such as accommodation, as well as components that help the child \ndevelop abilities to effectively cope with and overcome misophonic triggers are advised."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Misophonia       10\nTable 1. Participant characteristics.\nVariable Misophonia \nGroupAnxiety Disorders \nGroup\nN 102 95\nGender\n   Girl, n (%) 69 (67.6%) 55 (57.9%)\n   Boy, n (%) 32 (33.7%) 29 (28.4%)\n   Other, n (%) 2 (2.0%) 8 (8.4%)\n   Transgender male, n (%) 1 (1.0%) 0 (0%)\n   Transgender female, n (%) 1 (1.0%) 0 (0%)\nAge, M (SD) 13.69 (2.51) 12.43 (2.54)\nParent Postgraduate Degree , n (%) 34 (33.3%) 34 (35.8%)\nParent Currently Employed , n (%) 70 (68.6%) 77 (70.5%)\nRace\n   Black/African American, n (%) 0 (0%) 5 (5.3%)\n   Asian, n (%) 3 (2.9%) 7 (7.4%)\n   White, n (%) 99 (97.1%) 82 (86.3%)\n   American Indian or Alaskan Native, n \n(%)3 (2.9%) 1 (1.1%)\n   Other, n (%) 1 (1.0%) 3 (3.2%)"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Misophonia       11\nHispanic/Latino,  n (%) 6 (6.1%) 13 (13.8%)"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Misophonia       12\nTable 2.  Scores on the Family Accommodation Scale (FAS) in misophonia and anxiety disorders (ADs) and the frequency of parents who \nreported at least weekly accommodation. Differences for the item scores were examined using Mann-Whitney U tests, for the total score using an \nindependent samples t test, and for frequencies using chi-square tests. Statistically significant differences are highlighted in bold.\nFamily Accommodation Scale M (SD)\nMisophoniaM (SD)\nADsp for Difference % Weekly\nMisophonia % Weekly\nADsp for Difference\nItem 1. Reassurance 3.32 (1.58) 4.03 (1.12) .002 ** 62.4% 88.2% < .001***\nItem 2. Provide items 2.85 (1.81) 2.15 (1.48) .006 ** 45.5% 34.4% .114\nItem 3. Participate in behaviors 3.94 (1.56) 3.14 (1.36) < .001 *** 78.2% 63.4% .023*\nItem 4. Assist 4.00 (1.46) 2.27 (1.24) < .001 *** 81.2% 37.6% < .001***\nItem 5. Avoid activities 2.39 (1.58) 1.68 (1.00) .004 ** 38.6% 20.4% .006**\nItem 6. Modify family routines 3.83 (1.69) 2.09 (1.55) < .001 *** 74.3% 30.1% < .001***\nItem 7. Do things for child 1.64 (1.23) 1.80 (1.12) .104 19.8% 29.0% .134\nItem 8. Modify work schedule 1.57 (1.31) 1.58 (1.15) .308 14.9% 16.1% .806\nItem 9. Modify leisure activities 1.79 (1.22) 1.69 (1.18) .418 22.8% 20.4% .692"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Misophonia       13\nTotal Score FAS 36.97 (9.51) 29.37 (8.54) < .001***\n1 or more accommodations weekly 98.0% 90.5% .022*\n3 or more accommodations weekly 81.4% 56.8% < .001***"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Misophonia       14\nReferences\nCalvocoressi, L., Mazure, C. M., Kasl, S. V., Skolnick, J., Fisk, D., Vegso, S. J., Van Noppen, B. L., \n& Price, L. H. (1999). Family accommodation of obsessive-compulsive symptoms: Instrument \ndevelopment and assessment of family behavior. Journal of Nervous and Mental Disease, 187, \n636–642.\nCervin, M., Guzick, A., Clinger, J., Smith, E., Draper IA, Goodman WK, Lijffijt, M., Murphy, N., \nRast, C., Schneider, S., & Storch, E. A. (2023). Measuring misophonia in youth: A psychometric \nevaluation of child and parent measures. Journal of Affective Disorders, 338 , 180–186.\nClaiborn, J. M., Dozier, T. H., Hart, S. L., & Lee, J. (2020). Self-Identified Misophonia and \nPhenomenology, Impact, and Clinical Correlates. Psychological Thought , 13(2), 349-375. \nhttps://doi.org/10.37708/psyct.v13i2.454\nDover, N., & McGuire, J. F. (2021). Family-Based Cognitive Behavioral Therapy for Youth with \nMisophonia: A Case Report. Cognitive and Behavioral Practice . \nhttps://doi.org/10.1016/j.cbpra.2021.05.005Feinberg, L., Kerns, C., Pincus, D. B., & Comer, J. S. \n(2018). A Preliminary Examination of the Link Between Maternal Experiential Avoidance and \nParental Accommodation in Anxious and Non-anxious Children. Child Psychiatry and Human \nDevelopment , 49(4), 652–658. https://doi.org/10.1007/s10578-018-0781-0\nGarcia, A. M., Sapyta, J. J., Moore, P. S., Freeman, J. B., Franklin, M. E., March, J. S., & Foa, E. B. \n(2010). Predictors and moderators of treatment outcome in the Pediatric Obsessive Compulsive \nTreatment Study (POTS I). Journal of the American Academy of Child and Adolescent \nPsychiatry , 49(10), 1024–1033; quiz 1086. https://doi.org/10.1016/j.jaac.2010.06.013\nGuzick, A., Cervin, M., Smith, E., Clinger, J., Draper, I., Goodman, W., Lijffijt, M., Murphy, N., \nLewin, A., Schneider, S., & Storch, E. (2023). Clinical characteristics, impairment, and \npsychiatric morbidity in 102 youth with misophonia. Journal of affective disorders , 324, 395-\n402. \nIniesta-Sepúlveda, M., Rodríguez-Jiménez, T., Lebowitz, E. R., Goodman, W. K., & Storch, E. A. \n(2021b). The Relationship of Family Accommodation with Pediatric Anxiety Severity: Meta-\nanalytic Findings and Child, Family and Methodological Moderators. Child Psychiatry and \nHuman Development , 52(1), 1–14. https://doi.org/10.1007/s10578-020-00987-6\nJohnson, P. L., Webber, T. A., Wu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2013). \nWhen selective audiovisual stimuli become unbearable: A case series on pediatric misophonia. \nNeuropsychiatry , 3(6), 569–575. https://doi.org/10.2217/npy.13.70\nKerns, C. E., Pincus, D. B., McLaughlin, K. A., & Comer, J. S. (2017). Maternal emotion regulation \nduring child distress, child anxiety accommodation, and links between maternal and child \nanxiety. Journal of Anxiety Disorders , 50, 52–59. https://doi.org/10.1016/j.janxdis.2017.05.002\nKılıç,  C., Öz, G., Avanoğlu,  K. B., & Aksoy, S. (2021). The prevalence and characteristics of \nmisophonia in Ankara, Turkey: Population-based study. BJPsych Open, 7(5), e144. \nhttps://doi.org/10.1192/bjo.2021.978"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Misophonia       15\nKitt, E. R., Lewis, K. M., Galbraith, J., Abend, R., Smith, A. R., Lebowitz, E. R., Pine, D. S., & Gee, \nD. G. (2022). Family accommodation in pediatric anxiety: Relations with avoidance and self-\nefficacy. Behaviour Research and Therapy , 154, 104107. \nhttps://doi.org/10.1016/j.brat.2022.104107\nLa Buissonnière-Ariza, V., Guzik, A. G., Schneider, S. C., Cepeda, S. L., Goodman, W. K., & Storch, \nE. A. (2022). Family Accommodation of Symptoms in Adults With Obsessive-Compulsive \nDisorder: Factor Structure and Usefulness of the Family Accommodation Scale for OCD-Patient \nVersion. Journal of Psychiatric Practice , 28(1), 36–47. \nhttps://doi.org/10.1097/PRA.0000000000000597\nLebowitz, E. R., Marin, C., Martino, A., Shimshoni, Y., & Silverman, W. K. (2020). Parent-Based \nTreatment as Efficacious as Cognitive-Behavioral Therapy for Childhood Anxiety: A \nRandomized Noninferiority Study of Supportive Parenting for Anxious Childhood Emotions. \nJournal of the American Academy of Child and Adolescent Psychiatry , 59(3), 362–372. \nhttps://doi.org/10.1016/j.jaac.2019.02.014\nLebowitz, E. R., & Omer, H. (2013). Treating Childhood and Adolescent Anxiety: A Guide for \nCaregivers . John Wiley & Sons.\nLebowitz, E. R., Panza, K. E., & Bloch, M. H. (2016). Family accommodation in obsessive-\ncompulsive and anxiety disorders: A five-year update. Expert Review of Neurotherapeutics , \n16(1), 45–53. https://doi.org/10.1586/14737175.2016.1126181\nLebowitz, E. R., Panza, K. E., Su, J., & Bloch, M. H. (2012). Family accommodation in obsessive–\ncompulsive disorder. Expert Review of Neurotherapeutics, 12(2), 229–238. \nhttps://doi.org/10.1586/ern.11.200\nLebowitz, E. R., Scharfstein, L. A., & Jones, J. (2014). Comparing family accommodation in pediatric \nobsessive-compulsive disorder, anxiety disorders, and nonanxious children. Depression and \nAnxiety , 31(12), 1018–1025. https://doi.org/10.1002/da.22251\nLebowitz, E. R., Woolston, J., Bar-Haim, Y., Calvocoressi, L., Dauser, C., Warnick, E., Scahill, L., \nChakir, A. R., Shechner, T., Hermes, H., Vitulano, L. A., King, R. A., & Leckman, J. F. (2013). \nFamily Accommodation in Pediatric Anxiety Disorders. Depression and Anxiety, 30(1), 47–54. \nhttps://doi.org/10.1002/da.21998\nLewin, A. B., Dickinson, S., Kudryk, K., Karlovich, A. R., Harmon, S. L., Phillips, D. A., Tonarely, \nN. A., Gruen, R., Small, B., & Ehrenreich-May, J. (2021). Transdiagnostic cognitive behavioral \ntherapy for misophonia in youth: Methods for a clinical trial and four pilot cases. Journal of \nAffective Disorders , 291, 400–408. https://doi.org/10.1016/j.jad.2021.04.027\nMacul Ferreira de Barros, P., Polga, N., Szejko, N., Miguel, E. C., Leckman, J. F., Silverman, W. K., \n& Lebowitz, E. R. (2020). Family accommodation mediates the impact of childhood anxiety on \nfunctional impairment. Journal of Anxiety Disorders , 76, 102318. \nhttps://doi.org/10.1016/j.janxdis.2020.102318"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "Misophonia       16\nMarch, J. S. (2013). Multidimensional Anxiety Scale for Children–2nd edition: Technical manual. \nToronto, Ontario, Canada: Multi-Health Systems\nMcGuire, J. F., Wu, M. S., & Storch, E. A. (2015). Cognitive-behavioral therapy for 2 youths with \nmisophonia. The Journal of Clinical Psychiatry , 76(5), 573–574. \nhttps://doi.org/10.4088/JCP.14cr09343\nNaylor, J., Caimino, C., Scutt, P., Hoare, D. J., & Baguley, D. M. (2021). The Prevalence and \nSeverity of Misophonia in a UK Undergraduate Medical Student Population and Validation of \nthe Amsterdam Misophonia Scale. Psychiatric Quarterly, 92(2), 609–619. \nhttps://doi.org/10.1007/s11126-020-09825-3\nPeris, T. S., Sugar, C. A., Bergman, R. L., Chang, S., Langley, A., & Piacentini, J. (2012). Family \nfactors predict treatment outcome for pediatric obsessive-compulsive disorder. Journal of \nConsulting and Clinical Psychology , 80(2), 255–263. https://doi.org/10.1037/a0027084\nRinaldi, L. J., Smees, R., Ward, J., & Simner, J. (2022). Poorer well-being in children with \nmisophonia: Evidence from the sussex misophonia scale for adolescents. Frontiers in \nPsychology, 13. https://doi.org/10.3389/fpsyg.2022.808379\nRosenthal, M. Z., McMahon, K., Greenleaf, A. S., Cassiello-Robbins, C., Guetta, R., Trumbull, J., \nAnand, D., Frazer-Abel, E. S., & Kelley, L. (2022). Phenotyping misophonia: Psychiatric \ndisorders and medical health correlates. Frontiers in Psychology, 13. \nhttps://doi.org/10.3389/fpsyg.2022.941898\nSchröder, A., Vulink, N., & Denys, D. (2013). Misophonia: Diagnostic criteria for a new psychiatric \ndisorder. PloS One , 8(1), e54706. https://doi.org/10.1371/journal.pone.0054706\nSchwartz, P., Leyendecker, J., & Conlon, M. (2011). Hyperacusis and misophonia: The lesser-known \nsiblings of tinnitus. Minnesota Medicine , 94(11), 42–43.\nSheehan, D. V., Sheehan, K. H., Shytle, R. D., Janavs, J., Bannon, Y., Rogers, J. E., Milo, K. M., \nStock, S. L., & Wilkinson, B. (2010). Reliability and validity of the Mini International \nNeuropsychiatric Interview for Children and Adolescents (MINI-KID). The Journal of Clinical \nPsychiatry, 71(3), 313–326. https://doi.org/10.4088/JCP.09m05305whi\nStewart, S. E., Beresin, C., Haddad, S., Egan Stack, D., Fama, J., & Jenike, M. (2008). Predictors of \nFamily Accommodation in Obsessive-Compulsive Disorder. Annals of Clinical Psychiatry, \n20(2), 65–70. https://doi.org/10.3109/10401230802017043\nStorch, E. A., Geffken, G. R., Merlo, L. J., Jacob, M. L., Murphy, T. K., Goodman, W. K., Larson, M. \nJ., Fernandez, M., & Grabill, K. (2007). Family Accommodation in Pediatric Obsessive–\nCompulsive Disorder. Journal of Clinical Child & Adolescent Psychology, 36(2), 207–216. \nhttps://doi.org/10.1080/15374410701277929Swedo, S. E., Baguley, D. M., Denys, D., Dixon, L. \nJ., Erfanian, M., Fioretti, A., Jastreboff, P. J., Kumar, S., Rosenthal, M. Z., Rouw, R., Schiller, \nD., Simner, J., Storch, E. A., Taylor, S., Werff, K. R. V., Altimus, C. M., & Raver, S. M. (2022). \nConsensus Definition of Misophonia: A Delphi Study. Frontiers in Neuroscience , 16, 841816. \nhttps://doi.org/10.3389/fnins.2022.841816"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Misophonia       17\nWiese, A. D., Wojcik, K. D., & Storch, E. A. (2021). Assessment and Intervention for Individuals \nWith Misophonia. Journal of Health Service Psychology , 47(1), 51–60. \nhttps://doi.org/10.1007/s42843-021-00025-6\nWu, M. S., & Banneyer, K. N. (2020). Chapter 1 - Chew on this: Considering misophonia and \nobsessive-compulsive disorder. In E. A. Storch, D. McKay, & J. S. Abramowitz (Eds.), \nAdvanced Casebook of Obsessive-Compulsive and Related Disorders  (pp. 1–19). Academic \nPress. https://doi.org/10.1016/B978-0-12-816563-8.00001-2\nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2014). Misophonia: Incidence, \nphenomenology, and clinical correlates in an undergraduate student sample. Journal of Clinical \nPsychology , 70(10), 994–1007. https://doi.org/10.1002/jclp.22098\nWu, M. S., McGuire, J. F., Martino, C., Phares, V., Selles, R. R., & Storch, E. A. (2016). A meta-\nanalysis of family accommodation and OCD symptom severity. Clinical Psychology Review, 45, \n34-44.  \nYektatalab, S., Mohammadi, A., & Zarshenas, L. (2022). The Prevalence of Misophonia and Its \nRelationship with Obsessive-compulsive Disorder, Anxiety, and Depression in Undergraduate \nStudents of Shiraz University of Medical Sciences: A Cross-Sectional Study. International \nJournal of Community Based Nursing & Midwifery, 10(4), 259–268. \nhttps://doi.org/10.30476/ijcbnm.2022.92902.1888\nZhou, X., Wu, M. S., & Storch, E. A. (2017). Misophonia symptoms among Chinese university \nstudents: Incidence, associated impairment, and clinical correlates. Journal of Obsessive-\nCompulsive and Related Disorders , 14, 7–12. https://doi.org/10.1016/j.jocrd.2017.05.001\nDover, N., & McGuire, J. F. (2021). Family-Based Cognitive Behavioral Therapy for Youth with \nMisophonia: A Case Report. Cognitive and Behavioral Practice . \nJohnson, P. L., Webber, T. A., Wu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2013). \nWhen selective audiovisual stimuli become unbearable: a case series on pediatric \nmisophonia. Neuropsychiatry , 3(6), 569-575.\nLebowitz, E. R., & Omer, H. (2013). Treating childhood and adolescent anxiety: A guide for \ncaregivers . John Wiley & Sons.\nLewin, A. B., Storch, E. A., & Murphy, T. K. (2001). From the Experts.\nWiese, A. D., Wojcik, K. D., & Storch, E. A. (2021). Assessment and intervention for \nindividuals with misophonia. Journal of Health Service Psychology , 47(1), 51-60. \nWu, M. S., & Banneyer, K. N. (2020). Chew on this: considering misophonia and obsessive-\ncompulsive disorder. In Advanced Casebook of Obsessive-Compulsive and Related \nDisorders  (pp. 1-19). Academic Press."
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Misophonia       18\nZhou, X., Wu, M. S., & Storch, E. A. (2017). Misophonia symptoms among Chinese university \nstudents: Incidence, associated impairment, and clinical correlates. Journal of Obsessive-\nCompulsive and Related Disorders , 14, 7-12.\nHighlights\nFamily accommodation has not been explored in youth with misophonia.\nAccommodation was common and as or more frequent than in anxious youth.\nFamily accommodation directly predicted misophonia severity.\nAccommodation may be an important intervention target."
    }
  ]
}