{
  "doc_type": "scientific paper",
  "title": "Estimation of Prevalence of Misophonia Among High School Students in India",
  "authors": [
    "Palaniandi Rajasekaran Sujeeth",
    "Rachana Hanji",
    "Kritika Nayyar",
    "Prashanth Prabhu"
  ],
  "year": 2023,
  "journal": "Indian Journal of Otolaryngology",
  "doi": "10.1007/s12070-023-04382-0",
  "abstract": "Objective Misophonia, an intriguing psychological disorder characterized by intense emotional responses to specific sounds produced by others, has gained prominence for its distinct attributes and profound impact on individuals' emotional and psychological well-being. This study addresses the scarcity of research on misophonia's prevalence and severity among high school students, aiming to shed light on the unique challenges faced by this demographic in India. Methods The study enrolled 597 high school students, including 269 females and 328 males, aged 14 to 16, with no history of psychological or otological problems or medication use. The Misophonia Assessment Questionnaire questionnaire, consisting of 21 questions with a 4-point Likert scale response, assessed emotional and behavioral reactions to sensitive sounds. Participants' scores categorized them as Sub-clinical, Mild, Moderate, or Severe misophonia. Results The prevalence of misophonia was 34.67% among high school students, with 52.65% categorized as Mild, 45.41% as Moderate, and 1.93% as severe misophonia. A comparison with a similar study on college students in India revealed a higher prevalence of misophonia among high school students. This discrepancy may relate to adolescents' vulnerable psychological states, marked by limited emotional regulation and significant life transitions. Conclusions This study significantly contributes to the evolving understanding of misophonia by spotlighting its prevalence and severity among high school students in India. The findings underscore the necessity of recognizing and addressing misophonia's impact during adolescence, a crucial developmental phase.",
  "keywords": [
    "Prevalence",
    "Misophonia",
    "High school students",
    "Gender",
    "Adolescence"
  ],
  "research_topics": [
    "Misophonia",
    "Prevalence studies",
    "Adolescent mental health",
    "Psychological disorders",
    "Audiology",
    "Emotional and behavioral reactions to sound",
    "Assessment methods in psychology",
    "Developmental psychology",
    "Psychosocial challenges in adolescence",
    "Epidemiology of psychological disorders in youth"
  ],
  "created_at": "2025-05-04T23:34:32.751665Z",
  "source_pdf": "documents/research/Global/Sujeeth 2023 Estimation of Prevalence of Misophonia among High School students in India.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:Indianjournalofotolaryngology.\nArticleTitle: Estimation ofPrevalence ofMisophonia AmongHighSchoolStudentsinIndia\nArticleAuthor: Association ofOtorhinolaryngologists ofIndia.\nOCLC-67618474; ISSN-00195421; LCN-2011242042;\nPublisher: DeptofOtolaryngology, AllIndiaInstituteofMedicalSciences, [NewDelhi]:2023-11-28\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "ORIGINAL ARTICLEIndian Journal of Otolaryngology and Head & Neck Surgery\nhttps://doi.org/10.1007/s12070-023-04382-0\nof its significance within auditory and mental health disci -\nplines [ 7]. In 2013, Amsterdam University Medical Cen -\nter (Amsterdam UMC) formulated diagnostic criteria for \nmisophonia as a psychiatric disorder [ 7]. ‘Misophonia is a \ndisorder of decreased tolerance to specific sounds or stim -\nuli associated with such sounds. These stimuli, known as \n“triggers,“ are experienced as unpleasant or distressing and \ntend to evoke strong negative emotional, physiological, and \nbehavioral responses that are not seen in most other people. \nMisophonic responses are not elicited by the loudness of \nauditory stimuli but rather by the specific pattern or mean -\ning to an individual’ (Consensus definition of Misophonia) \n[13].\nThe trajectory of misophonia involves a series of emo -\ntional stages, from unease triggered by the mere anticipation \nof sound to escalating feelings of disgust and anger. This \nprogression often leads to losing self-control, significantly \nimpacting functionality and well-being [6]. To assess the \nseverity of misophonia, the Amsterdam Misophonia Scale Introduction\nMisophonia is an intriguing psychological disorder that has \ngarnered increasing attention due to its unique characteris -\ntics and significant impact on individuals’ emotional and \npsychological well-being. Defined as an intense emotional \nreaction to specific sounds produced by others, such as oral \nor nasal noises, misophonia triggers pronounced responses \nto seemingly innocuous sounds like chewing, pen clicking, \nand dripping water [ 2].\nThe concept of misophonia was first introduced by Jas -\ntreboff and Jastreboff, highlighting the growing recognition \n \rPrashanth Prabhu\nprashanth.audio@gmail.com\n1 All India Institute of Speech and Hearing, 570006 Mysore, \nKarnataka, India\n2 University of British Columbia, Vancouver, CanadaAbstract\nObjective Misophonia, an intriguing psychological disorder is characterized by intense emotional responses to specific \nsounds produced by others, has gained prominence for its distinct attributes and profound impact on individuals’ emotional \nand psychological well-being. This study addresses the scarcity of research on misophonia’s prevalence and severity among \nhigh school students, aiming to shed light on the unique challenges faced by this demographic in India.\nMethods The study enrolled 597 high school students, including 269 females and 328 males, aged 14 to 16, with no history \nof psychological or otological problems or medication use. The Misophonia Assessment Questionnaire questionnaire, con -\nsisting of 21 questions with a 4-point Likert scale response, assessed emotional and behavioral reactions to sensitive sounds. \nParticipants’ scores categorized them as Sub-clinical, Mild, Moderate, or Severe misophonia.\nResults The prevalence of misophonia was 34.67% among high school students, with 52.65% categorized as Mild, 45.41% \nas Moderate, and 1.93% as severe misophonia. A comparison with a similar study on college students in India revealed a \nhigher prevalence of misophonia among high school students. This discrepancy may relate to adolescents’ vulnerable psy -\nchological states, marked by limited emotional regulation and significant life transitions.\nConclusions This study significantly contributes to the evolving understanding of misophonia by spotlighting its prevalence \nand severity among high school students in India. The findings underscore the necessity of recognizing and addressing miso -\nphonia’s impact during adolescence, a crucial developmental phase.\nKeywords  Prevalence · Misophonia · High school students · Gender · AdolescenceReceived: 31 August 2023 / Accepted: 19 November 2023\n© Association of Otolaryngologists of India 2023Estimation of Prevalence of Misophonia Among High School Students \nin India\nPalaniandi Rajasekaran Sujeeth1 · Rachana Hanji1 · Kritika Nayyar2 · Prashanth Prabhu1\n1 3"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Indian Journal of Otolaryngology and Head & Neck Surgery(A-MISO-S) was developed, serving as a valuable instru -\nment in gauging the extent of this disorder [ 7].\nDespite the growing awareness of misophonia, there \nremains a dearth of research regarding its prevalence and \nunderlying mechanisms. Existing studies primarily focus \non retrospective reports from adults, overlooking the ado -\nlescent population, even though the age of onset often cor -\nresponds to adolescence. A study by Wu analyzed 483 US \nuniversity students (18–24 years), finding 20% had miso -\nphonia [ 8]. Zhou studied 415 university students in China, \nrevealing a 27.1% prevalence [ 10]. Another study assessed \n336 Dutch students (mean age: 18.9 ± 2.4) with A-MISO-S, \nidentifying a 49.1% prevalence [ 10]. Indian studies by Patel \net al. [ 9] and Aryal et al. [ 3] reported a 15.85% to 20% prev-\nalence among college students (18–25 years) with moderate \nto severe misophonia. In the UK, 772 adults (18–50 years) \ntook a survey including the S-Five questionnaire, estimating \nan 18% likelihood of misophonia [ 15].\nThis study aims to fill this research gap by investigating \nthe prevalence, gender differences, and severity of misopho -\nnia in high school students in India. Given the limited infor -\nmation on prevalence of misophonia in adolescents, this \nresearch endeavors to shed light on the unique challenges \nhigh school students face in India. By employing methodol -\nogies such as surveys and established assessment tools, the \nstudy intends to contribute valuable insights into the mental \nwell-being of this demographic, potentially informing early \nidentification and intervention strategies.\nMethod\nThe number of participants included in the study was 597 \nhigh school students with diverse backgrounds. Among \n597 students, the number of female students was 269, the \nmean age was 15 years, the SD = 5, the mean was 15.12, and \nthe male students were 328. The age range of participants \nwas 14 to 16 years. The participants did not have any his -\ntory or signs and symptoms of psychological or otological \nproblems; neither were under medications. The Misophonia \nAssessment Questionnaire (MAQ) by Dr. Marsha Johnson, \nrevised by Tom Dozier, 2013 was administered to all the \nparticipants. Every student was provided with a copy of \nthe questionnaire. They were instructed to read questions carefully and mark their answers (frequency of problems) in \nboxes labeled 0,1,2 and 3.\nThe MAQ questionnaire has 21 questions, with four \ndescriptive options corresponding to the score (0 = not at all, \n1 = a little of the time, 2 = a good deal of the time, 3 = almost \nall the time). The questionnaire was self-administered with \nthe assistance of parents or caregivers. Responses were \nanalyzed, and the participants were grouped based on their \nscores as Sub-clinical (score < 10), Mild (score 11–21), \nModerate (22–42), or Severe (43–63). These questions \nexamine emotional and behavioral reactions towards sensi -\ntive sounds. They elicit information about the effects of their \nsound issues in their daily life or everyday situations. The \ntotal scores were calculated, and the severity of misophonia \nwas assigned accordingly. Individuals with mild misopho -\nnia were considered at risk for developing its symptoms, \nand individuals with moderate and above degrees were con -\nsidered as individuals with misophonia.\nResults\nThe findings of the study revealed a notable prevalence \nof misophonia among high school students, with approxi -\nmately 34.67% of the participants exhibiting symptoms of \nthis disorder. This statistic underscores the substantial pres -\nence of misophonia within the high school student popula -\ntion, indicating that the condition is indeed highly prevalent \nin India. When examining the severity of misophonia across \ndifferent degrees, it became evident that many participants \nwere affected. Specifically, 52.65% of the students demon -\nstrated a Mild degree of misophonia, signifying that a con -\nsiderable portion of the sample experienced mild emotional \nreactions to specific trigger sounds. Additionally, 45.41% \nof the students exhibited a Moderate degree of misophonia, \nsuggesting that their emotional responses to trigger sounds \nwere more pronounced and distressing. Intriguingly, a small \nyet noteworthy minority of 1.93% of the students displayed \na Severe degree of misophonia, indicating that they were \nsignificantly impacted by the emotional and physiological \nresponses elicited by trigger sounds to the extent that could \npotentially disrupt their daily functioning. The examination \nof gender differences in misophonia prevalence yielded a \nnotable observation. There was no discernible gender dis -\ntinction in the prevalence of the disorder among the stud -\nied high school students. The results of the prevalence of \nmisophonia across severity for males, females, and total are \nshown in Table 1.Table 1  The results of the prevalence of misophonia across severity for \nmales, females, and total\nMisophonia (N) Males Females Total\nNo Misophonia 214 176 390\nMild Misophonia 62 47 109\nModerate Misophonia 50 44 94\nSevere Misophonia 02 02 4\nTotal 328 269 597\n1 3"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Indian Journal of Otolaryngology and Head & Neck SurgeryDiscussion\nA parallel investigation conducted among college-going \nstudents in India offers insightful comparisons to the present \nstudy’s findings. In that particular study, it was ascertained \nthat the prevalence of misophonia among college students \nwas approximately 15.85%, with a notable manifestation \nof moderate to severe levels of the disorder [ 3]. Compared \nwith the current research, a discernible pattern emerges: the \nprevalence of misophonia is notably higher among high \nschool students compared to their college counterparts in \nIndia.\nThis divergence in prevalence rates could be attributed \nto a combination of psychosocial and developmental factors \nunique to the adolescent phase. Adolescents, in particular, \nundergo a multitude of physiological, psychological, and \nemotional changes as they transition from childhood to adult -\nhood [ 11]. This phase is characterized by heightened emo -\ntional sensitivity, identity formation, and the establishment \nof social relationships [ 1]. This divergence can be attributed \nto the myriad transformations that students undergo during \ntheir adolescent phase, coupled with their limited control \nover their psychological well-being. These factors contrib -\nute to the persistence of symptoms or even an escalation \nin the severity of misophonia. Students become particularly \nsusceptible within this period of their lives, rendering them \nmore predisposed to various disorders.The inherent vulner -\nability and limited emotional regulation mechanisms during \nthis period can amplify emotional responses, such as those \ntriggered by misophonic sounds [ 14].\nMoreover, the transitional nature of adolescence encom -\npasses a range of psychosocial challenges, including aca -\ndemic stress, peer pressure, and increased responsibilities, \nwhich collectively contribute to an augmented susceptibility \nto psychological disorders [ 4, 5]. Within this developmental \njuncture, individuals might be more predisposed to various \ndisorders, including misophonia. The pronounced impact of \nmisophonia during adolescence could potentially be exac -\nerbated by the challenges of self-identity and self-esteem \nformation, alongside the heightened emotional reactivity \ninherent to this stage [ 1, 12].\nConclusions\nThis study contributes to the growing body of research dedi -\ncated to uncovering the nuances of misophonia. By shed -\nding light on its prevalence and severity among high school \nstudents in India, it invites a broader conversation about \nthis condition’s emotional and psychological toll during a \npivotal phase of life. This phenomenon can be attributed to \nthe transformative nature of adolescence, characterized by heightened emotional responsiveness and a susceptibility \nto various psychological challenges. Understanding these \nunderlying dynamics can facilitate the development of tar -\ngeted intervention strategies to mitigate the effects of miso -\nphonia during this critical period of development. Moving \nforward, a more comprehensive approach to understanding \nmisophonia’s impact on diverse populations will enable us \nto develop more effective strategies for early identification, \nintervention, and, ultimately, improved quality of life for \nthose coping with this disorder.\nAcknowledgements  The authors acknowledge with gratitude Prof. \nM Pushpavathi, Director, All India Institute of Speech and Hearing, \nMysore, affiliated to the University of Mysore for permitting to con -\nduct the study at the institute. The authors would also like to acknowl -\nedge the participants for their co-operation.\nAuthors’ Contribution  Palaniandi Rajasekaran Sujeet, was involved in \nstudy design, data collection, analysis of the results and writing the \nmanuscript; Rachana Hanji was involved in study design, stimulus \npreparation, data collection, analysis of the data, interpretation and \nwriting the manuscript; Kritika Nayyar was involved in study de -\nsign, analysis of the results and writing the manuscript and Prashanth \nPrabhu, was involved in study design, data collection, analysis of the \nresults and writing the manuscript.\nFunding  There is no funding by any agency for the manuscript.\nDeclarations\nConflict of Interest  The authors report no conflicts of interest. The au -\nthors alone are responsible for the content and writing of the paper .\nCompliance with Ethical Standards  In the present study, all the testing \nprocedures were carried out on humans using non-invasive techniques, \nadhering to the guidelines of the Ethics Approval Committee of the \ninstitute. All the procedures were explained to the participants, and \ninformed consent was taken from all the participants of the study .\nReferences\n1 Arnett JJ (1999) Adolescent Storm and stress, reconsidered. Am \nPsychol 54(5):317–326\n2 Aryal S, Prabhu P (2023) Understanding misophonia from an \naudiological perspective: a systematic review. Eur Arch Otorhi -\nnolaryngol 280(4):1529–1545\n3 Aryal S, Prabhu P (2022) Misophonia: prevalence, impact and co-\nmorbidity among Mysore University students in India-a survey. \nNeurosci Res Notes, 5(4):161–161\n4 Costello EJ, Mustillo S, Erkanli A, Keeler G, Angold A (2003) \nPrevalence and development of psychiatric disorders in child -\nhood and adolescence. Arch Gen Psychiatry 60(8):837–844\n5 Hankin BL, Abramson LY , Moffitt TE, Silva PA, McGee R, \nAngell KE (2007) Development of depression from preado -\nlescence to young adulthood: emerging gender differences in a \n10-year longitudinal study. J Abnorm Psychol 116(3):462–474\n6 Jager I, de Koning P, Bost T, Denys D, Vulink N (2020) Misopho -\nnia: Phenomenology, comorbidity and demographics in a large \nsample. PLoS ONE, 15(4), e0231390\n1 3"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Indian Journal of Otolaryngology and Head & Neck Surgery14 Taylor S (2017) Misophonia: a new mental disorder? Med \nHypotheses 103:109–117\n15 Vitoratou S, Hayes C, Uglik-Marucha N, Pearson O, Graham T, \nGregory J (2023) Misophonia in the UK: prevalence and norms \nfrom the S-Five in a UK representative sample. PLoS ONE, \n18(3), e0282777\nPublisher’s Note  Springer Nature remains neutral with regard to juris -\ndictional claims in published maps and institutional affiliations.\nSpringer Nature or its licensor (e.g. a society or other partner) holds \nexclusive rights to this article under a publishing agreement with the \nauthor(s) or other rightsholder(s); author self-archiving of the accepted \nmanuscript version of this article is solely governed by the terms of \nsuch publishing agreement and applicable law.7 Kuehn S (2015) Misophonia: An exploration of the experience, \nsymptoms, and treatment of selective sound sensitivity  (Doctoral \ndissertation, John F. Kennedy University)\n8 Naylor J, Caimino C, Scutt P, Hoare DJ, Baguley DM (2021) \nThe prevalence and severity of misophonia in a UK undergradu -\nate medical student population and validation of the Amsterdam \nMisophonia Scale. Psychiatr Q 92:609–619\n9 Patel NM, Fameen R, Shafeek N, Prabhu P (2022) Prevalence \nof Misophonia in College going students of India: a preliminary \nSurvey. Indian J Otolaryngol Head Neck Surg, 1–5\n10 Sarigedik E, Gulle BT (2021) A study on validation of Amster -\ndam Misophonia Scale in Turkish and Misophonia s prevalence \nin Turkish High School/College Student Population. Psychiatry \nand Behavioral Sciences 11(4):258\n11 Spear LP (2000) The adolescent brain and age-related behavioral \nmanifestations. Neurosci Biobehavioral Reviews 24(4):417–463\n12 Steinberg L (2005) Cognitive and affective development in ado -\nlescence. Trends Cogn Sci 9(2):69–74\n13 Swedo SE, Baguley DM, Denys D, Dixon LJ, Erfanian M, Fio -\nretti A, …, Raver SM (2022) Consensus definition of misophonia: \na delphi study. Front NeuroSci 16:841816\n1 3"
    }
  ]
}