{
  "doc_type": "scientific paper",
  "title": "Consensus Definition of Misophonia: A Delphi Study",
  "authors": [
    "Susan E. Swedo",
    "David M. Baguley",
    "Damiaan Denys",
    "Laura J. Dixon",
    "Mercede Erfanian",
    "Alessandra Fioretti",
    "Pawel J. Jastreboff",
    "Sukhbinder Kumar",
    "M. Zachary Rosenthal",
    "Romke Rouw",
    "Daniela Schiller",
    "Julia Simner",
    "Eric A. Storch",
    "Steven Taylor",
    "Kathy R. Vander Werff",
    "Cara M. Altimus",
    "Sylvina M. Raver"
  ],
  "year": 2022,
  "journal": "Frontiers in Neuroscience",
  "doi": "10.3389/fnins.2022.841816",
  "abstract": "Misophonia is a disorder of decreased tolerance to specific sounds or their associated stimuli that has been characterized using different language and methodologies. The absence of a common understanding or foundational definition of misophonia hinders progress in research to understand the disorder and develop effective treatments for individuals suffering from misophonia. From June 2020 through January 2021, the authors conducted a study to determine whether a committee of experts with diverse expertise related to misophonia could develop a consensus definition of misophonia. An expert committee used a modified Delphi method to evaluate candidate definitional statements that were identified through a systematic review of the published literature. Over four rounds of iterative voting, revision, and exclusion, the committee made decisions to include, exclude, or revise these statements in the definition based on the currently available scientific and clinical evidence. A definitional statement was included in the final definition only after reaching consensus at 80% or more of the committee agreeing with its premise and phrasing. The results of this rigorous consensus-building process were compiled into a final definition of misophonia that is presented here. This definition will serve as an important step to bring cohesion to the growing field of researchers and clinicians who seek to better understand and support individuals experiencing misophonia.",
  "keywords": [
    "misophonia",
    "medical definitions",
    "sensory sensitivities",
    "consensus building",
    "misophonia triggers",
    "sound sensitivity (auditory sensitivity)",
    "emotional dysregulation"
  ],
  "research_topics": [
    "misophonia",
    "consensus definition",
    "Delphi method",
    "sensory sensitivities",
    "auditory sensitivity",
    "psychiatry",
    "neuroscience",
    "audiology",
    "clinical research",
    "diagnostic criteria",
    "treatment strategies"
  ],
  "created_at": "2025-05-05T00:32:35.874127Z",
  "source_pdf": "documents/research/Global/Swedo et al. 2023 Consensus Defintion.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "fnins-16-841816 March 16, 2022 Time: 11:21 # 1\nORIGINAL RESEARCH\npublished: 17 March 2022\ndoi: 10.3389/fnins.2022.841816\nEdited by:\nAgnieszka J. Szczepek,\nCharité – Universitätsmedizin Berlin,\nGermany\nReviewed by:\nLori Zitelli,\nUniversity of Pittsburgh Medical\nCenter, United States\nAntonia Ferrer Torres,\nUniversidad Autónoma de Barcelona,\nSpain\nLydia Gimenez-Llort,\nAutonomous University of Barcelona,\nSpain\n*Correspondence:\nSylvina M. Raver\nsraver@milkeninstitute.org\nSpecialty section:\nThis article was submitted to\nAuditory Cognitive Neuroscience,\na section of the journal\nFrontiers in Neuroscience\nReceived: 22 December 2021\nAccepted: 07 February 2022\nPublished: 17 March 2022\nCitation:\nSwedo SE, Baguley DM,\nDenys D, Dixon LJ, Erfanian M,\nFioretti A, Jastreboff PJ, Kumar S,\nRosenthal MZ, Rouw R, Schiller D,\nSimner J, Storch EA, Taylor S,\nWerff KRV, Altimus CM and Raver SM\n(2022) Consensus Deﬁnition\nof Misophonia: A Delphi Study.\nFront. Neurosci. 16:841816.\ndoi: 10.3389/fnins.2022.841816\nConsensus Deﬁnition of Misophonia:\nA Delphi Study\nSusan E. Swedo1,2, David M. Baguley3,4,5, Damiaan Denys6, Laura J. Dixon7,\nMercede Erfanian8, Alessandra Fioretti9, Pawel J. Jastreboff10,11, Sukhbinder Kumar12,\nM. Zachary Rosenthal13,14, Romke Rouw15, Daniela Schiller16,17, Julia Simner18,19,\nEric A. Storch20, Steven Taylor21, Kathy R. Vander Werff22, Cara M. Altimus23and\nSylvina M. Raver23*\n1PANDAS Physicians Network, Mooresville, NC, United States,2Pediatrics and Developmental Neuroscience Branch,\nNational Institute of Mental Health, National Institutes of Health, Bethesda, MD, United States,3Hearing Sciences, Mental\nHealth and Clinical Neurosciences, School of Medicine, University of Nottingham, Nottingham, United Kingdom,4NIHR\nBiomedical Research Centre, School of Medicine, University of Nottingham, Nottingham, United Kingdom,5Nottingham\nAudiology Services, Nottingham University Hospitals, Nottingham, United Kingdom,6Department of Psychiatry, Amsterdam\nUniversity Medical Center, Amsterdam, Netherlands,7Department of Psychology, University of Mississippi, Oxford, MS,\nUnited States,8UCL Institute for Environmental Design and Engineering, University College London, London,\nUnited Kingdom,9Tinnitus Center, European Hospital, Rome, Italy,10Jastreboff Hearing Disorders Foundation, Columbia,\nMD, United States,11Department of Otolaryngology, Emory University School of Medicine, Atlanta, GA, United States,\n12Auditory Group, Institute of Neuroscience, Newcastle University, Newcastle, United Kingdom,13Center for Misophonia\nand Emotion Regulation, Department of Psychiatry and Behavioral Sciences, Duke University Medical Center, Durham, NC,\nUnited States,14Department of Psychology and Neuroscience, Duke University, Durham, NC, United States,15Brain\nand Cognition, Department of Psychology, University of Amsterdam, Amsterdam, Netherlands,16Department of Psychiatry,\nIcahn School of Medicine at Mount Sinai, New York, NY, United States,17Department of Neuroscience, Icahn School\nof Medicine at Mount Sinai, New York, NY, United States,18School of Psychology, Pevensey Building, University of Sussex,\nBrighton, United Kingdom,19Department of Psychology, The University of Edinburgh, Edinburgh, United Kingdom,\n20Department of Psychiatry and Behavioral Sciences, Baylor College of Medicine, Houston, TX, United States,21Department\nof Psychiatry, The University of British Columbia, Vancouver, BC, Canada,22Department of Communication Sciences\nand Disorders, Syracuse University, Syracuse, NY, United States,23Center for Strategic Philanthropy, Milken Institute,\nWashington, DC, United States\nMisophonia is a disorder of decreased tolerance to speciﬁc sounds or their associated\nstimuli that has been characterized using different language and methodologies. The\nabsence of a common understanding or foundational deﬁnition of misophonia hinders\nprogress in research to understand the disorder and develop effective treatments for\nindividuals suffering from misophonia. From June 2020 through January 2021, the\nauthors conducted a study to determine whether a committee of experts with diverse\nexpertise related to misophonia could develop a consensus deﬁnition of misophonia.\nAn expert committee used a modiﬁed Delphi method to evaluate candidate deﬁnitional\nstatements that were identiﬁed through a systematic review of the published literature.\nOver four rounds of iterative voting, revision, and exclusion, the committee made\ndecisions to include, exclude, or revise these statements in the deﬁnition based on the\ncurrently available scientiﬁc and clinical evidence. A deﬁnitional statement was included\nin the ﬁnal deﬁnition only after reaching consensus at 80% or more of the committee\nFrontiers in Neuroscience | www.frontiersin.org 1 March 2022 | Volume 16 | Article 841816"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "fnins-16-841816 March 16, 2022 Time: 11:21 # 2\nSwedo et al. Consensus Deﬁnition of Misophonia\nagreeing with its premise and phrasing. The results of this rigorous consensus-building\nprocess were compiled into a ﬁnal deﬁnition of misophonia that is presented here.\nThis deﬁnition will serve as an important step to bring cohesion to the growing ﬁeld\nof researchers and clinicians who seek to better understand and support individuals\nexperiencing misophonia.\nKeywords: misophonia, medical deﬁnitions, sensory sensitivities, consensus building, misophonia triggers,\nsound sensitivity (auditory sensitivity), emotional dysregulation\nINTRODUCTION\nMisophonia was named and described in the early 2000’s\n(Jastreboﬀ and Jastreboﬀ, 2001, 2002) and has since gained\nscientiﬁc recognition and clinical identiﬁcation across a\nwide variety of disciplines (e.g., audiology, neuroscience,\noccupational therapy, psychiatry, and psychology). To the\nlayperson, misophonia could be narrowly understood as a\nstrong dislike of certain sounds, such as chewing. However,\ndespite a common appreciation that misophonia is present in\nindividuals when speciﬁc sensory input, such as a particular\nsound, leads to strong emotional and physical responses,\nresearchers and clinicians have characterized the disorder\ndiﬀerently (e.g., Jastreboﬀ and Jastreboﬀ, 2002; Edelstein et al.,\n2013; Schröder et al., 2013; Wu et al., 2014; Brout et al., 2018).\nScientiﬁc research investigating misophonia has been conducted\nfor fewer than 20 years and the literature on misophonia has\nonly recently surpassed 100 peer-reviewed papers. During\nthis early phase of research, misophonia has been deﬁned\nby diﬀerent criteria with variable methods used to diagnose\nand assess symptom severity. As a result of this fundamental\nlack of consensus regarding how misophonia is deﬁned and\nevaluated, comparisons between study cohorts are not possible,\nmeasurement tools have not been well psychometrically\nvalidated, and the ﬁeld cannot rigorously assess the eﬃcacy of\ndiﬀerent treatment approaches.\nNeed for Consensus Deﬁnition\nThe Misophonia Research Fund (MRF), an initiative of The\nREAM Foundation operated in partnership with the Milken\nInstitute’s Center for Strategic Philanthropy, provides funding\nfor medical research grants that seek to better understand\nmisophonia, diagnose people who have the condition, and\nassess treatment strategies. A Scientiﬁc Advisory Board guides\nthe MRF and identiﬁed the need to build a fundamental\nunderstanding of misophonia as an early strategic priority\nof the Fund. Beginning in June 2020, the Milken Institute’s\nCenter for Strategic Philanthropy received grant funding from\nThe REAM Foundation to conduct a study with the overall\nobjective of identifying and publishing a consensus deﬁnition\nof misophonia for the scientiﬁc community. Any resulting\ndeﬁnition from this consensus project is intended to be inclusive\nof current deﬁnitions of misophonia so that the consensus\ndeﬁnition could capture the majority of individuals with\nmisophonia. A standardized deﬁnition, adopted by clinicians and\nresearchers, and understood by individuals with lived experience,\nis critical to create well-deﬁned, streamlined cohorts for furtherstudy. It can serve as the foundation of future diagnostic\ncriteria and validated diagnostic tools, and bring cohesion\nto the diverse and interdisciplinary misophonia research and\nclinical communities.\nAbout the Delphi Method\nWe sought to use an established and structured consensus-\nbuilding process to develop a foundational deﬁnition. The\nDelphi method works on the assumption that group judgments\nare more valid than individual ones. The approach is an\neﬀective iterative process with repeated rounds of evidence\nevaluation and voting to determine consensus among a group\nof experts with diﬀerent knowledge and varying levels of\nexpertise about a particular topic (Gustafson et al., 1973; Murphy\net al., 1998). Initially developed by researchers at the RAND\nCorporation (Dalkey, 1969), the Delphi method has been used\nin a variety of ﬁelds since the 1960’s to reach consensus.\nVariants of the original technique have been reliably used in\nmedical science, healthcare, and mental health research for the\npurpose of deﬁning foundational concepts, designing domains\nor criteria, and determining consensus deﬁnitions (Jorm, 2015;\nSan et al., 2015; Eubank et al., 2016; Stern et al., 2018;\nVenkatesan et al., 2019).\nHere, we employed a four-step Delphi method ( Figure 1 ) that\nincluded two rounds of independent voting and asynchronous\ncommentary through online surveys followed by a third\nround of expert discussion and voting via a virtual meeting.\nA fourth and ﬁnal round of voting via online survey was\nheld to ﬁnalize the details of the deﬁnition prose. While the\noriginal Delphi method did not include an interactive discussion\namong experts (Dalkey, 1969), we used a modiﬁed Delphi\napproach that included a voting round that consisted of a\nmeeting for expert interaction (Gustafson et al., 1973). This\nmeeting provided a venue for experts to further clarify their\npositions on deﬁnitional statements, advocate for their particular\nviewpoint, and discuss revised language in real-time. In all\nrounds of voting, the focus of the vote was on a series of\nstatements or phrases within the overall deﬁnition that were\nunder consideration either for their scientiﬁc merit or for\ntheir speciﬁc phraseology. For voting on these deﬁnitional\nstatements, a threshold of 80% agreement was considered as\n“consensus” among the experts. This threshold was chosen as an\nappropriate cut-oﬀ based on previous examples of the Delphi\nmethod (Jorm, 2015; Eubank et al., 2016; Stern et al., 2018)\nand literature that suggested at least 80% agreement is needed\nto achieve content validity in a group of 10 or more experts\n(Lynn, 1986).\nFrontiers in Neuroscience | www.frontiersin.org 2 March 2022 | Volume 16 | Article 841816"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "fnins-16-841816 March 16, 2022 Time: 11:21 # 3\nSwedo et al. Consensus Deﬁnition of Misophonia\nMATERIALS AND METHODS\nDeﬁne the Project Objective and Identify\nConsensus Method\nWe ﬁrst deﬁned the overall objective of the consensus project:\nto identify and publish a consensus deﬁnition of misophonia for\nthe scientiﬁc community . This objective served as an anchor point\nfor experts who participated in the project and grounded the\nconsensus process to its original goal throughout the project.\nThe consensus process incorporated a modiﬁed Delphi method\n(Gustafson et al., 1973) and took place between June 2020 and\nJanuary 2021. Staﬀ from the Center for Strategic Philanthropy\nserved as the facilitators for the consensus process and are\nreferred to hereafter as the “facilitating team” or “facilitator.” A\nmember of the MRF Scientiﬁc Advisory Board was included on\nthe expert committee who developed the consensus deﬁnition to\nparticipate in the Delphi method process and serve as a liaison to\nthe MRF Board to communicate project progress.\nEstablish Expert Committee\nThe consensus deﬁnition process required interdisciplinary input\nand participation from clinicians and researchers with diverse\nexpertise, varied professional experiences, and knowledge of\nmisophonia. Although there is little ﬁrm guidance on the ideal\nsize of a Delphi expert panel (Jorm, 2015), ﬁndings from\nlarger panels (e.g., more than 10) tend to be more stable than\nthose from smaller panels as individual responses within larger\ngroups have less of an inﬂuence over the ultimate outcome.\nA 15-person Misophonia Consensus Committee (MCC) was\nassembled throughout August – September 2020 to serve as\nthe expert panel. Fifteen Committee members represented an\nideal balance between stable responses (i.e., three opinions could\ndiverge from the majority to still reach the pre-set consensus\nthreshold of at least 80%) and study feasibility.\nPotential committee members were identiﬁed as experts\nwith academic positions and research and/or clinical experience\nin misophonia or closely related ﬁelds. More speciﬁcally,\nCommittee members were sought to have diverse experiences\nin ﬁelds related to misophonia (audiology, neuroscience,\npsychology, neuropsychology, and psychiatry); expertise in\nclinical practice, development of deﬁnitions, diagnostic criteria,\nor measurement tools; appointments within academic research\nand clinical centers related to audiology or misophonia\n(e.g., Center for Misophonia and Emotion Regulation at\nDuke University); and to represent a range of career stages,\ngeographies, nationalities, and genders. While many MCC\nmembers were formerly or currently engaged with the MRF\nthrough participation in convenings, engagement in grant\nreview, service on the MRF Scientiﬁc Advisory Board, or\nas funded investigators, a ﬁeld representative committee was\nsought. Therefore, MCC members were also identiﬁed through\nrecommendations from current MRF Board members or\nthrough independent research conducted by the facilitating\nteam to identify individuals who had been or were previously\nengaged in studying, treating, and/or deﬁning misophonia or a\nrelated condition.As Committee members were recruited and onboarded, they\nwere informed about: the overall objective of the project; the\nmodiﬁed Delphi process and the anticipated timeline; guiding\nprinciples that Committee members were asked to commit\nto, including collaboration, objectivity, open-mindedness, and\ntransparency; and authorship attribution and credit. Committee\nmembers were also required to agree to statements regarding\nconﬂicts of interest and conﬁdentiality.\nThe MCC ﬁrst convened via virtual meeting at the end\nof September 2020 to meet each other and gain additional\nfamiliarity with the facilitating team and the consensus process.\nThe ﬁrst round of voting launched in early October 2020.\nRound 2 ran from late November – early December 2020,\nand the Round 3 voting meeting was held in early January\n2021. A fourth and ﬁnal round of voting was used to\nﬁnalize the deﬁnition by mid-January 2021. All 15 members\nparticipated in Rounds 1 and 2 of voting. In Round 3,\n14 members participated in the ﬁrst seven votes and 13\nmembers participated in votes 8–19. Round 4 involved the\nparticipation of 14 members. “Consensus” was considered as\n80% agreement of all Committee members present when a given\nvote was conducted.\nSystematic Literature Review\nCommittees who use Delphi methods may adopt diﬀerent\napproaches to conduct systematic literature reviews. For\nexample, some applications of the method will ﬁrst establish\nthe expert panel and then task the same committee to\nsource the literature that they and their peers will evaluate\nduring the consensus process (Venkatesan et al., 2019).\nHere, we elected to streamline this process by having\nthe facilitator identify references at the same time as the\nMisophonia Consensus Committee was assembling. All\nidentiﬁed references were then presented to the Committee\nfor their consideration in the ﬁrst round of evaluation\nand voting. Importantly, MCC members could identify\nadditional references to supplement those identiﬁed by the\nfacilitator, if necessary.\nDelphi methods may also include an initial step whereby select\nmembers of the Committee ﬁrst evaluate the level of evidence in\neach reference and thus categorize the “quality” of each potential\nstatement under consideration (Eubank et al., 2016); these levels\ncould range from randomized controlled trials (considered to be\nthe highest level of evidence) to expert opinions (lowest level).\nHowever, rather than engage a select few MCC members to make\nthese determinations for their colleagues, all MCC members\nreceived the same information regarding the literature, including\ntype of publication, study design, and participant selection. This\napproach allowed the Committee to objectively evaluate the level\nof evidence for themselves as they considered and voted on\ncandidate deﬁnitional statements.\nReferences were sourced from PubMed and Google Scholar ,\nas well as on the three preprint services, PsyArXi v,bioRxiv, and\nmedRxiv . References were identiﬁed as those published in English\nfrom 2001- September 2020 and that included “misophonia” in\ntitles, keywords, and/or abstracts. References were also identiﬁed\nfrom citations in papers sourced by these criteria.\nFrontiers in Neuroscience | www.frontiersin.org 3 March 2022 | Volume 16 | Article 841816"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "fnins-16-841816 March 16, 2022 Time: 11:21 # 4\nSwedo et al. Consensus Deﬁnition of Misophonia\nFIGURE 1 | A modiﬁed Delphi process was employed to develop a misophonia consensus deﬁnition. In four rounds of voting, a Misophonia Consensus Committee\n(MCC), comprised of subject-matter experts, evaluated potential deﬁnitional statements about misophonia. Each round of voting differed in its intended purpose,\nwhat information the Committee relied on to make its determinations, and/or the format of voting.\nIdentifying Deﬁnitional Statements\nWithin each reference, we identiﬁed the speciﬁc language that\nauthors used to deﬁne, describe, or characterize misophonia. This\nlanguage was often located in the abstract and introduction of\nthe publication. In other cases, misophonia was described in\nthe results or conclusion, as the purpose of the publication was\nto report the outcomes of research focused on characterizing\nmisophonia symptoms or other features. The sentences and\nstatements that described or deﬁned misophonia were extracted\nverbatim from each reference.\nFrom the systematic literature review, we assembled a\nMicrosoft Excel database of all deﬁnitional statements that\nhad been extracted from the original sources in as close to\nthe original wording as possible. Next, we identiﬁed common\nthemes within the deﬁnitions, which we identiﬁed as Primary\nDomains of Criteria, and categorized the statements according\nto these domains.\nDeveloping Survey Questions and\nFielding Surveys\nThe deﬁnitional statements identiﬁed during the literature review\nwere further analyzed to derive concepts that could be written\ninto survey questions. We continued working within the Excel\ndatabase to classify these statements according to increasing\nlevels of detail, including speciﬁc words or phrases and the\nfrequency with which they appeared in the literature. From\nthis database, we developed a detailed outline of deﬁnitional\nstatements that served as the structure for the subsequent surveys\nand content of survey questions.\nSurveyMonkey was used to manage Rounds 1, 2, and 4 of\nvoting; Round 3 included discussion and polling via Zoom.\nSurvey questions were written as short, declarative statements\nabout a single concept that a Committee member could indicatetheir agreement or disagreement with. Although there are\nmultiple ways to write Delphi process survey questions (Jorm,\n2015), we aimed to minimize the number of choices presented\nto the MCC about each concept. This approach was selected\nover others (such as those that use a Likert scale) to ensure that\nstatements could move through the consensus voting process\nmore eﬃciently with fewer opportunities to “divide the vote.” In\nall surveys, the MCC had the opportunity to provide comments\nabout the questions, propose alternative phrasing, or indicate\nconcepts that may not have been included in the survey questions\nbut should be considered. The response options varied depending\non the round of voting (see below).\nWhile it is not required for the Delphi process, some\nDelphi studies provide the expert panel with additional\ninformation to inform their decisions. Here, the Misophonia\nConsensus Committee received a comprehensive voting guide\nfor each round of voting that included information speciﬁcally\nrelevant to that round.\nDeveloping Points of Consensus Using a\nModiﬁed Delphi Process\nRound 1\nIn Round 1, the MCC evaluated the deﬁnitional statements\npresented in the Round 1 Survey questions based on their\nexpertise and the results of the literature review that were\npresented in a companion Round 1 Voting Guide. For each\nRound 1 question, the survey included three response options as\nwell as an open-text comment box where the Committee could\nexplain their thought processes, oﬀer evidence or citations, or\npropose alternative wording even if they agreed with the premise\nof the statement.\nIn Round 1, the most common answer options included:\nFrontiers in Neuroscience | www.frontiersin.org 4 March 2022 | Volume 16 | Article 841816"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "fnins-16-841816 March 16, 2022 Time: 11:21 # 5\nSwedo et al. Consensus Deﬁnition of Misophonia\n\u000fAgree : Selected if the statement should be included in\nthe consensus deﬁnition, based on the available scientiﬁc\nevidence;\n\u000fDisagree : Selected if the statement should not be included\nin the consensus deﬁnition, as written, based on the\navailable scientiﬁc evidence; or\n\u000fInsuﬃcient Information : Selected if there was insuﬃcient\nevidence to determine whether or not the statement should\nbe included in the consensus deﬁnition.\nOn some questions, the Committee was asked whether a\nspeciﬁc feature or characteristic was considered to be essential to\nmisophonia or whether it varied in its occurrence. For these types\nof questions, the answer options were “Always, ” “Sometimes, ”\nor “Insuﬃcient Information” with the open-text box option\navailable as well.\nA Round 1 Voting Guide accompanied the Round 1 Survey\nand included detailed information about the references identiﬁed\nin the literature review, including the original wording of\ndeﬁnitional statements extracted from each reference. Both\nthe survey and the voting guide – including the references –\nwere organized by Primary Domain of Criteria. Because survey\nquestions were often synthesized from deﬁnitional language that\nappeared in multiple references, it was not feasible to identify\nunique references for each individual survey question. However,\nreferences were identiﬁed for each Primary Domain and sub-\nthemes for the Committee to refer to as they evaluated statements\nrelated to a broad deﬁnitional concept (such as auditory stimuli\nthat may trigger symptoms of misophonia).\nThe 15 MCC members had 3 weeks to complete the Round\n1 Survey. After 3 weeks, the response frequencies for each\nquestion were analyzed and the feedback provided in the Round\n1 Survey comments was evaluated. An 80% agreement threshold\n(12 of 15 MCC members) was considered as consensus to either\ninclude the statement in the ﬁnal deﬁnition, or exclude the\nstatement from further consideration. Statements that did not\nmeet consensus in Round 1 were re-evaluated in Round 2.\nRound 2\nIn Round 2, the Committee re-evaluated the deﬁnitional\nstatements that did not reach consensus in Round 1. The\nCommittee based their Round 2 evaluation on their expertise,\nthe results of the literature review, and the aggregated results\nand anonymized comments from Round 1 that were provided\nin a Round 2 Voting Guide. For most Round 2 questions, a\nquestion from Round 1 was revised based on MCC comments\nand presented in the Round 2 Survey as a choice between the\noriginal language that reached partial agreement and the revision.\nA third option – “None of the above/Insuﬃcient evidence to\ninclude in the deﬁnition” – was also presented, as well as\nan open-text comment box. In other cases, multiple questions\nfrom Round 1 were condensed into a single multiple-choice\nquestion in Round 2.\nThe Round 2 Survey included three diﬀerent formats of\nquestions and responses that depended on the information under\nevaluation:\u000fExample Question 1 : Please select the oneoption that you\nmost agree with:\n\u000eExample responses:\nAll original statements from Round 1.\nNone of the above/Insuﬃcient evidence to include in\nthe deﬁnition.\n\u000fExample Question 2 : Please select the oneoption that you\nmost agree with:\n\u000eExample responses:\nOriginal statement(s) from Round 1.\nRevised statement(s) that incorporated MCC\nfeedback from Round 1.\nNone of the above/Insuﬃcient evidence to include in\nthe deﬁnition.\n\u000fExample Question 3 : Please select the option(s) that you\nmost agree with. You may select more than one option if\nyou agree with them; however, if you feel that none ﬁt,\nplease select “none of the above.”\n\u000eExample responses:\nAll original statements from Round 1.\nNone of the above/Insuﬃcient evidence to include in\nthe deﬁnition.\nA Round 2 Voting Guide accompanied the survey and\nincluded information that the MCC used to evaluate Round 2\nquestions, including:\n\u000fContext for a batch of Round 2 questions and response\noptions – the same information was available in\nthe Round 2 Survey.\n\u000fThe Round 1 statement(s)/question(s) that contributed to a\ngiven Round 2 question.\n\u000fAggregated results for the relevant Round 1 question(s).\n\u000fAnonymized comments from MCC members on the\nrelevant Round 1 question(s).\n\u000fRelevant references from the literature review for the\nRound 2 question.\nVoting guides were individually customized for each MCC\nmember to indicate their votes and comments on the relevant\nRound 1 question(s).\nThe MCC again had 3 weeks to complete the survey. Response\nfrequencies for each question were analyzed and the feedback\nprovided in survey comments was reviewed. An 80% agreement\nthreshold (12 of 15 MCC members) was considered as consensus\nto either include the statement in the deﬁnition or exclude the\nstatement from further consideration. Select statements that did\nnot meet consensus were re-evaluated in Round 3.\nRound 3\nBy the conclusion of Rounds 1 and 2, the Committee had reached\nconsensus on a suﬃcient number of statements and a draft of\nthe deﬁnition was developed. At this point, statements that had\nFrontiers in Neuroscience | www.frontiersin.org 5 March 2022 | Volume 16 | Article 841816"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "fnins-16-841816 March 16, 2022 Time: 11:21 # 6\nSwedo et al. Consensus Deﬁnition of Misophonia\nmet consensus to include in the deﬁnition were synthesized and\nwritten into prose for MCC review and feedback. Prior to the\nthird round of voting, the MCC was provided with a Round 3\nVoting Guide that included two drafts of the deﬁnition:\n\u000fVersion 1 incorporated all statements that met consensus in\nRounds 1 and 2;\n\u000fVersion 2 included the same information as in Version 1\nbut with the addition and identiﬁcation of statements that\nwould be discussed and voted on in Round 3.\nThe statements identiﬁed for discussion and voting in Round\n3 were selected because they were either close to reaching\nconsensus in Round 2 (one or two votes shy) and/or MCC\nfeedback indicated that they were integral or helpfully additive\nto the deﬁnition (e.g., examples of statements that met consensus\nto include in the deﬁnition).\nThe third round of voting was held in early January 2021\nin a 2-h virtual meeting. Thirteen of the 15 MCC members\nvoted on all statements with a 14th member present for the\nﬁrst seven votes. The statements were considered one at a\ntime and presented via PowerPoint slide with the surrounding\nparagraphs in which they were found in Version 2 of the draft\ndeﬁnition. This approach allowed the Committee to evaluate each\nstatement in context.\nPrior to any discussion, a proposed deﬁnitional statement\nwas presented, and the MCC voted via poll questions: “Yes”\nin support of its inclusion as presented in Version 2 of the\ndeﬁnition and on the slide; or “No” to indicate further discussion\nor exclusion. If greater than 80% consensus was reached on this\nﬁrst vote, the ﬂoor was brieﬂy held open for discussion before\nthe statement was considered as “accepted” and the Committee\nmoved to the next statement. If the ﬁrst vote yielded less than 80%\nconsensus, then the statement was discussed, potentially revised\nin real-time, and a second vote was held.\nThere were multiple outcomes for statements in the Round 3\nvote:\n\u000fIncluded in the ﬁnal deﬁnition exactly as it was presented in\nVersion 2 of the deﬁnition and discussed during the Round\n3 meeting;\n\u000fIncluded after the language was revised based on Round 3\ndiscussion;\n\u000fIncluded in principle with the MCC to revisit the phrasing,\nthe statement’s location in the deﬁnition, or its integration\nwith other parts of the deﬁnition in the next revision\n(Version 3) of the deﬁnition;\n\u000fRevised in Version 3 of the deﬁnition because the statement\nhad MCC support but no consensus in Round 3 and the\nMCC agreed to revisit it;\n\u000fExcluded based on consensus reached by the MCC to\nexclude; or\n\u000fExcluded based on no consensus reached in Round 3 and a\nlack of MCC support to continue considering the statement.\nRound 4\nAlthough a 3-round Delphi process was initially planned, we\nelected to hold a fourth round of voting to ﬁnalize language onsix statements that had MCC support but no ﬁnal decision after\nthe Round 3 meeting. The Round 4 Survey was managed through\nSurveyMonkey and accompanied by a Round 4 Voting Guide\nthat reﬂected the discussion and vote outcomes from Round 3.\nThis Round 4 Voting Guide also tracked how the statements that\nmet consensus in Round 3 were incorporated into the revised\ndraft deﬁnition (Version 3). In the 6-question Round 4 Survey,\nMCC members were presented with two answer choices that\nwould determine the location of a concept in the deﬁnition (either\nLocation A or B) or indicate their agreement/disagreement with\nspeciﬁc phrasing. Feedback and/or proposed revisions were also\nencouraged via a comment box. The results from Round 4 were\nincorporated into the draft deﬁnition to arrive at the ﬁnal version\nof the deﬁnition – Version 4.\nRESULTS\nSystematic Literature Review\nSixty-eight references were identiﬁed during the literature review\nas meeting the pre-established criteria (described in the Section\n“Materials and Methods”) and that included a description,\ndeﬁnition, or characterization of misophonia ( Table 1 ).\nFrom each reference, deﬁnitional statements about\nmisophonia, as well as other key information, were extracted\nand shared with the Committee ( Table 2 ). Committee members\nreferred to this information to evaluate the strength of the\nscientiﬁc evidence that supported candidate deﬁnitional\nstatements about misophonia.\nIdentifying Deﬁnitional Statements\nThe Excel database built from the deﬁnitional statements\nextracted from 68 references included 551 individual statements.\nStatements were ﬁrst extracted from the original sources as\nclose to the original wording as possible, such as: “ Misophonia\nis a chronic condition in which speciﬁc sounds provide intense\nemotional experiences and autonomic arousal within an\nindividual ” (Cusack et al., 2018). Next, common themes were\nidentiﬁed within the deﬁnitions, such as language that generally\ndescribed misophonia, or more detailed descriptions of the\nemotional or physiological reactions that may be evoked by\ntrigger stimuli. Twelve such themes, or “Primary Domains of\nCriteria, ” were identiﬁed from the literature ( Table 3 ).\nStatements were then categorized within the 12 Primary\nDomains. In some cases, the deﬁnitional sentence or statement,\nas originally written in the reference, was clearly aligned with only\none Primary Domain. For example, the statement “[Misophonia]\nincludes a broad spectrum of emotions including but not limited\nto fear, ” (Jastreboﬀ and Jastreboﬀ, 2002) was assigned to Domain\n4: Emotional Reactions. In other cases, the original deﬁnitional\nsentence from the reference covered multiple domains and\nwas thus divided into multiple distinct statements and Primary\nDomains. For example, the deﬁnitional sentence “ Those with\nmisophonic symptoms often experience signiﬁcant impairment\nacross occupational/academic, familiar/home-based and social\nfunctioning in response to the disgust, anger, and distress caused\nby auditory cues, ” (Webber and Storch, 2015) was categorized as:\nFrontiers in Neuroscience | www.frontiersin.org 6 March 2022 | Volume 16 | Article 841816"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "fnins-16-841816 March 16, 2022 Time: 11:21 # 7\nSwedo et al. Consensus Deﬁnition of Misophonia\nTABLE 1 | Sixty-eight references that included deﬁnitional statements about\nmisophonia were identiﬁed through a systematic literature review.\nScientiﬁc discipline Citation\nAudiology Jastreboff and Jastreboff, 2001\nJastreboff and Jastreboff, 2002\nJastreboff and Jastreboff, 2006\nSchwartz et al., 2011\nMøller, 2011\nJastreboff and Jastreboff, 2013\nJastreboff and Jastreboff, 2014\nMeltzer and Herzfeld, 2014\nTyler et al., 2014\nJastreboff and Jastreboff, 2015\nJastreboff and Jastreboff, 2016\nBaguley et al., 2016\nSanchez and da Silva, 2018\nda Silva and Sanchez, 2019\nDanesh and Aazh, 2020\nPsychology/psychiatry Hadjipavlou et al., 2008\nJohnson et al., 2013\nSchröder et al., 2013\nNeal and Cavanna, 2013\nBernstein et al., 2013\nKumar et al., 2014\nWebber et al., 2014\nKluckow et al., 2014\nCavanna, 2014\nWu et al., 2014\nBarratt and Davis, 2015\nWebber and Storch, 2015\nSchneider and Arch, 2015\nMcGuire et al., 2015\nCavanna and Seri, 2015\nBruxner, 2016\nSchröder et al., 2017b\nTaylor, 2017\nKamody and Del Conte, 2017\nTunç and Ba ¸ sbu ˘g, 2017\nDozier et al., 2017\nDozier and Morrison, 2017\nZhou et al., 2017\nMcKay et al., 2018\nRouw and Erfanian, 2018\nPalumbo et al., 2018\nQuek et al., 2018\nJanik McErlean and Banissy, 2018\nCusack et al., 2018\nPotgieter et al., 2019\nSiepsiak and Dragan, 2019\nErfanian et al., 2019\nEijsker et al., 2019\nAazh et al., 2019\nFrank et al., 2020\nSiepsiak et al., 2020a\nSiepsiak et al., 2020b\n(Continued)TABLE 1 | (Continued)\nScientiﬁc discipline Citation\nNaylor et al., 2020\nNatalini et al., 2020\nMcKay and Acevedo, 2020\nCassiello-Robbins et al., 2020\nWu and Banneyer, 2020\nVitoratou et al., 2020\nHansen et al., 2020\nJager et al., 2020\nNeuroscience Edelstein et al., 2013\nSchröder et al., 2014\nKumar et al., 2017\nSchröder et al., 2017a\nKumar and Grifﬁths, 2017\nBrout et al., 2018\nSchröder et al., 2019\nDaniels et al., 2020\nReferences were sourced from PubMed and Google Scholar, as well as on the\nthree preprint services, PsyArXiv, bioRxiv, and medRxiv. References were identiﬁed\nas those published in English from 2001- September 2020 and that included\n“misophonia” in titles, keywords, and/or abstracts. References were also identiﬁed\nfrom citations in papers sourced by these criteria. Candidate deﬁnitional statements\nwere sourced from all 68 references. References are organized in table according\nto their scientiﬁc discipline.\n\u000fDomain 9: Functional Impairment – “ Those\nwith misophonic symptoms often experience\nsigniﬁcant impairment across occupational/academic,\nfamiliar/home-based and social functioning : : :”\n\u000fDomain 4: Emotional Reactions – “ : : :in response to the\ndisgust, anger, and distress caused by : : :.”\n\u000fDomain 2: Triggering Stimuli – “ : : :auditory cues.”\nDeveloping Survey Questions\nThe 551 individual deﬁnitional statements were further analyzed\nto identify additional levels of detail. These sub-themes were used\nto assemble a detailed outline of all potential statements that were\nthen used to develop survey questions. For example:\n\u000fPrimary Domain: Trigger Stimuli\n\u000eSecondary Theme: Auditory Triggers\nTertiary Theme: Produced by the Human Body.\n\u000fExample: Chewing.\nThis classiﬁcation method was used to further resolve the\ndetail within deﬁnition statements as well as identify speciﬁc\nlanguage to be incorporated into the survey questions. This\napproach ensured that the survey questions accurately reﬂected\nthe content of the deﬁnitional statements that were extracted\nfrom the misophonia literature.\nThe ﬁrst round of survey questions presented short,\ndeclarative statements about a single concept, such as:\n“Misophonia trigger stimuli are repetitive.” Subsequent rounds\nof voting included questions that qualiﬁed these concepts,\nFrontiers in Neuroscience | www.frontiersin.org 7 March 2022 | Volume 16 | Article 841816"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "fnins-16-841816 March 16, 2022 Time: 11:21 # 8\nSwedo et al. Consensus Deﬁnition of Misophonia\nTABLE 2 | Key information extracted from a systematic review of the misophonia literature.\nType of key information Speciﬁc information Examples\nBibliographic Information Full citation\nPublication DOI/Link\nPDF of reference\nClassiﬁcation information Scientiﬁc discipline of references Audiology\nNeuroscience\nPsychiatry/psychology\nDescription of references Type of reference or study Peer-reviewed observational study\nPeer-reviewed interventional study\nPeer-reviewed review article\nPeer-reviewed case report\nTextbook chapter\nNon-peer reviewed article (e.g., in professional newsletter, on website)\nNon-peer reviewed observational clinical study (i.e., preprint manuscript)\nNon-peer reviewed case report\nScientiﬁc poster abstract\nEditorial\nCommentary\nDetailed information from reference Study participants (not always described) Number of study participants\nCharacteristics of participants – in experimental and control groups\nRecruitment methods\nDeﬁnitional statements Identiﬁed and extracted verbatim from each reference\nFrom each reference identiﬁed during the systematic literature review, multiple pieces of information were extracted and presented to the Misophonia Consensus\nCommittee to inform the misophonia deﬁnition development process.\nusing terms such as “ may , ” “usually , ’ or “ often , ” and presented\nincreasingly complex statements or sentences to the MCC as\nthey reﬁned the language and location of statements within the\noverall deﬁnition.\nDeveloping Points of Consensus Using a\nModiﬁed Delphi Process\nRound 1\nThe Round 1 Survey included 199 questions that covered all\n551 potential deﬁnitional statements identiﬁed in the systematic\nliterature review. The survey covered 31 pages and was organized\nby the 12 Primary Domains or Criteria with secondary domains\nidentiﬁed, when appropriate. Statements met consensus at 80%\nor more agreement (12/15 MCC members) to either include in\nthe deﬁnition or exclude from further consideration. The results\nof Round 1 are illustrated in Figure 2 .\nFifty-four statements met consensus in Round 1 to include\nin the deﬁnition by at least 80% of MCC members selecting the\nresponse option “Agree” or indicating that the statement was\nat least “Sometimes” seen in misophonia. These 54 statements\ncovered 10 of the 12 Primary Domains of Criteria. While\nthe Committee agreed to include these statements in the ﬁnal\ndeﬁnition, members provided minor feedback that was later\nincorporated as the ﬁrst version of the deﬁnition was drafted.\nTwelve statements were excluded from further consideration\nafter Round 1 after having met one of three conditions:\n\u000fAt least 80% of MCC members selected the response\noptions “Disagree” or “Insuﬃcient Information;”\u000fNo MCC members agreed with the original statement\n(i.e., 0% “Agree”) with remaining responses split between\nthe “Disagree” and “Insuﬃcient Information” responses\noptions. Comments from the Committee indicated that\nthere was no support for the concept and that it was not\nworthwhile to reevaluate in Round 2.\n\u000fA minority of MCC members (three or fewer) agreed with\nthe statement while a related or companion statement,\nsuch as one that presented the opposite concept or the\nsame concept with diﬀerent phrasing, reached consensus to\ninclude in the deﬁnition.\nStatements that did not meet consensus in Round 1 were re-\nevaluated in Round 2; 133 statements met these criteria and MCC\nfeedback on these statements was incorporated in revisions for\nthe MCC to evaluate in a Round 2 Survey.\nRound 2\nThe Round 2 Survey included 108 questions that were based on\nthe 133 statements that did not meet consensus in Round 1. The\nsurvey covered 37 pages and was again organized by Primary\nDomain of Criteria with each survey page including context\nto frame the speciﬁc batch of questions under consideration.\nStatements again met consensus at 80% or more agreement\n(12/15 MCC members) to either include in the deﬁnition or\nexclude from further consideration. The results of Round 2 are\nillustrated in Figure 2 .\nTwenty-six statements met consensus in Round 2 to include\nin the deﬁnition and represented 9 of the 12 Primary Domains\nof Criteria. These 26 statements were combined with the 54\nFrontiers in Neuroscience | www.frontiersin.org 8 March 2022 | Volume 16 | Article 841816"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "fnins-16-841816 March 16, 2022 Time: 11:21 # 9\nSwedo et al. Consensus Deﬁnition of Misophonia\nTABLE 3 | Twelve primary domains of criteria about misophonia were identiﬁed during the literature review.\nPrimary domain Description\nDomain 1: General description Fundamental information that would be found in the ﬁrst statements of the deﬁnition, such as whether misophonia is a\ncondition or disorder, its potential spectrum nature, and how it can be brieﬂy described.\nDomain 2: Trigger stimuli General statements about misophonic triggers, what types of sensory modalities they tend to be, examples, and\ncommon features.\nDomain 3: Emotional reactions General statements about emotional responses to trigger stimuli, all negative emotions, speciﬁc emotions related to\nanger or anxiety, words to describe emotions (e.g., strong and extreme), timescale and transition of reactions.\nDomain 4: Physiological reactions General statements about physiological responses to triggers, speciﬁc reactions, and descriptors (e.g., sudden and\nextreme).\nDomain 5: Behavioral reactions General statements about behavioral responses to triggers or in anticipation of them, descriptors, transitions between\nbehaviors, and targets of these reactions (e.g., person or object).\nDomain 6: Attentional reactions Examples such as hyper-focus or obsession.\nDomain 7: Inﬂuences on reactions Description of the role played by variables such as stimulus context, a person’s psychological proﬁle, or a person’s\ninterpretation or evaluation of the stimulus.\nDomain 8: Insight and awareness Language regarding whether people have insight into and awareness of their reactions, as compared to other people,\nas well as increased awareness of trigger stimuli compared to other stimuli.\nDomain 9: Functional impairment General descriptions of potential impairments, examples of occupational/academic or social impairments.\nDomain 10: Coping strategies Example approaches that may be employed to cope with distress caused by triggers.\nDomain 11: Onset and course Age of onset for misophonia, and language about the potentially chronic nature of the disorder as well as potential\nfamilial links.\nDomain 12: Misophonia is not otherwise\nexplained byDescription of auditory functioning in individuals with misophonia, consideration of auditory perception conditions,\nmedical conditions, and psychiatric conditions.\nTwelve thematic areas about misophonia emerged within all of the deﬁnitional statements that were identiﬁed in the published literature.\nstatements that met consensus in Round 1 for a total of 80\nstatements that met consensus to include in the deﬁnition after\ntwo rounds of voting. As in Round 1, MCC members provided\nfeedback in Round 2 on statements that they thought should be\nincluded in the deﬁnition; this feedback was incorporated as the\nﬁrst version of the deﬁnition was drafted.\nTwelve statements met consensus in Round 2 with 80% or\nmore MCC agreement to exclude from the deﬁnition. Seventy\nstatements did not reach consensus in Round 2 to either\ninclude or exclude from the deﬁnition. The MCC’s responses\nand feedback on these 70 statements was carefully evaluated and,\nto ensure the best use of the Committee’s eﬀort in subsequent\nrounds of voting, 52 of these 70 statements were excluded from\nfurther consideration because they:\n\u000fHad support from less than two-thirds of the Committee\nafter two rounds of voting and MCC-suggested revisions;\nand/or\n\u000fWere not considered to be integral to the ﬁnal deﬁnition,\nbased on MCC comments; and/or\n\u000fWere redundant to other statements that had met\nconsensus to either include in or exclude from the\ndeﬁnition.\nNineteen of the 70 statements that did not reach at least 80%\nconsensus in Round 2 were speciﬁcally identiﬁed for Round 3\ndiscussion and voting because they:\n\u000fWere two or fewer votes shy of reaching consensus in\nRound 2; and/or\n\u000fMCC feedback on these and other statements indicated that\nthey were integral or helpfully additive to the deﬁnition(such as by serving as examples of statements that are\nincluded in the deﬁnition).\nOne of the Round 2 questions concerning emotional reactions\nincluded multiple response options that met consensus to include\nin the deﬁnition as well as one response that did not meet\nconsensus but was considered to be worthy of discussion in\nRound 3. Therefore, this statement (Round 2, Question 39)\ncounted as both one of the 26 statements to include in the\ndeﬁnition after Round 2 as well as one of the 19 statements that\nwould be discussed in Round 3.\nRound 3 and Draft Versions 1 and 2 of the\nMisophonia Deﬁnition\nBy the conclusion of Rounds 1 and 2, 80 statements had\nreached consensus and a draft deﬁnition – Version 1 –\nwas developed that incorporated these 80 statements and the\nfeedback that the MCC provided on them in Rounds 1 and\n2. A second deﬁnition draft – Version 2 – was simultaneously\ndrafted that reﬂected all 80 consensus statements as well as\nthe 19 statements that were pending discussion and voting\nin Round 3. The MCC was provided with both Versions 1\nand 2 of the deﬁnition in their Round 3 Voting Guide to\ndemonstrate that they had already reached consensus on a\ndeﬁnition but that they may elect (or not) to supplement\nthat deﬁnition with statements that they would consider\nin Round 3. The results of Round 3 are illustrated in\nFigure 2 .\nDuring the Round 3 meeting, held via Zoom, the MCC\ndiscussed and voted on 19 statements. These 19 statements were\nclose to reaching consensus in Rounds 1 or 2 and/or the MCC’s\ncomments indicated were important to the ﬁnal deﬁnition.\nFrontiers in Neuroscience | www.frontiersin.org 9 March 2022 | Volume 16 | Article 841816"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "fnins-16-841816 March 16, 2022 Time: 11:21 # 10\nSwedo et al. Consensus Deﬁnition of Misophonia\nThere were multiple outcomes for statements in the Round 3\nvote:\n\u000fSix statements: included in the ﬁnal deﬁnition exactly as\nthey were presented in Version 2 of the deﬁnition/during\nthe Round 3 meeting;\n\u000fTwo statements: included after the language was revised\nbased on Round 3 discussion;\n\u000fFour statements: included in principle with the MCC\nto revisit the phrasing, the statements’ location in the\ndeﬁnition, or their integration with other parts of the\ndeﬁnition the next revision (Version 3) of the deﬁnition;\n\u000fTwo statements: revised in Version 3 of the deﬁnition\nwith the MCC to revisit the revised language because the\nstatements had MCC support but did not reach consensus\nin Round 3;\n\u000fOne statement: excluded based on consensus reached by the\nMCC to exclude; and\n\u000fFour statements: excluded based on no consensus reached\nin Round 3 and a lack of MCC support to continue\nconsidering the statements.\nRound 4 and Draft Version 3 of the Misophonia\nDeﬁnition\nAfter Round 3, 8 additional statements were incorporated into\nthe misophonia deﬁnition to develop the next draft – Version 3.\nSix statements were identiﬁed during the Round 3 discussion as\nwarranting follow-up consideration from the MCC to determine\nﬁnal phrasing or location in the deﬁnition; these six statements\nwere evaluated in a Round 4 Survey. Any revisions that arose\nfrom the Round 4 Survey would be incorporated into the next\ndraft of the deﬁnition – Version 4.\nFourteen MCC members voted on these six statements in the\nRound 4 Survey. Because the MCC had reached 80% or more\nagreement in Round 3 to include four of these six statements\nin the deﬁnition, a simple majority (50% or more) in Round\n4 determined the outcome of these statements. The other two\nstatements assessed in Round 4 had not yet reached consensus\nin Round 3 and thus the 80% threshold still applied.\nThe MCC’s Round 4 voting results surpassed the required\nthresholds for all six statements (i.e., 50% for four statements\nand 80% for the remaining two). However, comments from\nmultiple MCC members on one of the six statements indicated\nthat the concept was still confusing and that this language not\nbe necessary for the deﬁnition at this time. Therefore, although\nmore than 50% of the MCC agreed with including this statement\nin the deﬁnition, the totality of feedback that the MCC shared in\nboth the Round 3 discussion and on the Round 4 survey led to\nthe conclusion that this speciﬁc statement should be eliminated\nfrom the deﬁnition.\nAfter Round 4, 5 additional statements were integrated into\nthe ﬁnal draft of the deﬁnition – Version 4. This fourth and\nﬁnal version of the draft deﬁnition incorporates 93 individual\ndeﬁnitional statements that have all met 80% or greater\nCommittee consensus. The results of Round 4 are illustrated in\nFigure 2 .Consensus Deﬁnition of Misophonia\nGeneral Description\nMisophonia is a disorder of decreased tolerance to speciﬁc\nsounds or stimuli associated with such sounds. These stimuli,\nknown as “triggers, ” are experienced as unpleasant or distressing\nand tend to evoke strong negative emotional, physiological,\nand behavioral responses that are not seen in most other\npeople. Misophonic responses do not seem to be elicited by\nthe loudness of auditory stimuli, but rather by the speciﬁc\npattern or meaning to an individual. Trigger stimuli are often\nrepetitive and primarily, but not exclusively, include stimuli\ngenerated by another individual, especially those produced by\nthe human body. Once a trigger stimulus is detected, individuals\nwith misophonia may have diﬃculty distracting themselves from\nthe stimulus and may experience suﬀering, distress, and/or\nimpairment in social, occupational, or academic functioning.\nThe expression of misophonic symptoms varies, as does the\nseverity, which ranges from mild to severe impairments. Some\nindividuals with misophonia are aware that their reactions\nto misophonic trigger stimuli are disproportionate to the\ncircumstances. Misophonia symptoms are typically ﬁrst observed\nin childhood or early adolescence.\nReactions to Misophonic Triggers\nIn response to speciﬁc trigger stimuli, individuals with\nmisophonia may experience a range of negative aﬀective\nreactions. Anger, irritation, disgust, and anxiety are most\ncommon, though some individuals may experience rage.\nMisophonic triggers may evoke increased autonomic\narousal such as increased muscular tension, increased heart\nrate, and sweating.\nTrigger stimuli may also evoke strong behavioral reactions\nsuch as agitation or aggression directed toward the individual\nproducing the stimulus. On rare occasions, aggression may\nbe expressed as verbal or physical outbursts although these\nresponses are seen more in children with misophonia than in\nadults. Individuals with misophonia often engage in behaviors\nto mitigate their reactions to triggers such as: avoiding or\nescaping from situations in which they encounter trigger stimuli;\nseeking to discontinue the triggering stimuli; mimicking or\nreproducing the triggers.\nInﬂuences on Reactions\nThe strength of an individual’s reaction to a misophonic trigger\nstimulus may be inﬂuenced by multiple factors including but not\nlimited to: the context in which the stimulus is encountered; the\nindividual’s perceived degree of control over the stimulus source;\nand the interpersonal relationship between the individual with\nmisophonia and the source of the trigger. Self-generated stimuli\ntypically do not evoke the same aversive responses as stimuli\nproduced by other people.\nFunctional Impairments\nIndividuals’ reactions to misophonia triggers may cause\nsigniﬁcant distress, interfere with day-to-day life, and may\ncontribute to mental health problems. Individuals with\nmisophonia may experience functional impairments that\nFrontiers in Neuroscience | www.frontiersin.org 10 March 2022 | Volume 16 | Article 841816"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "fnins-16-841816 March 16, 2022 Time: 11:21 # 11\nSwedo et al. Consensus Deﬁnition of Misophonia\nFIGURE 2 | Methodology and results of a modiﬁed Delphi method to develop a consensus deﬁnition of misophonia. Through four rounds of evaluation and voting on\npotential deﬁnitional statements that were extracted from the published scientiﬁc literature, a committee of experts developed a consensus deﬁnition of misophonia.\nrange from mild to severe including but not limited to impaired\noccupational and/or academic functioning, concentration\ndiﬃculties, and an inability to perform important work tasks.\nIndividuals may also experience impaired social functioning,\nstrained social relationships, and social isolation resulting from\ntheir misophonia symptoms.\nRelationship to Other Conditions/Disorders\nMisophonia can be present in people with or without normal\nhearing thresholds, and can occur alone or with the auditory\nconditions of tinnitus and hyperacusis. Misophonia can alsooccur with neurological or psychiatric conditions or disorders\nincluding but not limited to: anxiety disorders, mood disorders,\npersonality disorders, obsessive compulsive related disorders,\npost-traumatic stress disorder, autism spectrum disorder, and\nattention deﬁcit hyperactivity disorder. For any given individual,\nthe symptoms of misophonia should not be better explained by\nany co-occurring disorders.\nMisophonic Triggers\nAlthough each person may have their own pattern of triggers,\nsome stimuli serve as common misophonic triggers. Auditory\nFrontiers in Neuroscience | www.frontiersin.org 11 March 2022 | Volume 16 | Article 841816"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "fnins-16-841816 March 16, 2022 Time: 11:21 # 12\nSwedo et al. Consensus Deﬁnition of Misophonia\ntriggers are most common, although individuals with misophonia\nmay also identify distress in response to visual triggers.\nSounds associated with oral functions are among the most\noften reported misophonic trigger stimuli, such as chewing,\neating, smacking lips, slurping, coughing, throat clearing, and\nswallowing. Nasal sounds, such as breathing and sniﬃng,\noften serve as triggers as well. Auditory triggers may also\ninclude non-oral/nasal sounds produced by people such as\npen clicking, keyboard typing, ﬁnger or foot tapping and\nshuﬄing footsteps, as well as sounds produced by objects,\nsuch as a clock ticking, or sounds generated by animals.\nVisual triggers have been reported to include stimuli such\nas cracking knuckles and jiggling or swinging legs, as well\nas visual stimuli associated with an auditory trigger, such as\nwatching someone eat.\nDISCUSSION\nMisophonia was ﬁrst named and described in 2001 (Jastreboﬀ\nand Jastreboﬀ, 2001, 2002) but has since been characterized\nand deﬁned diﬀerently by researchers and clinicians from\ndiﬀerent ﬁelds and with varying areas of expertise. The\nlack of a common, foundational deﬁnition has made it\ndiﬃcult to compare study cohorts, evaluate treatment\napproaches, and validate tools to diagnose and assess\nthe severity of misophonia. It is therefore essential that a\ncommon deﬁnition of misophonia be identiﬁed for individuals\nexperiencing misophonia, the clinicians who support them, and\nresearchers who seek to better understand this condition and\nevaluate treatments.\nHere we present a consensus deﬁnition of misophonia\ndeveloped through a modiﬁed Delphi process by a 15-\nperson committee of researchers and clinicians with diverse\nexpertise and experiences related to misophonia. The\ndeﬁnition reﬂects the outcome of four rounds of evaluation\nand voting by the Committee on deﬁnitional statements\npublished in the misophonia scientiﬁc literature. The ﬁnal,\nconsensus deﬁnition incorporates 93 statements that each\nmet consensus at 80% or more Committee agreement to\ninclude in the deﬁnition based on the currently available\nscientiﬁc and clinical evidence. This consensus deﬁnition\ndrafted by the Misophonia Consensus Committee is\nintended to serve as a working deﬁnition for the ﬁeld that\ncan and should be validated, reevaluated, and revised as\nthe research and clinical community’s understanding of\nmisophonia evolves.\nReﬂections on the Final Deﬁnition – Areas for Further\nInquiry\nThe consensus deﬁnition incorporates 93 statements. However,\nthese represent a minority of all potential deﬁnitional statements\nthat were extracted from the original literature review. The\nMisophonia Consensus Committee excluded concepts from the\nﬁnal deﬁnition because they agreed that the available scientiﬁc\nevidence was either inconclusive or explicitly did not support a\nconcept or speciﬁc phraseology.Broad Description of Misophonia and Triggers\nMisophonia has been broadly described in the literature as\na condition (e.g., Edelstein et al., 2013; Johnson et al., 2013;\nJager et al., 2020), syndrome (e.g., Cavanna and Seri, 2015;\nTaylor, 2017; Brout et al., 2018), or disorder (e.g., Schröder\net al., 2013; Baguley et al., 2016; Kumar et al., 2017; Erfanian\net al., 2019), and the Committee did not reach consensus until\nRound 4 to describe misophonia as a “disorder.” “Disorder”\nwas ultimately determined to be a more accurate and useful\ndescriptor than “condition” or “syndrome” for the purposes\nof the deﬁnition. The MCC agreed that “disorder” correctly\nimplicates the negative experience of individuals experiencing\nmisophonia, can be useful in driving scientiﬁc inquiry to develop\ntreatment models, and reinforces the professional and societal\ncontext around properly diagnosing, treating, and reimbursing\ncare for misophonia. The Committee concluded that the scientiﬁc\nevidence regarding whether or not to classify misophonia as a\n“medical” (Cavanna and Seri, 2015) or “psychiatric” disorder\n(Schröder et al., 2013) is currently insuﬃcient but that underlying\norganic etiology of the disorder cannot be ruled out. The\nCommittee agreed that the available evidence did not support\ndeﬁning misophonia as a “reﬂex condition” (Dozier et al., 2017).\nAlthough the name misophonia can be literally translated as\n“hatred of sound, ” and is described this way in many publications,\nCommittee members objected to including this translation in\nthe deﬁnition as those with misophonia neither speciﬁcally feel\nhate nor do they necessary feel strong emotions only related to\nsound (i.e., some also have similar responses to visual triggers\nnot associated with sounds, such as leg swinging). Finally, the\nCommittee returned often to the issue of whether and how the\ndeﬁnition should address the issue of trigger frequency. More\nspeciﬁcally, the MCC considered whether a single occurrence\nof or limited exposure to a misophonic trigger was suﬃcient\nto initiate a misophonic reaction. After four rounds of voting\nand three deﬁnition drafts, the Committee was not able to\nresolve its concern that discussion of occurrence and frequency\nof trigger stimuli conﬂated issues of stimulus characteristics (e.g.,\nthat stimuli are often repetitive in nature) and the numbers of\nencounters that a person may have with a stimulus. Feedback\nfrom multiple MCC members indicated that, even after multiple\nrevisions, this concept was still confusing and that this language\nmay not be necessary for the deﬁnition at this time; this\nconcept was therefore omitted from the ﬁnal draft version of the\ndeﬁnition.\nPotential Mechanisms\nThe Committee agreed that the current literature did not yet\nsupport including language related to proposed biological,\ngenetic, or behavioral mechanisms that may underlie\nmisophonia. Whereas studies have postulated diﬀerential\nreactivity of diﬀerent neural systems, such as those involved\nin emotional regulation, learning, and auditory processing\n(Jastreboﬀ and Jastreboﬀ, 2002, 2014; Schröder et al., 2017b),\nan understanding of the biological processes that underlie\nmisophonia is currently under active investigation. The\nCommittee concluded that postulated mechanisms do not\nbelong in the deﬁnition at this time. Similarly, although a\nFrontiers in Neuroscience | www.frontiersin.org 12 March 2022 | Volume 16 | Article 841816"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "fnins-16-841816 March 16, 2022 Time: 11:21 # 13\nSwedo et al. Consensus Deﬁnition of Misophonia\nfew case studies have identiﬁed multiple cases of misophonia\nwithin extended families (Cavanna, 2014; Sanchez and da\nSilva, 2018), the current available evidence does not support\nincluding language about a familial link to the disorder\nin the deﬁnition.\nPrevalence, Onset, and Course\nMultiple studies have estimated the prevalence of misophonia\nin diﬀerent populations (Wu et al., 2014; Zhou et al., 2017;\nQuek et al., 2018; Rouw and Erfanian, 2018; Jager et al., 2020;\nNaylor et al., 2020; Siepsiak et al., 2020b) by using diﬀerent\ndiagnostic questionnaires and measurement tools (Jastreboﬀ and\nJastreboﬀ, 2002; Bernstein et al., 2013; Johnson et al., 2013;\nSchröder et al., 2013; Wu et al., 2014; Rouw and Erfanian,\n2018; Jager et al., 2020; Siepsiak et al., 2020a; Vitoratou\net al., 2020). However, because these tools are based on\ndiﬀerent deﬁnitions for misophonia and most tools have not\nyet been psychometrically validated, the Committee agreed\nthat it would be premature to include statements about the\nprevalence of misophonia in the consensus deﬁnition. Similarly,\nalthough the symptoms of misophonia are typically ﬁrst\nobserved/detected in childhood or early adolescence (Johnson\net al., 2013; McGuire et al., 2015; Palumbo et al., 2018),\nthe actual age of onset for the disorder is an area of active\ninquiry and the Committee determined that the consensus\ndeﬁnition should not deﬁne the age of misophonia onset at\nthis time. Finally, the Committee agreed that the available\nevidence does not yet support deﬁning a “typical” course of\nmisophonia over an individual’s lifetime – such as remaining\nstable or worsening – due to an absence of prospective and\nlongitudinal studies.\nRelationships to Other Conditions or Disorders\nThe Committee reached consensus to state that the symptoms\nof misophonia should not be better explained by auditory,\npsychological, and psychiatric disorders. However, Committee\nmembers agreed that the etiology of misophonia and its\nrelationships with other conditions are not yet clear and\nshould not be included in the deﬁnition at this time. For\nexample, the role of auditory functioning in misophonia is\nan area of active research and Committee members agreed\nthat the deﬁnition should not include language regarding how\nmisophonia speciﬁcally relates to hearing disorders. Similarly,\nongoing research seeks to understand how misophonia relates\nto psychiatric disorders, as well as how misophonia may\nbe inﬂuenced by psychological characteristics or individual\npersonality factors. The ﬁeld has not yet settled on these\nissues and Committee members agreed that it was not\ntheir role to make these determinations for the purposes\nof deﬁning misophonia Among the many considerations\nfor diﬀerential diagnosis that were beyond the scope of\nthis study and paper, it may be critical to ﬁrst begin by\ndiﬀerentiating misophonia from hyperacusis, as reactions to\nauditory stimuli can be similar if not identical between people\nwith misophonia or hyperacusis. Studies that investigate the\nmechanisms and treatments for misophonia must make eﬀortsto exclude subjects with hyperacusis to avoid further conﬂating\nthese two disorders.\nLimitations\nMethods to reach consensus within groups of experts may be\ninﬂuenced by the opinions of dominant individuals, coercion,\nor pressure to adopt certain opinions or viewpoints (Jorm,\n2015). The Delphi method seeks to minimize these eﬀects by\nmaintaining independence and anonymity throughout multiple\nrounds of informed assessment and voting (Gustafson et al., 1973;\nMurphy et al., 1998). The method described here to develop a\nconsensus deﬁnition of misophonia also included strong guards\nagainst groupthink by ensuring that MCC members represented\nmultidisciplinary scientiﬁc and clinical backgrounds and had\ndiverse expertise and training.\nThe Delphi method can be criticized for its adherence to\nanonymity early in the voting process which results in Committee\nmembers not fully beneﬁting from the expertise of their peers\n(Dalkey, 1969). We sought to balance the need for independent\nthought with informed assessment by sharing the anonymized\nresults and comments of Committee members with each other\nafter Rounds 1 and 2 of voting, as well as providing a “face-\nto-face” meeting in Round 3 when members could openly\ndiscuss the deﬁnition and provide further clarity about points\nwithin the deﬁnition relevant to their area of primary expertise\n(Gustafson et al., 1973).\nAnother potential limitation of the Delphi consensus method\nrelates to the composition of the expert committee. The\nDelphi method does not provide formal guidance about who\nshould be considered to be an expert for the purposes of\nselecting a consensus committee. In our study, we identiﬁed\ncriteria for MCC member selection (see Section “Materials\nand Methods”) during the initial planning stages of the\nproject and then recruited members according to these criteria.\nMore speciﬁcally, the MCC was comprised of individuals\nwith professional clinical and research expertise that spanned\naudiology, auditory neuroscience, psychology, psychiatry, and\ncognitive neuroscience. The MCC also included representation\nfrom most international groups who have deﬁned misophonia\nand/or developed assessment tools to identify the disorder and\nmeasure its severity. This deﬁnition represents the points of\nconvergence across 15 experts’ perspectives and evaluation of the\nscientiﬁc evidence and reﬂects the expertise of the Committee\nresponsible for its development. Although the MCC was mindful\nof developing a deﬁnition that could be understood by a non-\ntechnical audience and is relevant for individuals experiencing\nmisophonia, a committee comprised of other individuals with\ndiﬀerent expertise and experiences may have reached a diﬀerent\nﬁnal deﬁnition. Further to this point, the MCC also did not\ninclude non-professionals or individuals who themselves suﬀer\nfrom symptoms of misophonia. Individual perspectives of this or\nfuture deﬁnitions may diﬀer but MCC intends that their points\nof deﬁnitional agreement can be informative for misophonia\ncommunities more broadly.\nTo some extent, there is an unavoidable circularity inherent\nin developing a deﬁnition for misophonia using deﬁnitional\nstatements from published research studies that have described\nFrontiers in Neuroscience | www.frontiersin.org 13 March 2022 | Volume 16 | Article 841816"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "fnins-16-841816 March 16, 2022 Time: 11:21 # 14\nSwedo et al. Consensus Deﬁnition of Misophonia\nindividuals with misophonia in particular ways. Importantly,\nMCC member expertise was not restricted to misophonia per\nse, as members represented diﬀerent scientiﬁc and clinical\nbackgrounds. MCC members’ diverse knowledge enabled them to\nhold their assessments of the empirical literature on misophonia\nto multidisciplinary standards and criteria, as well as relate\nmisophonia to other conditions so that misophonia could be\nbetter diﬀerentiated from similar disorders.\nThe primary goal of the Committee was to determine whether\nor not a consensus deﬁnition for misophonia could be developed\nfrom the available scientiﬁc evidence. The published literature\nincludes various descriptions of misophonia that are based\non identifying individuals with misophonia by using diﬀerent\ndiagnostic questionnaires and measurement tools. While most\nof these measurement questionnaires and diagnostic checklists\nhave yet to be psychometrically validated, developing diagnostic\ncriteria for misophonia is beyond the scope of the eﬀort\nundertaken by the Misophonia Consensus Committee.\nFinally, the Committee’s assessment of candidate deﬁnitional\nstatements is based on the current literature and thus serves as a\nstarting point. As the ﬁeld’s understanding of misophonia evolves\nthrough ongoing research eﬀorts and future scientiﬁc inquiry,\nthis body of literature will grow and the deﬁnition should be\nvalidated, reevaluated, and likely revised.\nCONCLUSION\nThe purpose of this project was to determine whether the current\nbody of published literature supported the development of a\nconsensus deﬁnition of misophonia. Through the eﬀorts of a\nMisophonia Consensus Committee using a modiﬁed Delphi\nprocess, a consensus deﬁnition of misophonia was developed\nfrom previously published deﬁnitional statements that each\nhad at least 80% agreement from Committee members. This\ndeﬁnition represents an important ﬁrst step for researchers and\nclinicians to progressively build-upon and revise as the body\nof knowledge in the published scientiﬁc literature grows over\ntime. We hope that this consensus deﬁnition can bring necessary\nclarity for individuals experiencing misophonia, the growingcommunity of clinicians who support them, and researchers who\nseek to better understand this disorder.\nDATA AVAILABILITY STATEMENT\nThe raw data supporting the conclusions of this article will\nbe made available by the authors upon request, without undue\nreservation.\nAUTHOR CONTRIBUTIONS\nSS, CA, and SR deﬁned the project objective and study\nmethod. SR and CA established the expert committee. SR\nconducted the systematic literature review, identiﬁed deﬁnitional\nstatements, developed and ﬁelded the surveys, analyzed the\ndata, and wrote the manuscript. All other authors served\nas the expert committee to develop points of deﬁnitional\nconsensus via the modiﬁed Delphi process by engaging in\nmultiple rounds of voting, and provided feedback on the\nmanuscript.\nFUNDING\nThe authors thank The REAM Foundation for their support of\nthe consensus deﬁnition project (Grant No. 7894 to the Milken\nInstitute Center for Strategic Philanthropy).\nACKNOWLEDGMENTS\nThe authors thank The REAM Foundation for their strong\ncommitment to the misophonia research community through\ntheir development of, and ongoing support for, the Misophonia\nResearch Fund (MRF). The authors also wish to thank the MRF\nScientiﬁc Advisory Board for prioritizing the development of a\nfoundational understanding of misophonia as one of the earliest\nMRF strategic initiatives, and for their ongoing support of the\nconsensus deﬁnition project.\nREFERENCES\nAazh, H., Landgrebe, M., Danesh, A. A., and Moore, B. C. J. (2019). Cognitive\nbehavioral therapy for alleviating the distress caused by tinnitus, hyperacusis\nand misophonia: current perspectives. Psychol. Res. Behav. Manag. 12, 991–\n1002. doi: 10.2147/PRBM.S179138\nBaguley, D. M., Cope, T. E., and McFerran, D. (2016). “Functional Auditory\nDisorders, ” in Handbook of Clinical Neurology , eds M. Hallet, J. Stone, and A.\nCarson (Amsterdam: Elsevier), 367–378.\nBarratt, E. L., and Davis, N. J. (2015). Autonomous sensory meridian response\n(ASMR): a ﬂow-like mental state. PeerJ. 3:e851. doi: 10.7717/peerj.851\nBernstein, R. E., Angell, K. L., and Dehle, C. M. (2013). A brief course of cognitive\nbehavioural therapy for the treatment of misophonia: a case example. Cogn.\nBehav. Ther. 6:e10. doi: 10.1017/S1754470X13000172\nBrout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L. J., Rouw, R., et al.\n(2018). Investigating misophonia: a review of the empirical literature, clinicalimplications, and a research agenda. Front. Neurosci. 12:36. doi: 10.3389/fnins.\n2018.00036\nBruxner, G. (2016). ’Mastication rage’: a review of misophonia - an under-\nrecognized symptom of psychiatric relevance? Australas Psychiatry. 24, 195–\n197. doi: 10.1177/1039856215613010\nCassiello-Robbins, C., Anand, D., McMahon, K., Guetta, R., Trumbull, J., Kelley, L.,\net al. (2020). The mediating role of emotion regulation within the relationship\nbetween neuroticism and misophonia: a preliminary investigation. Front.\nPsychiatry 11:847. doi: 10.3389/fpsyt.2020.00847\nCavanna, A. E. (2014). What is misophonia and how can we treat it? Expert Rev.\nNeurother. 14, 357–359. doi: 10.1586/14737175.2014.892418\nCavanna, A. E., and Seri, S. (2015). Misophonia: current perspectives.\nNeuropsychiatr. Dis. Treat. 11, 2117–2123. doi: 10.2147/NDT.S8\n1438\nCusack, S. E., Cash, T. V., and Vrana, S. R. (2018). An examination of the\nrelationship between misophonia, anxiety sensitivity, and obsessive-compulsive\nFrontiers in Neuroscience | www.frontiersin.org 14 March 2022 | Volume 16 | Article 841816"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "fnins-16-841816 March 16, 2022 Time: 11:21 # 15\nSwedo et al. Consensus Deﬁnition of Misophonia\nsymptoms. J. Obsessive-Compuls. Relat. Disord. 18, 67–72. doi: 10.1016/j.jocrd.\n2018.06.004\nDalkey, N. C. (1969). The Delphi Method: An Experimental Study of Group Opinion.\nRM-5888-PR . Santa Monica, CA: RAND Corporation.\nDanesh, A., and Aazh, H. (2020). Misophonia: a neurologic, psychologic, and\naudiologic complex. Hear. J. 73, 20–23. doi: 10.1097/01.HJ.0000657984.74790.\nd5\nDaniels, E. C., Rodriguez, A., and Zabelina, D. L. (2020). Severity of misophonia\nsymptoms is associated with worse cognitive control when exposed to\nmisophonia trigger sounds. PLoS One 15:e0227118. doi: 10.1371/journal.pone.\n0227118\nDozier, T. H., Lopez, M., and Pearson, C. (2017). Proposed diagnostic criteria for\nmisophonia: a multisensory conditioned aversive reﬂex disorder. Front. Psychol.\n8:1975. doi: 10.3389/fpsyg.2017.01975\nDozier, T. H., and Morrison, K. L. (2017). Phenomenology of misophonia: initial\nphysical and emotional responses. Am. J. Psychol. 130, 431–438. doi: 10.5406/\namerjpsyc.130.4.0431\nEdelstein, M., Brang, D., Rouw, R., and Ramachandran, V. S. (2013). Misophonia:\nPhysiological investigations and case descriptions. Front. Hum. Neurosci. 7:296.\ndoi: 10.3389/fnhum.2013.00296\nEijsker, N., Schröder, A., Smit, D. J. A., van Wingen, G., and Denys, D. (2019).\nNeural basis of response bias on the stop signal task in misophonia. Front.\nPsychiatry 10:765. doi: 10.3389/fpsyt.2019.00765\nErfanian, M., Kartsonaki, C., and Keshavarz, A. (2019). Misophonia and comorbid\npsychiatric symptoms: a preliminary study of clinical ﬁndings. Nord. J.\nPsychiatry. 73, 219–228. doi: 10.1080/08039488.2019.1609086\nEubank, B. H., Mohtadi, N. G., Lafave, M. R., Wiley, J. P., Bois, A. J., Boorman, R. S.,\net al. (2016). Using the modiﬁed delphi method to establish clinical consensus\nfor the diagnosis and treatment of patients with rotator cuﬀ pathology. BMC\nMed. Res. Methodol. 16:56. doi: 10.1186/s12874-016-0165-8\nFrank, B., Roszyk, M., Hurley, L., Drejaj, L., and McKay, D. (2020). Inattention\nin Misophonia: diﬃculties achieving and maintaining alertness. J. Clin. Exp.\nNeuropsychol. 42, 66–75. doi: 10.1080/13803395.2019.1666801\nGustafson, D. H., Shukla, R. K., Delbecq, A., and Walster, G. W. (1973). A\ncomparative study of diﬀerences in subjective likelihood estimates made by\nindividuals, interacting groups, delphi groups, and nominal groups. Organ.\nBehav. Hum. Perform 9, 280–291. doi: 10.1016/0030-5073(73)90052-4\nHadjipavlou, G., Baer, S., Lau, A., and Howard, A. (2008). Selective sound\nintolerance and emotional distress: what every clinician should hear.\nPsychosom. Med. 70, 737–740. doi: 10.1097/PSY.0b013e318180edc2\nHansen, H. A., Leber, A. B., and Saygin, Z. M. (2020). What sound sources trigger\nmisophonia? not just chewing and breathing. PsyXriv doi: 10.31234/osf.io/\n8y9ek\nJager, I., de Koning, P., Bost, T., Denys, D., and Vulink, N. (2020). Misophonia:\nPhenomenology, comorbidity and demographics in a large sample. PLoS One\n15:e0231390. doi: 10.1371/journal.pone.0231390\nJanik McErlean, A. B., and Banissy, M. J. (2018). Increased misophonia in self-\nreported autonomous sensory meridian response. PeerJ. 6:e5351. doi: 10.7717/\npeerj.5351\nJastreboﬀ, M. M., and Jastreboﬀ, P. J. (2001). Hyperacusis. Audiology Online .\nhttps://www.audiologyonline.com/articles/hyperacusis-1223 (Accessed July 28,\n2020)\nJastreboﬀ, M. M., and Jastreboﬀ, P. J. (2002). Decreased sound tolerance and\ntinnitus retraining therapy (TRT). Aust. NZ J. Audiol. 24, 74–84. doi: 10.1375/\naudi.24.2.74.31105\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2006). Tinnitus retraining therapy: a diﬀerent\nview on tinnitus. ORL 68, 23–30. doi: 10.1159/000090487\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2013). Using TRT to treat hyperacusis,\nmisophonia and phonophobia. ENT Audiol. News 21, 88–90.\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2014). Treatments for decreased sound\ntolerance (Hyperacusis and Misophonia). Semin. Hear. 35, 105–120. doi: 10.\n1055/s-0034-1372527\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2015). “Decreased Sound Tolerance:\nHyperacusis, Misophonia, Diplacousis, and Polyacousis, ” in Handbook of\nClinical Neurology, The Human Auditory System , eds G. G. Celesia and G.\nHickok (Amsterdam: Elsevier), 375–387. doi: 10.1016/C2012-0-01193-3\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2016). “Tinnitus and Decreased Sound\nTolerance, ” in Ballenger’s Otolaryngology: Head and Neck Surgery , eds P. A.Wackym and J. B. Snow (Shelton, CT: People’s Medical Publishing House),\n391–404.\nJohnson, P. L., Webber, T. A., Wu, M. S., Lewin, A. B., Murphy, T. K., and Storch,\nE. A. (2013). When selective audiovisual stimuli become unbearable: a case\nseries on pediatric misophonia. Neuropsychiatry 3, 569–575. doi: 10.2217/npy.\n13.70\nJorm, A. F. (2015). Using the delphi expert consensus method in mental health\nresearch. Aust. NZ J. Psychiatry 49, 887–897. doi: 10.1177/0004867415600891\nKamody, R. C., and Del Conte, G. S. (2017). Using dialectical behavior therapy\nto treat misophonia in adolescence. Prim. Care Comp. CNS Disord. 19:5. doi:\n10.4088/PCC.17l02105\nKluckow, H., Telfer, J., and Abraham, S. (2014). Should we screen for misophonia\nin patients with eating disorders? a report of three cases. Int. J. Eat. Disord. 47,\n558–561. doi: 10.1002/eat.22245\nKumar, S., Hancock, O., Cope, T., Sedley, W., Winston, J., and Griﬃths, T. D.\n(2014). Misophonia: a disorder of emotion processing of Sounds. J. Neurol.\nNeurosurg. Psychiatry 85:38. doi: 10.1136/jnnp-2014-308883.38\nKumar, S., Tansley-Hancock, O., Sedley, W., Winston, J. S., Callaghan, M. F., Allen,\nM., et al. (2017). The brain basis for misophonia. Curr. Biol. 27, 527–533.\ndoi: 10.1016/j.cub.2016.12.048\nKumar, S., and Griﬃths, T. D. (2017). Response: commentary: the brain basis for\nmisophonia. Front. Behav. Neurosci. 11:127. doi: 10.3389/fnbeh.2017.00127\nLynn, M. R. (1986). Determination and quantiﬁcation of content validity. Nurs.\nRes. 35, 382–386. doi: 10.1097/00006199-198611000-00017\nMcGuire, J. F., Wu, M. S., and Storch, E. A. (2015). Cognitive-behavioral therapy\nfor 2 youths with misophonia. J. Clin. Psychiatry 76, 573–574. doi: 10.4088/JCP.\n14cr09343\nMcKay, D., and Acevedo, B. P. (2020). “Clinical Characteristics of Misophonia\nand its Relation to Sensory Processing Sensitivity: A Critical Analysis, ” in The\nHighly Sensitive Brain , ed. B. Acevedo (Amsterdam: Elsevier), 165–185. doi:\n10.1016/B978-0-12-818251-2.00007-2\nMcKay, D., Kim, S.-K., Mancusi, L., Storch, E. A., and Spankovich, C. (2018). Proﬁle\nanalysis of psychological symptoms associated with misophonia: a community\nsample. Behav. Ther. 49, 286–294. doi: 10.1016/j.beth.2017.07.002\nMeltzer, J., and Herzfeld, M. (2014). Tinnitus, hyperacusis, and misophonia\ntoolbox. Semin. Hear. 35, 121–130. doi: 10.1055/s-0034-1372528\nMøller, A. R. (2011). “Misophonia, Phonophobia, and “Exploding Head”\nSyndrome, ” in Textbook of Tinnitus , eds A. R. Møller, B. Langguth, D. De Ridder,\nand T. Kleinjung (New York, NY: Springer), 25–27. doi: 10.1007/978-1-60761-\n145-5_4\nMurphy, E., Black, N., Lamping, D., McKee, C., and Sanderson, C. (1998).\nConsensus development methods, and their use in clinical guideline\ndevelopment: a review. Health Technol. Assess. 2:2030. doi: 10.3310/hta2030\nNatalini, E., Dimaggio, G., Varakliotis, T., Fioretti, A., and Eibenstein, A. (2020).\nMisophonia, maladaptive schemas and personality disorders: a report of three\ncases. J. Contemp. Psychother. 50, 29–35. doi: 10.1007/s10879-019-09438-3\nNaylor, J., Caimino, C., Scutt, P., Hoare, D. J., and Baguley, D. M. (2020). The\nprevalence and severity of misophonia in a uk undergraduate medical student\npopulation and validation of the amsterdam misophonia scale. Psychiatr. Q.\n2020:98253. doi: 10.1007/s11126-020-09825-3\nNeal, M., and Cavanna, A. E. (2013). Selective sound sensitivity syndrome\n(misophonia) in a patient with tourette syndrome. J. Neuropsychiatry Clin.\nNeurosci. 25:E01. doi: 10.1176/appi.neuropsych.11100235\nPalumbo, D. B., Alsalman, O., De Ridder, D., Song, J.-J., and Vanneste, S.\n(2018). Misophonia and potential underlying mechanisms: a perspective. Front.\nPsychol. 9:953. doi: 10.3389/fpsyg.2018.00953\nPotgieter, I., MacDonald, C., Partridge, L., Cima, R., Sheldrake, J., and Hoare,\nD. J. (2019). Misophonia: a scoping review of research. J. Clin. Psychol. 75,\n1203–1218. doi: 10.1002/jclp.22771\nQuek, T., Ho, C., Choo, C., Nguyen, L., Tran, B., and Ho, R. (2018). Misophonia\nin Singaporean psychiatric patients: a cross-sectional study. Int. J. Environ. Res.\nPublic. Health 15:1410. doi: 10.3390/ijerph15071410\nRouw, R., and Erfanian, M. (2018). A large-scale study of misophonia. J. Clin.\nPsychol. 74, 453–479. doi: 10.1002/jclp.22500\nSan, L., Serrano, M., Canas, F., Romero, S. L., Sanchez-Cabezudo, A., and Villar,\nM. (2015). Towards a pragmatic and operational deﬁnition of relapse in\nschizophrenia: a delphi consensus approach. Int. J. Psychiatry Clin. Pract 19,\n90–98. doi: 10.3109/13651501.2014.1002501\nFrontiers in Neuroscience | www.frontiersin.org 15 March 2022 | Volume 16 | Article 841816"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "fnins-16-841816 March 16, 2022 Time: 11:21 # 16\nSwedo et al. Consensus Deﬁnition of Misophonia\nSanchez, T. G., and da Silva, F. E. (2018). Familial misophonia or selective sound\nsensitivity syndrome: evidence for autosomal dominant inheritance? Braz. J.\nOtorhinolaryngol. 84, 553–559. doi: 10.1016/j.bjorl.2017.06.014\nSchneider, R. L., and Arch, J. J. (2015). Potential treatment targets for misophonia.\nGen. Hosp. Psychiatry. 37, 370–371. doi: 10.1016/j.genhosppsych.2015.03.020\nSchröder, A., Vulink, N., and Denys, D. (2013). Misophonia: diagnostic criteria\nfor a new psychiatric disorder. PLoS One 8:e54706. doi: 10.1371/journal.pone.\n0054706\nSchröder, A., van Diepen, R., Mazaheri, A., Petropoulos-Petalas, D., Soto de\nAmesti, V., Vulink, N., et al. (2014). Diminished N1 auditory evoked potentials\nto oddball stimuli in misophonia patients. Front. Behav. Neurosci 8:123. doi:\n10.3389/fnbeh.2014.00123\nSchröder, A., van Wingen, G., Vulink, N. C., and Denys, D. (2017a). Commentary:\nthe brain basis for misophonia. Front. Behav. Neurosci. 11:111. doi: 10.3389/\nfnbeh.2017.00111\nSchröder, A., Vulink, N. C., van Loon, A. J., and Denys, D. A. (2017b). Cognitive\nbehavioral therapy is eﬀective in misophonia: an open trial. J. Aﬀect. Disord.\n217, 289–294. doi: 10.1016/j.jad.2017.04.017\nSchröder, A., van Wingen, G., Eijsker, N., San Giorgi, R., Vulink, N. C., Turbyne, C.,\net al. (2019). Misophonia is associated with altered brain activity in the auditory\ncortex and salience network. Sci. Rep. 9:7542. doi: 10.1038/s41598-019-44084-8\nSchwartz, P., Leyendecker, J., and Conlon, M. (2011). Hyperacusis and Misophonia:\nThe Lesser Known Siblings of Tinnitus . Minneapolis: Minnesota Medical\nAssociation.\nSiepsiak, M., and Dragan, W. (2019). Misophonia –a review of research results and\ntheoretical conceptions. Psychiatr. Pol. 53, 447–458. doi: 10.12740/PP/92023\nSiepsiak, M., ´Sliwerski, A., and Łukasz Dragan, W. (2020a). Development\nand psychometric properties of misoquest—a new self-report questionnaire\nfor misophonia. Int. J. Environ. Res. Public. Health. 17:1797. doi: 10.3390/\nijerph17051797\nSiepsiak, M., Sobczak, A. M., Bohaterewicz, B., Cichocki, L., and Dragan, W. L.\n(2020b). Prevalence of misophonia and correlates of its symptoms among\ninpatients with depression. Int. J. Environ. Res. Public. Health 17:5464. doi:\n10.3390/ijerph17155464\nda Silva, F. E., and Sanchez, T. G. (2019). Evaluation of selective attention in\npatients with misophonia. Braz. J. Otorhinolaryngol. 85, 303–309. doi: 10.1016/\nj.bjorl.2018.02.005\nStern, B. J., Royal, W., Gelfand, J. M., Cliﬀord, D. B., Tavee, J., Pawate, S.,\net al. (2018). Deﬁnition and consensus diagnostic criteria for neurosarcoidosis:\nfrom the neurosarcoidosis consortium consensus group. JAMA Neurol. 75,\n1546–1553. doi: 10.1001/jamaneurol.2018.2295\nTaylor, S. (2017). Misophonia: a new mental disorder? Med. Hypotheses. 103,\n109–117. doi: 10.1016/j.mehy.2017.05.003\nTunç, S., and Ba¸ sbu ˘g, H. S. (2017). An extreme physical reaction in misophonia:\nstop smacking your mouth! psychiatry clin. Psychopharmacol. 27, 416–418.\ndoi: 10.1080/24750573.2017.1354656\nTyler, R. S., Pienkowski, M., Roncancio, E. R., Jun, H. J., Brozoski, T., Dauman, N.,\net al. (2014). A review of hyperacusis and future directions: part i. deﬁnitionsand manifestations. Am. J. Audiol. 23, 402–419. doi: 10.1044/2014_AJA-14-\n0010\nVenkatesan, A., Chow, F. C., Aksamit, A., Bartt, R., Bleck, T. P., Jay, C., et al.\n(2019). Building a neuroinfectious disease consensus curriculum. Neurology. 93,\n208–216. doi: 10.1212/WNL.0000000000007872\nVitoratou, S., Hayes, C., Uglik-Marucha, E., and Gregory, J. (2020). Selective\nsound sensitivity syndrome scale (s-ﬁve): a psychometric tool for assessing\nmisophonia. summary on three waves of sampling and analysis. PsyArXiv doi:\n10.31234/osf.io/4dzqn\nWebber, T. A., Johnson, P. L., and Storch, E. A. (2014). Pediatric misophonia\nwith comorbid obsessive–compulsive spectrum disorders. Gen. Hosp. Psychiatry\n36:18. doi: 10.1016/j.genhosppsych.2013.10.018\nWebber, T. A., and Storch, E. A. (2015). Toward a theoretical model of misophonia.\nGen. Hosp. Psychiatry 37, 369–370. doi: 10.1016/j.genhosppsych.2015.\n03.019\nWu, M. S., Lewin, A. B., Murphy, T. K., and Storch, E. A. (2014). Misophonia:\nincidence, phenomenology, and clinical correlates in an undergraduate student\nsample. J. Clin. Psychol. 70, 994–1007. doi: 10.1002/jclp.22098\nWu, M. S., and Banneyer, K. N. (2020). “Chew on This: Considering Misophonia\nand Obsessive-Compulsive Disorder, ” in Advanced Casebook of Obsessive-\nCompulsive and Related Disorders , eds E. A. Storch, D. McKay, and J. S.\nAbramoqitz (Amsterdam: Elsevier), 1–19. doi: 10.1016/B978-0-12-816563-8.\n00001-2\nZhou, X., Wu, M. S., and Storch, E. A. (2017). Misophonia symptoms among\nchinese university students: incidence, associated impairment, and clinical\ncorrelates. J. Obsessive-Compuls. Relat. Disord. 14, 7–12. doi: 10.1016/j.jocrd.\n2017.05.001\nConﬂict of Interest: The authors declare that this study received funding from the\nREAM Foundation (grant number 7894 to the Milken Institute Center for Strategic\nPhilanthropy). The funder was not involved in the study design, collection,\nanalysis, interpretation of data, the writing of this article, or the decision to submit\nit for publication.\nPublisher’s Note: All claims expressed in this article are solely those of the authors\nand do not necessarily represent those of their aﬃliated organizations, or those of\nthe publisher, the editors and the reviewers. Any product that may be evaluated in\nthis article, or claim that may be made by its manufacturer, is not guaranteed or\nendorsed by the publisher.\nCopyright © 2022 Swedo, Baguley, Denys, Dixon, Erfanian, Fioretti, Jastreboﬀ,\nKumar, Rosenthal, Rouw, Schiller, Simner, Storch, Taylor, Werﬀ, Altimus and Raver.\nThis is an open-access article distributed under the terms of the Creative Commons\nAttribution License (CC BY). The use, distribution or reproduction in other forums\nis permitted, provided the original author(s) and the copyright owner(s) are credited\nand that the original publication in this journal is cited, in accordance with accepted\nacademic practice. No use, distribution or reproduction is permitted which does not\ncomply with these terms.\nFrontiers in Neuroscience | www.frontiersin.org 16 March 2022 | Volume 16 | Article 841816"
    }
  ]
}