{
  "doc_type": "scientific paper",
  "title": "New Hyperacusis Therapy Combines Psychoeducation, Sound Exposure, and Counseling",
  "authors": [
    "Sandrien Thieren",
    "Paula van Dommelen",
    "Michel R. Benard"
  ],
  "year": 2024,
  "journal": "Journal of Audiology /C151–11/C15Copyright © 2024 The Authors",
  "doi": "10.1044/2024_AJA-23-00210",
  "abstract": "Purpose: The aim of this study was to investigate the short- and long-term effects of a new cognitive sound exposure therapy (CSET) in patients with hyperacusis. Method: A new therapy was developed to reduce hyperacusis using sound exposure combined with breathing and relaxation strategies from both acceptance and commitment therapy and cognitive behavioral therapy. Patients who were referred to the Speech and Hearing Centers located in Hengelo and Zwolle in the Netherlands and aged ≥ 18 years with hyperacusis as main complaint and no or mild hearing loss were included in this study. Patients were seen for CSET between June 2020 and August 2022. The sessions took place biweekly. Sessions ended when exposure reached a level with a maximum of 70 -80 dB SPL. Short-term effects between the start and the end of therapy were based on tolerable level of sound exposure (dB SPL), subjective-level hinderance of hyperacusis, and sensitivity to sound using the Hyperacusis Questionnaire (HQ). The long-term effect was based on HQ 6 months after the end of therapy. Linear mixed-effects and regression models were applied to study outcomes over time. Results: In total, 30 patients, 15 men and 15 women, aged between 24 and 76 years were included in this study. The mean number of sessions during therapy was 6 and ranged between 4 and 8. Results showed an increase of exposure level (mean change was +23.7 dB with an SD of 7.9, p < .001), a decrease in sensitivity to daily sounds (mean [ SD ] change was -1.6 [2.1], p < .001), and a decrease in HQ (mean [ SD ] change was -9.8 [4.9], p < .001), between the start and the end of therapy. There was no significant change in HQ after the end of therapy and 6 months later; mean ( SD ) change was 0.2 (4.3), p = .81. Conclusions: The evaluation of CSET indicated a decrease in short- and longterm sensitivity to sound in patients with hyperacusis. Additionally, CSET has shown a positive impact, not only for the sounds used in the therapy sessions but also in transferring benefits to everyday sounds. The results of combining psychoeducation, sound exposure, and counseling are promising and warrant further evaluation.",
  "keywords": [
    "hyperacusis",
    "cognitive sound exposure therapy",
    "psychoeducation",
    "sound exposure",
    "counseling",
    "acceptance and commitment therapy",
    "cognitive behavioral therapy",
    "Hyperacusis Questionnaire",
    "sound sensitivity",
    "hearing loss"
  ],
  "research_topics": [
    "Hyperacusis treatment",
    "Cognitive sound exposure therapy",
    "Sound sensitivity and tolerance",
    "Psychoeducation in audiology",
    "Cognitive behavioral therapy and ACT in hearing disorders",
    "Audiological assessment and hyperacusis",
    "Clinical outcomes of new therapies for hyperacusis",
    "Sound exposure therapy mechanisms",
    "Long-term effects of hyperacusis therapy",
    "Patient-centered audiological interventions"
  ],
  "created_at": "2025-05-05T01:48:20.179294Z",
  "source_pdf": "documents/research/Global/thieren-et-al-2Thieren 2024-new-hyperacusis-therapy-combines-psychoeducation-sound-exposure-and-counseling.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Clinical Focus\nNew Hyperacusis Therapy Combines\nPsychoeducation, Sound Exposure, and Counseling\nSandrien Thieren,aPaula van Dommelen,band Michel R. Benarda\naDepartment of Audiology, Pento Speech and Hearing Centers, Apeldoorn, the NetherlandsbDepartment of Child Health, The Netherlands\nOrganization for Applied Scientific Research (TNO), Leiden, the Netherlands\nARTICLE INFO\nArticle History:\nReceived October 3, 2023\nRevision received December 15, 2023\nAccepted March 19, 2024\nEditor-in-Chief: Erin M. Picou\nEditor: Fatima T. Husain\nhttps://doi.org/10.1044/2024_AJA-23-00210\nCorrespondence to Sandrien Thieren: CSET@pento.nl .Disclosure:\nAnalysis was performed by Paula van Dommelen from The Netherlands\nOrganization for Applied Scientific Research (TNO). Research from\nTNO is conducted without any undue influence from commercial or\nother interests. Pento Speech and Hearing Centers provided support in\nthe form of salaries for Paula van Dommelen but did not have any\nadditional role in performing the analysis. Sandrien Thieren and Michel\nR. Benard are employed at Pento Speech and Hearing Centers, where\nthey are involved in the treatment of individuals suffering fromhyperacusis-related discomfort. The described treatment is administered\nat Pento Speech and Hearing Centers to those experiencing difficulties\ndue to hyperacusis.ABSTRACT\nPurpose: The aim of this study w as t\no investigate the short- and long-term effects\nof a new cognitive sound exposure therapy (CSET) in patients with hyperacusis.\nMethod: A new therapy was developed to reduce hyperacusis using sound\nexposure combined with breathing and relaxation strategies from both accep-\ntance and commitment therapy and cognitive behavioral therapy. Patients who\nwere referred to the Speech and Hearing Centers located in Hengelo and Zwolle\nin the Netherlands and aged ≥18 years with hyperacusis as main complaint\nand no or mild hearing loss were included in this study. Patients were seen for\nCSET between June 2020 and August 2022. The sessions took place biweekly.\nSessions ended when exposure reached a level with a maximum of 70 –80 dB\nSPL. Short-term effects between the start and the end of therapy were based on\ntolerable level of sound exposure (dB SPL), subjective-level hinderance of hypera-\ncusis, and sensitivity to sound using the Hyperacusis Questionnaire (HQ). The\nlong-term effect was based on HQ 6 months after the end of therapy. Linear\nmixed-effects and regression models were applied to study outcomes over time.\nResults: In total, 30 patients, 15 men and 15 women, aged between 24 and\n76 years were included in this study. The mean number of sessions during ther-\napy was 6 and ranged between 4 and 8. Results showed an increase of exposure\nlevel (mean change was +23.7 dB with an SDof 7.9, p< .001), a decrease in\nsensitivity to daily sounds (mean [ SD] change was −1.6 [2.1], p<. 0 0 1 ) ,a n da\ndecrease in HQ (mean [ SD] change was −9.8 [4.9], p< .001), between the start\nand the end of therapy. There was no significant change in HQ after the end of\ntherapy and 6 months later; mean ( SD) change was 0.2 (4.3), p=. 8 1 .\nConclusions: The evaluation of CSET indicated a decrease in short- and long-\nterm sensitivity to sound in patients with hyperacusis. Additionally, CSET has\nshown a positive impact, not only for the sounds used in the therapy sessions\nbut also in transferring benefits to everyday sounds. The results of combining\npsychoeducation, sound exposure, and counseling are promising and warrant\nfurther evaluation.\nAlthough sound is ubiquitous in our society, some\npeople suffer from the consta nt presence of sounds. How\npeople react differently to sound exposure and how they can\nadapt to noise have been studied for decades (Weinstein,\n1978). However, if even everyday environmental sounds\nare perceived as being uncomfortably loud or intense, we\nspeak of hyperacusis (Fackrell et al., 2017; Henry et al.,\n2022; Tyler et al., 2014).\nHyperacusis is common with an estimated preva-\nlence around 9%, but the exact number differs depending\non the definition used and varies between countries\nAmerican Journal of Audiology /C151–11/C15Copyright © 2024 The Authors\nThis work is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License.1\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 05/24/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "/C15(Andersson et al., 2002; Paulin et al., 2016). Hyperacusis\nis associated with high age, female sex, and high education\n(Paulin et al., 2016). Among other factors, hearing impair-\nment and tinnitus were found comorbid with hyperacusis\n(Nelson & Chen, 2004). Khalfa et al. (2002) developed and\nnormalized a Hyperacusis Questionnaire (HQ), which is fre-\nquently used in the Netherlands to diagnose hyperacusis.\nThe clinical challenge is that individuals with hyper-\nacusis try to avoid sounds (Paulin et al., 2016). However,\navoiding sounds to reduce hinderance of hyperacusis canhave the opposite effect in specific circumstances. Typi-\ncally, self-therapy of hyperacusis results in using hearingprotection to limit exposure to environments with possible\nsound levels, which are considered too loud. The effect of\nnoise reduction for extensive periods is twofold. It canpossibly lead to neural attenuation for high-level sounds\n(Formby et al., 2003), and it can reduce low-level sounds,\nthus limiting healthy sound exposure. Hearing protection\ncan potentially increase the hinderance of hyperacusisand, furthermore, it can induce temporary increased spon-\ntaneous neural activity (Schaette et al., 2012).\nSince it is known that the perception of loudness can\nadapt, research focuses on finding the mechanisms involved\nin hyperacusis. Understanding these underlying mechanisms\nmay lead to a therapy for hyperacusis (Auerbach et al.,\n2014). Although it has been shown that peripheral abnor-\nmalities can lead to the development of hyperacusis(Fournier et al., 2022), hyperacusis is considered as eitherincreased sound-evoked neu ral activity (Wong et al.,\n2020) or increased central gain in the auditory pathway\n(Fackrell et al., 2017). Hypera c u s i si sa s s o c i a t e dw i t ha n\nincreased sound-evoked activity in subcortical and corti-\ncal auditory regions. Central gain cannot explain hypera-\ncusis in all cases (Assi et al., 2018). For example, Assi\net al. (2018) investigated hyperacusis in athletes with\nsport-related concussions, suggesting that a type of\nhyperacusis, with normal peripheral hearing and absence\no ft i n n i t u s ,c a nb el i n k e dt oc o n c u s s i o no rm i l dt r a u m a t i c\nbrain injury. Hyperacusis can exert a significant influence\non one ’s daily functioning. Some people grappling with\nhyperacusis regularly employ ear protection or opt out of\nsocial gatherings, potentially leading to social isolation.\nA limitation of designing an effective therapy for\nhyperacusis is the finite knowledge of the underlying\nmechanism of hyperacusis (Wong et al., 2020). Although\nnumerous studies were performed to find a therapy for\nhyperacusis (Attri & Nagarkar, 2010; Hawley et al., 2008;Jastreboff & Jastreboff, 2014; Jüris et al., 2014; Miani\net al., 2001; Noreña & Chery-Croze, 2007; Silverstein\net al., 2016; Valente et al., 2000), there is no universally\naccepted therapy (Assi et al., 2018; Fackrell et al., 2017;\nJüris et al., 2014). Therapies to reduce hyperacusis mayconsist of cognitive behavioral therapy (CBT), tinnitus\nretraining therapy (TRT), counseling, hearing devices, phar-\nmacological therapy, and surgery (Attri & Nagarkar, 2010;\nDauman & Bouscau-Faure, 2005; Fackrell et al., 2019;\nJüris et al., 2014; Miani et al., 2001; Noreña & Chery-\nCroze, 2007; Silverstein et al., 2016; Valente et al., 2000).\nTo date, most management strategies were assessed\nin patients who reported hyperacusis as either a secondary\nconcern of as part of a set of symptoms. Research should\nprioritize assessing interventions in individuals for whom\nhyperacusis is the primary complaint (Fackrell et al.,2017). Finding a cure, however, is still eagerly anticipatedin clinics (Fackrell et al., 2019). In the current study, we\nfocused on reducing hyperacusis with a newly developed\ncognitive sound exposure therapy (CSET). The CSET is\nbased on multiple separate therapies, to our best knowl-\nedge not applied as combined therapy before: exposure\ntherapy (Jüris et al., 2014), psychoeducation on the\nauditory system and hyperacusis (Hawley et al., 2008;\nJastreboff & Jastreboff, 2014), and clinical aspects from\nthe CBT and acceptance and commitment therapy(ACT; Gloster et al., 2020; Jüris et al., 2014).\nThe aim of this study is to examine whether combin-\ning established therapies, namely, psychoeducation, soundexposure, and counseling, can be utilized as a treatment\nfor people with hyperacusis, which would enable them to\navoid silence and ear protection in situations when there is\nno risk of hearing damage and facilitate their participation\nin daily life. We studied the short- and long-term effects\nof CSET on levels of sound exposure, subjective-level hin-\nderance of hyperacusis, and sensitivity to sound in patients\nwith hyperacusis. Secondary outcomes were the associa-\ntion between sensitivity to sound and the duration of thecomplaints, the number of sessions, gender, and tinnitus.\nMethod\nAll patients of the CSET were initially referred to\nthe Speech and Hearing Centers located in Hengelo and\nZwolle in the Netherlands by general practitioners andear, nose, and throat specialists for specialized audiologi-\ncal care. Patients were seen for CSET between June 2020\nand August 2022.\nDeveloping CSET\nBefore CSET was developed, patients with hypersen-\nsitivity to sounds received audiological examinations and,\nif necessary, received hearing rehabilitation. Subsequently,social work guidance was offered, providing tips and\nadvice on coping with daily life challenges. For patients\nexperiencing both hearing loss and hypersensitivity, the\n2American Journal of Audiology 1–11\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 05/24/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "seamless use of hearing aids is often hindered by the\namplification of bothersome sounds. If the hearing aids\nare not worn consistently, additional effort is required for\neffective communication, leading to reduced energy levels\nby the end of the day and exacerbating hypersensitivity\nconcerns. The provided counseling to break this detrimen-\ntal cycle has proven insufficient in some cases. Pento\nSpeech and Hearing Centers has innovated a treatment\nspecifically desig ned to alleviate hypersensitivity, for both\npatients with and without hearing loss. This article will\nspecifically address patients with hypersensitivity and nor-\nmal hearing. CSET consists of three main components,namely, psychoeducation during an information session,an intake by a clinical audiologist, and on average six\ntherapy sessions facilitated by a social worker (SW).\nPatients\nInclusion criteria of the patients were intolerance to\nsounds as the primary complaint and normal hearingthresholds or at most mild hearing loss in both ears\n(World Health Organization, 2021) defined as hearing\nthreshold less than 35 dB HL averaged over 500, 1000,2000, and 4000 Hz. Patients younger than 18 years of age\nor with tinnitus as the main complaint were excluded. Fur-\nthermore, patients with severe autism, untreated insomnia,\n(acquired) brain injury or damage, intellectual disabilities,\nor loss of memory and patients with ongoing psychological\ntherapy were excluded. Figure 1 shows the patient journey\nfrom entry to 6 months after the end of therapy.\nEntry\nClinical questionnaires were sent to the patient after\nreceiving the referral to the Speech and Hearing Centers.The questionnaires included open and closed questions\nabout their medical history, hearing situations, and hyper-\nacusis complaints with the HQ and complementary open\nquestions about auditory sensitivity. After completing thequestionnaires, the patient had an appointment with aclinical audiologist. The HQ is a validated questionnaire\nto characterize sensitivity to sound (Khalfa et al., 2002).\nThis questionnaire contains 14 questions and uses a 4-point rating scale, ranging from no,yes a little , and yes\nquite a lot toyes a lot. Patients filled out the same ques-\ntionnaire at four different moments in time: at the entry,\nintake session (therapy start), after the last therapy ses-\nsion, and 6 months after the last therapy session; see Fig-\nure 1. An HQ score exceeding 28 points indicates hypera-\ncusis. If the anamnesis reveals that the symptoms of\nhyperacusis were clearly present and the main complaint,despite an HQ score of less than 28, it was still assessed\nwhether the patient is eligible for participation in the ther-\napy. In case the patient had additional tinnitus com-\nplaints, the patient received the Tinnitus Functional Index(TFI) questionnaire as well (Meikle et al., 2012). Of the\n30 patients, 14 patients had no tinnitus or tinnitus was not\na prominent issue. The other 16 patients received the TFI.\nThe mean score on the TFI is 51.20 (SD = 19.37), which\nis categorized as “moderate. ”The included patients who\nreported both hyperacusis and tinnitus identified hypera-cusis as the primary concern. In patients showing signs of\npotential misophonia complaints, we utilized the Misopho-\nnia Screening List (van Loon et al., 2019). Additionally,\nwe conducted a thorough anamnesis to pinpoint the spe-\ncific sounds that the patient finds bothersome.\nFigure 1. Infographic of the cognitive sound exposure therapy. HQ = Hyperacusis Questionnaire; TFI = Tinnitus Functional Index.\nPsychoeducation\nAfter entry, patients started with general psychoedu-\ncation about hyperacusis. Psychoeducation took place dur-\ning a group session where they received information fromthe clinical audiologist and SW for 1.5 hr. If patients were\nnot eligible for group therapy, for example, due to high\nsensitivity, they were given an individual appointment.\nThe psychoeducation focused on the functioning of the\nhearing organ in general, the auditory pathway, and\ncounseling and education on mechanisms involved in hyper-\nacusis. The patients received advice on implementing soundenrichment, avoiding silence, and understanding the nega-\ntive consequences of excessive use of hearing protection.\nAuditory Assessment\nAfter psychoeducation, hearing tests were per-\nformed. Each patient completed pure-tone audiometry\nThieren et al.: New Hyperacusis Therapy 3\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 05/24/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "/C15and speech audiometry testing, complemented with tympa-\nnometry testing if auditory assessment indicated a conduc-\ntive component. Tests were performed according to cur-\nrent clinical standards (American Speech-Language-\nHearing Association, 1988, 2005) and were taken in a\nsoundproof booth designed for audiometric testing. The\near-specific pure-tone average (PTA) for each subject was\ncalculated by averaging hearing thresholds at 500, 1000,2000, and 4000 Hz ob tained with pure-tone audiometry\n(World Health Organization, 2021). Speech stimuli were\nmeaningful Dutch consonant– vowel –consonant words, to\nevaluate speech comprehension without background noise(Bosman & Smoorenburg, 1995). Patients with a hearingloss of PTA equal or above 35 dB HL in one or both ears\nwere excluded from this study. After the auditory assess-\nment, patients had an appointment with the clinical audi-ologist to determine the follow-up plan. Patie nts who met\nthe criteria were invited into the study.\nIntake\nWhen the patient met the inclusion criteria to enroll\nCSET, the patient received an intake with a clinical audi-\nologist. At this intake, the patient filled out the HQ2. The\nintake included psychoeducation and the selection of the\nfive most disturbing sounds from the BBC Original Sound\nEffects Library (BBC, 1991), a database with daily sounds.\nIn addition, the aspects from the psychoeducation wererepeated and customized to the individual patient ’s needs.\nTo select the five sounds for the therapy from a\ndatabase with 65 sounds, the patient was positioned 1 m\nfrom the loudspeaker (Yamaha MSP5). The sounds were\nplayed at a just-audible level using a clinical audiometer\n(Madsen Astera, Interacoustics AD528, or Kamplex Diag-\nnostic Audiometer AD 27). The just-audible level was the\nsound level at which the patient could understand 50% of\nspeech. The patients were observed closely, with special\nattention paid to bodily reactions such as a frown, a\nchange in facial expression, a change in breathing, acramped posture, or movement with hands or legs. The\nclinical audiologist increased the sound volume of the\naudiometer until just acceptable level for the patient. The\naudiologist instructed the patient to classify each presentedsound as “no discomfort, ”“little discomfort, ”or“much\ndiscomfort. ”Subsequently, the audiologist documented\nboth the presented level and the degree of discomfort for\neach sound, while any observable physical reactions were\nalso noted. At the end of the intake, the patient selected\nthe five most disturbing sounds. These five sounds were\nplayed each session of the exposure therapy CSET.\nWe mimicked the sounds that the patients found\nmost disturbing as closely as possible from the database\nwith daily sounds (BBC, 1991). Some examples of theused sounds were alarm, barking dog, crying baby, clatter-\ning of cutlery, running engine of a car, vacuum cleaner,extractor hood, bicycle bell, cymbal, and bass guitar. The\nduration of the each sample varied between 6 and 30 s\nand were played for the entire duration during the therapy\nsessions. If this database did not contain the most disturb-\ning sounds, they were either recorded or edited at the clinic.\nSince the various sounds differ widely, from an impulsive\nsound like a firecracker bang to a slowly increasing in vol-ume sound like a whistling tea kettle, we used a MATLAB\nscript to adapt the stimuli such that the peak-to-peak levels\nof all sound samples were of equal intensity. We made the\nconsidered choice to set the normalization to peak-to-peak\nlevels. By this method of sound normalization, we con-\ntrolled for the maximum intensities to avoid the patients\nexposure to unexpectedly loud sounds.\nTherapy Sessions\nCSET was given by a clinical audiologist and an\nSW experienced in CBT, tinnitus, and hyperacusis. The\ntherapy sessions comprised exposure to sound, incorporat-\ning clinical aspects from CBT and ACT, which encom-passed emotion regulation, breathing, and relaxation strat-egies. During the initial therapy session with the SW, sig-\nnificant emphasis was placed on the process of getting\nacquainted, counseling, and the identification of potential\nother stressors that needed to be considered during the\ncourse of the therapy.\nSubsequent therapy sessions with the SW took place\nevery 2 weeks, with each session lasting approximately1 hr. On average, six sessions were conducted, ranging\nfrom four to eight sessions. During each therapy session,the five selected sounds were played for the entire dura-\ntion, with the sound duration varying between 6 and 30 s.\nIn close collaboration with the patient, the SW manuallyadjusted the volume to attain a healthy maximum, atten-\ntively monitoring the patient ’s physical and emotional\nresponses throughout the process. The sound level wasgradually increased on the audiometer until a range of\n70–80 dB SPL was achieved over the sessions. A safe lis-\ntening level of 70 –80 dB SPL was selected to ensure that\nthere is no risk of causing harm to the hearing. An inte-\ngral aspect of the therapy involved assigning homework to\nmost patients, typically after the third therapy session.\nThe homework entailed practicing with the sounds or\nengaging in activities at home that involve incorporating\nmoments of recovery or relaxation. The assessment of sub-\njective hinderance in patients was conducted during the\nsessions. Subjective hinderance encompasses the individ-\nual’s personal perception and experience of discomfort,\nannoyance, or stress in response to sounds. This measure-ment involves evaluating the emotional and psychological\n4American Journal of Audiology 1–11\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 05/24/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "impact that sounds may exert on an individual. Each fol-\nlowing session started with an evaluation of the former\nsession, including at least the experienced fatigue, changes\nin focus on sounds, and the recognition of the patient ’s\nreactions to sound. We used the self-rated number\nbetween 0 and 10 that the patient gave to their subjective\nhinderance.\nAt the last session, the SW played sounds from the\ndatabase randomly at moderate sound level and repeatedthe five selected sounds multiple times. The SW played\nthe five selected sounds also at the starting level and the\nfinal level to demonstrate the improvement resulting fromthe therapy. The patients filled out the HQ3 at the last\ntherapy session to measure the effectiveness of thetherapy.\nFollow-Up\nSW evaluated the patient ’s experiences of CSET by\nphone 4 months after the last session. The patient received\nthe HQ4 to evaluate the long-term effects of CSET6 months after the last therapy session.\nStatistical Analysis\nTo investigate the association between exposure and\nsubjective hinderance at the start, we applied linear regres-\nsion analysis with subjective hinderance as dependent vari-\nable and start exposure as independent variable. To inves-\ntigate the change in exposure or subjective hinderance\nbetween the start and the end of therapy, paired ttests\nwere performed.\nTo investigate the change in HQ outcome between\nthe time points (one model for each consecutive time\npoint), we applied linear mixed-effects models with HQ as\ndependent variable and time as independent variable. Tostudy if the change in HQ between intake and after the\nlast therapy session depended on the duration of com-\nplaints (categorized into < 2 vs. ≥2 years), gender, or the\nnumber of sessions, we added the main effect of each ofthese factors and an interaction term of time by factor in\nthe models (one factor per model). Multilevel models were\nused to encompass all available data over time. The analy-\nsis was performed in R Version 4.2.2. pvalues < .05 (two-\nsided) were considered statistically significant.\nEthics\nThis study was approved by the Medical Ethics\nCommittee of the Isala Hospital, Zwolle, the Netherlands(Reference 200107). The therapy was explained to thepatients. All patients included in this study had written\ninformed consent.Results\nOf the 50 patients referred to the Speech and Hear-\ning Centers for hyperacusis complaints, 11 patients did\nnot meet the criteria. One patient was underage, two\npatients had acquired brain injury, and eight patients hadhearing loss and/or were more affected by tinnitus than\nhyperacusis. Of the first 50 patients who participated in\nCSET, 30 patients met the inclusion criteria and agreed to\nparticipate in this study. Of these patients, 15 were womenand 15 men, aged between 24 and 76 years old, and their\nnative language was Dutch; see Table 1. Fourteen patientsexperienced hyperacusis, while 16 patients reported hyper-acusis as their primary complaint alongside tinnitus. After\nthe intake, there were no patients wearing hearing protec-\ntion at times when there was no risk of hearing damage.\nThe number of sessions varied from four to eight. The\nduration of the hyperacusis complaints at therapy start\nvaried from 6 months to 20 years.\nThe Maximal Acceptable Sound Levels\nBefore and After Therapy\nFigure 2 shows the individual preferred maximum\nstart sound level of the sounds presented to the patients\nbefore and after therapy. Each dot represents the average\nof the maximum sound level at the start (t2) and after (t3)therapy of the five sounds that were used in CSET foreach patient. The black dots represent patients with\nTable 1. Characteristics of the study population ( N= 30).\nVariable n(%) or M(SD)\nGender\nMale 15 (50%)\nFemale 15 (50%)\nHyperacusis as the primary complaint 14 (46.7%)\nHyperacusis as the primary complaint\nwith tinnitus16 (53.3%)\nAge (in years) 48.3 (14.5)\nDuration of complaints (in ye\nars) 4.4 (4.5)\nNumber\nof sessions 6.0 (1.2)\nExposure (dB SPL) at the start of the\ntherapy53.6 (8.9)\nExposure (dB SPL) at the end of the\ntherapy77.4 (2.7)\nSubjective hinderance at the start of the\ntherapy5.5 (1.5)\nSubjective hinderance at the end of the\ntherapy3.9 (2.1)\nHQ at entry (t1; N= 26) 27.3 (7.6)\nHQ at the start of the therapy (t2; N= 30) 28.5 (6.5)\nHQ at the end of the therapy (t3; N= 28) 18.9 (7.2)\nHQ 6 months after the therapy (t4; N= 29) 18.8 (8.0)\nNote. HQ = Hyperacusis Questionnaire.\nThieren e t a\nl.: New Hyperacusis Therapy 5\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 05/24/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "/C15hyperacusis, while the red dots represent patients with\nhyperacusis as the primary complaint along with tinnitus.\nAll 30 patients showed an increase in accepted sound after\ntherapy. Before therapy, the mean start sound level was\n54 dB SPL, while this was 77 dB SPL at the last session.\nThe mean change was +23.7 ( SD= 7.9, p< .001). Results\nshowed an increase of accepted sound level such that theplayed sounds reached the maximum level of 71 –81 dB\nSPL. When analyzing the group wit h hyperacusis (without\ntinnitus), the mean change was +22.4 (SD = 8.8, p<\n.001). For the group with hyperacusis and tinnitus, the\nmean change was +24.9 ( SD= 7.1, p< .001). Inclusion of\ntinnitus as an interaction with the premeasurement in themultilevel model did not yield significance (p = .38).Figure 2. The average of the maximal acceptable sound levels of\nthe five selected sounds for each patient before (t2) and after ther-\napy (t3). The black dots represent patients with hyperacusis, while\nthe red dots denote patients with hyperacusis as the primary com-\nplaint along with tinnitus.\nSensitivity to Daily Sounds\nFigure 3 shows the individual self-rated number\nbetween 0 and 10 that patients gave to their subjective\nhinderance. The black dots indicate the patients with\nhyperacusis, while the red dots denote patients with hyper-\nacusis as the primary complaint along with tinnitus. Themean decrease in sensitivity to daily sounds was −1.6\n(SD= 2.1, p< .001) between the start and the end of ther-\napy. In total, seven patients rated their hyperacusis higher\nat t3 than at t2. For the group with hyperacusis (without\ntinnitus), the mean change was −1.9 (SD=1 . 7 , p=. 0 0 1 ) .For the group with hyperacusis and tinnitus, the mean\nchange was −1.3 ( SD=2 . 4 , p= .04). The interaction\ninvolving tinnitus was not found to be significant ( p=. 4 6 ) .Figure 3. Self-rated number between 0 and 10 between the start\n(t2) and the end of therapy (t3). The black dots represent patients\nwith hyperacusis, while the red dots denote patients with hypera-\ncusis as the primary complaint along with tinnitus.\nA significant n\negative association was found between\nexposure (dB) and subjective hinderance at the start, β(95%\nCI = −0.10 [−0.15,−0.05], p< .001). If the sound exposure\nat the start was 10 dB higher, subjective hinderance at the\nstart was on average 1.0 point lower. A significant negative\nassociation between start exposure (dB) and HQ scores at\ntherapy start, β(95% CI = −0.43 [ −0.66, −0.20], p< .001),\nwas found. If the exposure was 10 dB higher at the start,\nHQ at therapy start was on average 4.3 points lower.\nHQ\nFigure 4 shows the individual results of the HQ at\nentry (t1), intake (t2), after the therapy sessions (t3), and\n6 months after t3 (t4). The black dots represent thepatients with hyperacusis, and the red dots represent the\npatients with hyperacusis as the main complaint along\nwith tinnitus. Twenty-six patients filled out the HQ atentry; 30 patients, at intake; 28 patients, after the therapy;\nand 29 patients, 6 months after the therapy.\nThere was no significant change in HQ between\nentry (t1) and intake (t2; β, 95% CI = 0.69 [ −1.11, −2.49],\np= .44). This indicates that, between entry and intake,\n6American Journal of Audiology 1–11\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 05/24/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "there was no significant change in HQ in the absence of\nany therapy except psychoeducation. We observed a sig-\nnificant mean decrease in HQ between intake (t2) and\nafter the therapy sessions (t3; β, 95% CI = −9.83 [ −11.6,\n−8.02], p< .001), demonstrating that CSET reduced\nhyperacusis. The effect of CSET was stable between the\nlast therapy session (t3) and 6 months later (t4), becausewe found no significant change in HQ (95% CI = 0.19\n[−1.38, 1.75], p= .81).Figure 4. The results of the Hyperacusis Questionnaire at entry\n(t1), intake (t2), after the therapy sessions (t3), and 6 months after\nt3 (t4). The black dots represent patients with hyperacusis, while\nthe red dots denote patients with hyperacusis as the primary com-\nplaint along with tinnitus. HQ = Hyperacusis Questionnaire.\nFor the group with hyperacusis (without tinnitus),\nwe observed a significant mean decrease\nin HQ between\nintake (t2) and after the therapy sessions (t3; β, 95% CI =\n−8.5 [−11.2, −5.9], p< .001). For the group patients with\nhyperacusis as the main complaint and tinnitus, we\nobserved a significant mean decrease in HQ between intake\n(t2) and after the therapy sessions (t3; β, 95% CI = −10.8\n[−13.4, −8.2], p< .001). The interaction involving tinnitus\nwas not found to be significant ( p=. 2 1 ) .\nThe duration of complaints did not have a signifi-\ncant effect on the change in HQ between intake (t2) and\nafter the therapy sessions (t3; β, 95% CI = −0.20 [ −0.61,\n0.22], p= .35). Furthermore, the analysis showed that the\nnumber of therapy sessions did not have a significant\neffect on the change in HQ between intake (t2) and after\nthe therapy sessions (t3; β, 95% CI = 0.52 [ −1.01, 2.05],\np= .50). However, a higher number of sessions resulted ina lower decrease in HQ over time between intake (t2) and6 months after the last therapy session (t4). Gender did\nnot have a significant effect on the change in HQ between\nintake (t2) and after the therapy sessions (t3; β, 95% CI =\n1.17 [ −2.65, 4.99], p= .54).\nDiscussion\nWe introduced and evaluated a new therapy for\nhyperacusis, CSET. This exposure therapy was designed\non three major pillars, namely, reducing hyperacusis byexposure therapy (Jüris et al., 2014), providing psychoedu-\ncation about the auditory system and hyperacusis (Hawley\net al., 2008; Jastreboff & Jastreboff, 2014), and incorpo-\nrating clinical aspects from CBT and ACT (Gloster et al.,\n2020; Jüris et al., 2014). In this study, 30 patients with\nhyperacusis were included with no or mild hearing loss in\nboth ears. We observed short- and long-term effects on\ndecrease of sensitivity to sound between the start and the\nend of therapy. Furthermore, long-term effects betweenthe last therapy session and 6 months after the last ther-\napy session were observed. CSET decreases sensitivity to\nsound in patients with hyperacusis and yields favorable\neffects on their daily existence.\nUntil now, multiple attempts have been made to\nimplement therapies aimed at reducing the distress causedby hyperacusis, including CBT, TRT, counseling, use of\nhearing devices, pharmacological therapy, and surgery (Attri\n& Nagarkar, 2010; Dauman & Bouscau-Faure, 2005; Fackrell\net al., 2019; Jüris et al., 2014; Miani et al., 2001; Noreña &\nChery-Croze, 2007; Silverstein et al., 2016; Valente et al.,\n2000). Formby et al. (2015) expanded the auditory dynamic\nrange for loudness for persons with sensorineural hearing\nloss. However, a universally accepted therapy specifically\nproven to be effective for normal hearing persons with only\nhyperacusis and without tinnitus has not yet been found.\nThis emphasizes the critical necessity for a high-priority\napproach to develop a successful therapy for hyperacusis\n(Assi et al., 2018; Fackrell et al., 2017; Jüris et al., 2014).\nCurrently, CBT is a promising approach for treating\nhyperacusis, but this method is not suitable for all individ-\nuals experiencing the effects of hyperacusis (Jüris et al.,\n2014). Nonetheless, our findings indicate that psychoedu-\ncation alone is not enough to reduce the distress from\nhyperacusis. We observed that the HQ scores did not\ndecrease between entry (t1) and intake (t2) after providing\npsychoeducation urging the need of a more sophisticated\nhyperacusis therapy.\nJastreboff and Jastreboff (2014) used TRT and\nsound therapy as therapy of hyperacusis. Counseling\nincluded their neurophysiological model containing sound\nThieren et al.: New Hyperacusis Therapy 7\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 05/24/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "/C15enrichment applied by ear-level sound devices such as a\nsound generator or combination hearing aid with amplifi-\ncation and a sound generator. The desensitization approach\nshowed an improvement in hyperacusis using TRT and\nsound therapy (Jastreboff & Jastreboff, 2014). Hawley et al.\n(2008) investigated noise generators with and without direc-\ntive counseling. The results showed that the loudness-\ndiscomfort level increased by the therapy. The improve-ments of hyp eracusis were greater in patients who used\nnoise generators devices and directive counseling in compar-\nison with patients who used only counseling or only sound\ngenerator or counseling with a placebo sound generator.\nBesides CBT and TRT, other methods are described\nin literature to reduce the hyperacusis distress, such as\nacoustic training with sounds (Miani et al., 2001; Noreña\n& Chery-Croze, 2007), medication in a case of hyperacusis\nassociated with depression (Attri & Nagarkar, 2010), or\nmedication for unilateral hearing loss combined withhyperacusis (Valente et al., 2000). Silverstein et al. (2016)\nreported improved noise tolerance after surgery of the\nround and oval window in patients who suffered from\nsevere hyperacusis and had not benefited from traditional\ntherapy. Besides the various methods to find a cure, an\neffective therapy for hyperacusis was still eagerly antici-\npated in clinics (Fackrell et al., 2019).\nNoreña and Chery-Croze (2007) showed that an\nenriched acoustic environment resulted in a decrease in\nauditory sensitivity. Their enriched acoustic environmentrepresented a sequence of pure tones based on the cutoff\nfrequency of the hearing loss and a weighting factor. They\nmentioned that several studies showed a reduction in audi-\ntory sensitivity by using chronic stimulation with broad-\nband noise. However, stimulation with broadband noise\nhad been proved to be slow and limited in effect (Dauman\n& Bouscau-Faure, 2005). In contrast to the mentioned\nstudies, we chose not to use pure tones or noise. Instead,\nwe used sounds that closely mimic daily sounds. Patientsfrequently report specific daily sounds to be unpleasant or\nannoying. CSET constitutes a synthesis of exposure ther-\napy, psychoeducation, and components from CBT and\nACT. Based on our current knowledge, these particular\namalgamations had not been made prior to the develop-\nment of CSET. Therefore, for CSET we utilized a widerange of different daily sounds to establish our database.\nOur main finding is that CSET led to a significant\nincrease in tolerated exposure level. Before therapy, theaverage start sound level was 54 dB SPL and, at the last\nsession, the sound level had increased to an average of 77\ndB SPL; see Figure 2. We observed an increase of\naccepted sound level such that the played sounds reached\nthe healthy maximum level of 70 –80 dB SPL in all\npatients. In the last session, the SW demonstrated theeffect of CSET by playing the five selected sounds at the\nstart sound level and the end sound level as empowerment\nfor the patients. The therapy increased the exposure level\nto such an extent that patients are able to accept daily\nsounds other than those with which they have been trained.\nAt the last therapy session, the SW also played random\nsounds from the database. The patient did not know whichsound would be played and they could tolerate these ran-\ndomly chosen daily sounds at a sound level of at least 65\ndB. Thus, the therapy not only reduced auditory sensitivityto the selected sounds, but also to other sounds. These\nresults were positive for patients suffering from hyperacusis.\nThe patients rated the presented sound from no hin-\nderance to absolutely intolerable. We found a significant\nnegative association between the sound exposure level andthe subjective hinderance at the start of the therapy. Theanalyses showed that, if the subjective distress from hyper-\nacusis was on average 1 point higher at the start, the\nexposure was 10 dB lower at the start. We have to inter-\npret the results carefully because self-rating is subjective\nand can be influenced by issues in private or work situa-\ntions and stress or well-being in general, which may have\nplayed a role. On the other hand, the self-rated number\ngives us information on how patients experience the pre-\nsented sound. Toward the end of the therapy, the level of\nexposure has increased, and the self-rated score hasdecreased for the group results. However, some patients\nreported a higher subjective score even though they could\nall accept higher sound intensities; see Figure 3. Appar-\nently, this subjective measure is for some patients influ-\nenced by other facets than hinderance from sound. The\npatients report to suffer less, even when the sounds are\npresented at a higher sound level, suggesting patients to\nbe aware of the higher sound acceptance levels.\nFurthermore, we found a significant negative associ-\nation between the start sound level and the score on HQ\nat the intake. If the chosen sounds were required to be\nplayed at a lower initial volume, patients ’HQ scores at\nintake were higher, indicating greater impact of hyperacu-sis. Patients with a low-mean HQ score at the intake\ncould, on average, accept a louder start sound level. A\nlower score on the HQ was therefore an indication that\nthe patient had less hyperacusis complaints and that sound\nexposure could have started at a higher sound level.\nWe used the HQ to investigate the sensitivity to\nsound at four different moments; see Figure 4. Patients\nfilled out the HQ at entry, at the intake session, after the\nlast therapy session, and 6 months after the last therapysession. The patients did only receive psychoeducation\nbetween entry and the intake sessions. On one hand, we\nanticipated that individuals with hyperacusis during thewaiting period between therapies might experience less\n8American Journal of Audiology 1–11\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 05/24/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "distress from their hyperacusis due to the reassurance of\nan upcoming therapy and their knowledge from the psy-\nchoeducation. On the other hand, since they did not\nreceive any additional information or advice to cope with\ntheir hyperacusis, except psychoeducation, one would\nexpect the level of distress from hyperacusis to remain\nconstant since former research showed only providing\ninformation to be insufficient (Fackrell et al., 2017). As it\nturned out, the latter sce nario was observed: no significant\ndifference during the waiting period. The level of distressfrom hyperacusis remained stable between the entry and\nthe intake without showing any significant changes.\nThe second main finding of this study is the signifi-\ncant decrease in HQ between intake (t2) and after the last\ntherapy session (t3). This indicates that our therapy effec-\ntively reduces hyperacusis. See Figure 4; at group level,\nthere was no significant change in the HQ scores between\nthe last therapy session (t3) and after the follow-up\n6 months later (t4). Therefore, we conclude that the effect\nof the therapy was persistent in the long term. However, a\nfew individuals experienced an increase in the HQ after\n6 months, suggesting a slight relapse, although not to the\nlevel observed prior to therapy. Furthermore, the durationof complaints (between 6 months and 20 years) did not\nhave a significant effect on the change in score on the HQ\nbetween intake and at the last therapy session, demonstrat-\ning that CSET was effective regardless of the duration of\nhyperacusis complaints.\nThe number of sessions did not have a significant\neffect on the change in HQ scores between intake and at\nthe last session of the therapy. However, results showed\nthat a higher number of sessions resulted in a lower\ndecrease in score on the HQ between the start and\n6 months after the last therapy session. CSET has an aver-\nage of six sessions, varying from four to eight sessions\nnecessary to increase the accepted sounds to a level of 70 –\n80 dB SPL. Patients that needed more sessions had more\nsevere complaints (higher HQ scores) than patients that\nneeded fewer sessions. This indicates that the CSET proce-\ndure correctly described more therapy sessions.\nIt has been reported that hyperacusis is more preva-\nlent in females (Paulin et al., 2016), whereas other studiesfound no gender differences (Dauman & Bouscau-Faure,\n2005). By chance, we had an equal distribution with 15women and 15 men. Our analysis showed no significant\neffect of gender on the progress during the therapy.\nDespite the limited group size, we do not find any indica-\ntion that gender plays a role in hyperacusis. Furthermore,\nall the patients in this study presented hyperacusis as their\nprimary complaint. Of these 30 patients, 16 had tinnitusin addition to hyperacusis. The analysis showed that tinni-\ntus played no role in the progress of the treatment.There were several limitations in this study. First,\nthe absence of a control group was due to the severity and\nduration of the complaints, as we made an ethical decision\nto refrain from including one. However, we compared our\ntreatment with regular care, that is, psychoeducation.\nBetween entry and intake, there was no significant change\nin HQ in the absence of any therapy except psychoeduca-\ntion. This indicates that psychoeducation alone is insuffi-\ncient to decrease the distress from hyperacusis. The dura-\ntion of the complaints at therapy start varied from\n6 months up to 20 years. Due to the extended duration of\nthe complaints, we did not anticipate their sudden disap-\npearance without therapeutic intervention.\nSecond, we did not randomize the patients across\ndifferent SW, nor did we use a blind test. This is because\nthe SW detects the emotions from the faces and bodies of\nthe patients and provides relaxation tips, which makes blind\ntesting impossible. Finally, we used only the HQ and not\nany other questionnaire, for example, the Hospital Anxiety\nand Depression Scale (Zigmond & Snaith, 1983), to evalu-\nate the state of well-being before and after the therapy.\nFor future studies, it would be intriguing to investi-\ngate whether a cause can be identified for the increase inaccepted sounds. There is a possibility that cognitive\nchanges occur or that alterations take place in brain struc-\ntures, leading to this phenomenon. Alternatively, parts of\nthe therapy might result in the nonactivation of the limbic\nsystem by sounds that were previously bothersome.Understanding the underlying mechanisms responsible for\nthe shift in sound acceptance could provide valuable\ninsights into the therapy and management of hyperacusis.\nStudies such as voxel-based morphometry before and after\ntherapy, high-speed videography of the face to detect\nsound-evoked pupil dilations, or differences in reaction\ntime to sound before and after therapy might be useful\n(Makani et al., 2022). Moreover, it would be of interest to\ninvestigate if CSET can be implemented in hearing aids to\nfacilitate a gradual habituation process to daily environ-\nmental sounds. Additionally, it would be valuable to\nexplore the contribution of the three individual factors(psychoeducation, sound exposure, and CBT/ACT) to the\ntherapy. Furthermore, it is recommended to clarify the\ninfluence of hearing loss on the therapy result.\nConclusions\nCSET decreases short- and long-term sensitivity to\nsound in patients with hyperacusis. CSET has a positive\nimpact by reducing auditory sensitivity, not only for the\nsounds used in the therapy sessions but also in transfer to\ndaily sounds. This study indicates that combining psychoe-\nducation, sound exposure, and counseling holds promise\nThieren et al.: New Hyperacusis Therapy 9\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 05/24/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "/C15for patients with hyperacusis. Further evaluation of CSET\nis needed to gain more insight into the mechanism of\nhyperacusis and the contributions of psychoeducation,\nsound exposure, and counseling.\nData Availability Statement\nThe data that support the findings of this study are\navailable from the corresponding author, S.T., upon rea-\nsonable request.\nAcknowledgments\nThis study did not receive any specific grant from\nfunding agencies in the public, commercial, or not-for-\nprofit sectors.\nReferences\nAndersson, G., Lindvall, N., Hursti, T., Carlbring, P., &\nAndersson, G. (2002). Hypersensitivity to sound (hyperacusis):\nA prevalence study conducted via the Internet and post:\nHipersensibilidad al sonido (hiperacusia): Un estudio de pre-\nvalencia realizado por internet y por correo. International\nJournal of Audiology, 41(8), 545 –554. https://doi.org/10.3109/\n14992020209056075\nAmerican Speech-Language-Hearing Association. (1988). Deter-\nmining threshold level for speech .https://doi.org/10.1044/\npolicy.GL1988-00008\nAmerican Speech-Language-Hearing Association. (2005). Guide-\nlines for manual pure-tone threshold audiometry .https://doi.\norg/10.1044/policy.GL2005-00014\nAssi, H., Moore, R. D., Ellemberg, D., & Hébert, S. (2018). Sen-\nsitivity to sounds in sport-related concussed athletes: A new\nclinical presentation of hyperacusis. Scientific Reports, 8(1),\nArticle 9921. https://doi.org/10.1038/s41598-018-28312-1\nAttri, D., & Nagarkar, A. N. (2010). Resolution of hyperacusis\nassociated with depression, following lithium administration and\ndirective counselling. The Journal of Laryngology and Otology,\n124(8), 919– 921.https://doi.org/10.1017/S0022215109992258\nAuerbach, B. D., Rodrigues, P. V., & Salvi, R. J. (2014). Central\ngain control in tinnitus and hyperacusis. Frontiers in Neurol-\nogy, 5, Article 206. https://doi.org/10.3389/fneur.2014.00206\nBBC. (1991). The BBC sound effects library . Films for the\nHumanities and Social Sciences.\nBosman, A. J., & Smoorenburg, G. F. (1995). Intelligibility\nof\nDutch CVC\nsyllables and sentences for listeners with normal\nhearing and with three types of hearing impairment. Interna-\ntional Journal of Audiology, 34(5), 260 –284. https://doi.org/10.\n3109/00206099509071918\nDauman, R., & Bouscau-Faure, F. (2005). Assessment and amelio-\nration of hyperacusis in tinnitus patients. Acta Oto-Laryngologica,\n125(5), 503 –509.https://doi.org/10.1080/ 00016480510027565\nFackrell, K., Potgieter, I., Shekhawat, G. S., Baguley, D. M.,\nSereda, M., & Hoare, D. J. (2017). Clinical interventions for\nhyperacusis in adults: A scoping review to assess the current\nposition and determine priorities for research. BioMed ResearchInternational, 2017, Article 2723715. https://doi.org/10.1155/\n2017/2723715\nFackrell, K., Stratmann, L., Kennedy, V., MacDonald, C.,\nHodgson, H., Wray, N., Farrell, C., Meadows, M., Sheldrake,\nJ., Byrom, P., Baguley, D. M., Kentish, R., Chapman, S.,\nMarriage, J., Phillips, J., Pollard, T., Henshaw, H., Gronlund,\nT. A., & Hoare, D. J. (2019). Identifying and prioritising unan-\nswered research questions for people with hyperacusis: James\nLind Alliance Hyperacusis Priority Setting Partnership. BMJ\nOpen, 9 (11), Article e032178. https://doi.org/10.1136/bmjopen-\n2019-032178\nFormby, C., Hawley, M. L., Sherlock, L. P., Gold, S., Payne, J.,\nBrooks, R., Parton, J. M., Juneau, R., Desporte, E. J., &\nSiegle, G. R. (2015). A sound therapy-based intervention to\nexpand the auditory dynamic range for loudness among per-\nsons with sensorineural hearing losses: A randomized placebo-\ncontrolled clinical trial. Thieme Medical Publishers, 36(02),\n77–110. https://doi.org/10.1055/s-0035-1546958\nFormby, C., Sherlock, L. P., & Gold, S. L. (2003). Adaptive plas-\nticity of loudness induced by chronic attenuation and enh a\nncement\nof the acoustic background (L). The Journal of the Acoustical Soci-\nety of America, 114 (1), 55 –58.https://doi.org/10.1121/1.1582860\nFournier, P., Paleressompoulle, D., Esteve Fraysse, M. J.,\nPaolino, F., Devèze, A., Venail, F., & Noreña, A. (2022).\nExploring the middle ear function in patients with a cluster of\nsymptoms including tinnitus, hyperacusis, ear fullness and/or\npain. Hearing Research, 422, Article 108519. https://doi.org/\n10.1016/j.heares.2022.108519\nGloster, A. T., Walder, N., Levin, M. E., Twohig, M. P., &\nKarekla, M. (2020). The empirical status of acceptance and\ncommitment therapy: A review of meta-analyses. Journal of\nContextual Behavioral Science, 18, 181–192. https://doi.org/10.\n1016/j.jcbs.2020.09.009\nHawley, M., Sherlock, L., Gold, S., Segar, A., Gmitter, C.,\nCannavo, J., & Formby, C. (2008). Intervention for restricted\ndynamic range and reduced sound tolerance. The Journal of\nthe Acoustical Society of America, 121(Suppl. 5), Article 3120.\nhttps://doi.org/10.1121/1.4782090\nHenry, J. A., Theodoroff, S. M., Edmonds, C., Martinez, I.,\nMyers, P. J., Zaugg, T. L., & Goodworth, M.-C. (2022).\nSound tolerance conditions (hyperacusis, misophonia, noise\nsensitivity, and phonophobia): Definitions and clinical man-\nagement. American Journal of Audiology, 31(3), 513–527.\nhttps://doi.org/10.1044/2022_AJA-22-00035\nJastreboff, P. J., & Jastreboff, M. M. (2014). Treatments for\ndecreased sound tolerance (hy peracusis and misophonia). Seminars\nin Hearing, 35 (02), 105– 120.https://doi.org/10. 1055/s-0034-1372527\nJüris, L., Andersson, G., Larsen, H. C., & Ekselius, L. (2014).\nCognitive behaviour therapy for hyperacusis: A randomized\ncontrolled trial. Behaviour Research and Therapy, 54, 30–37.\nhttps://doi.org/10.1016/j.brat.2014.01.001\nKhalfa S., Dubal, S., Veuillet, E., Perez-Diaz, F., Jouvent, R., &\nCollet, L. (2002). Psychometric normalization of a hyperacusis\nquestionnaire. ORL: Journal for Otorhinolaryngology and Its Related\nSpecialties, 64 (6), 436 –442.https://doi.org/10.1159/000067570\nMakani, P., Thioux, M., Pyott, S. J., & van Dijk, P. (2022). A\ncombined image- and coordinate-based meta-analysis of\nwhole-brain voxel-based morphometry studies investigating\nsubjective tinnitus. Brain Sciences, 12 (9).https://doi.org/10.\n3390/brainsci12091192\nMeikle, M. B., Henry, J. A., Griest, S. E., Stewart, B. J.,\nAbrams, H. B., McArdle, R., Myers, P. J., Newman, C. W.,\nSandridge, S., Turk, D. C., & Folmer, R. L. (2012). The\nTinnitus Functional Index: Development of a new clinical\n10 American Journal of Audiology 1–11\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 05/24/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "measure for chronic, intrusive tinnitus. Ear and Hearing, 33 (2),\n153–176.https://doi.org/10.1097/AUD.0b013e31822f67c0\nMiani, C., Passon, P., Bergamin Bracale, A. M., Barotti, A., &\nPanzolli, N. (2001). Treatment of hyperacusis in Williams syn-\ndrome with bilateral conductive hearing loss. European\nArchives of Oto-Rhino-Laryngology, 258(7), 341 –344. https://\ndoi.org/10.1007/s004050100364\nNelson, J. J., & Chen, K. (2004). The relationship of tinnitus,\nhyperacusis, and hearing loss. Ear, Nose & Throat Journal,\n83(7), 472 –476. https://doi.org/10.1177/014556130408300713\nNoreña, A. J., & Chery-Croze, S. (2007). Enriched acoustic envi-\nronment rescales auditory sensitivity. NeuroReport, 18 (12),\n1251 –1255. https://doi.org/10.1097/WNR.0b013e3282202c35\nPaulin, J., Andersson, L., & Nordin, S. (2016). Characteristics of\nhyperacusis in the general population. Noise & Health, 18(83),\n178–184. https://doi.org/10.4103/1463-1741.189244\nSchaette, R., Turtle, C., & Munro, K. J . (2012). Reversible induc-\ntion of phantom auditory sensations through simulated unilat-\neral hearing loss. PLOS ONE, 7(6), 1–6. https://doi.org/10.\n1371/journal.pone.0035238\nSilverstein, H., Ojo, R., Daugherty, J., Nazarian, R., & Wazen, J.\n(2016). Minimally invasive surgery for the treatment of hyper-\nacusis. Otology & Neurotology, 37(10), 1482 –1488. https://doi.\norg/10.1097/MAO.0000000000001214\nTyler, R. S., Pienkowski, M., Roncancio, E. R., Jun, H. J.,\nBrozoski, T., Dauman, N., Coelho, C. B., Andersson, G.,\nKeiner, A. J., Cacace, A. T., Martin, N., & Moore, B. C. J.(2014). A review of hyperacusis and future directions: Part I.\nDefinitions and manifestations. American Journal of Audiology,\n23(4), 402 –419.https://doi.org/10.1044/2014_AJA-14-0010\nValente, M., Goebel, J., Duddy, D., Sinks, B., & Peterein, J.\n(2000). Evaluation and treatment of severe hyperacusis. Jour-\nnal of the American Academy of Audiology, 11(06), 295 –299.\nhttps://doi.org/10.1055/s-0042-1748057\nvan Loon, A., van der Pol, M., Slaghekke, S., van der Meer, C.,\nSchekman, E., Nieuwendijk, E., de Wit, I., & Jager, I. (2019).\nMisofonie behandelprotocol in 8 sessies: Individuele therapie,\ngroepen en jongeren [Misophonia treatment protocol in 8 ses-\nsions: Individual therapy, groups, and youth]. Boom.\nWeinstein, N. D. (1978). Individual differences in reactions to\nnoise: A longitudinal study in a college dormitory. The Jour-\nnal of Applied Psychology, 63(4), 458 –466. https://doi.org/10.\n1037/0021-9010.63.4.458\nWong, E., Radziwon, K., Chen, G.-D., Liu, X., Manno, F. A. M.,\nManno, S. H. C., Auerbach, B., Wu, E. X., Salvi, R., & Lau,\nC.(2020). Functional magnetic resonance imaging of enhanced\ncentral auditory gain and electrophysiological correlates in a\nbehavioral model of hyperacusis. Hearing Research, 389, Arti-\ncle 107908. https://doi.org/10.1016/j.heares.2020.107908\nWorld Health Organization. (2021). World report on hearing .\nhttps:\n//www.who.int/publications/i/item/world-report-on-hearing\nZigmond, A. S.,\n& Snaith, R. P. (1983). The Hospital Anxiety\nand Depression Scale. Acta Psychiatrica Scandinavica, 67(6),\n361–370. https://doi.org/10.1111/j.1600-0447.1983.tb09716.x\nThieren et al.: New Hyperacusis Therapy 11\nDownloaded from: https://pubs.asha.org 75.72.255.60 on 05/24/2024, Terms of Use: https://pubs.asha.org/pubs/rights_and_permissions"
    }
  ]
}