{
  "doc_type": "scientific paper",
  "title": "Auditory symptoms and autistic spectrum disorder: A scoping review and recommendations for future research",
  "authors": [
    "Sara Timms",
    "Sirat Lodhi",
    "Jack Bruce",
    "Emma Stapleton"
  ],
  "year": 2022,
  "journal": "Journal of Otology",
  "doi": "10.1016/j.joto.2022.08.004",
  "abstract": "Introduction: Auditory symptoms in individuals with Autistic Spectrum Disorder (ASD) are well described within the neurodevelopmental literature, yet there is minimal mention of ASD in Otolaryngology literature. This is surprising considering the potential clinical and diagnostic implications of this link, and the potential for ASD to present to Otolaryngologists in the form of unexplained auditory symptoms. The aims of this literature review were to explore the intersection of auditory symptoms and ASD from the perspective of clinical Otolaryngology, and to outline a clinically focused research agenda based on emerging themes relevant to Otolaryngology. Methods: We searched Pubmed, Embase, Ovid and Cochrane library for studies until November 2021. Four authors independently reviewed 227 publications identified. 39 were filtered into the final analysis. The PRISMA 2020 guidelines were followed. The heterogeneity of literature meant that a Systematic Review was not feasible. Included studies were therefore classified thematically, forming the basis of the scoping review. Results: Diagnostic theories for auditory symptoms in ASD include the entire auditory pathway and brain. There is a growing body of literature on auditory symptoms in ASD, suggesting that a primary diagnosis of ASD should be considered in patients presenting with otherwise unexplained auditory symptoms, and indicating a learning need for Otolaryngologists and audiologists, to whom these patients may present. Conclusion: We recommend a research agenda focusing on multidisciplinary collaboration, stakeholder engagement, responsible clinical screening, and clarification of pathophysiological mechanisms and terminology.",
  "keywords": [
    "Autistic disorder",
    "Audiology",
    "Otolaryngology",
    "Tinnitus",
    "Hyperacusis"
  ],
  "research_topics": [
    "Auditory symptoms in Autism Spectrum Disorder",
    "Diagnostic theories of auditory symptoms",
    "Decreased sound tolerance (DST)",
    "Auditory processing pathways in ASD",
    "Multidisciplinary research in Otolaryngology and ASD",
    "Clinical screening for ASD in patients with auditory symptoms",
    "Pathophysiological mechanisms of auditory symptoms in ASD",
    "Terminology standardization in auditory symptoms research",
    "Patient experience of decreased sound tolerance",
    "Prevalence of auditory symptoms in ASD populations",
    "Intersection of neurodevelopmental literature and Otolaryngology"
  ],
  "created_at": "2025-05-04T23:44:10.296886Z",
  "source_pdf": "documents/research/Global/Timms 2022 Auditory symptoms and autistic spectrum disorder a scoping review and recommendations.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Journal Pre-proof\nAuditory symptoms and autistic spectrum disorder: A scoping review and\nrecommendations for future research\nSara Timms, Sirat Lodhi, Jack Bruce, Emma Stapleton\nPII: S1672-2930(22)00052-6\nDOI: https://doi.org/10.1016/j.joto.2022.08.004\nReference: JOTO 271\nTo appear in: Journal of Otology\nReceived Date: 9 August 2022\nAccepted Date: 24 August 2022\nPlease cite this article as: Timms, S., Lodhi, S., Bruce, J., Stapleton, E., Auditory symptoms and autistic\nspectrum disorder: A scoping review and recommendations for future research, Journal of Otology\n(2022), doi: https://doi.org/10.1016/j.joto.2022.08.004 .\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition\nof a cover page and metadata, and formatting for readability, but it is not yet the definitive version of\nrecord. This version will undergo additional copyediting, typesetting and review before it is published\nin its final form, but we are providing this version to give early visibility of the article. Please note that,\nduring the production process, errors may be discovered which could affect the content, and all legal\ndisclaimers that apply to the journal pertain.\n© [copyright Year] PLA General Hospital Department of Otolaryngology Head and Neck Surgery.\nProduction and hosting by Elsevier (Singapore) Pte Ltd. All rights reserved."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "1   \nAuditory symptoms  and autistic spectrum  disorder: a scoping \nreview and recommendations for future research  \n  \nAuthors  \nMiss Sara Timms, MBBS1    ORCID 0000 -0002 -6473 -3655   \nDr. Sirat Lodhi, MBChB1    ORCID 0000 -0003 -4925 -1241  \nMr. Jack Bruce2      ORCID 0000 -0002 -9554 -2712  \nMiss Emma Stapleton, FRCS1   ORCID 0000 -0002 -7763 -9705   \n  \n \nInstitutional affiliations  \n1. Department of Otolaryngology, Manchester Royal Infirmary, Manchester , UK,  M13 9WL  \n2. The University of Manchester Medical School, Oxford Road,  Manchester , UK,  M13 9PL  \n  \nAuthor responsible for correspondence:  \nMiss Emma Stapleton  \nDepartment of Otolaryngology, Manchester Royal Infirmary  \nOxford Road, Manchester, M13 9WL  \nEmail:  emmastapleton@doctors.org.uk  \n  \nJournal Pre-proof"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "2 ABSTRACT  \nIntroduction : Auditory symptoms in individuals with Autistic Spectrum Disorder (ASD) are \nwell described within the neurodevelopmental literature , yet there is minimal mention of \nASD in Otolaryngology literature. This is surprising considering the potential clinical and \ndiagnosti c implications of this link, and the potential for ASD to present to Otolaryngologists \nin the form of unexplained auditory symptoms.  The aims of this literature review  were to \nexplore the intersection of auditory symptoms and ASD  from the perspective of clinical \nOtolaryngology,  and to outline a clinically focused research agenda based on emerging \nthemes relevant to  Otolaryngology . \n \nMethods : We searched Pubmed, Embase, Ovid and Cochrane library for studies until \nNovember 2021. Four authors independently reviewed 227 publications  identified . 39 were \nfiltered into the final analysis. The PRISMA 2020 guidelines were followed . The \nheterogeneity of  literature meant that a Systematic Review was not feasible. Included \nstudies  were  therefore  classified thematically, forming the basis of the  scoping  review.  \n \nResults:  Diagnostic theories for auditory symptoms in ASD include the entire auditory \npathway a nd brain. There is a growing body of literature on auditory symptoms in ASD, \nsuggesting that a primary diagnosis of ASD should be considered in patients presenting with \notherwise unexplained auditory symptoms, and indicating a learning need for \nOtolaryngol ogists  and audiologists , to whom these patients may present.  \n \nConclusion:  We recommend a research agenda focusing on multidisciplinary collaboration, \nstakeholder engagement, responsible clinical screening, and clarification of \npathophysiological mechanisms  and terminology.  \n \nMeSH KEYWORDS: Autistic disorder, Audiology, Otolaryngology, Tinnitus, Hyperacusis    \n  \nJournal Pre-proof"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "3 KEY POINTS  \n \n• Atypical responses to the auditory environment in individuals with Autistic Spectrum \nDisorder (ASD) are well documented in the neurodevelopmental literature.  \n \n• Evidence regarding the intersection of auditory symptoms and ASD is minimal, \nconsidering the potential clinical and diagnostic implications of this link.  \n \n• Published literature consists of diagnostic theories which include th e entire auditory \npathway and brain, and a growing body of evidence that individuals with ASD have a \nvery high incidence of auditory symptoms.  \n \n• A primary diagnosis of ASD should be considered in patients presenting with \notherwise unexplained auditory sympt oms.  \n \n• Future research should incorporate multidisciplinary collaboration, stakeholder \nengagement, clinical screening and clarification of pathophysiological mechanisms \nand terminology.   \nJournal Pre-proof"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "4 MAIN BODY OF TEXT (278 4 words)  \n  \n1. Introduction  \nAtypical responses to the auditory environment in individuals with Autistic Spectrum \nDisorder (ASD) are not a new observation  [1]. There is a body of published work linking \nauditory symptoms such as tinnitus and decreased sound tolerance (DST) to ASD, largely \nwithin the neurode velopmental literature. Decreased sound tolerance (DST) as a collective \nterm for hyperacusis, misophonia and phonophobia  [2] is used within this manuscript. \nSeveral aetiological theories for the link between tinnitus, DST and ASD have been \nproposed, includ ing processing differences at brainstem  [3,4] and auditory cortex level  [5], \nand abnormal behavioural responses to sound  [6,7]. However, evidence regarding the \nintersection of auditory symptoms and ASD remains surprisingly minimal, considering the \npotential clinical and diagnostic implications of this link.  \n  \nA recent meta -analysis  [8] concluded that most individuals on the auti stic spectrum \nexperience DST at some point in their lives. ASD prevalence studies in child populations  [9] \nsuggest that many adults with ASD remain undiagnosed  [10] and may present in adulthood \nwith medical or neuropsychological complaints. The possibility  of an ASD diagnosis in \npatients presenting to ENT and Audiology services with tinnitus and/or DST could therefore \nhave a significant impact on our clinical practice, highlighting a learning need for \nprofessionals in ENT and Audiology, and potentially offe ring more focused management \noptions to our patients.  \n  \nJournal Pre-proof"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "5 Tinnitus and DST present frequently to ENT and Audiology services. Tinnitus has a reported \nprevalence 5.1% - 42.7%  [11] in general populations, and hyperacusis 0.2% - 17.2%  [12]. \nThese symptoms can have a profound effect on patients’ lives  [13]. It is therefore essential \nthat we investigate and manage them optimally.  \n  \nTinnitus is defined as a sound in the head or ears that occurs in the absence of any external \nacoustic source  [14]. Various diagnost ic algorithms aim to identify its origin  [15], with \nbilateral tinnitus of unknown aetiology often being assigned a psychogenic cause  [16] \nespecially in patients with a history of psychiatric illness. Unilateral tinnitus requires \ncrosssectional imaging  [17] but the incidence of retrocochlear pathology is just 2.7%  [18], \nhigher in patients with ipsilateral hearing loss. Unilateral tinnitus with no identified \naetiology is considered idiopathic and managed with tinnitus retraining therapy  [19] based \non a neurop sychological model and considered to offer significant help for 80% of patients. \nDecreased sound tolerance is defined as reduced tolerance to sound, often accompanied by \npainful sensitivity to ordinary environmental sounds, with perceptual, psychological, and \nsocial dimensions  [20]. There is currently no widely accepted investigation or treatment \npathway, and management strategies focus on behavioural techniques  [21].  \n  \nThe primary aim of this work was to review the literature on ASD and auditory symptoms,  \nexploring the intersection of these themes and identifying evidence for auditory symptoms \nas a presenting feature of ASD in ENT and Audiology services. A secondary aim was to \noutline a research agenda based on themes emerging from this work.  \n  \nJournal Pre-proof"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "6 Our decisi on to carry out a scoping review followed an initial literature search (Figure 1) and \nanalysis of current literature (Figure 2). We discovered that a systematic review would yield \nlittle useful information due to literature heterogeneity. Scoping studies c an be used to map \nkey concepts underpinning a research area and the evidence available, to identify research \ngaps in the existing literature  [22]. A scoping review was therefore deemed an appropriate \nmodel for this work.      \nJournal Pre-proof"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "7 2. Materials and methods  \n  \nA methodological framework for scoping studies  [22] was used. 227 relevant publications \nwere identified independently by the authors in November 2021 using PubMed; Embase via \nOVID; CINAHL Plus via EBSCOhost; and the Cochrane Library (Table 1). Studies were i ncluded \nwhich explored tinnitus and/or DST in the context of ASD. No restrictions were applied \nregarding the age of patient populations, or outcomes assessed in the studies.  \n  \nAuthors independently screened all study abstracts. 38 duplicates were removed;  117 \nremoved for irrelevant content; five not in the English language and eight for other reasons. \n59 studies underwent full -text review by all authors. Twenty were excluded (nineteen \nirrelevant, one inaccessible). Reference lists and citing papers were sc reened to identify \nadditional studies. 39 studies were included in the final scoping review. (Figure 1).  \n  \nThe included studies were heterogeneous in study type and outcome measures (Figure 2). \nThey were therefore classified according to theme (Figure 3) and these formed the basis of \nthe scoping review. This work involved analysis of published literature only, therefore \nethical approval was not required.  \n   \n  \nJournal Pre-proof"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "8 3. Results and analysis  \n  \n3.1 Study characteristics   \nOf the 39 included studies, twenty -two were original prospective research, twelve literature \nreviews, four retrospective case series, and one meta -analys is (Figure 2). Only five were \npublished in the ENT literature, seventeen originated from neurodevelopmental journals, \nnine from audiology, five from basic science, two from paediatrics, and one from \nosteopathic medicine. Twenty of the thirty -nine papers pr esented diagnostic theory \nregarding the intersection of ASD and tinnitus and/or DST. Nine papers analysed the \nprevalence of auditory symptoms including hearing loss in autistic populations, while three \npapers evaluated the prevalence of ASD among those pre senting with auditory symptoms. \nSix were descriptive reviews and one paper described patient experience. The results of our \nreview are presented according to these five themes.  \n  \n3.2 Diagnostic theory  \nTwenty studies investigated diagnostic theories for a bnormal auditory symptoms in patients \nwith ASD. These explored all levels of the auditory processing pathway.  \n  \n3.2.1 Inner ear  \nNo studies identified significant inner ear abnormalities in patients with ASD and \nauditory symptoms. One literature review  [23] commented on the challenges of \nbehavioural testing in autistic individuals, concluding that there was no evidence of \nJournal Pre-proof"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "9 greater levels of hearing loss in autistic children compared to their neurotypical \ncounterparts. A study investigating cochlear microphoni c found no difference in \nchildren with ASD compared with controls  [24]. Another study found no difference in \nsound -induced suppression of distortion product otoacoustic emissions in those with \nand without Asperger’s syndrome, a high -functioning form of aut ism [25]. Another \nstudy  [4] found that DPOAE suppression was increased in hyperacusis patients, but \nthat this was not well correlated with hyperacusis severity score. A study \ninvestigating autistic children with and without auditory hypersensitivity behavi our \nfound superior semicircular canal dehiscence in 29% of subjects with hypersensitivity \nand in none of those without, though the study numbers were small  [26].  \n  \n3.2.2 Brainste m \n \nIf inner ear function is largely normal in those with decreased sound tolerance,  \nsymptoms may arise from higher processing of auditory stimuli. This process begins \nin the brainstem, with the cochlear nerve synapsing in the superior olivary nucleus \nand inferior colliculus. Some evidence of abnormality at this level is indicated by \nabno rmal auditory brainstem responses  wave latencies  [27]. Another study found \nthat the physiological suppression of transient evoked otoacoustic emissions by the \nbrainstem -mediated medial olivocochlear reflex was significantly greater in children \nwith ASD and  severe hyperacusis, when compared with other children with ASD and \nneurotypical controls  [3]. The stapedial reflex, which dampens excessively loud \nauditory stimuli, is mediated by a short reflex arc involving the auditory brainstem. \nOhmura et al  [4] inves tigated stapedial reflexes as an index of the level at which a \nJournal Pre-proof"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "10 sound is perceived as uncomfortable, finding that the reflex threshold was \nsignificantly lower in the autistic group than the control group. The paper concluded \nthat the inner ear is highly sen sitive in autistic individuals and that stapedial reflexes \ncould even be used as part of a panel of diagnostic tests for ASD. Another study \nfound stapedial reflexes to be slower, with lower thresholds and greater asymmetry \nin children with ASD  [28]. Other evidence of brainstem abnormalities comes from a \nrat model of autism, created through prenatal thalidomide exposure. \nImmunostaining demonstrated significant variation in auditory neurone numbers in \nthe superior olivary complex and medial nucleus of the tra pezoid body, indicating \naltered auditory localisation and processing  [29,30 ].  \n  \n3.2.3 Thalamu s \nOne study explored auditory processing in the thalamus  [31] finding smaller nuclei in \nthe auditory region of the thalamus in a rat model of ASD, with fewer connection s to \nascending nuclei.  \n  \n3.2.4 Auditory corte x \nTwo studies examined primary auditory cortex response to sound stimuli, using \nfunctional neuroimaging. Responses were found to be slower in autistic children \nwith auditory hypersensitivity compared with children wi thout auditory \nhypersensitivity and children without ASD  [5,32 ]. The authors theorize that \nhypersensitivity may result from a failure of the normal acceleration of the cortical \nresponse with age. One study identified normal sensory gating in children with ASD, \nJournal Pre-proof"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "11 except those with the lowest IQ scores  [33]. Another found little evidence of \nsignificant difference between children under five years old with and without autism  \n[34].  \n  \n3.2.5 Othe r \nSome researchers argue that DST in ASD is behavioural in aetiology. Lucker [6] \nexamined 200 children with auditory hypersensitivity, fifty of whom had an ASD \ndiagnosis, and found that most could tolerate sounds above 100dB, concluding that \nemotional respon se, rather than auditory function, causes DST behaviour. A 2010 \nliterature review reached a similar conclusion, arguing that DST in ASD can be \nexplained by fear, and that autistic individuals can learn to alter their behavioural \nresponse to distressing sou nds [7].  \nBehavioural responses in rats have been studied using a model of Fragile X \nsyndrome, the most common monogenetic cause of autism. In one study, these rats \nwere found to react faster to auditory stimuli with a wide bandwidth, unlike wild -\ntype rats  [35]. These differences were restored to normal when glutamate \nantagonists were administered, implicating abnormal neurotransmission in the \nauditory pathway and suggesting potential therapeutic targets for future research.  \nOne paper studied the non -class ical pathway of auditory processing, finding that \nautistic individuals are more likely to perceive a change in the loudness of an \nauditory stimulus when a concurrent electrical impulse is applied to the wrist  [36]. \nThis gives evidence for interaction betwe en different sensory modalities in autism.   \nOnly one paper considered genetic causes of DST, identifying two genes (CNTN6, \nCNTN5) that are expressed at high levels in the auditory pathway, and were found to \nJournal Pre-proof"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "12 have mutations in some autistic subjects at a sig nificantly higher rate than in the \ngeneral population  [37].  \n  \n3.3 Descriptive reviews  \nA Cochrane review  [38] summarised six randomised controlled trials of auditory integration \ntherapy in ASD, concluding no evidence for its effectiveness, though limited by disparate \noutcome measures. A systematic review focussing on terminology  [39] concluded that \ndisparity in t erminology renders synthesis of literature challenging. Gomes et al  [40] noted a \ngap in the literature, recommending further research to better understand communicative \nbehaviours in ASD. Moller  [41] proposed that autism and tinnitus are both caused by \nalterations in neural plasticity. McCullagh et al  [42] reviewed auditory processing deficits in \nFragile X syndrome. Smith et al  [43] proposed the utility of auditory testing to screen for  \nASD.  \n  \n3.4 ASD in patients presenting with DST  \nTwo papers were paediatric hyperacusis case series. Myne  [44] observed that 13% of 61 \nchildren referred with hyperacusis had a pre -existing ASD diagnosis. Amir  [45] observed that \nof 412 children referred with hyperacusis, 60% had a pre -existing ASD diagnosis, and 99% \nhad normal audiometry. An epidemiological study performed in Finland surveyed 4397 \neight -year -olds and found that auditory hypersensitivity indicated a 22 -fold increase in \nprevalence of ASD  [46].  \n  \nJournal Pre-proof"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "13 3.5 Auditory symptoms in ASD  \nThe Finnish epidemiological stu dy reported auditory hypersensitivity in 43% of children with \nASD, and in 3% of children without ASD  [46]. The only meta -analysis included in our scoping \nreview gives a prevalence of 40% for hyperacusis in those with ASD, and a lifetime \nprevalence of 60%, increasing with age  [8]. In a survey of 55 children and adults with \nhighfunctioning autism, 69% reported hyperacusis  [47]. Williams’ 2020 literature review \nquotes a prevalence of 38 -45% for DST in autistic individuals  [48]. Another 2021 review \nquotes simil ar figures  [49].  \n  \n3.6 Patient experience  \nOne study explored patient and parental experience of DST in autistic children by means of a \nquestionnaire. Families described frequent negative reaction to sounds, including reacting \nto the anticipation of sound . Loud, high -pitched, and sudden sounds were rated the most \ndistressing, and management strategies were described including pre -warning the child \nabout a sound, avoiding noisy places and taking ‘time out’ where necessary. Many parents \ncommented that aversi on to sounds prevented their child from participating in social  \nActivities  [50].   \n  \nJournal Pre-proof"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "14 4. Discussion  \n  \nThis is the first literature review on this theme from an ENT perspective, and therefore has \nsignificant potential to influence future research. It draws on publications from \nmultidisciplinary areas, particularly the neurodevelopmental literature, highligh ting auditory \nsymptoms in ASD as an intersectional theme which has relevance across several specialties. \nIts clinical applicability is of great importance considering that undiagnosed ASD may \npresent to ENT and Audiology in the form of unexplained auditory  symptoms. The concept \nof considering a potential undiagnosed condition is an inherent limitation of this work.  \n  \nOur primary aim was to review the literature on ASD and auditory symptoms, exploring the \nintersection of these themes and identifying evidenc e for auditory symptoms as a \npresenting feature of ASD in ENT and Audiology services. The literature is heterogeneous, \nand several themes emerge. Our review analyses literature investigating diagnostic theories \nfor the correlation between ASD and auditory symptoms, exploring the entire auditory \npathway, including emotional and behavioral responses to sound. There have been several \npromising discoveries, and the pathophysiological mechanism of tinnitus and DST in \nindividuals with DST is likely to be multifac torial. Literature reviews have highlighted \ndisparities in terminology, gaps in the literature, proposals for future research on \ncommunicative behaviours and the potential for auditory testing to screen for ASD, and that \nthere is limited evidence for the e ffectiveness of auditory integration therapy. An interesting \nfeature of published research in the neurodevelopmental literature is that tinnitus and DST \nare rarely defined in terms of their laterality or specific nature.  \nJournal Pre-proof"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "15   \nEvidence for auditory symptoms a s a presenting feature of ASD arises exclusively from \npaediatric populations in the existing literature; there is currently no published data on the \nincidence of ASD amongst adults presenting with tinnitus and DST. There is however a \ngrowing body of eviden ce highlighting a very high incidence of tinnitus and DST in both \nchildren and adults with an ASD diagnosis, indicating a significant potential that \nundiagnosed ASD may be presenting to ENT and Audiology services in the form of tinnitus \nand DST.  \n  \nBut wha t are the implications of this? Our review highlights a need for focussed clinical \nresearch, and a potential learning need for professionals who investigate and manage \npatients with tinnitus and DST. Screening for a lifelong neurodevelopmental condition in  a \npopulation presenting with an apparently unrelated symptom, carries implications for both \npatients and clinical services. Screening for ASD has been previously  explored only in   \npsychiatry outpatient population s. The concept of diagnosing ASD in ENT and  Audiology \nservices introduces numerous factors which need to be considered, including appropriate \ncommunication and patient counselling regarding the impact of such a diagnosis for \npatients, appropriate training of staff, and the subsequent impact of a ne w ASD diagnosis \nfor primary care and other services. It is likely that a multidisciplinary approach would be \nbeneficial in providing a holistic clinical service with robust governance.  \n  \nA secondary aim of this review was to outline a research agenda base d on themes emerging. \nBased on our in -depth analysis of existing literature and our observations of topics which \nJournal Pre-proof"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "16 could usefully be explored to enhance our clinical understanding of this theme, we \nrecommend the following:  \na) Collaborative research between dis ciplines, to optimise the multidisciplinary  \napproach.  \nb) Robust, ethical screening studies in both paediatric and adult populations, to identify \nthe incidence of diagnosed and undiagnosed ASD presenting to ENT and Audiology  \nservices with tinnitus and/or DST.  \nc) Formulation of a core outcome set for future trials involving auditory symptoms in \nindividuals with ASD, in order that these can be compared and summarised.  \nd) Clarification of terminologies used to describe and investigat e auditory symptoms in  \npatients with ASD, via a consensus process.  \ne) Studies to ascertain whether individuals with ASD are likely to experience unilateral \nand/or bilateral tinnitus and DST, and the nature of these, to refine diagnostic  \nalgorithms.  \nf) Qualit ative research to better understand the experience and impact of auditory  \nsymptoms for individuals with ASD.  \ng) Trials of therapies for auditory symptoms in individuals with ASD.  \nh) Further research to clarify and understand the physiological mechanisms of au ditory  \nsymptoms in ASD, which are likely to be multifactorial.  \ni) Engagement of autistic researchers, autistic advocates, and robust patient and public \ninvolvement in any future work which affects or implicates autistic populations.  \nJournal Pre-proof"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "17 5. Conclusion   \n  \nThere is a growing body of literature demonstrating a very high incidence of tinnitus and \nDST in individuals with ASD. This suggests a high possibility that patients presenting to ENT \nand Audiology services with these symptoms may have a primary diagnosis of ASD to \naccount for their otherwise unexplained auditory symptoms.  \n  \nThis also indicates a learning need for professionals who investigate and manage tinnitus \nand DST, as well as a requirement to refine existing protocols, which currently focus on the \nidentification and exclusion of identifiable inner ear conditions, to consider \nneurodevelopmental disorders as a potential primary diagnosis. A collaborative, \nmultidisciplinary model is essential, considering the potential implications of a new ASD \ndiagnosi s.  \n  \nThere is a pressing need for further research on this clinically important theme. We outline a \nresearch agenda with a focus on multidisciplinary collaboration, stakeholder engagement, \nclinical screening, and clarification of pathophysiological mechan isms and terminology.  \n  \n  \nJournal Pre-proof"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "18 Acknowledgements  \n \n• This research was supported by the National Institute for Health Research \nManchester Biomedical Research Centre.  \n \nDeclaration of funding sources  \n• This research did not receive any specific grant from funding agencies in the public, \ncommercial or not -for-profit sectors.  \n \nCompeting interests  \n• The authors have no relevant financial or non -financial interests to disclose.  \n• ES (supervising author) is an Editorial Board member of European Archives of Oto -\nRhino -Laryngo logy journal.  \n \nEthics approval  \n• This was a literature review and therefore ethical approval was not required.  \n \nData sharing and availability  \n• No primary data were used in the production of this manuscript.  \n• Our Search Strategy is available in Table 1.  \n• This s tudy and its analysis were not pre -registered.  \n \nAuthorship statement:  \nES designed the work; ST, SL, JB, ES acquired and analysed data, drafted, revised, and \napproved the manuscript; ST and ES agree to be accountable for all aspects of the work. All \nauthors have read and approved this manuscript.   \n \n   \nJournal Pre-proof"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "19    \nREFERENCES  \n  \n1. Rosenhall U, Nordin V, Sandstrom M, Ahlsen G, Gillberg2 C. Autism and Hearing Loss.  \nVol. 29, Journal of Autism and Developmental Disorders. 1999.   \n2. Jastreboff MM, Jastreboff PJ. Components of decreased sound tolerance :  \nhyperacusis, misophonia, phonophobia [Internet]. 2001. Available from: \nhttp://www.audiologyonline.com  \n3. Wilson US, Sadler KM, Hancock KE, Guinan JJ, Lichtenhan JT. Efferent inhibition \nstrength is a physiological correlate of hyperacusis in children with autism spectrum  \ndisorder. Journal of Neurophysiology. 2017 Aug 4;118(2):1164 –72.   \n4. Ohmura Y, Ichikawa I, Kumagaya S, Kuniyoshi Y. Stapedial reflex threshold predicts \nindividual loudness  tolerance for people with autistic spectrum disorders.  \nExperimental Brain Research. 2019 Jan 31;237(1):91 –100.   \n5. Matsuzaki J, Kagitani -Shimono K, Goto T, Sanefuji W, Yamamoto T, Sakai S, et al. \nDifferential responses of primary auditory cortex in autisti c spectrum disorder with  \nauditory hypersensitivity. NeuroReport. 2012 Jan 25;23(2):113 –8.   \n6. Lucker JR. Auditory hypersensitivity in children with autism spectrum disorders. Vol.  \n28, Focus on Autism and Other Developmental Disabilities. 2013. p. 184 –91.   \n7. Stiegler LN, Davis R. Understanding sound sensitivity in individuals with autism \nspectrum disorders. Vol. 25, Focus on Autism and Other Developmental Disabilities.  \n2010. p. 67 –75.   \n8. Williams ZJ, Suzman E, Woynaroski TG. Prevalence of Decreased Sound Tolerance \n(Hyperacusis) in Individuals with Autism Spectrum Disorder: A Meta -Analysis. Ear and \nHearing. 2021;1137 –50.   \nJournal Pre-proof"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "20 9. Redfield RR, Kent CK, Leahy MA, Martinroe JC, Spriggs SR, Yang T, et  al. Morbidity and \nMortality Weekly Report Prevalence of Autism Spectrum Disorder Among Children  \nAged 8 Years -Autism and Developmental Disabilities Monitoring Network, 11 Sites,  \nUnited States, 2014 Surveillance Summaries Centers for Disease Control and \nPrevention MMWR Editorial and Production Staff (Serials) MMWR Editorial Board.  \n2014.   \n10. Brosnan M. An Exploratory Study of a Dimensional Assessment of the Diagnostic \nCriteria for Autism. Journal of Autism and Developmental Disorders. 2020 Nov  \n1;50(11):4158 –64.   \n11. McCormack A, Edmondson -Jones M, Somerset S, Hall D. A systematic review of the \nreporting of tinnitus prevalence and severity. Vol. 337, Hearing Research. Elsevier \nB.V.; 2016. p. 70 –9.   \n12. Ren J, Xu T, Xiang T, Pu JM, Liu L, Xiao Y, et al. Prevalence o f Hyperacusis in the \nGeneral and Special Populations: A Scoping Review. Vol. 12, Frontiers in Neurology.  \nFrontiers Media S.A.; 2021.   \n13. Nondahl DM, Cruickshanks KJ, Dalton DS, Klein BEK, Klein R, Schubert CR, et al. The \nImpact of Tinnitus on Quality of Lif e in Older Adults. Vol. 18, J Am Acad Audiol. 2007.   \n14. Baguley D, McFerran D, Hall D. Tinnitus. In: The Lancet. Elsevier B.V.; 2013. p. 1600 –7.   \n15. Crummer RW, Hassan GA. Diagnostic Approach to Tinnitus - American Family \nPhysician [Internet]. Vol. 69, America n Academy of Family Physicians. 2004. Available \nfrom: www.aafp.org/afp.  \n16. Miura M, Goto F, Inagaki Y, Nomura Y, Oshima T, Sugaya N. The effect of comorbidity \nbetween tinnitus and dizziness on perceived handicap, psychological distress, and  \nJournal Pre-proof"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "21 quality of life.  Frontiers in Neurology. 2017 Dec 22;8(DEC).   \n17. Tunkel DE, Bauer CA, Sun GH, Rosenfeld RM, Chandrasekhar SS, Cunningham ER, et \nal. Clinical practice guideline: Tinnitus executive summary. Otolaryngology - Head and \nNeck Surgery (United States). 2014 Oct 12;1 51(4):533 –41.   \n18. Choi KJ, Sajisevi MB, Kahmke RR, Kaylie DM. Incidence of Retrocochlear Pathology \nFound on MRI in Patients With Non -Pulsatile Tinnitus. Vol. 36, Otol Neurotol. 2015.   \n19. Jastreboff PJ. 25 Jahre Tinnitus -Retraining -Therapie. HNO. 2015 Apr 11;63 (4):307 –11.   \n20. di Stadio A, Dipietro L, Ricci G, della Volpe A, Minni A, Greco A, et al. Hearing loss, \ntinnitus, hyperacusis, and diplacusis in professional musicians: A systematic review. \nVol. 15, International Journal of Environmental Research and Public Health. MDPI A G; \n2018.   \n21. Potgieter I, Fackrell K, Kennedy V, Crunkhorn R, Hoare DJ. Hyperacusis in children: A  \nscoping review. Vol. 20, BMC Pediatrics. BioMed Central; 2020.   \n22. Arksey H, O’Malley L. Scoping studies: Towards a methodological framework. \nInternational Jour nal of Social Research Methodology: Theory and Practice. 2005 \nFeb;8(1):19 –32.   \n23. Beers AN, McBoyle M, Kakande E, Dar Santos RC, Kozak FK. Autism and peripheral \nhearing loss: A systematic review. International Journal of Pediatric  \nOtorhinolaryngology. 2014 Jan;78(1):96 –101.   \n24. Osman Dabbous A. Cochlear microphonics recording during ABR threshold testing in \nchildren. Hearing, Balance and Communication. 2016 Oct 1;14(4):163 –82.   \n25. Kaf WA, Danesh AA. Distortion -product otoacoustic emissions and contralateral \nsupp ression findings in children with Asperger’s Syndrome. International Journal of  \nJournal Pre-proof"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "22 Pediatric Otorhinolaryngology. 2013 Jun;77(6):947 –54.   \n26. Thabet EM, Zaghloul HS. Auditory profile and high resolution CT scan in autism \nspectrum disorders children with auditor y hypersensitivity. European Archives of \nOtoRhino -Laryngology. 2013 Aug;270(8):2353 –8.   \n27. Dabbous AO. Characteristics of auditory brainstem response latencies in children with  \nautism spectrum disorders. Audiological Medicine. 2012 Sep;10(3):122 –31.   \n28. Lukos e R, Brown K, Barber CM, Kulesza RJ. Quantification of the stapedial reflex  \nreveals delayed responses in autism. Autism Research. 2013 Oct;6(5):344 –53.   \n29. Ida-Eto M, Hara N, Ohkawara T, Narita M. Mechanism of auditory hypersensitivity in \nhuman autism using autism model rats. Pediatrics International. 2017 Apr  \n1;59(4):404 –7.   \n30. Tsugiyama LE, Ida -Eto M, Ohkawara T, Noro Y, Narita M. Altered neuronal activity i n \nthe auditory brainstem following sound stimulation in thalidomide -induced autism  \nmodel rats. Congenital Anomalies. 2020 May;60(3):82 –6.   \n31. Mansour Y, Ahmed SN, Kulesza R. Abnormal morphology and subcortical projections \nto the medial geniculate in an anim al model of autism. Experimental Brain Research.  \n2021 Feb 1;239(2):381 –400.   \n32. Matsuzaki J, Kagitani -Shimono K, Sugata H, Hirata M, Hanaie R, Nagatani F, et al. \nProgressively increased M50 responses to repeated sounds in autism spectrum \ndisorder with auditory hypersensitivity: A magnetoencephalographic study. PLoS  \nONE. 2014 Jul 23;9 (7).   \n33. Orekhova E v., Stroganova TA, Prokofyev AO, Nygren G, Gillberg C, Elam M. Sensory \ngating in young children with autism: Relation to age, IQ, and EEG gamma oscillations.  \nNeuroscience Letters. 2008 Mar 28;434(2):218 –23.   \nJournal Pre-proof"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "23 34. Dwyer P, de Meo -Monteil R, S aron CD, Rivera SM. Effects of age on \nloudnessdependent auditory ERPs in young autistic and typically -developing children.  \nNeuropsychologia. 2021 Jun 18;156.   \n35. Auerbach BD, Manohar S, Radziwon K, Salvi R. Auditory hypersensitivity and \nprocessing deficits in a rat model of fragile X syndrome. Neurobiology of Disease.  \n2021 Dec 1;161.   \n36. Møller AR, Kern JK, Grannemann B. Are the non -classical auditory pathways involved  \nin autism and PDD? Neurological Research. 2005 Sep;27(6):625 –9.   \n37. Mercati O, Huguet G, Danckaer t A, André -Leroux G, Maruani A, Bellinzoni M, et al. \nCNTN6 mutations are risk factors for abnormal auditory sensory perception in autism  \nspectrum disorders. Molecular Psychiatry. 2017 Apr 1;22(4):625 –33.   \n38. Sinha Y, Silove N, Hayen A, Williams K. Auditory integration training and other sound \ntherapies for autism spectrum disorders (ASD). Cochrane Database of Systematic  \nReviews. 2011 Dec 7;   \n39. Stefanelli ACGF, Zanchetta S, Furtado EF. Auditory hyper -responsiveness in autism \nspectrum disorder, terminologies a nd physiological mechanisms involved: Systematic  \nreview. CODAS. 2020;32(3).   \n40. Gomes E, Fleming S, Wagner M. Auditory hypersensitivity in the autistic spectrum  \ndisorder. 2008.   \n41. Møller AR. Plasticity diseases. Vol. 31, Neurological research. 2009. p. 1023 –30.   \n42. McCullagh EA, Rotschafer SE, Auerbach BD, Klug A, Kaczmarek LK, Cramer KS, et al. \nMechanisms underlying auditory processing deficits in Fragile X syndrome. Vol. 34, \nFASEB Journal. John Wiley and Sons Inc.; 2020. p. 3501 –18.   \nJournal Pre-proof"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "24 43. Smith A, Storti S, Luko se R, Kulesza RJ. Structural and functional aberrations of the \nauditory brainstem in autism spectrum disorder. Journal of the American Osteopathic \nAssociation. 2019 Jan 1;119(1):41 –50.   \n44. Myne S, Kennedy V. Hyperacusis in children: A clinical profile. International Journal of  \nPediatric Otorhinolaryngology. 2018 Apr 1;107:80 –5.   \n45. Amir I, Lamerton D, Montague ML. Hyperacusis in children: The Edinburgh \nexperience. International Journal of Ped iatric Otorhinolaryngology. 2018 Sep \n1;112:39 –44.   \n46. Jussila K, Junttila M, Kielinen M, Ebeling H, Joskitt L, Moilanen I, et al. Sensory \nAbnormality and Quantitative Autism Traits in Children With and Without Autism  \nSpectrum Disorder in an Epidemiological Population. Journal of Autism and \nDevelopmental Disorders. 2020 Jan 1;50(1):180 –8.   \n47. Danesh AA, Lang D, Kaf W, Andreassen WD, Scott J, Eshraghi AA. Tinnitus and \nhyperacusis in autism spectrum disorders with emphasis on high functioning \nindividuals diagnose d with Asperger’s Syndrome. International Journal of Pediatric \nOtorhinolaryngology. 2015 Oct 1;79(10):1683 –8.   \n48. Williams ZJ, He JL, Cascio CJ, Woynaroski TG. A review of decreased sound tolerance \nin autism: Definitions, phenomenology, and potential mechani sms. Vol. 121,  \nNeuroscience and Biobehavioral Reviews. Elsevier Ltd; 2021. p. 1 –17.   \n49. Danesh AA, Howery S, Aazh H, Kaf W, Eshraghi AA. Hyperacusis in Autism Spectrum  \nDisorders. Audiology Research. 2021 Oct 14;11(4):547 –56.   \n50. Scheerer NE, Boucher TQ, Bahm ei B, Iarocci G, Arzanpour S, Birmingham E. Family  \nExperiences of Decreased Sound Tolerance in ASD. Journal of Autism and  \nDevelopmental Disorders. 202 2 Sep;52(9):4007 -21   \nJournal Pre-proof"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "25 FIGURES  \nFigure 1.  PRISMA flow diagram displaying the systematic search methodology.  \nFigure 2.  Chart showing literature types included within the analysis  \nFigure 3. Thematic analysis of the included literature  \n  \nTABLES  \nTable 1.  Search strategy used to identify relevant publications.  \n  \nJournal Pre-proof"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "26  \n \nFigure 1. PRISMA flow diagram displaying the systematic search methodology.  \n \n \n \n   \n \n  \nRecords  \n  \nidentified:  \n  \nn=227  \n  \n  \nPubMed:  \n  \nn=84  \n  \nEmbase:  \n  \nn= \n  \n103 \n  \nCochrane  \n  \nLibrary:  \n  \nn= \n  \n19 \n  \nRecords  \n  \nafter  \n  \nduplicates  \n  \nremoved:  \n  \nn=189  \n  \nRecords  \n  \nscreened:  \n  \nn=189  \n  \nFull \n- \ntext \n  \narticles  \n  \nassessed  \n  \nfor \n  \neligibility:  \n  \nn=59  \n  \nArticles  \n  \nincluded  \n  \nin \n  \nqualitative  \n  \nsynthesis:  \n  \nn=39  \n  \nRecords  \n  \nexcluded:  \n  \nn=130  \n  \nReasons:  \n  \nirrelevant  \n  \nn=117,  \n  \nnon \n- \nEnglish  \n  \nn=5, \n  \nother  \n  \nn=8 \n  \n( \nconference  \n  \nabstract  \n  \nn=3, \n  \ninaccessible  \n  \nn=2, \n  \nconference  \n  \nsymposium  \n  \nlacking  \n  \nfu \nll \n- \ntext \n  \nn=1, \n  \ncase \n  \nreport  \n  \nn=2) \n  \nRecords  \n  \nexcluded:  \n  \nn=20  \n  \nReasons:  \n  \nirrelevant  \n  \nn=19,  \n  \ninaccessible  \n  \nn=1 \n  \nRecords  \n  \nidentified  \n  \nthrough  \n  \nadditional  \n  \nsources:  \n  \nn=0 \n  \nJournal Pre-proof"
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "Figure 2.  Chart showing literature types included within the analysis  \n  \nJournal Pre-proof"
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "2  \n \nFigure 3. Thematic analysis of the included literature    \n \n   \nJournal Pre-proof"
    },
    {
      "section": "Page 30",
      "page_number": 30,
      "text": "3   \nDatabase   Search terms   \nEmbase (OVID)   1. Hyperacusis.mp.   \n2. Misophonia.mp.   \n3. Phonophobia.mp.   \n4. Decreased sound tolerance.mp.   \n5. DST.mp.   \n6. Exp tinnitus/  \n7. 1 OR 2 OR 3 OR 4 OR 5 OR 6  \n8. exp autism/ (includes ASD, autistic disorder, PDD, persuasive developmental \ndisorder(s), kanner syndrome, Asperger syndrome, childhood disintegrative \ndisorder, persuasive developmental disorder not otherwise specified, rett \nsyndrome)  \n9. Heller*.mp.  \n10. 8 OR 9  \n11. 7 AND 10  \nPubMed   1. tinnitus [All Fields}  \n2. hyperacusis [All Fields]  \n3. misophonia [All Fields]  \n4. phonophobia [All Fields]  \n5. “decreased sound tolerance” [All Fields]  \n6. “DST” [Text Word}  \n7. 1 or 2 or 3 or 4 or 5 or 6  \n8. autism [All Fields]  \n9. “autism spectrum disorder”  \n10. “autism spectrum condition” [All Fields]  \n11. Asperger*[All Fields]  \n12. “high functioning autism”[All Fields]  \n13. “childhood disintegrative disorder”[All Fields]  \n14. Heller* [All Fields]  \n15. “atypical autism” [All Fields]  \n16. “pervasive developmental disorder”[All Fields]  \n17. “PDD -NOS”[All Fields]  \n18. 8 or 9 or 10 or 11 or 12 or 3 or 14 or 15 or 16 or 17 19. 7 \nAND 18   \nCINAHL Plus via \nEBSCOhost   1. TX Tinnitus   \n2. TX ( misophonia or selective sound sensitivity syndrome ) OR \nhyperacusis  \nOR phonophobia OR decreased sound tolerance OR DST   \n3. 1 OR 2  \n4. \"( autism or asd or autism spectrum disorder or asperger's or \nasperger's syndrome or autistic disorder or aspergers ) OR autism spectrum \ncondition OR childhood disintegrative disorder OR pervasive developmental \ndisorder OR pdd -nos OR heller*\"  5. 3 AND 4   \nJournal Pre-proof"
    },
    {
      "section": "Page 31",
      "page_number": 31,
      "text": "4 Cochrane Library   hyperacusis OR misophonia OR phonophobia OR \"decreased \nsound tolerance\" OR tinnitus OR \"DST\" AND  \nautism OR \"autistic spectrum\" OR \"persuasive \ndevelopmental disorder\" OR \"kanner syndrome\" OR  \nAsperger* OR \"childhood disintegrative disord er\" OR heller* \nOR \"PDD -NOS\"   \n  \nTable 1.  Search strategy used to identify relevant publications. Complete search syntax is displayed.  \nSearch performed in November 2021.  \nJournal Pre-proof"
    }
  ]
}