{
  "doc_type": "scientific paper",
  "title": "Modelling The Causal Relationship among Selective Sound Sensitivity, Behavioral and Emotional Problems, and Pragmatic Language Skills impairment In Children with ADHD",
  "authors": [
    "Iman Mosad Sayed Ahmed Awad"
  ],
  "year": 2016,
  "journal": "مجلة التربية - كلية التربية بالقاهرة - جامعة الأزهر",
  "doi": null,
  "abstract": "The current research aims to identify the mutual effects among selective sound sensitivity (misophonia), behavioural and emotional disorders, and pragmatic language Skills impairment in a sample of children with attention deficit hyperactivity disorder (ADHD). The goal is to develop the best causal model that explains the direct effects and causal relationships among these variables, and to illustrate the pathways of relationships and mutual effects among these children. The sample consisted of 201 children with ADHD, aged between 6 - 9 years, with IQ scores ranging from 100 to 110 on the Stanford-Binet Intelligence Scale (Fifth Edition). The researcher used questionnaires of the estimates of teachers and specialists for children with attention deficit hyperactivity, the selective Sound Sensitivity (Misophonia), and the Pragmatic Language Skills Scale (prepared by the researcher), and the Behavioural and Emotional Disorders Scale for Children (developed by Jalal Jarar and others, 2016). Using structural equation modelling and the AMOS program, the results of the research showed different levels of selective voice sensitivity in children with ADHD. The model focused on pragmatic language skills as a dependent variable. Results also showed direct and indirect relationships among the research variables, and it is possible to predict poor social use skills of language through selective voice sensitivity and behavioural and emotional problems in children with ADHD. The findings accepted a model in which behavioral and emotional problems mediate the relationship between selective sound sensitivity and poor pragmatic language skills.",
  "keywords": [
    "Attention Deficit Hyperactivity Disorder (ADHD)",
    "Behavioral and Emotional Problems",
    "Pragmatic Language Skills",
    "Misophonia",
    "The Causal Relationship"
  ],
  "research_topics": [
    "Selective Sound Sensitivity (Misophonia)",
    "Behavioral and Emotional Disorders",
    "Pragmatic Language Skills impairment",
    "Attention Deficit Hyperactivity Disorder (ADHD)",
    "Structural Equation Modelling in Psychology",
    "Language and Speech Disorders in Children"
  ],
  "created_at": "2025-05-05T01:44:40.732505Z",
  "source_pdf": "documents/research/Global/Translation Needed JSREP_Volume 44_Issue 205_Pages 523-612 (1).pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "منذجة العالقة السببية بني حساسية الصوت االنتقائية\nواملشكالت السلوكية واالنفعالية وضعف مهارات االستخدام \nاالجتماعي للغة لدى األطفال ذوي اضطراب قصور االنتباه \nاملصحوب بالنشاط احلركي الزائد \n \n \nإعداد \nد/ إميان مسعد سيد أمحد عوض \nمدرس اضطرابات اللغة والتخاطب  \nكلية علوم ذوي االحتياجات الخاصة  \n جامعة بنى سويف"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 524  نمذجة العالقة السببية بين حساسية الصوت االنتقائية واملشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه املصحوب بالنشاط الحركي الزائد  \n \nإيمان مسعد سيد أحمد عوض. \nمدددرس اضددطرابات اللغددة والتخاطددب  ، كليددة علددوم ذوي االحتياجددات الخاصددة – جامعددة \nبنى سويف. \nالبريد االلكتروني: @yahoo.com 25678 eman \n  \n:املستخلص \n     هدد ا بحث ددح بح ددىحا تحدد  بح طددعا الدد  ج اطددا بحللددقة  بح لددى ا حلط  ددا  دد     ىسدداا بحتددق   \nبالن قى ادددا مبحلتددددل   بح ددددلقلاا مبالن طىحاددددا مخددددطال تمددددىلب  بالسدددد ا بذ بال  لددددىاا حل ددددا حدددد   ب ج ددددى  ةم  \nبخدداعبا بالن ثددىم بحلتدد قا طىحلتددى  بح علددا بحتب دد  ى مبح طددعا الدد  بح ددين عب  بحل ثىرحددا  دد   هدد م بحل   ددعب  ى \nمبح قصل  فضل نلقة   لى ا ي  ع بح ين عب  بحلثىشعة م بحط  دى  بح د  اا  د   ت   دعب  بحث دح بح دىطقا م قخد  \nت ددىلب  بحط  ددى  مبح ددين عب  بحل ثىرحددا   لمددى حدد   هددتالو ب ج ددى  ب م مقندد  ا لددا بحث ددح تدد   201  ) ج ددل تدد\nةم  بخدداعبا بالن ثددىم بحلتدد قا طىحلتددى  بح علددا بحتب دد  ى  عبم دد  ةالددىله  بحتتلاددا  دد    6-9  ) ةاددقبذ ى للددى\n عبمح تطىتل ةلى م  تى       100-110  ) رل ا ال  تقاىس س ىن قلر–   لاه بحتقلة بحاىت ا)ىم   بس ا ت  \nبحثى ثدددا بسددد  اىر  قددد لعب  بحلطللددد   مبالاتدددى     حاج دددى  ةم   تدددقل بالن ثدددىم بحلتددد قا طىحلتدددى  بح علدددا \nبحتب ددددددددد ىمتقاىس   ىسددددددددداا بحتدددددددددق  بالن قى ادددددددددا ت تمفقناى)ىمتقاىس تمدددددددددىلب  بالسددددددددد ا بذ بال  لدددددددددىاا حل دددددددددا  \n تا بر/بحثى ثدددا) ىمتقادددىس بحلتدددل   بح دددلقلاا مبالن طىحادددا حاج دددى   تاددد بر/  ددد    دددعبل م ادددعمرى 2016 )ى\nمبىس ا بذ نلقة  بحلطىرحا بح لى اا مبعنىتج  تقس؛ةس ع  ن ى ج بحث ح ا  م قر ت  ق ى  تا ل ا ت    ىسداا \nبحتق  بالن قى اا ح   ب ج ى  ةم  بخاعبا بالن ثىم بحلت قا طىحلتى  بح علا بحتب   ى مم قر ا  ا تثىشعة \nمغ ع تثىشعة     ت   عب  بحث حى للى ةظمع  ةنه يلل  بح ل ت طضطال تمىلب  بالس ا بذ بال  لىاا حل دا تد  \nادددد     ىسدددداا بحتدددددق  بالن قى اددددا مبحلتددددل   بح دددددلقلاا مبالن طىحاددددا حدددد   ب ج دددددى  ةم  بخدددداعبا بالن ثدددددىم \nبحلت قا طىحلتى  بح علا بحتب  ى للى    بح قصدل تحد  ةفضدل نلدقة   لدى ا لقخد  ا  دى  بح دين ع مبحل دىلب   \nبحقى لا     ت   عب  بحث ح مهق بحللقة  بح   ل قسط فاده بحلتدل   بح دلقلاا مبالن طىحادا بحط  دا  د     ىسداا \nبحتق  بالن قى اا مخطال تمىلب  بالس ا بذ بال  لىاا حل ا ب    \nالكلمددات املفتاحيددة: اضططاباا اتباهططملص اب ططلنا طملالحططمل  ازلبدططم اااا ططست داططملالات اتيطط  سا  ات   ططمل    \nالغة ت ابحكالت ااسلنكية واتبفعملاية ت حسمليية ااصنت اتب قمل ية ت ب ذ ة ااعالقة ااسهبية ."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 525 Modelling The Causal Relationship among Selective Sound \nSensitivity, Behavioral and Emotional  Problems, and Pragmatic \nLanguage Skills impairment In Children with ADHD . \n \nIman Mosad Sayed Ahmed Awad  \nLecturer of Language and Speech Disorders, Faculty of Special Needs \nSciences, Beni Suef University.  \nEmail:  eman25678@yahoo.com  \n  \nABSTRACT  \nThe current research aims to identify the mutual effects among \nselective sound sensitivity (misophonia), behavioural and emotional \ndisorders, and pragmatic language Skills impairment in a sample of children \nwith attention defi cit hyperactivity disorder (ADHD). The goal is to develop \nthe best causal model that explains the direct effects and causal relationships \namong these variables, and to illustrate the pathways of relationships and \nmutual effects among these children.  The s ample consisted of )201( children \nwith ADHD, aged between )6 - 9 ( years, with IQ scores ranging from (100 – \n110) on the Stanford -Binet Intelligence Scale (Fifth Edition).The researcher \nused questionnaire of the estimates of teachers and specialists for ch ildren \nwith attention deficit hyperactivity , the selective Sound Sensitivity \n(Misophonia), and the Pragmatic Language Skills Scale(Prepared by the \nResearcher), the Behavioural and Emotional Disorders Scale for Children \n(developed by Jalal Jarar ,and other s, 2016) . Using structural equation \nmodelling and the AMOS program, the results of the research resulted in \ndifferent levels of selective voice sensitivity in children with attention deficit \nhyperactivity disorder the model focused on pragmatic language S kills as a \ndependent variable. The results also showed a direct and indirect relationship \namong the research variables, and it is possible to predict poor social use \nskills of language through selective voice sensitivity and behavioural and \nemotional probl ems in children with attention deficit hyperactivity. The \nresults also resulted in acceptance of the model in which behavioral and \nemotional problems mediate the relationship between selective sound \nsensitivity and poor of Pragmatic language skills .     \n \nKeywords :  Attention Deficit Hyperactivity Disorder (ADHD) - \nBehavioral and Emotional Problems -Pragmatic Language Skills - \nMisophonia. The Causal Relationship ."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 526 مقدمة: \n    تعس دبحلة ااافناة دن أهم ابباحل ااتي ي ب بهمل اافبد؛ألنهمل تع بر حجب األيملس ف  طنملء \nشخصي هتحيث تاهلنال ابعملام ااب يسية الشخصية وتترك طص ملتهمل على يلنكيملت وابفعملتت  \nااافل ودس قهله ت ويح ملج ااافل إلى اكاسملا عملدات ويلنكيملت املج  ع املليط طه ويسعى \nا علم داملالات ازليملة ااضبوالية وزيملدة الصيسص ابعبف  اب علق طململج  ع ااذي يعيش فيه ت وتعس \nدبحلة ااافناة اب نياة دن ابباحل األيمليية ف  ب ن ااافل ت وقس تظاب اسي بعض األطفملل  \nأب مل  د  لفة دن ابحكالت ااسلنكية ااتي تقلق امللياين طه ت وتؤدي إلى حسوث ااعسيس دن \nابحكالت ف  إطملال األيبة وكذاك ابسالية ؛ وإحسى أكثر ابحكالت شينعًمل واباحملالًا ف  دبحلة \nااافناة ه  اضاباا قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س ( ADHD  ) وااذي يصملحهه\nااعسيس دن ابحكالت دثل ابحكالت األدملدي ية ت واا لية ت واالغنية ت وااسلنكية واتبفعملاية \n(دح س الدضملن ت 2022 ت177-178  .*) \n    وقس أشملالت Marta et al,( 2023,447 -459 )   إلى أن األطفملل ذوي اضاباا قصنال اتباهملص  \nاب لنا طملالحمل  ازلبدم اااا س اسيهم قسالة دحسودة على إقملدة عالقملت دع اآلخبين ؛ حيث \nيسلكنن يلنكيملت غير دال  ة وغير دقهناة ا   ملعيًمل ت ك مل أنهم ي  يزون طملااسبع ف  إصساال \nاألحكمل  على أقنال أو أفعملل اآلخبين دون طحث أو تفكير ت د مل يؤدي إلى دحكالت ف  ات ي  سا  \nات   مل   الغة ت وكذاك إلى إثملالة ابحكالت وابحمل بات دع األقبان ت ك مل ت ياهعنن االنا ح \nوقناعس االعب د مل يؤدي إلى اانفنالدنهم بسبب يلنكام اتبسفمل   وتصبفملتهم اباعجة.  \n   واذا يعس اضاباا اتي  سا  ات   مل   الغة أحس أهم  نابب ااقصنال ف  االغة اببتهط  \nطملضاباا اتباهملص اب لنا طملالحمل  ازلبدم اااا س ؛ حيث تعبراالغة اابر  ملتية عن اتي  سا  \nات   مل   الغة وي كن تقسيم ااهلية ااكلية اامل إلى أ ااء دنهمل : اب ظملال ااسوال ف  امللملدثة ت وتكييف \nنغ ة ودح نى اابيمل ل ابنانقة ا لهية اح يمل ملت ابس  ع ت وبسء امللملدثملت واتي  باال فيهمل  \nوإنهملئهمل ت وإب ملج الوايملت د  مليكة ( Cardillo et al., 2021,11  .) \n      وي فططق ذاططك دططع دططمل أشططملالت إايططه دالايططة  Lindsay et al,( 2007,812 -826 )   دططن أن األطفططملل ذوي\nاضطططاباا قصطططنال اتباهطططملص اب طططلنا طملالحطططمل  ازلبدطططم اااا طططس فططط  دبحلطططة ااافناطططة اب نيطططاة  اطططسيهم \nدحكالت ف  اي  سا  ااسيملق االفظم وات   مل   وااذي يل ج عن خلل اتي  سا  ات   مل   الغة \n؛ فاطططم ينطططسون صطططعنبة فططط  فاطططم دطططمل يقطططملل ااطططم دطططن دل ملتتوتحسيطططس دتاطططة ااكل طططملت وازج طططل ااسطططملطقة \nوااالحقة ااذص ااكل ة وااطن  ااطذي تطبد فيطه هطذص ااكل طة ت ك طمل أن هطذا ااسجطا فط  ايط  سا  ااسطيملق \nيؤثب على كيفية اي نملطة األطفملل ويلنكيملتهم وابفعملتتهم دع أقبانهم.    \n     وقس اشملال دح ند اإلدمل  ودح س فبغل (2018,55-57   ) إلى أن حنال50%  دن األطفملل ااذين\nيعملبنن دن ضعف داملالات اتي  سا  ات   مل   الغة يصملحبهمل دا  ًمل ب ط أو أكثر دن اتضاباطملت \nااسلنكية واتبفعملاية ت ك مل أن األطفملل ذوي ابحكالت ااسلنكية واتبفعملاية اسيهم صعنبملت ف  \n ملبب أو أكثر دن  نابب االغة وأه امل دحكالت االغة اا عهيرية ودحكالت االغة اابر  ملتية . \n----------------------------------  \n* استخدمت الباحثة نظام التوثيق في متن البحث وفقًا ألسلوب جمعية علم النفس األمريكية  American Psychological \nAssociation( APA -7 ) مع كتابة اسماء املراجع العربية في املتن ثنائية"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 527      (  ك مل أشملالت دالاية دل دن أشبف ازجهملل 2009, 78 (  )توعالء ااببع2011,34  )توهمل ب شعهملن\nوخسينة طن فليس (2020 (89, (توزاوي فسوي 2023, 156  ) إلى و ند ااعسيس دن ابحكالت \nااسلنكية واتبفعملاية دثل ااقلق واتك ئملا واتبفعملل غير اببرال اسى األطفملل ذوي اضاباا \nقصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س.  \n   ويعس اضاباا ابعملزجة ااس عية دن ابحكالت األيمليية ااتي تظاب عنس األطفملل ذوي اضاباا \nقصنال اتباهملص اب لنا طملالحمل  ازلبدم  اااا ستوااتي تفقسهم ااقسالة على اا ناصل واا فملعل \nات   مل   دع اآلخبين ؛ فيظاب بعضام حسمليية اهعض امللفاات ااس عية في مل يعبف \nطحسمليية ااصنت اتب قمل ية ؛ حيث يناهه ألصنات ت يناهه اامل اآلخبون ت د مل قس يسبب اه إزعمل ًمل \nواضاباطًمل إدالاكيًمل شسيسًا ت فننسص ي أام وينزعج اهعض األصنات اابوتيلية ابع ملدة ت د مل يسبب  \nعس  اتالتيملح ف  األذبين باينة هذص األصناتتوأحيملبًمل يعملنم دن اح ساد ااس ع د مل ينعله يس ع دمل \nت يس عه اآلخبين ااعملديين ت أو ط عني أوضح يس ع األصنات ااهعيسة  سًا ااتي ت تصل إلى دسملدع \nااشخ  ااعملدي ( Cara et al., 2019,38 ; Remmert et al., 2022,19 .) \n    وقططس أشططملالت دالايططة Louisa and Julia( 2023,9 )   إلططى أن اضططاباا ااقلططق واتك ئططملا يظططل دبافقًططمل\nال صطططططملطين طملضطططططاباا حسمليطططططية ااصطططططنت اتب قمل يطططططة دطططططن دبحلطططططة ااافناطططططة وحتططططط  دبحلطططططة ابباهقطططططة \nواابشس ت ك مل أظابوا دس نى الَفَملهِيَة أقل طكثيطر دطن أقطبانهم دطن حيطث الضطملهم عطن ازليطملة ت وبنعيطة  \nازليططططملة اب علقططططة طملا ططططلة ودسطططط نيملت ااقلططططق واانيططططناس ااقابيتواضططططاباا اا نحستوازلسمليططططية \nازلسية وخلل تنظيم ااعملطفة ت واضاباا قصنال اتباهملص اب لنا طملالحمل  ازلبدطم اااا طس وااتطي \nتاداد طايملدة اضاباا حسمليية ااصنت اتب قمل ية .  \n     ك مل أن هنملك أداة طحثية تحير إلى أن األطفملل ذوي اضاباا قصنال اتباهملص اب لنا طملالحمل   \nازلبدم اااا س وااذين اسيهم حسمليية دن بعض امللفاات ااس عية  يظاب اسيهم ب ط أو أكثر دن \nابحكالت ااسلنكية واتبفعملاية ت ك مل أن األطفملل ذوي ابحكالت ااسلنكية واتبفعملاية وااذين \nيعملبنن دن حسمليية دن بعض امللفاات ااس عية (حسمليية ااصنت اتب قمل ية) اسيهم صعنبملت \nف   ملبب أو أكثر دن  نابب االغة ( Reid et al., 2016,6 ; Schoder et al., 2017,11  ) ت ك مل أشملالت\nبعض ااسالايملت إلى أبه ينب تحسيس اآلايملت ااسلنكية ااعصبية ااكملدنة والاء حسمليية ااصنت \nاتب قمل ية ا انيب اا سخالت ابثلى زخفض ابحكالت ااسلنكية واتبفعملاية واتضاباطملت االغنية \nاسي األطفملل ااذين يعملبنن دن اضاباا قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س ( Aazh \net al., 2019,2 ; Jane & Chloe, 2023,15 ; Silvia, 2023,13  .) \n    د مل يهق وابس قبئ ان مل ج ااهحنث وااسالايملت ااتي تنملوات د غيرات ااهحث اا ملاية : حسمليية  \nااصنت اتب قمل ية ت وابحكالت ااسلنكية واتبفعملاية ت وضعف داملالات اتي  سا  ات   مل   \nالغة ت واضاباا قصنالاتباهملص اب لنا طملالحمل  ازلبدم اااا س ت ي ضح اه أن دعظم هذص \nاان مل ج الكات ف  األيملس على ااعالقملت ااسااة طين دل د غيرين دنهمل ت وأحيملبًمل دملن اب غير يسالس \nطملع هملالص دؤثبًا ف  اب غير اآلخب . وف  دالاية أخبى دملن يسالس طملع هملالص د أثبًا طملب غير اآلخب . وااذا \nيسعى ااهحث ازلملل  ال عبف على اا أثيرات ابهملشبة وغير ابهملشبة واب هملداة طين هذص اب غيرات ت \nواانقنف على أفضل اان ملذج ابفسبة العالقملت طين تلك اب غيرات ط مل يسام ف  ايايضملح  \nااعالقملت ااهيلية طينهمل تيي مل اسى هؤتء األطفملل ذوي اضاباا قصنالاتباهملص اب لنا طملالحمل"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 528  ازلبدم اااا س ف  دبحلة ااافناة اب نياة بمل ااذص اببحلة دن أه ية كهيرة ف  ب ن يلنكيملت\nااافل واغ ه وداملالاته ات   ملعية .   \n   وااططذا فقططس يكططنن هططذا ااهحططث دحملواططة ان ذ ططة ااعالقططة ااسططهبية طططين حسمليططية ااصططنت اتب قمل يططة  \nوابحطططكالت ااسطططلنكية واتبفعملايطططة وضطططعف داطططملالات اتيططط  سا  ات   طططمل   الغطططة اطططسي األطفطططملل ذوي \nاضاباا قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س .  \n مشكلة البحث : \n     اا  سططت ااهملحثططة دحططكلة ااهحطططث دططن خططالل اطالعاطططمل علططى أدطيططملت ااترطيطططة ازخملصططة ت وخملصططة دطططع \nاألطفطططملل ذوي اضطططاباا قصطططنال اتباهطططملص اب طططلنا طملالحطططمل  ازلبدطططم اااا طططس . حيطططث ت ضطططح ازلمل طططة \nابللططططططة إلططططططى ضططططططبوالة اا نصططططططل ابايططططططة شططططططملدلة وتكملدليططططططة العالقططططططملت ااسططططططهبية واب هملداططططططة اب نقعططططططة طططططططين \nحسمليطططططططية ااصطططططططنت اتب قمل يطططططططة وابحطططططططكالت ااسطططططططلنكية واتبفعملايطططططططة وضطططططططعف داطططططططملالات اتيططططططط  سا   \nات   طططمل   الغطططة اطططسى األطفطططملل ذوي اضطططاباا قصطططنال اتباهطططملص اب طططلنا طملالحطططمل  ازلبدطططم اااا طططس ت \nبظطبًا انططسالة ااهحطنث ااعببيططة واأل نبيطة ااتططي تنملواططت هطذص اب غيططرات طصطنالة د كملدلططة ( فط  حططسود إطططالع \nااهملحثططة ) ت فملته  ططمل  فطط  هططذا ااهحططث يعنططي طملأليططملس دالايططة اا ططأثيرات ابهملشططبة وااعالقططملت ااسططهبية  \nاب هملداة طين اب غيرات ت وذاك ط نايس أفضل ب طنذج دطن ب طملذج تحليطل اتبحطساال ااطذي ي ضط ن هطذص \nاا طططططأثيرات وااعالقطططططملت اب هملداطططططة . ف عبفطططططة هطططططذص اا طططططأثيرات واكاحطططططملفامل دطططططن شطططططأبه أن ين طططططه ابا  طططططين \nود  ططذي ااقططباالات ااترطنيططة أله يططة ااططسوال ااططذي تؤديططه هططذص اب غيططرات فطط  خفططض حسمليططية ااصططنت \nاتب قمل يططططططة وخفططططططض ابحططططططكالت ااسططططططلنكية واتبفعملايططططططة وب ططططططن داططططططملالات اتيطططططط  سا  ات   ططططططمل   الغططططططة \nاألطفطططططملل ذوي اتح يمل ططططططملت ازخملصططططططة وخملصططططططة األطفططططططملل ذوي اضططططططاباا قصططططططنال اتباهططططططملص اب ططططططلنا \nطملالحمل  ازلبدم اااا س . وي الطب ذاطك دطنهم تن يطه اته  طمل  ططملابرادج وابقطبالات اا علي يطة ااتطي تل طي  \nاح يمل ططططملت األطفططططملل االغنيططططة و ااسططططلنكية واتبفعملايططططة وااتططططي طططططسوالهمل ي كططططن أن ت طططط  الافططططل اافططططب  \nابس قهلية ال حملالكة ات   ملعية اافعملاة.  \n   وفطططط  ضططططنء دططططمل أشططططملالت إايططططه ااعسيططططس دططططن ااسالايططططملت ااسططططملطقة دثططططل دالايططططة  ف حطططط  ااايططططملت(2006 ,5-\n31 )توأيملدة طاملينة وتسليم ااانااية ( 2020 ,75-84)تو Cardillo et al,( 2021,3 -11) تو Dolat et \nal,(2022,5 -7)     دن أن ضعف داملالات اتي  سا  ات   مل   الغة دن أكثر اتضاباطملت ااحملئعة ف\nدبحلططة ااافناططة وخملصططة األطفططملل ذوي اضططاباا قصططن ال اتباهططملص اب ططلنا طملالحططمل  ازلبدططم اااا ططس  \nت حيث يعملنم هؤتء األطفملل دن اتضاباطملت االغنية وخملصة اضاباا اتي  سا  ات   مل   الغة \nت فملألطفملل ااعملديين يقلسون األب مل  االغنية ااتي يسط عننهمل دطن ااكهطملال حطناام خطالل فتطرة طفطنا هم \nابهكططبة ت ويططبعملن دططمل ت حططنل هططذص ابفططبدات ااتططي اكاسططهنهمل إلططى   ططل قصططيرة ت ثططم ت حططنل إلططى   ططل  \nدبكهططة فطط  وقططت قصططير ت وقصططنال اتباهططملص و االحططمل  ازلبدططم اااا ططس يططؤثب علططى أداء األطفططملل علططى هططذص \nابامل  ك مل يؤثب على أدائهم األنحاة املخ لفة خالل يندام . \nودمل أشملالت إايه بعض ااسالايملت ااسطملطقة دطن أن األطفطملل ذوي اضطاباا قصطنال اتباهطملص اب طلنا  \nطملالحطططططططمل  ازلبدطططططططم اااا طططططططس يعطططططططملبنن دطططططططن ااعسيطططططططس دطططططططن ابحطططططططكالت ااسطططططططلنكية واتبفعملايطططططططة ااساخليطططططططة \nوازخملال يططة د ططمل يططؤثب علططى ب ططن ااع ليططملت ابعبفيططة اإلدالاكيططة اططسيهم دثططل اا فكيططر املجططبد ت واا صططنال ت \nواا طططذكب(زاوي فطططسوى , 2023  ,155-167 , ؛ دح طططس الدضطططملن 2022  ,175-193؛ Levy & Hag , \n2021,4 )"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 529       ودمل أشملالت إايه بعض ااسالايملت وااهحنث ااسملطقة أيضًمل دن أن ضعف داملالات اتسخسا\nات   مل   الغة دا  ًمل دمل يبافقه دن نعة دن ابحكالت ااسلنكية واتبفعملاية  ت ك مل أن دعظم \nاألطفملل ااذين يعملبنن دن ابحكالت ااسلنكية واتبفعملاية يعملبنن دن ات ضاباطملت االغنية \nوخملصة اضاباا اتي  سا  ات   مل   الغةت وكذاك فإبه ينب تحسيس اآلايملت ااسلنكية  \nااعصبية ااكملدنة والاء ابيزوفنبيمل ا انيب اا سخل زخفض ابحكالت ااسلنكية واتبفعملاية اسى \nاألطفملل ذوي اضاباا قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س ( Cross et al,  \n2001,5 ;Jane & Chloe , 2023,4 -9; Mackie & Law, 2010,8 -12; Silvia , 2023,6 -15 )    .   \n      ودمل أشملالت إايه دالاية Louisa and Julia ( 2023,3 -11)   دن افتراض أن ابصملطنن طملضاباا\nحسمليية ااصنت اتب قمل ية يعملبنن دن اضاباا ااقلق واتك ئملا واضاباا قصنال اتباهملص \nاب لنا طملالحمل  ازلبدم اااا س ف  دبحلة ااافناة ويس  ب دعام خالل دباحل ب نهم ت وأن  \nاضاباا قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س قس يكنن أعلى ف  حملاة اإلصملطة \nطملضاباا حسمليية ااصنت اتب قمل ية املجبدة ألن هنملك الاطط طين اضاباا قصنال اتباهملص \nاب لنا طملالحمل  ازلبدم اااا س وازلسمليية ازلسية .   \n     ودططططن خططططالل ااعططططبض ااسططططملطق تططططبي ااهملحثططططة أن هنططططملك عالقططططة تهملدايططططة طططططين د غيططططرات ااهحططططث وااتططططي \nت  ثطططططططططل فططططططططط  حسمليطططططططططية ااصطططططططططنت اتب قمل يطططططططططة وابحطططططططططكالت ااسطططططططططلنكية واتبفعملايطططططططططة وضطططططططططعف داطططططططططملالات \nاتي  سا  ات   طمل   الغطة اطسى األطفطملل ذوي اضطاباا قصطنالاتباهملص اب طلنا طملالحطمل  ازلبدطم \nاااا س . \n   د مل دفع ااهملحثة إلى ااقيمل  بهطذا ااهحطث بعبفطة عالقطة اا طأثير واا طأثب ططين هطذص اب غيطرات واا نصطل \nألفضل ب طنذج طنطملئم يفسطب اا طأثيرات ابهملشطبة وااعالقطملت ااسطهبية ططين اب غيطرات ااسطملطقة ت وينضطح \nدسططملالات ااعالقططملت واا ططأثيرات اب هملداططة طينهططمل اططسى  هططؤتء األطفططملل دططن ذوي اضططاباا قصططنال اتباهططملص \nاب لنا طملالحمل  ازلبدم اااا س .  \n    ومددددا ينددددا يمكددددا صددددياية مشددددكلة البحددددث فددددي السدددد ال الددددرئ س التددددا ي: دططططمل أفضططططل ب ططططنذج طنططططملئم \nالعالقة طين دل دن حسمليية ااصنت اتب قمل يطة وابحطكالت ااسطلنكية واتبفعملايطة وضطعف داطملالات \nاتي  سا  ات   مل   الغة اسي األطفملل ذوي اضاباا قصنال اتباهملص اب لنا طملالحطمل  ازلبدطم \nاااا س ؟  ويتفرع عا يذا الس ال عدة أسئلة فرعية : \n1-  هل ت  لف دس نيملت حسمليية ااصنت اتب قمل ية اسى األطفملل ذوي اضاباا\nقصنالاتباهملص اب لنا طملالحمل  ازلبدم اااا س  ؟  \n2- هل تن س عالقة طين حسمليية ااصنت اتب قمل ية وابحكالت ااسلنكية واتبفعملاية اسى  \nاألطفملل ذوي اضاباا قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س ؟  \n3-  هل تن س عالقة طين حسمليية ااصنت اتب قمل ية وداملالات اتي  سا  ات   مل   الغة\nاسى األطفملل ذوي اضاباا قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س ؟ \n4-    هل تن س عالقة طين ابحكالت ااسلنكية واتبفعملاية ت وداملالات اتي  سا  ات   مل\nالغة اسى األطفملل ذوي اضاباا قصنالاتباهملص اب لنا طملالحمل  ازلبدم اااا س ؟  \n5-  هططططططل ي كططططططن اا لهططططططؤ طضططططططعف داططططططملالات اتيطططططط  سا  ات   ططططططمل   الغططططططة دططططططن خططططططالل حسمليططططططية"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 530 ااصنت اتب قمل ية وابحكالت ااسطلنكية واتبفعملايطة اطسى األطفطملل ذوي اضطاباا قصطنال  \nاتباهملص اب لنا طملالحمل  ازلبدم اااا س ؟ \n6-  دططمل أفضططل ب ططنذج طنططملئم ينضططح عالقطططملت اا ططأثير واا ططأثب طططين حسمليططية ااصططنت اتب قمل يطططة\nوابحططططططكالت ااسططططططلنكية واتبفعملايططططططة وضططططططعف داططططططملالات اتيطططططط  سا  ات   ططططططمل   الغططططططة اططططططسى \nاألطفملل ذوي اضاباا قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س ؟   \nأيداف البحث : \n يسعى ااهحث ازلملل  إلى تحقيق األهساف اا ملاية:  \n1-  اا عطططبف علطططى دسططط نيملتحسمليطططية ااصطططنت اتب قمل يطططة اطططسى األطفطططملل ذوي اضطططاباا  \nقصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س .  \n2-  دعبفطططة ااعالقطططة ططططين حسمليطططية ااصطططنت اتب قمل يطططةو داطططملالات اتيططط  سا  ات   طططمل    \nالغة اسى األطفملل ذوي اضاباا قصنالاتباهملص اب لنا طملالحمل  ازلبدم اااا س .  \n3-  دعبفططة ااعالقططة طططين حسمليططية ااصططنت اتب قمل يططة وابحططكالت ااسططلنكية واتبفعملايططة\nاسى األطفملل ذوي اضاباا قصنالاتباهملص اب لنا طملالحمل  ازلبدم اااا س .  \n4- دعبفططططططططططة ااعالقططططططططططة طططططططططططين ابحططططططططططكالت ااسططططططططططلنكية واتبفعملايططططططططططة و داططططططططططملالات اتيطططططططططط  سا  \nات   طططططمل   الغطططططة اطططططسى األطفطططططملل ذوي اضطططططاباا قصطططططنالاتباهملص اب طططططلنا طملالحطططططمل  \nازلبدم اااا س . \n5-  ااكحف عن دسى إيامل  دل دن حسمليية ااصنت اتب قمل ية وابحكالت ااسطلنكية\nواتبفعملاية ف  اا لهؤ طضعف داملالات اتي  سا  ات   مل   الغة اطسى األطفطملل ذوي  \nاضاباا قصنالاتباهملص اب لنا طملالحمل  ازلبدم اااا س .  \n6-  اا نصططل ألفضططل ب ططنذج طنططملئم ينضططح دسططملالات اا ططأثيرات ابهملشططبة وغيططر ابهملشططبة طططين\nحسمليطططططية ااصطططططنت اتب قمل يطططططة وابحطططططكالت ااسطططططلنكية واتبفعملايطططططة وضطططططعف داطططططملالات \nاتيطط  سا  ات   ططمل   الغططة اططسى األطفططملل ذو ي اضططاباا قصططنال اتباهططملص اب ططلنا \nطملالحمل  ازلبدم اااا س. \nأيمية البحث :  \n تاهلنال أه ية ااهحث ازلملل  في مل يلى:  \nأوالً : األيمية النظرية :  \n     تاهلنال األه ية اانظبية الهحث ازلملل  في مل يلى :  \n1- يس  س ااهحث أه ي ه دن أه ية اب غيرات ااتي يانملواامل (حسمليية ااصطنت اتب قمل يطة  – \nابحططططكالت ااسططططلنكية واتبفعملايططططة - ضططططعف داططططملالات اتيطططط  سا  ات   ططططمل   الغططططة) ودططططسى \nتأثيرهم ف  األطفملل ذوي اضاباا قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س .  \n2-   اته  مل  طفئة دا ة وه  فئة األطفطملل ذوي اضطاباا قصطنال اتباهطملص اب طلنا طملالحطمل\nازلبدم اااا س ودعبفة عالقة اا أثير واا أثب في مل طينهمل وبين د غيرات ااهحث .  \n3- إاقططملء ااضططنء علططى طهيعططة ااعالقططة طططين دططل دططن (حسمليططية ااصططنت اتب قمل يططة– ابحططكالت \nااسطططططططلنكية واتبفعملايطططططططة - ضططططططططعف داطططططططملالات اتيطططططططط  سا  ات   طططططططمل   الغططططططططة) ودوال دطططططططل دططططططططن \nحسمليية ااصنت اتب قمل ية وابحطكالت ااسطلنكية واتبفعملايطة فط  اا لهطؤ طضطعف داطملالات"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 531  اتيططططط  سا  ات   طططططمل   الغةتواانصطططططنل ألفضطططططل ب طططططنذج طنطططططملئم يفسطططططب طهيعطططططة ااعالقطططططملت\nابهملشبة وغير ابهملشبة طين اب غيرات ااثالثة . \nثانيًا : األيمية التطبيقية :  \n    تاهلنال األه ية اا اهيقية الهحث ازلملل  في مل يل  :  \n1-  قس تفيس ب مل ج ااهحث ازلملل  ف  وضع طبادج دعبفية يلنكية ف  دنملل خفض اضاباا  \nحسمليية ااصنت اتب قمل ية و تن ية داملالات اتي  سا  ات   مل   الغة وخفض \nابحكالت ااسلنكية واتبفعملاية اسى األطفملل ذوي اضاباا قصنالاتباهملص اب لنا \nطملالحمل  ازلبدم اااا س. \n2- إضملفة دقملييس  سيسة ال ك هة ااعببيةته : اي بيملن تقسيبات ابعل ين واتخصمل يين  \nاألطفملل ذوي اضاباا اتباهملص اب لنا طملالحمل  ازلبدم اااا س ت ودقيملس حسمليية \nااصنت اتب قمل ية (ديزوفنبيمل) ت ودقيملس داملالات اتي  سا  ات   مل   الغة األطفملل  .  \n3-  ف ح املجملل بايس دن ااسالايملت ف  دنملل حسمليية ااصنت اتب قمل ية واضاباا\nات ي  سا  ات   مل   الغة . \nمصطلحات البحث  اإلجرائية:  \nأ) اضطراب قصوراالنتباه املصحوب بالنشاط الحركي الزائد:  ADHD  \n     تعبفه ااهملحثة إ با يًمل طأبه : اضاباا ب ملئم يظاب فط  دبحلطة ااافناطة ابهكطبة ت ويهطسو فط  واحطس أو\nأكثططر دطططن  نابططب ثطططالث هططط  ؛ قصططنال اتباهطططملص ت واالحططمل  ازلبدطططم اااا طططس غيططر اااطططملدف ت  واتبسفملعيطططة .  \nد ططططططططططمل يؤثبيططططططططططلهيًمل و بحططططططططططكل دهملشططططططططططبعلى اباططططططططططملالات ات   ملعيططططططططططة واالغنيططططططططططةتوعلى ازجنابططططططططططب ابعبفيططططططططططة \nواألدملدي ية وااسلنكية واتبفعملاية  الافل. \nب)  مهارات االستخدام االجتماعي للغة Pragmatic Language Skills  \n تعبفاططمل ااهملحثططة إ با يًططمل طأنهططمل : أحططس دكنبططملت االغططة ااتططي تحططير إلططى  قططسالة ااافططل علططى ايطط  سا  االغططة  \nاالفظيططططة وغيططططر االفظيططططة فطططط  دناقططططف ازليططططملة ات   ملعيططططة ت وابعملزجططططة اتبفعملايططططة الغططططة ت وايطططط  سا  \nويمل ل اا ناصل ات   مل   اإلاكتروبية ت وازلضطنال االغطني ت وفعملايطة ااطذات ات   ملعيطة واانصطنل \nطملافبد إلى ااكفملءة اا ناصلية ف  ازليملة ات   ملعية ت وفقًمل ال قيملس ابس  س  ف  ااهحث ازلملل   .   \nج)  املشكالت السلوكية واالنفعالية  Behavioral and Emotional Problems  :  \n     ( عبفامل  الل  باال وآخبون 2016  ) طأنهمل :دن نعة دن اتضاباطملت ااتي يعملنم دنهمل األطفملل  دثل\nقيطمل  ااافططل طملاعطسوان االفظططم وازجسطسي ااططذي يهطسد طططه اآلخطبين وابحططملالكة فط  يططلنك غيطر ا   ططمل   \nود ملافططة ااقناعططس واا علي ططملت ت واالحططمل  اااا ططس واتبسفملعيططة ت وااصططعنبملت األدملدي يططة وصططعنبملت \nاتباهططططملص واانزعططططة الاحططططات ت وااقلططططق واتك ئططططملا ااتططططي تحطططط ل علططططى اا ططططنتب وازخططططنف وااحططططعنال طططططملزلان \nوااضغط اانفسطيي ت وابحطكالت ااطنفس  سط ية دثطل ااتزدطب وااحطكنى دطن دحطكالت  سط ية ثملبنيطة  \nأو دضططملعفملت  سطط ية بسططياة ت وااصططسق وأب ططمل  ااسططلنك ااتطط  دططن غيططر اب كططن قيططمل  اااملاططب بهططمل ت \nك مل يقيسه ابقيملس ابس  س  ف  ااهحث ازلملل  ."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 532  )د) حساسية الصوت االنتقائية (ميزوفونيا Selective Sound  Sensitivity (Misophonia)  : \n    تعبفامل ااهملحثة إ با يًمل طأنهطمل  : فطب  ازلسمليطية ان طند بعطض األصطنات اا كبااليطة وااطذي قطس يكطنن\nد طططلنبًمل ططططهعض ابحطططكالت ااسطططلنكية واتبفعملايطططة ؛ دثطططل ااقلطططق واتك ئطططملا وااغضطططب واتشططط  زاز ت \nوبعططططض الدود اافعططططل اافسططططينان ية ؛ دثططططل : زيططططملدة دعططططسل ضططططببملت  ااقلططططب واا عططططبق وتططططنتب ااعضططططالت \nوااضيق اانفسييت ك مل يقيسه ابقيملس ابس  س  ف  ااسالاية .  \nد) نمذجة العالقة السببية   Modelling The Causal Relationship: \n     عبف هطططططمل ااهملحثطططططة إ با يًطططططمل طأبطططططه : دعبفطططططة عالقطططططة اا طططططأثير واا طططططأثب ططططططين د غيطططططرات ااهحطططططث ( حسمليطططططية\nااصطططنت اتب قمل يطططة – وابحطططكالت ااسطططلنكية واتبفعملايطططة – وضطططعف داطططملالات اتيططط  سا  ات   طططمل   \nالغطططة) واا نصطططل ألفضطططل ب طططنذج طنطططملئم يفسطططب اا طططأثيرات ابهملشطططبة وغيطططر ابهملشطططبة وااعالقطططملت ااسطططهبية  \nطين اب غيرات ااسملطقة ت وينضح دسملالات ااعالقملت واا أثيرات اب هملداة طينهمل اسى هؤتء األطفملل دطن \nذوي اضاباا قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س .   \nمحددات البحث :  \nتحسد دنملل ااهحث طململلسدات اا ملاية: \n 1 – املحددات املنهجية :  \nة- منهج البحث : اي  سدت ااهملحثة ابنهج اانصفم اتالتهملطم ااذي ينمليب طهيعة ااهحث \nازلملل  . \nا- عينة البحث األساسية :  ت كنن عينة ااهحث دن ( 201  ) طفالً وطفلة دن ذوي اضاباا\nقصنالاتباهملص اب لنا طملالحمل  ازلبدم اااا طس ت تباوحطت أع طملالهم ااادنيطة دطمل ططين (6 – \n9 ( ) أعطنا  ت ك طمل تطباوح دعملدططل ذدطملئهم دطمل ططين100- 110  ) دال ططة علطى دقيطملس يطط ملبفنالد–  \nطيليه (ااصنالة ازخملدسة ) .  \n - أدوات البحث : اي  سدت ااهملحثة ف  ااهحث ازلملل  األدوات اا ملاية :   \n- دقيططططططملس ااطططططططذدملء يططططططط ملبفنال طيليه(ااصطططططططنالة ازخملدسطططططططة) }  إعطططططططساد وتقنطططططططين ي دح طططططططند اطناانيطططططططل\nت2011{  \n-            . دقيملس ابحكالت ااسلنكية واتبفعملاية}  ,إعسادي  الل  باال وآخبون 2016 {. \n- اي بيملن تقسيبات ابعل طين واتخصطمل يين األطفطملل ذوي قصطنال اتباهطملص اب طلنا طملالحطمل   \nازلبدم اااا س .                                                                 } إعسادي ااهملحثة{                                                      . \n-                               .)دقيملس حسمليية ااصنت اتب قمل ية(ديزوفنبيمل} إعسادي ااهملحثة {. \n- دقيملس داملالات اتي  سا  ات   مل   الغة األطفملل.                       }  إعساد ي ااهملحثة{ . \nر- األسلوب اإلحصائي املستخدم في البحث : \n   قملدطططططت ااهملحثطططططة ط عملزجطططططة ااهيملبطططططملت ااتطططططي تطططططم ازلصطططططنل عليهطططططمل طمليططططط  سا  دن نعطططططة دطططططن \nاأليملايب اإلحصمل ية طملتع  ملد على ب نذج ابعملداة ااهنمل ية وبببملدج آدنس .  \n2 - املحدددددددات املكانيدددددة : تطططططم تاهيطططططق أدوات ااهحطططططث فططططط  بعطططططض دطططططسالاس دحملفظطططططة ااسقالية(دساليطططططة \nااصطططططفمل ت دساليطططططة ع طططططببن عهطططططسااعايات دساليطططططة أططططططن طكطططططب ااصطططططسيق ت دساليطططططة أ  ابطططططؤدنين ت دساليطططططة \nااكبادة ) ."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 533 3 - املحدددددددات الزمانيدددددة :  تطططططم تاهيطططططق أدوات ااهحطططططث ازلطططططملل  خطططططالل اافصطططططل ااسال اسطططططيي ااثطططططملنم العطططططمل  \nااسالاسيي ( 2023  -2024 .)   \n:  اإلطار النظري ودراسات سابقة  \n    قملدت ااهملحثة ف  هذا ازجاء ط قطسيم عبضًطمل بظبيًطمل ب غيطرات ااهحطث ؛ اضطاباا اتباهطملص اب طلنا \nطملالحططططططمل  ازلبدططططططم اااا ططططططس ت وحسمليططططططية ااصططططططنت اتب قمل يططططططة ت وابحططططططكالت ااسططططططلنكية واتبفعملايططططططة ت \nواتيطط  سا  ات   ططمل   الغططة . دططع إاقططملء ااضططنء علططى طهيعططة ااعالقططة طططين هططذص اب غيططرات وذاططك علططى \nاانحن اا ملل  :  \nأوالً : األطفال ذوي   اضطراب قصور االنتباه املصحوب بالنشاط الحركي الزائد :  \n- مفهوم اضطراب قصور االنتباه املصحوب بالنشاط الحركي الزائد :  \n     عبف طه  ازج عيطة األدبيكيطة الاطب اانفسطيي  American Psychiatric Association (APA, 2000 ) \n طأبططه: أحططس اتضططاباطملت اان مل يططة ااتططي تظاططب فطط   نابططب دعينططة وهطط  ؛ اتباهططملص واالحططمل  ازلبدططم اااا ططس\nواتبسفملعيطططة ت وتطططؤثب هطططذص ااسطططلنكيملت تطططأثيرًا يطططلهيًمل فططط  واحطططسة أو أكثطططر دطططن نحطططملطملت ازليطططملة ااينديطططة \nدثل ااعالقملت ات   ملعية وازجنابب األدملدي ية واا نظيف ابعبف .  \n  ك طططمل عطططبف ااطططسايل اااشخياطططيي واإلحصطططملئم ازخطططملدس االضطططاباطملت اانفسطططية ( DSM -V , 2013   )\n اضطططاباا قصطططنال اتباهطططملص اب طططلنا طملالحطططمل  ازلبدطططم اااا طططس طأبطططه : اضطططاباا ب طططملئم يهطططسو فططط  ب طططط\nدا م دن تحات وبق  اتباهملص ت دع نحمل  حبدم زا س وابسفملعية تظاب ف  واحس أو أكثر دن األدطملكن  \nاا ملايططة ابنططزل أوابساليططة أو ااع ططل أو دططع األصططسقملء أو األقططملالا وفطط  نحططملطملت أخططبى ت وتهططسأ أعباضططه \nقهل ااثملبية عحب .  \n أدططمل Levy and Hay ( 2021,2 )   فقططس عططبف اضططاباا قصططنال اتباهططملص اب ططلنا طملالحططمل  ازلبدططم\nاااا ططططس علططططى أبططططه اضططططاباا ت عططططسد أعباضططططه وأبعططططملدص وي ضطططط ن ضططططعف وتحططططات اتباهططططملص واتبسفملعيططططة \nابفبططططططة واالحطططططمل  ازلبدطططططم اااا طططططس غيطططططر اااطططططملدف واطططططه تطططططأثير دهملشطططططب علطططططى األداء األدطططططملدي ي وااسططططط ملت \nااشخصية الفبد ودنهمل اتنسلملا ات   مل   ودس نى تقسيب ااذات .  \n   ك طمل عبفطه Crisci et al,( 2022,7 )   طأبططه اضطاباا ب ططملئم ياسطم طملاقصططنال فط  ثططالث دظطملهب أيمليططية  \nوهطط  تحططات اتباهططملص أثنططملء أداء اباططمل  ابكلططف بهططمل ااافططل ت وازلبكططة اااا ططسة واتب قططملل دططن دكططملن آلخططب \nدون هسف ت واتبسفملعية واا هنال ف  إصطساال األفعطملل واألقطنال دقملالبطة طبفقمل طه فط  بفطس ااع طب ااادنطي \nد طططططمل يطططططؤثب علططططططى أنحطططططاة ااافططططططل ااينديطططططة ت ويعطططططنق اكاسططططططملطه ال اطططططملالات املخ لفططططططة ت واتيططططط فملدة دططططططن \nاألنحطططططاة ابقسدطططططة اطططططه دطططططن قهطططططل ابعل طططططة ت د طططططمل يطططططنعكس علطططططى تكيطططططف ااافطططططل ات   طططططمل   واألدطططططملدي ي \nواالغني .  \n     أدطمل Dolat et al,( 2022,4 )    فقطس عبفطه طأبطه اضطاباا والايطم فط  اان طن ااعصط ي وااطذي يهطسأ عطملدة فط\nوقططططت دهكططططب دططططن ازليططططملة ت و يططططبتهط طملافحططططل اا علي ططططي ااالحططططق ت وااصططططعنبملت ات   ملعيططططة وااعمل ليططططة ت \nواضاباطملت اا لة ااعقلية ت وينء ابعملدلة واإليذاء  \n  دططن ااعططبض ااسططملطق بفاططن  اضططاباا اتباهططملص اب ططلنا طملالحططمل  ازلبدططم اااا ططس وضططعت ااهملحثططة \nتعبيفًطططمل إ با يًطططمل تضطططاباا قصطططنال اتباهطططملص اب طططلنا طملالحطططمل  ازلبدطططم اااا طططس طأبطططه اضطططاباا ب طططملئم"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 534  يظاطططب فططط  دبحلطططة ااافناطططة ابهكطططبة ت ويهطططسو فططط  واحطططس أو أكثطططر دطططن  نابطططب ثطططالث هططط  ؛ قصطططنال اتباهطططملص ت\nواالحطططمل  ازلبدطططم اااا ططططس غيطططر اااطططملدف ت  واتبسفملعيططططة . د طططمل يؤثبيطططلهيًمل و بحططططكل دهملشطططبعلى اباططططملالات \nات   ملعية واالغنية ت وعلى ازجنابب ابعبفية واألدملدي ية وااسلنكية واتبفعملاية  الافل .  \nأنواع اضطراب قصوراالنتباه املصحوب بالنشاط الحركي الزائد :  \n    أشطططططملالت الشطططططمل  طططططملد ااكطططططبيم ( 2022  ت358   ) إلططططط  أن اضطططططاباا قصطططططنالاتباهملص اب طططططلنا طملالحطططططمل\nازلبدم اااا س هن حملاة يلنكية دبضية اامل أبناع د عسدة ه  : \nأ- قصطططنال اتباهطططملص : وهطططن عجطططا ااافطططل عطططن اب قطططملء ابثيطططرات ابال  طططة وااتركيطططز عليهطططمل ت أو عجطططاص \nعن اتي  باال ف  ااتركيز على ابثيرات اببتهاة بع لية اا علم أو ابا ة ابكلف بهمل .  \nا- االحمل  اااا س : نحمل  غير دال م وغير دن ه طملبقملالبة دع يلنك ااافل اااهيع  .  \nت- اتبسفملعية : تسبع ااافل ف  اتي نملطة دون تفكير دسهق ت واب قملاه بسبعة دن ع ل إلى  \nآخطططب قهطططل إك ملاطططه ت وعطططس  اب ظطططملالص اطططسوالص ت دطططع عطططس  دعبف طططه بعناقطططب تسطططبعه ودقملطع طططه \nاآلخبين .  \nسدددددمات و صدددددائص األطفدددددال ذوي اضدددددطراب قصدددددوراالنتباه املصدددددحوب بالنشددددداط الحركدددددي \nالزائد :  \n   أشططططططملالت يططططططملدية قططططططسيبي ( 2021  ت30-31 ) إلططططططى خصططططططمل   ويطططططط ملت األطفططططططملل ذوي اضططططططاباا  \nقصنالاتباهملص اب لنا طملالحمل  ازلبدم اااا س في مل يل  :  \n1-  ضططعف اتباهططملص واإلبصططملت وااتركيططز : قصططنال فطط  ااقططسالة علططى تبكيططز اتباهططملص بحططن دثيططر دعططين\nافتططرة طنيلططة تو تحططات اتباهططملص بسططبعة طططين ابنبهططملت املخ لفططة ت دططع قصططنال فطط  ااقططسالة علططى \nاإلبصملت إلى اا علي ملت ابن اة اه .   \n2-  ياناة تحات اتباهملص :  صعنبة تبكيز اتباهطملص علطى دثيطر دعطين وتحطا ه بحطن دثيطرات أخطبى\nف  ااهيئة امللياة . \n3-  االحطططمل  اااا ططططس : كثططططرة ازلبكططططة ابهطططملاع فيهططططمل دون هططططسف ت دططططع كثطططرة اا  ل ططططل فطططط   لسطططط ه ت و\nااقيمل  بسلنكيملت غير دبغنبة ا   ملعيًمل ؛ د مل يطؤدي إلطى عطس  ااقطسالة علطى تكطنين عالقطملت \nدع اآلخبين .  \n4-  ااصطططططعنبة فططططط  اا فكيطططططر : اكاسطططططملا دعلندطططططملت غيطططططر دنظ طططططة وغيطططططر دتراطاطططططة وغيطططططر واضطططططلة ت\nواانقنع ف  أخاملء د كبالة باينة ال علم ازخملطئ ت وااتردد .  \n5-  تطططططأخب اتيططططط نملطة : طططططططء ابعملزجطططططة ااعقليطططططة ت دطططططع صطططططعنبة ايططططط سعملء ابعلندطططططملت ودطططططن ثطططططم\nصعنبة اا فكير .  \n6-  ااقصنال ف  ااقسالة على إنهملء ابامل  ابكلف بهمل : بسطبب قصطنال ااقطسالة علطى اتباهطملص وااتركيطز\nواا فكير وتأخب اتي نملطة  .  \nتشخيص اضطراب قصور االنتباه املصحوب بالنشاط الحركي الزائد :  \n      صططططططنف ااططططططسايل اااشخياططططططيي واإلحصططططططملئم االضططططططاباطملت اانفسططططططية فطططططط  طهع ططططططه ازخملدسططططططة ( DSM -\nV,2013  ) اضاباا قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س إلى ثالثة أب مل  ووضع دعمليير\nااشخيصطططططططامل ؛  حيطططططططث قطططططططس تظاطططططططب أعطططططططباض قصطططططططنال اتباهطططططططملص فقطططططططط علطططططططى ااافطططططططل أو ازلبكطططططططة اااا طططططططسة"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 535  واتبسفملعيططططة أو تظاطططططب أعطططططباض دبكهططططة دطططططن اضطططططاباا قصطططططنال اتباهططططملص اب طططططلنا طملالحطططططمل  ازلبدطططططم\nاااا س على ااافل ت وفي مل يل  تنضيح ا لك األعباض :   \n1-  نمددق قصددور االنتبدداه Attention Deficit  : ااشططخي  ذاططك ااططن ط يلهرطط  تططنفب يطط ة أو\nأكثططر دططن أعططباض قصططنال اتباهططملص ت وأن تسطط  ب بططسة ت تقططل عططن يطط ة أشططاب اسال ططة تنعططل \nااافل غير قملدال على اا كيف وت ت نافق دع اببحلة اان مل ية الافل وه  دملا ملل  :  \n- اسيه صعنبة ف  اتباهملص ابس  ب ف  ابامل  وأنحاة االعب . \n- غملاهًمل تكنن اسيه صعنبة ف  تنظيم ابامل  واألنحاة .  \n- ت ياهططع اا علي ططملت وبملا ططملل  يفحططل فطط  إنهططملء األع ططملل ابساليططية ت أو اباططمل  واألع ططملل ابنزايططة ت \nأو ابامل  ابالنبة دنه ف  أدملكن ااع ل .  \n- ياحات اباهملهه بساناة بسبب ابثيرات ازخملال ية .  \n- كثير االسيملن األنحاة اايندية .  \n2-  نمددق النشدداط الزائددد واالندفاعيددة Hyperactivity & Impulsivity  ااشططخي  ذاططك\nااططن ط يلهرطط  تططنفب يطط ة أو أكثططر دططن أعططباض االحططمل  اااا ططس ت واتبسفملعيططة ت وأن تسطط  ب \nبططسة ت تقططل عططن يطط ة أشططاب اسال ططة تنعططل ااافططل غيططر قططملدال علطط  اا كيططف وت ت نافططق دططع  \nاببحلة اان مل ية الافل وه  دملا ملل  : \nأ- النشاط الزائد Hyperactivity   : \n-  . غملاهًمل دمل ي  ل ل ت طناياة اايسين أو ااقسدين أو تحبيك ابقعس  \n- غملاهًمل يترك دقعسص ف  اافصل ت أو ف  ابناقف األخبى عنسدمل يكنن طقملاص فيهمل د نقعًمل .  \n- ينبي ويقفا أو ياسلق ف  ابناقف ااتي تكنن فيهمل تلك األفعملل غير دال  ة .  \n- ينا ه دحكالت أثنملء االعب ت ك مل يصعب عليه د ملالية األنحاة بهسوء .  \n- دا م االحمل  وازلبكة .  \n- ي حسث طصنالة دفبطة ( ي حسث كثيرًا ) إلى دال ة ااثرثبة .  \nا- االندفاعية Impulsivity : \n- غملاهًمل دمل ينيب عن األيئلة قهل اي ك ملاامل واتب هملء دنهمل .  \n- اسيه صعنبة ف  اب ظملال دوالص .  \n- يقملطع حسيث اآلخبين ت وي سخل فيه . \n3-  ) نمددددق األعددددراض املركبدددددة ( الددددنمق املخدددددتلق Combined Criteria Type  : ينطططططب\nااشططخي  ذاططك ااططن ط أن ين ططس يطط ة دططن أعططباض قصططنال اتباهططملص طملإلضططملفة إلططى يطط ة دططن \nأعطططباض االحطططمل  اااا طططس واتبسفملعيطططة ااسطططملطقة ت وأن تسططط  ب بطططسة ت تقطططل عطططن يططط ة أشطططاب  \nطملإلضملفة إلى اا ملل  :  \n- أن تظاب أعباض اتضاباا قهل ع ب يهعة أعنا  ."
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 536 -  أن تسططط  ب األعطططباض بطططسة ت تقطططل عطططن يططط ة أشطططاب طسال طططة ت ت نافطططق دطططع اببحلطططة اان مل يطططة\nالافل . \n- أن تظاططططب أعططططباض اضططططاباا قصططططنال اتباهططططملص اب ططططلنا فطططط  االحططططمل  ازلبدططططم اااا ططططس علططططى \nاألقل ف  دكملبين د  لفين ( دثملل : ابسالية ت ابنزل ت ااع ل ت غيرهمل ) .  \n- أن تططؤثب أعططباض اتضططاباا طصططنالة يططلهية وواضططلة علططى األداء ات   ططمل   ت واألدططملدي ي ت \nواانظيفم ( American Psychiatric Association , 2013,59 -61 .) \n     وقططس ذكططب دططل دططن Levy and Hag( 2021,3 )   أبططه دططن ااضططبوالي اا أكططس دططن و ططند دعططمليير واضططلة\nاألعطططباض األيمليطططية تضطططاباا قصطططنال اتباهطططملص اب طططلنا طملالحطططمل  ازلبدطططم اااا طططس وهططط : أوتً ينطططب \nتططنافب يطط ة أعططباض ال يسططية اكططل بططنع دططن دعططمليير االحططمل  اااا ططس و اتبسفملعيططة و بقطط  اتباهططملص وفقًططمل \nالططططططسايل اااشخياططططططيي واإلحصططططططملئم ازخططططططملدس االضططططططاباا ااعقليططططططة ( DSM -V,2013  ) ت ك ططططططمل ينططططططب أن\nتسطططط  ب األعطططططباض بططططسة يططططط ة أشططططاب علطططططى األقططططل ت ك طططططمل ينططططب و طططططند بعططططض أعطططططباض فططططب  ازلبكطططططة و \nاتبسفملعيططة أو أعططباض عططس  اتباهططملص قهططل ع ططب 12  يططنة ت وأت تكططنن هططذص األعططباض ثملبنيططة أو باينططة\nعن أدباض د  لفة.  \n    د ططططططمل يططططططهق تططططططبي ااهملحثططططططة أن هنططططططملك دن نعططططططة دططططططن ابؤشططططططبات وابظططططططملهب ااتططططططي ت يططططططز األطفططططططملل ذوي   \nاضططاباا قصططنال اتباهططملص اب ططلنا طملالحططمل  ازلبدططم اااا ططس ؛ وقططس يططملعس ذاططك ااهملحثططة فطط  صططيملغة \nعهطملالات ايطط بيملن تقططسيبات ابعل طين واتخصططمل يين األطفططملل ذوي قصطنال اتباهططملص اب ططلنا طملالحططمل  \nازلبدم اااا س واخ يملال عينة ااهحث بحكل دقيق دن خالل تاهيق هذا اتيط بيملن . ك طمل تطبى أن هطذا  \nاتضطططططاباا يصطططططملحهه صطططططعنبملت فططططط  ااع ليطططططملت ابعبفيطططططة واإلدالاكيطططططة وااتطططططي تطططططؤثب علطططططى االغطططططة وخملصطططططة \nداططططملالات اتيطططط  سا  ات   ططططمل   الغططططةت واططططذا فسططططنف تقططططن  ااهملحثططططة بعططططبض تفصططططيل  ب غيططططر داططططملالات \nاتي  سا  ات   مل   الغة اسى األطفملل ذوي اضاباا قصنال اتباهملص اب لنا طملالحطمل  ازلبدطم  \nاااا س . \nثانيًدددددددا : مهدددددددارات االسدددددددتخدام االجتمدددددددداعي للغدددددددة لددددددددى األطفددددددددال ذوي اضدددددددطراب قصدددددددور االنتبدددددددداه \nاملصحوب بالنشاط الحركي الزائد :  \n   تعند طساية اي  سا  دصالح اابر  ملتية إلى علم األبثروبنان يمل وعلم االغة. وقس تم اي  سا  \nابصالح طصنالة تسالينية طناياة اافاليفةت وعل ملء اانفس وعل ملء ات   ملع واالغة . وخالل \nااعقسين ابملضيين تأثبت بظبيملت االغة اابر  ملتية طكل دن ااعالج ابعبف  ااسلندمت وااعالج \nات   مل   ابعبف  ف  علم اانفس ؛ حيث قس  دل دنه مل تصنالات د  لفة حنل حسود االغة \nاابر  ملتية ( Silvia , 2023. ) \n    ويعس اتي  سا  ات   مل   الغة (االغة اابر  ملتية) أحس األبعملد األالبعة ال ناصل االغني وااتي\nتضم ااستتت وعلم األصناتت وااقناعس اانحنية . ويضم هذا ااهعس دن نعة كهيرة دن اباملالات \nاألدا ية واا نظي ية واا فملعلية دثل داملالة تهملدل األدواالت و ابهملدأة ت واا نقل واتح فملظ ت وفام \nأهساف اا ناصلت واي  سا  ااسيملق ايسملعس على اافام ت واي  سا  ابصاللملت اباذطة \nوأيملايب ااكال  ابال  ة ال س  ع ت وااقسالة على يبد ااقص  وفام اتي ستل (ايهملا \nااههالويت 2010 ؛ Adams, 2002,6 -9; Adams & Lloyd, 2005,8 ; Troy , 2014,2 . )"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 537 : مفهوم االستخدام االجتماعي للغة \n      تاننع تعبيفملت اتي  سا  ات   مل   الغة أو دمل يعبف طملالغة اابر  ملتية ؛ وذاك وفقًمل اإلطملال \nاانظبي واا عبيفملت اإل با ية ف  ااهحنث وااسالايملت ااتي تانملواامل ت ودنهمل دمل يل  :  \n   عبفامل ااسايل اااشخيايي واإلحصملئم ازخملدس االضاباطملت اانفسية ( DSM -V , 2013  : ) طأنهمل\nااقسالة على اي  سا  االغة ف  دناقف أو ييملقملت ا   ملعية بحكل دنمليب .  \n    أدمل Wilkes et al,( 2017,3 )   فقس عبف االغة اابر  ملتية طأنهمل  : فبع دن فبوع علم االغنيملت ااذي\nينضح أن باق ااكال  ينصل ابعن  ف  ييملق ا   مل   . أي أنهمل دالاية ابعن  ف  ابنقفت فهي تع بر  \nاانيط ااذي ينقل فيه األفباد أبناع د  لفة دن ابعملنم طملي  سا  االغةت أو كيفية تعهير األفباد \nعن دن نعة د ننعة دن ابعملنم دع دن نعة د ننعة دن األفبادت أي أنهمل دالاية عملام ابعبفة \nاب هملدل .   \n    ك مل عبفامل Cardillo et a l,(2021,2 )   طأنهمل البط ازج ل طملاسيملق ابال م وابنمليب اامل ت ك مل تؤكس\nعلى تنظيف االغة االفظية ط مل تح ل على بَبْرَة ااصنت واإليقملع ت وغير االفظية ااتي تح ل على \nاإلي ملءات واإلشملالات بهسف اا فملعل واا ناصل ات   مل   ااهنملء دع اآلخبين.  \n      أدمل Reindal et al,( 202 1,56 )    فقس عبفامل طأنهمل ااقسالة على اي  سا  االغة االفظية وغير\nاالفظية (اإلي ملءات واإلشملالات) فهي ت  ذ دن ااببط طين ابعني وااسيملق أيمليًمل  اامل .  \n        ك مل عبفامل Dolat et al,( 2022,14 )    طأنهمل اضاباا ف  اا ناصل ات   مل  . وه  علم دن علن\nاالغةت وب نهمل يع ل على عالج ااناق ودع تس ية اتضاباا ااستل  اابر  ملتم . \n     \n   دن خالل ااعبض ااسملطق بفان  اتي  سا  ات   مل   الغطة( االغطة اابر  ملتيطة ) وضطعت ااهملحثطة \nتعبيفًمل إ با يًمل االي  سا  ات   مل   الغة طأنهمل : أحس دكنبملت االغة ااتي تحير إلى  قسالة ااافل علطى \nاي  سا  االغة االفظية وغير االفظيطة فط  دناقطف ازليطملة ات   ملعيطة ت وابعملزجطة اتبفعملايطة الغطة ت  \nوايطططططططططط  سا  ويططططططططططمل ل اا ناصططططططططططل ات   ططططططططططمل   اإلاكتروبيططططططططططة ت وازلضططططططططططنال االغططططططططططني ت وفعملايططططططططططة ااططططططططططذات \nات   ملعية واانصنل طملافبد إلى ااكفملءة اا ناصلية ف  ازليملة ات   ملعية .  \nأبعاد االستخدام االجتماعي للغة : \n    أشملال Alsayed ( 2021,13 -27)  : إلى أن داملالات اتي  سا  ات   مل   الغة تح ل على  \n1-  اا ناصل غير االفظم ت ويح ل : اانظب إلى عينن ااشخ  ااذي ي حسث إايه ت\nواي  سا  تعملطير اان هتودباقهة تعهيرات اان ه ابنمليهة ملل ني ااكل ملتتوفام \nدحملعب اآلخبين واتي نملطة بحكل دنمليب ت واا عبف على ااقبا ن واإلي ملءات غير  \nاالفظية . \n2-   اباملالات اا عهيرية ت وتح ل : اا حسث طنضنح ت دباعملة و اة بظب شخ\nآخبتواا حسث طنبرة وحجم د ننعين ودنمليهين .  \n3-  : داملالات اا حسث ت وتح ل"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 538 -  امللملفظة على ابنضنع ت اخ يملال دنضنع دنمليب واا عهير عن ابعلندملت ذات\nااصلة وااعثنال عليهمل ت وتقسيم ودنملقحة ابنضنع طنضنح وتغيير ابنضنع بحكل  \nدنمليب . \n- أخذ ااسوال ف  امللملدثة واته  مل  ط مل يقملل والد اافعل واتي نملطة بسبعة عنس \nدقملطعة دل دن األقبان وااهملاغين .  \n4-  قناعس ااكال  : وت ض ن تقسيم ااذات بحكل دنمليب اآلخبين ت وطلب ابسملعسة عنس\nازلمل ة وبسء امللملدثة .   \n5-  داملالات اا عملدل دع األقبان : ت ض ن داملالات اا عملدل دع األقبان ت إقملدة عالقة صساقة\nدنمليهة وازلفملظ عليهمل ت واتي نملطة النزاعملت االفظية بحكل دنمليب ت وإظاملال \nاا عملطف وتقسيم وقهنل اآلخبين بحكل دنمليب .  \n6-  اا عبف على دحملعبص واا عهير عنهمل ت وإظاملالاانس  عنس اتق ضملء ت وفام ااغبض دن  \nااقناعس وااقنابين واته  مل  ط مل يع قسص اآلخبون .   \n    و قس يملعس ااعبض ااسملطق ألبعملد اتي  سا  ات   مل   الغة ااهملحثة ف  وضع أبعملد دقيملس \nداملالات اتي  سا  ات   مل   الغة األطفملل ت وااذي اي  سد ه ااهملحثة ف  هذا ااهحث .  \n   و يعملنم األطفملل ذوي اضاباا اتباهملص اب لنا طملالحمل  ازلبدم اااا س عملدة دن عجا اغني ف  \nاتي  سا  ات   مل   الغة د مل ينعلام أكثر عبضة االضاباطملت اتبفعملاية وااعملطفية \nوات   ملعية . اذا يعس اكاسملا داملالات اتي  سا  ات   مل   الغة أدبًا ضبواليًمل األطفملل ابصملطين \nطملضاباا اتباهملص اب لنا طملالحمل  ازلبدم اااا س ت حيث أن هذص اباملالات ضبوالية ا انيب  \nااصساقملت ت وااكفملءة ات   ملعية ت وااسلنكيملت ات   ملعية ابقهناة ( Cordier et al., 2013,416  .) \n    وقس أكس Green et al,( 2014,2 -6)    على و ند صعنبملت ف  اتي  سا  ات   مل   الغة ف\nيلنكيملت د  لفة اسى األطفملل ذوي اضاباا قصنالاتباهملص اب لنا طملالحمل  ازلبدم اااا س ؛  \nدثل : اا حسث كثيرًا ت ضعف ااقسالة على أخذ ااسوال ف  امللملدثة ت وضعف ااقسالة على تكييف \nاابيملاة دع اح يمل ملت ابس  ع ت وضعف ااقسالة على اتي نملطملت اإلشملالات االفظية دن اآلخبين ت \nواإلفبا  ف  اي  سا  ااعهملالات اان اية ت وااصعنبة ف  فام ااسخبية واانكملت واتي عملالات .   \n   أدمل دالاية دم ااصيملدي وأالوى اافاس ( 2018  ) فقس هسفت إلى اا عبف على ااعالقة طين اضاباا\nاتي  سا  ات   مل   الغة واضاباا قصنال اتباهملص اب لنا طملالحمل  اااا س اسى األطفملل ف  \nضنء د غير ازجلس وااع ب ت وتكنبت عينة ااسالاية دن 60  طفالً وطفلة دن ااذدنال واإلبملث دن\nذوي اضاباا ADHD  ت تباوحت أع ملالهم ااادنية دمل طين 6 – 11  ينة ت واي  س  ااهملحث\nدقيملس تقييم االغة اابر  ملتية (إعساد ي Helland &Heimann  , 2007  ) تب  ة وتقنين ااهملحثملن\n(2018) ودقيملس تشخي  قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س (عهسااعايا ااشخ   \n, 1984   و أعملد تقنينه عمل2011  ) ت وأشملالت اان مل ج إلى و ند عالقة االتهملطية دن هة دااة\nإحصمل يًمل طين اضاباا اتي  سا  ات   مل   الغة واضاباا قصنال اتباهملص اب لنا طملالحمل  \nازلبدم اااا س ت وإل  و ن د فبوق ذات دتاة إحصمل ية طين ااذدنال واإلبملث اصملزح ااذدنال وكذاك \nو ند فبوق ذات دتاة إحصمل ية طين األع ملال املخ لفة ( 6-8  ت9-11  ) اصملزح األكبر ينًمل وأوصت\nااسالاية طضبوالة دالاية اضاباا اتي  سا  ات   مل   الغة اسي فئملت أخبى دن ذوي"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 539 اتح يمل ملت ازخملصة وكذاك ابباهقين دن ذوي اضاباا قصنال اتباهملص اب لنا طملالحمل  \nازلبدم اااا س. \n   طين مل هسفت دالاية Crisci et al,( 2022,2 )   إل  دالاية اا حيز ااالوا   اإلينملبم ات   مل   ودوال\nاانظمل ف اا نفيذية واتي  سا  ات   مل   الغة اسى األطفملل ابصملطين طملضاباا قصنال اتباهملص \nاب لنا طملالحمل  ازلبدم اااا س . وتكنبت عينة ااسالاية دن  41  طفالً دصملطًمل طملضاباا قصنال\nاتباهملص اب لنا طملالحمل  ازلبدم اااا س و42  طفالً دن ااعملديين د املطقين ف  ااع ب ودعسل\nااذدملء واالغة اتي قهملاية وااكفملءة ات   ملعية ت وقس كحفت ب مل ج ااسالاية عن و ند ااصعنبملت \nات   ملعية واا حيز ااالوا   اإلينملبم اسى األطفملل ابصملطين طملضاباا قصنال اتباهملص اب لنا  \nطملالحمل  ازلبدم اااا س ت ك مل أن اتي  سا  ات   مل   الغة فقط وايس اانظمل ف اا نفيذية ه  \nدن ت نيط ااعالقة طين اضاباا فب  ازلبكة وتحات اتباهملص واا حيز ااالوا   اإلينملبم .  \n  أدمل دالاية Dolat et al,( 2022,4 )   فقس كحفت عن و ند عالقة طين ااضعف ف  اباملالات\nات   ملعية وداملالات اا فملعل واا ناصل ات   مل   اسى األطفملل ذوي قصنال اتباهملص اب لنا \nطملالحمل  ازلبدم اااا س ت واضاباا اتي  سا  ات   مل   الغة اسي هؤتء األطفملل .  \n     ك مل البط ااعسيس دن ااهملحثين  ااقصنال ف  اتي  سا  ات   مل   الغة طملاضعف ف  اباملالات \nات   ملعية ؛ فقس قمل  دل دن Wilkes et al,( 2017 ) (تودم ااصيملد وأالوى اافاس 2018)تو Crisci et \nal,(2022 )تو Dolat et al,( 2022 )   طسالايملت على عينة دن األطفملل ااذين يعملبنن دن دس نيملت\nد فملوتة دن قصنال اتباهملص اب لنا  طملالحمل  ازلبدم اااا س وو سوا أن اتي  سا  ات   مل   \nالغة تنيط بحكل دملدل ااعالقة طين االحمل  ازلبدم اااا س واباملالات ات   ملعية ت ك مل تنيط \n ا يًمل ااعالقة طين قصنال اتباهملص واباملالات ات   ملعيةتو أن ااصعنبملت االغنية اسى األطفملل ذوي \nاضاباا قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س ت علق ف  ابقمل  األول طملاضعف ف   \nاتي  سا  ات   مل   الغة .  \n    دن خالل ااعبض ااسملطق تبي ااهملحثة و ند كثير دن ابحكالت ف  اتي  سا  ات   مل   الغة \nاسى األطفملل ذوي قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س ؛ حيث يف قب هؤتء األطفملل  \nإلى داملالات ابهملدأة واتي  باال ف  ااسيملق ازلناالي وعجاهم عن تكنين صساقملت األدب ااذي \nيقندهم ف  اانهملية إلى اتباناء وضعف داملالات اا ناصل واا فملعل ات   مل   وظانال ااكثير دن \nابحكالت ااسلنكية واتبفعملاية .   \n    ك ططمل تططبى ااهملحثططة أن ابحططكالت ااسططلنكية واتبفعملايططة تكططنن غيططر دقهناططة ا   ملعيًططمل وثقملفيًططمل ت ك ططمل  \nتكنن دضطبة الافطل وال حياطين ططه ت أو دعالطة وتطؤثب علطى تنافطق اافطبد ت ك طمل يصطملحبهمل اضطاباطًمل فط  \nاباططططططملالات ات   ملعيططططططة وخملصططططططة اتيطططططط  سا  ات   ططططططمل   الغططططططة ؛ واططططططذا فسططططططنف تقططططططن  ااهملحثططططططة بحططططططبح \nتفصطططيل  ال حطططكالت ااسطططلنكية واتبفعملايطططة اطططسى األ طفطططملل ذوي قصطططنال اتباهطططملص اب طططلنا طملالحطططمل  \nازلبدم اااا س .       \nثالثًددا : املشددكالت السددلوكية واالنفعاليددة لدددى األطفددال ذوي اضددطراب قصددور االنتبدداه املصددحوب \nبالنشاط الحركي الزائد :  \n- مفهوم املشكالت السلوكية واالنفعالية :"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 540    ابحططططكالت ااسططططلنكية واتبفعملايططططة ايسططططت بنعًططططمل واحططططسًا أو دال ططططة واحططططسة ت طين ططططمل هطططط  أبططططناع د عططططسدة  \nودال ملت د هملينة ت فلكل د    الاي ه ازخملصة د مل أدي إلى تعسد اا عبيفملت واخ الفامل فكطل يعبفاطمل \nحسب اخ صملصه ت أو ابساليطة ااتطي يل  طي إايهطمل ت وكطذاك حسطب ابعيطملال أو امللطك . د طمل أدي ان طند \nااعسيس دن اا عبيفملت وابس يملت ال حكالت ااسلنكية واتبفعملاية ت ودنهمل :  \n      أشملالت خناة يح  ( 2000  ,17  ) إلى أن األطفملل ذوي ابحطكالت ااسطلنكية واتبفعملايطة هطم أطفطملل\nغيططر قططملدالين علططى اا نافططق واا كيططف دططع ابعططمليير ات   ملعيططة امللططسدة السططلنك ابقهططنل د ططمل يططؤدي إلططى \nتبا ع دس ناص ااسالاسيي ت واا أثير على عالق طه ااشخصطية دطع ابعل طين وااطادالء فط  ااصطف ت ك طمل أبطه \nيعملنم دن دحكالت ت علق طملاصباعملت اانفسية وكذاك طملا علم ات   مل    . \n     أدططمل يططعيس ااعططاة ( 2002  ,32  )  فقططس أشططملال إلططى أن األطفططملل ذوي ابحططكالت ااسططلنكية واتبفعملايططة\nيظاطططبون واحطططسة أو أكثطططر دطططن ازخصطططمل   اا ملايطططة طسال طططة دللنظطططة وافتطططرة زدنيطططة طنيلطططة نسطططبيًمل ودنهطططمل  \nعطططططس  قطططططسالتهم علطططططى اا علطططططيم ااتطططططي ت ي كطططططن تفسطططططيرهمل فططططط  ضطططططنء خصطططططمل   هطططططؤتء األطفطططططملل ازجسطططططسية \nوااعقليطططة واا طططلية ت وعجطططا هطططؤتء األطفطططملل عطططن طنطططملء عالقطططملت ا   ملعيطططة دطططع غيطططرهم دطططن األطفطططملل ت \nوظاططنال أب ططمل  يططلنكية وابفعملايططة غيططر دنمليططهة فطط  ااظططبوف ااعملديططة   ت وابعملبططملة دططن أعططباض  سطط ية \nوآت  ود ملوف في مل ي علق طملبحملدل اا لية وابساليية ت ك مل أن اسيهم شعنال طملزلان واتك ئملا .  \n     طين طمل عبفاطمل Mackie and Law ( 2010,2 )   طأنهطمل اتبحطباف ااناضطح وابللطنظ فط  يطلنك ودحطملعب\nوابفعطملتت اافطبد حطنل بفسطه وحطنل طي  طه ت ويسط سل علطى و طند اتضطاباطملت عنطسدمل ي صطبف اافطبد  \nتصبفًمل يؤذي بفسه واآلخبون   .  \n    ك ططمل عبفاططمل Quek et al,( 2018,4 )    طأنهططمل دن نعططة دططن أشططكملل ااسططلنكيملت واتبفعططملتت ابنحبفططة\nواب ابفططططططة بحططططططكل دللططططططنظ ت وت كطططططططبال طمليطططططط  باال وت ططططططملاف تنقعططططططملت ابالحططططططط  وت  ثططططططل فطططططط  اتبطططططططسفملع \nوااعسوان وااقلق واتك ئملا واتنسلملا .  \n      طين طمل Cassiello et al,( 2021,6 )    وضطع تعبيفًطمل آخطب حطسد فيطه ابضطاببين يطلنكيًمل وابفعملايًطمل علطى\nأيملس أن ابضابا هن اافملشل ا   ملعيًمل وغير اب نافق ف  يطلنكه دطع ااسطلنك ااسطمل س فط  املج  طع \nااططذي يعططيش فيططه وهططن ااططذي ينحططبف يططلنكه ع ططمل هططن د نقططع طملالسططهة اع ططب ص ااادنططي و لسططه ووصططفه \nات   مل   طحيث يع بر هذا ااسلنك يلندًمل غير د نافق وي كن أن يعبض صطملحهه بحطكالت خايطرة \nف  حيملته   .  \n     ك ططططمل عططططبف Jane and Chloe( 2023,5 )   األطفططططملل ذوي ابحططططكالت ااسططططلنكية واتبفعملايططططة طططططأنهم\nاألطفملل ااذين يعملبنن دن دحملدل صغيرة أو كهيرة دطع اآلخطب ين ت و ي صطفنن ططأنهم غيطر يطعساء وغيطر \nقططملدالين علططى أداء اباططمل  ابعبفيططة واألدملدي يططة ي ططمل يانمليططب دططع قططسالاتهم واه  ملدططملتهم ت واططسيهم دعططمليير \nفحل كهيرة ف  ازليملة طستً دن دعمليير ااننملح وعس  اابضمل عن أبفسام.  \n   ودططن خططالل اا عبيفططملت ااسططملطقة وضططعت ااهملحثططة تعبيفًططمل إ با يًططمل ال حططكالت ااسططلنكية واتبفعملايططة  \nطأنهططططمل :   يطططططع األفعطططططملل واا صطططططبفملت واتبفعطططططملتت ااتطططططي تصطططططسال عطططططن ااافطططططل طصطططططفة د كطططططبالة ت وااتطططططي ت \nت  ملشطططي  دطططع دعطططمليير ااسطططلنك ااسطططني اب عطططملالف عليهطططمل وابع طططنل بهطططمل فططط  طي  طططه ت وتطططؤثب علطططى اغطططة ااافطططل \nوخملصة اتي  سا  ات   مل   الغة د مل يعنق تفملعله دع امللياين طه بحكل  يس."
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 541 - : صفات األطفال ذوي املشكالت السلوكية واالنفعالية  \n   هنملك ااعسيس دن ااصفملت ااتي ياسم بهمل األطفملل ذوي ابحطكالت ااسطلنكية واتبفعملايطة ودطن هطذص \nااصفملت:  \n1-  قصططططنال اإلدالاك : يصططططعب إخضططططملع دعظططططم األطفططططملل ابضططططاببين يططططلنكيًمل وابفعملايًططططمل بحططططكل\nدططنظم ودنضططن   أل داء اخ هططملالات ااططذدملء  ت ودططن نسطط ايع تاهيططق اخ هططملالات ااططذدملء علططيهم \nيحصططلنن علططى دال ططملت دن فضططة  ططسًا ودططأنهم دعططملقين عقليًططمل طسال ططة شططسيسة ت وفطط  بعططض \nازلملتت بنس اسيهم دال ملت ذدملء دبتفعة ذا فة ؛ فام يظابون قطسالات فمل قطة علطى اا طذكب \nواكن ت يس ايعنن اي  سا  هذا ااذدملء ف  دامل  حيملتهم ( Cross et al ., 2001,3 -8  .) \n2-  عطططس  اانضطططج ات   طططمل   : ويقصطططس ططططه عطططس  دنمليطططهة ااسطططلنك اع طططب ااافطططل ت ويظاطططب ذاطططك\nعنسدمل يكنن ااافل ف  وضطع غيطر دطأانف  أو دضطغن  ت فيفحطل فط  أداء اباطملالات ابنمليطهة \nاع بص ( Cardillo et al ., 2021,7 .) \n3-  اتنسططلملا : هططن يططلنك ابفعططملل  ي ضطط ن اااططبوا دططن دناقططف ازليططملة حيططث أنهططمل دططن و اططة  \nبظطططططب إدالاك اافططططططبد قطططططس تسططططططبب اطططططه صططططططباعًمل بفسطططططيًمل ت وهنططططططمل ينصطططططف ااافططططططل طأبطططططه دنعططططططال ت \nوخجنل خملدل خمل ف قلق اسيه أحال  يقظة)  Watt -Smith , 2015,6  . ) \n4-  ااسلنك اب أثب طملآلخبين : يطلنك يقطن  ططه اافطبد طنطملء علطى طلطب اآلخطبين أو إلالضطملئهم دون\nاا فكيطططر بعناقطططب ذاطططك ااسطططلنك ت فملاافطططل ااطططذي ي طططأثب ططططملآلخبين ينصطططف دا  ًطططمل طأبطططه غيطططر  \nقططملدال علططى تح ططل ابسططؤواية ت أو يططال ااقيططملدة أو تططملبع ت وت يحططعب األطفططملل ااططذين ي ططأثبون \nطططططملآلخبين طملألدططططملن فطططط  أيططططبهم في  ططططملالون عططططملدة قمل ططططسًا ايططططن اام ويفعلططططنن أي شططططي  إلالضططططملء \nقمل سهم ( Jager et al ., 2020 ,7-9 .) \n5-  اا  طططبد ابسططط  ب : هطططن عهطططملالة عطططن يطططلنك ينطططملقض ااقطططنابين واتتنملهطططملت ت فملاافطططل اب  طططبد\nينصططف طأبططه دا  ًططمل يحططترك فطط  نحططملطملت د نملقضططة اقططنابين وااسيططة ودعل يططه واتنملهططملتهم ؛ \nفيقملطلننهمل طملاعسوابية طحيث ت يايعنن أبسط ااقنابين وبحكل دا م ( Islam , 2019,4 .) \n6- اا كططباال : هططن اابغهططة فطط  اتيطط  باال فطط  نحططمل  دعططين بعططس اتب هططملء دططن اانقططت ابنمليططب ااططذا  \nاالحطططمل  ؛ حيطططث ينطططسون صطططعنبة فططط  اتب قطططملل دطططن نحطططمل  آلخطططب . وهطططذص ابثطططملطبة قطططس تكطططنن \nافظية أو  سسية ت فقس يس  ب ف  ااضلك دسة طنيلة بعس ي ملع بك ة حتط  بعطس تنقطف \nاآلخطططبين عطططن ااضطططلك ت أو ينيطططب عطططن يطططؤال بعطططس دطططسة طنيلطططة دطططن طبحطططه ت أو يسططط  ب فططط  \nتبديس دل ة  \nأو القم دعين بسة طنيلة ( Nora , 2023,10 .) \n7-   ااسطلهية : هط  دقملودطة اتقتراحطملت واانصطمل ح واا ن يهطملت ت وااتطي ت  ثطل فط  عطس  اابغهطة فط\nأي شطططي  ت وابنافقطططة علطططى نحطططملطملت قليلطططة ت ودا  ًطططمل يقناطططنن ت ت ودا  ًطططمل إ ملططططملتهم تطططسل علطططى \nعططس  ااسططعملدة يططناء فطط  ابساليططة أو فطط  طببططملدج دعططين أو دططع األصططسقملء أو فطط  ازليططملة بحططكل  \nعمل  ( Andrew , 2021,55 . ) \n8-  اب فططملض ااسافعيططة : هطط  أن يكططنن اططسى اافططبد يططبب إينططملبم ب ملاليططة نحططمل  دعططين ت حيططث\nين س عسد قليل دطن األطفطملل ت يهحثطنن علطى د ملاليطة االحطملطملت فط  ابساليطة اتط سا يطة ت \nوعنسدمل يكبر بعضام يفقس ح ملية ال ساليطة ت وااسطبب والاء اب فطملض دسط نى ااسافعيطة"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 542  يب ططع اعططس  فا اططم اللحططمل  أو ازخططنف دططن االحططملطملت ازجسيططسة أو املخ لفططة أو اب فططملض\nدفان  ااذات عنسهم باينة تكباال اافحل ( Oliva , 2021,64 .  ) \n9- ااحططططكنى دططططن علططططل بفسططططية  سطططط ية : إن دصططططالح بفسجسطططط ي يحططططير إلططططى تططططساخل ازجاططططملز  \nاانفسططيي وازجاططملز ازجسطط ي تع  ططملد دططل دنه ططمل علططى اآلخططب ت وااصططباعملت ااساخليططة اانفسططية \nااتي تظاب على شكل أعباض  س ية ت وهذص األعباض قس تكنن باينطة اضطاباا  سط ي \nإدططططمل حقيقططططم أو وه ططططي وهططططذا كثيططططرًا دططططمل يحططططسث ودعظططططم اانططططملس ت عططططبض اططططه ت فعنططططسدمل يكططططنن \nاإلنسملن ف  وضع ضعف بفسيي كثيرًا دمل يحكن دن ااصطساع أو ااغثيطملن أو آت  ابعطسة ااطذا  \nفقططططس يطططط م فحطططط  ااافططططل أو أي شططططخ  فحصًططططمل دططططملدالً دططططن قهططططل األطهططططملء (الأفططططت بحططططنملق ت \n2001  ت82 .) \n10-  ااسطططططلنك ااعطططططسوانم : يع بطططططر ااسطططططلنك ااعطططططسوانم واحطططططسًا دطططططن ازخصطططططمل   ااتطططططي ي صطططططف بهطططططمل\nااعسيططس دططن األطفططملل ابضططاببين يططلنكيًمل ت وي  ثططل فطط  ااضططبا وااق ططملل وااصططبات وااحطط م  \nوالفض األوادب واا  بيب اب ع س (خناة يح ت 2000 ت78 . ) \n11-  دفاططن  ذات يططل ي :هططن إدالاك ااافططل اذاتططه كفططبد أو اطططن أو طملاططب أو دطط علم طحيططث يكططنن\nغير دقهنل أو أبه فملشل ت وهن ي  ثل بعهملالات تعكس هذا ابفان  دثطل : ت أيط ايع فعطل \nذاك ت هنأفضل دني ت ان أفنز أطسًا ... ازخ ت هؤتء األطفملل يكنن اسيهم حسمليطية دفبططة \nضطططس اانقطططس ت وت يكطططنن اسيطططه الغهطططة فططط  اتب طططبا  فططط  كثيطططر دطططن االحطططملطملت ( Videbeck , \n2006,6.) \n12-  ااسططططططلنك اافنضططططططني : هططططططن ااسططططططلنك ااططططططذي ي عططططططملالض دططططططع يططططططلنكيملت اافططططططبد أو ازج ملعططططططة ت\nوي  ثطططل ااسطططلنك اافنضطططني فططط  غبفطططة ااصطططف ططططملاكال  غيطططر ابال طططم ت وااضطططلك واا صطططفيق  \nوااضطططبا وااغنطططملء وااصطططفير ويطططلنكيملت أخطططبى تعيطططق االحطططملطملت ااقمل  طططة ت وت ضططط ن هطططذص \nااسلنكيملت ااسجا ف  اتشتراك طملالحملطملت واي  سا  األافملظ ااسيئة ( Cassiello  et al \n., 2021,4.) \n13- عس  اتي قباال اانفسيي : يب طع عطس  اتيط قباال اانفسطيي إلطى ابطااج اب قلطب ت وااعطسوان إلطى  \nااسلنك اتنسلملبم ت ودن اااسوء إلى ازلبكة ت ودن اا عطملون إلطى عطس  اا عطملون ... وهكطذا . \nهذا اا قلب ف  ابااج غير د لهأ طه ت ويحسث دون أيهملا (زكبيمل ااحببيني ت 2003  ت58  . ) \n   د ططططمل يططططهق تططططبى ااهملحثطططططة أن األطفططططملل ذوي ابحططططكالت ااسطططططلنكية واتبفعملايططططة ي صططططفنن ط ن نعطططططة  \nكهيططرة دططن ااصططفملت  ااتططي ينططب علططى األيططبة اتباهططملص ااططمل حتطط  ت ت فططملقم هططذص ابحططكالت اططسى ااافططل ت \nك مل أن اانقملية دن ابحكالت ااسلنكية اتبفعملاية دطن األدطنال اب كنطة ؛ فانطملك ااعسيطس دطن اانيطمل ل \nااتي تسملهم فط  اانهطنض ططملافبد دطن دملفطة ازجنابطب دطع ااعنمليطة و اته  طمل  ططه دطن قهطل اب  صصطين فط  \nفطططبوع ااعلطططم املخ لفطططة وااتطططي تسطططام فططط  اا نعيطططة طملبحطططكالت ااسطططلنكية واتبفعملايطططة دطططن خطططالل اابطططرادج \nاإلالشملدية وتانيب ابنملهج ابساليية وتفعيل األنحاة اااالطية وتفعيطل دوال ابساليطة فط  خفطض هطذص \nابحكالت وكذاك دن خالل اته  مل  طملا لحئة األيبية ازجيسة وتقنيطة ااطنازع ااطسيني وااطذي يسطملهم  \nفطط  إزااططة كثيططر دططن اا ططنتب وااقلططق واإلحهططمل  ويح ططي دططن اانقططنع فطط  اتضططاباطملت وابحططكالت ااسططلنكية \nواتبفعملاية .  \n  ك طططططمل تطططططبي ااهملحثطططططة أن  هطططططؤتء األطفطططططملل يعطططططملبنن دطططططن ااعسيطططططس دطططططن ابحطططططكالت اتبفعملايطططططة وااعملطفيطططططة \nوات   ملعية ؛ ك مل قس يصملحبهمل بعض ابؤشبات اإلدليليكية وااتي دنهمل حسمليية ااصنت اتب قمل يطة  \nوه  حملاة يلنكية وعصبية يل ج عنهمل اي نملطة  سسية وابفعملايةغير تكيفية دثيرة الجاطملز ااعصط ي"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 543  وت  يز طبد فعل يل ي تنملص أصنات ااا س واألصنات ازخفيطةت وااطذا  فسطنف تقطن  ااهملحثطة بحطبح  \nتفصيل  زلسمليية ااصنت اتب قمل ية  .    \nرابعًا : حساسية الصوت االنتقائية ( امليزوفونيا ) :  \n       أشطط ق دصططالح (ابيزوفنبيططمل) دططن االغططة ااينبملبيططة الكل  ططملن (ديططزو )– و(فنبيططمل) ت واال ططملن تب   ططمل  \nإلططططى ااكباهيططططة ت وااكباهيططططة الصططططنت علططططى اا ططططنال  ت  وقططططس ت ططططت صططططيملغة هططططذا ابصططططالح ألول دططططبة عططططمل  \n(2001  ) ال  ييطططز ططططين اضطططاباطملت تح طططل األصطططنات ابن فضطططة كعطططبض يطططبيبي ت و ازلملاطططة ااتطططي يحطططملال\nإايهمل طمليم د الزدطة حسمليطية ااصطنت اتب قمل يطة. وقطس تطم وصطف اضطاباا ابيزوفنبيطمل ألول دطبة عطمل  \n(2001  ) علططططى أبططططه حملاططططة غيططططر طهيعيططططة والد فعططططل قططططني الجاططططملز ااططططالإالادي دططططملزخنف وااغضططططب ااحططططسيس\nواتشط  زاز وااقلططق ايطط نملطة اصطنت دططمل د كبالوااتططي يحطملال إايططه طمليططم امللفطاات (دثططل صططنت ابضططع ) \nبغض اانظب عن حجم هذا ااصنت ت ك مل أشملالااعسيس دن ابصملطنن طملبيزوفنبيمل أنهم يطبون إشطملالات \nطصططبية وااتططي تططبتهط طصططنت امللفططا امللططسد وت لططق دسطط نى د ملثططل دططن اتباعططملج (دثططل شططكل طحططن \nاااعططمل  ) ت وبحططكل عططمل  فملبيزوفنبيططمل هطط  حملاططة عصططبية ويططلنكية ت  يططز طمليطط نملطة  سططسية وعملطفيططة  \nدعملكسططة فناليططة ألصططنات دحططسدة قمل  ططة علططى ااططن ط اب كططبال بغططض اانظططب عططن  اططملالة ااصططنتم ت د ططمل \nيلطط ج يططلنكيملت غيططر قملطلططة ال كيططف وإثططملالة ازجاططملز ااعصطط ي . ك ططمل ي  يزطططبدة  فعططل يططلهية تنططملص يطط ملع \nبعطططططض األصطططططنات ابا نيطططططة ت خصنصًطططططمل حطططططس األصطططططنات فططططط  اافطططططم ؛ دملبضطططططع ت وااطططططنفس ت وااسطططططعملل ت  \nوغيرهطططمل دطططن األصطططنات ازخفيطططة ؛ كصطططنت ااك ملططططة علطططى انحطططة ابفطططملتيح ت وصطططبيب ااقلطططم ت ويهطططسأ ظاطططنال \nاتضططاباا فطط  دبحلططة ااافناططة دططمل طططين ااثملدنططة إلططى يططن ااثملاثططة عحططبت وأحيملبًططمل بعططس ااهلططن  ثططم تسطط  ب \nدسى ازليملة ف  دعظم ازلملتت وتايس دع اإل املد واا عب ( Cara et al ., 2019,5 -36   .) \n  : ) مفهوم حساسية الصوت االنتقائية ( امليزوفونيا \n    عطططبف  Shannon et al, ( 2018,5 )   حسمليطططية ااصطططنت اتب قمل يطططة (ديزوفنبيطططمل ) طأنهطططمل اضطططاباا\nعصطط ي يسططملء فيططه تفسططير ابنبهططملت ااسطط عية وأحيملبًططمل ااهصططبية دططن قهططل ازجاططملز ااعصطط ي اببكططاي ت وت \nيب ع هذا اتضاباا إلى دحكلة ف  األذبين واكن زخلل يصيب  املز ااس ع اببكاي ف  املخ .  \n   ك ططمل أشططملالت Pellicori ( 2020,5 )   إلططى أن حسمليططية ااصططنت اتب قمل يططة هطط  حملاططة يططلنكية وعصططبية\nيلطط ج عنهططمل ايطط نملطة  سططسية وابفعملايططة دعملكسططة ألصططنات دحططسدة تكباال يططة يلطط ج عنهططمل يططلنكيملت غيططر \nتكيفية دثيرة الجاملز ااعص ي وت  يز طبد فعل يل ي تنملص أصنات ااا س واألصنات ازخفية .  \n   أدمل Cassiello et al,( 2021,2 )   فقس عبفامل طأنهمل حملاة ت  يز طملتي نملطة ااعملطفية النظمل  اا حفيزي\nااططططسفمل   األصططططنات اب كططططبالة وذات ااصططططلة طملاشخصططططية ت دثططططل : ( األدططططل وااحططططم ) ت وقططططس تترافططططق دعططططه \nدن نعة دن اتضاباطملت اانفسية ت ط مل ف  ذاك اضاباطملت ااشخصية  .  \n   ك طمل عبفاطمل Andrew et al,( 2021,52 )   طأنهطمل حملاطة ت  يطز طملاضطيق ابللطنظ بعطس يط ملع أصطنات غيطر\nضملالة ت وغملاهًمل دمل تكنن د لنبة ط ننب يلندم .  \n   وعبف هطططمل Olivia ( 2021,46 )    طأنهطططمل د الزدطططة عصطططبية فيزيمل يطططة ويطططلنكية دعقطططسة ت يعطططملنم األشطططخمل\nابصططملطنن بهططمل اضططاباطًمل عملطفيًططمل ايطط نملطة اططن ط دعطططين دططن األصططنات طملإلضططملفة إلططى دحفططاات طصطططبية \nدحسدة ."
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 544       ( ك ططططططمل عبف هططططططمل غططططططملدة دح ططططططس2022 ت339  ) طأنهططططططمل اضططططططاباا فطططططط  ازجاططططططملز ااسطططططط ع  اببكططططططاي يصططططططيب\nاألطفطططملل ابعطططملقين طصطططبيً مل  ا يًطططمل أو دليًطططمل أو حتططط  األطفطططملل ااعطططملديين ت ويلططط ج عنطططه اضطططاباا فططط  تفسطططير \nابثيطططرات ااسططط عية ااتطططي ت  يطططز طملا كبااليطططة ت وتطططؤدي إلطططى زيطططملدة دسططط نى ااقلطططق ات   طططمل   اطططسى األطفطططملل \nويصملحهه حملاة دن ااغضب وااذعب وااعسوان .  \n   وعبفاطمل Louisa  and Julia ( 2023,3 )  طأنهطمل اضطاباا حسمليطية ااصطنت ااطذي ي  يطز طنفطنال قططني  \nبحكل غير عملدي دن فئة دعينة دن األصنات دثل أصنات األدل. \n  وعبفاططمل Marta et al,( 2023,449 )   طأنهططمل اضططاباا ي  يططز طططملإلفبا  فطط  اتيطط نملطة اططهعض امللفططاات\nاب كبالة ت وخملصة األصنات وااتي هط  غملاهًطمل دطمل يل ناطمل اإلنسطملن ط طمل فط  ذاطك ابضطع واا طنفس  واا طذدب \nواتي لحططملق وهططذص األصططنات تثيططر دحططملعب اتباعططملج وااغضططب وأحيملبًططمل اتشطط  زاز أو ااقلططق أو ازلططان \nأو ااسجا أو غيرهمل دن ابحملعب .  \n   ك طططمل عبف هطططمل Silvia ( 2023,4 )   طأنهططططمل حملاطططة ت  يطططز ططططأعباض فسططططينان ية وعملطفيطططة ويطططلنكية قنيططططة\nاي نملطة مللفاات ي عية دحسدة وااتي اامل تأثير يل ي كهير على صلة األفباد اب ضبالين .  \n   أدطمل Zachary et al,( 2023,3 )    فقطس عطبف حسمليطية ااصطنت اتب قمل يطة طأنهطمل اضطاباا ي  يطز بعطس\nتح ططل دنبهططملت يطط عية دحططسدة واإلشططملالات اببتهاططة بهططمل د ططمل يسططبب ضططيق ااططنفس ت ويططؤثب علططى األداء \nات   مل   وابنهي واألدملدي ي الفبد .   \n    د ططططططططمل يطططططططططهق اي  لصططططططططت ااهملحثطططططططططة دفاندًطططططططططمل إ با يًططططططططمل تضطططططططططاباا حسمليططططططططية ااصطططططططططنت اتب قمل يطططططططططة  \n(ديزوفنبيططططمل) طأنهططططمل: فططططب  ازلسمليططططية ان ططططند بعططططض األصططططنات اا كبااليططططة وااططططذي قططططس يكططططنن د ططططلنبًمل \nططططهعض ابحطططكالت ااسطططلنكية واتبفعملايطططة دثطططل ااقلطططق واتك ئملاتوااغضطططب واتشططط  زاز وبعطططض الدود \nاافعل اافسينان ية ؛ دثل : زيملدة دعسل ضببملت ااقلب واا عبق وتنتب ااعضالت وااضيق اانفسيي.  \nقائمة محفزات حساسية الصوت االنتقائية (امليزوفونيا) :  \n    ي كططططن تقسططططيم امللفططططاات ابنفططططبة وابسططططبهة زلسمليططططية ااصططططنت اتب قمل يططططة (ابيزوفنبيططططمل) وااتططططي هطططط  \nعهططملالة عططن أصططنات أو حبدططملت د كططبالة يل ناططمل اآلخططبون إلططى دحفططاات أوايططة وااتططي هطط  فطط  أغلططب األحيططملن  \n(وايسططت دا  ًططمل ) تلحططأ دططن اان ططه(دثل ي أصططنات األبططف ت وتاايططر ازللططق ) ت أو دصططملدال شططفاية (دثططل \nاعططططق ااحططططفملص أو ابضطططططع أو ااحططططبا ) ت ودططططع ذاطططططك هنططططملك اخ الفطططططملت فبديططططة فطططط  األبطططططناع دططططن اإلشطططططملالات \nوااسطططيملقملت (دثطططملل ي قطططس يكطططنن اطططنفس ااصطططنت تطططأثيرات  دحفطططاة عنطططسدمل يل ناطططمل أشطططخمل  دحطططسدون ) \n( Jennifer et al., 2023,3 -14   .) \n   وقططس أشططملال دططل دططن( 2020,8 )  Amaud ( 2021,3 -6);Thomas et al,  إلططى أن هنططملك قمل  ططة دب عيططة\nاألصنات اابحبية وغير اابحبية وامللفاات ااسط عية و ااهصطبية وازجسطسية وااسطلنكيملت اا ننبيطة \nابن ندة ف  اضاباا ابيزوفنبيملت وقس قملدت ااهملحثة ط ن يع هذص امللفاات ف  ازجسول ( 1: ) اا ملل"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 545 (  سول1 )): قمل  ة دحفاات حسمليية ااصنت اتب قمل ية( ابيزوفنبيمل \nاملحفزات السمعية املحفزات البصرية املحفزات \nالجسديةوالسلوكية \n1-  أصنات اانملس وهم يأدلنن  \n2-  أصنات ابضع واااحن– ااصفع وااهلطع – \nاا حسث دع و ند اااعمل  ف  اافم ....ازخ  \n3-  أصطططططططططططططنات اانطططططططططططططملس وهطططططططططططططم يحطططططططططططططببنن ت وهطططططططططططططم\nيحاسنن ويل ه نن ويقنانن \"آص\" بعس ااحبا .  \n4-  األصنات اببتهاطة طملألدطل دثطل : فط ح أكيطملس\nاابقطططططططمل ق وااهاطططططططملطس – ابطططططططملء والج ااا مل طططططططة ... \nازخ . \n5-  أصنات اا طنفس– واتي لحطملق ت وااشطخير \nت واا ططططططططططططنفس عططططططططططططن طبيططططططططططططق األبططططططططططططف ت اا ططططططططططططنفس  \nابنططط ظم ت صطططفير األبطططف ت اا ثطططملاا ت ااسطططعملل ت \nتااير ازللق ....إزخ  \n6- . ااغنملء ت وااانين وااصفير \n7-  أصططططططططططنات ااع ططططططططططل : دثططططططططططل ااك ملطططططططططططة ت بقططططططططططبات\nابملوس ت تقليب ااصفحملت ت قلطم الصطمل  علطى \nوالق ت بقبة ااقلم ت اانقب على ابك ب ...ازخ .  \n8- أصططططنات ازلينابططططملت دثططططل : ااعنمليططططة طططططملاكالا  \nوااقاط ت بهملح ااكلب ت صيملح ااسيك ت زقاقطة \nااعصططططططططططملفير ت ااصباصططططططططططير ت ااضططططططططططفملدع ت أبططططططططططين \nااكلب ...إزخ .  1-. حبكة اافم \n2-  حبكططططططططططططططططططططة ابضططططططططططططططططططططع\nطملافم ابف نح . \n3-  حبكطططططططططططططططططططططططططططططة اايطططططططططططططططططططططططططططططس\nاب كبالة . \n 1-   ااتططططططططططططططططربح وااططططططططططططططططنخا فطططططططططططططططط\nعضطططططططالت هيكليطططططططة دعينطططططططة \nدثل ااك ف ت أو اافكين ت \nأو قهضطططططططططططططططططططططططتي اايطططططططططططططططططططططططس ت أو \nأصملبع ااقس  او اابقهة . \n2-  ااقلق واا نتب وااذعب \n3-   اا نتب ااعضل  ااعمل \n( ااهملحثة ) \n    د مل يهق تحظت ااهملحثة أبه الغم تعسد امللفاات ابسبهة زلسمليطية ااصطنت اتب قمل يطة ت إت أن \nامللفاات ااس عية  ه  األكثراباحملالًا وتليهمل امللفاات ازجسسية وااسلنكية ثم امللفاات  ااهصبية.    \nالسمات األساسية الضطراب حساسية الصوت االنتقائية(امليزوفونيا) : \n     أشطملال دطل دطن Andrea( 2015,2118 -2121 )  تو Shannon et al,( 2018,3 -8)    إلطى أن هنطملك بعطض\nااسطط ملت واتيطط نملطملت ازخملصططة بططن يعططملبنن دططن اضططاباا حسمليططية ااصططنت اتب قمل يططة ت فططق عنططس \nااهملاغين واألطفملل ؛ دنهمل :  \n- تغيرات داا ية يبيعة وغير دبرالة .  \n- ااهكملء اس ملع أصنات ت يالحظامل اآلخبين . \n- تغاية األذبين طملايس عنس ي ملع األصنات ابكبالة .  \n- بنبملت دن ااغضب وااعسوان ."
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 546 - . تننب بعض األدملكن ااصعهة واابغهة ف  دغملدالة تلك األدملكن دون يبب  \n- صعنبة اا أقلم داخل اافصل ااسالاسيي .  \n- صعنبة اا نظيم واتباهملص واا حكم ازلبدم ااذاتم . \n- ااحعنال طملزخنف وااغضب باينة أصنات اع يملدية .  \n ك طططمل  أشطططملال Jager et al,( 2020,2 -6)   إلطططى دن نعطططة دطططن ااعالدطططملت وااسططط ملت تضطططاباا حسمليطططية\nااصنت اتب قمل ية  ودنهمل :  \n- اتنحططغملل طملإلشططملالات ااسطط عية أو ااهصططبية أو ازلسططية امللططسدة ت ويطط م إثملالتهططمل فطط  ااغملاططب \nدن قهل شخ  آخب ت ويحتر  أن يكنن عن طبيق اافم أو أصنات األبف .  \n- تثيطططططر اإلشطططططملالات دحطططططملعب شطططططسيسة دطططططن اا هطططططيج وااغضطططططب واتشططططط  زاز ااتطططططي يطططططسالك اافطططططبد أنهطططططمل \nدفبطة أو غير دعقناة أو خملال ة عن ابأانف .  \n- ينا ططططه اافططططبد إحسمليًطططططمل ع يقًططططمل طفقطططططسان ااسططططيابة علططططى ااطططططنفس  بحططططكل بطططططملدال ت واكططططن دطططططن \nاملل  ل أن تسبب بنبملت عسوابية  . \n- ي ننب اافبد ابناقف ااتي تحسث فيهمل ابثيرات ت أو ي ح ل امللفاات ااتي تسبب اباعمل ًمل \nشسيسًا أو تهينًمل أو غضهًمل أو اش  زازًا .  \n- إن اا هيج واتش  زاز وااغضب تسبب اا ننب ااكهير ف  دناقف ازليملة اايندية ف ثالً  دن \nابس حيل تنملول اااعمل  دعًمل وااع ل ف  دكملن دمل أو ااعيش دعًمل .  \n   ك ططمل أشطططملال Andrew et al,( 2021,52 -57)   إلطططى دن نعطططة دطططن األعطططباض وااسططط ملت ااتطططي تظاطططب علطططى\nاألشخمل  ااذين يعملبنن دن اضاباا حسمليية ااصنت اتب قمل ية وه :  \n- اتنحغملل ط ن نعة دحسدة دن األصنات ازخملال ية .  \n- ات ي نملطة األصنات ااتي تسبب دحملعب ااضيق ااحسيس (دثل ااعض واتش  زاز) . \n- الدود اافعل ااعملطفية ابفبطة وابصملحهة بسبب ازخنف دن أوفقسان ااسيابة فعليًمل .  \n- تننب إثملالة األصنات .  \n- تؤدي األعباض إلى إعملقملت وظيفية . \n- ت ي كن تفسير األعباض ابذدنالة أعالص بحكل أفضل دن خالل تشخي  آخب .   \n       وهنملك ااعسيس دن ااسالايملت ااسملطقة ااتي أشملالت إلى خصمل   اضاباا حسمليية ااصنت \nاتب قمل ية ؛ ودنهمل دالاية Videbeck( 2006,1 )    وااتي أشملالت إلى أن األطفملل ذوي اضاباا حسمليية\nااصنت اتب قمل ية اسيهم ااقسالة على إدالاك حملتت ازجسم ااساخلية ت  وه  ع لية تقييم ااذات  \nاللملاة اافسينان ية ااساخلية الجسم ت واألشخمل  ااذين يعملبنن دن زيملدة ازلسمليية األصنات \nتاداد اسيهم ااقسالة على إدالاك اإلشملالات ازجسسية ااساخلية دثل دعسل ضببملت ااقلب ت وازجنع ت \nودال ة ازلباالة ت واألام ت ويع قس أن هذا اتخ الل قس يؤدي إلى زيملدة اتبفعملت ت اي نملطة \nال حفاات  .  \n     أدططمل دالايططة Mc Guire et al,( 2015,2 )     فقططس أشططملالت إلططى أن تثبططيط اتيطط نملطة هطط  ااق ططع ااططنا\nالسططلنك وهطط  ااسطط ة اب يططزة النظيفططة اا نفيذيططة الفيعططة ابسطط نى ت وااتططي تطط م طنايططاة قحططبة اافطط"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 547  ازجههططي فطط  ااططسدمل  وتسطط  ب فطط  اا اططنال خططالل دبحلططة ااافناططة ابهكططبة و ااهلططن  ت واألشططخمل  ااططذين  \nيعطططططططملبنن دطططططططن اضطططططططاباا حسمليطططططططية ااصطططططططنت اتب قمل يطططططططة ي حك طططططططنن ع طططططططسًا فططططططط  يطططططططلنكيملتهم ا ننطططططططب \nاتيططططططط نملطة ااعلنيطططططططة طملاغضطططططططب واتشططططططط  زاز ت ك طططططططمل أن علطططططططم األحيطططططططملء ااعصططططططط ي يثبطططططططت أن األشطططططططخمل  \nابصطططملطنن بهطططذا اتضطططاباا يهططططذانن ااكثيطططر دطططن ازجاططططس الططط حكم فططط  يططططلنكام  ابعطططبض دا  ًطططمل تب قططططملد \nاآلخبين واكنهم وف  كثير دن األحيملن يحعبون طفقسان ااسيابة بعس الد فعل عملطفم دعين .  \n     طين مل أشملالت دالاية Darius ( 2018,5 )   إلى أن األشخمل  ذوي اضاباا حسمليية ااصنت\nاتب قمل ية اسيهم ااقسالة على اا قييم ات   مل   ؛ وااذي هن ع لية تقييم األفباد اآلخبين  \nويلنكيملتهم ت وب مل أن ااعسيس دن امللفاات ابيزوفنبية ه  أصنات أو حبدملت تصسال دن أشخمل  \nآخبين ت فإن اا قييم ات   مل   ي نيط  اافعل ات   مل   غير ابقهنل واضاباا حسمليية \nااصنت اتب قمل ية.  \n    ك مل أشملالت دالاية Aazh et al,( 2019,2 )  إلى أن األطفملل ااذين يعملبنن دن اضاباا حسمليية  \nااصنت اتب قمل ية يعملبنن دن قصنال اتباهملص ؛اتباهملص هن ع لية ااتركيز بحكل اب قملئم ال علندملت \nأو ابسخالت ازلسية ت وااذي يس ح األطفملل طملا عبف على دصسال اإلشملالات ازلسية ت ك مل ي كن \nأن يؤدي إلى ااببط طين ازخاليمل ااعصبية ف  ااسدمل  وابعلندملت ازلسية ت و ف  حملاة اضاباا \nحسمليية ااصنت اتب قمل ية ت يس ايع ااافل إعملدة تبكيزاباهملهه على األشيملء دع و ند دحفاات . \n    أدمل دالاية Natalini et al,( 2020,3 -5)   فقس أشملالت إلى أن دنملطق ااسدمل  اببتهاة طملاعملطفة\nعملاية ااترتيب واا نظيم دثل ااقحبة ابعاواة األدملدية دملبت تع ل خالل اي نملطة حسمليية  \nااصنت اتب قمل ية ت واألطفملل ذوي اضاباا حسمليية ااصنت اتب قمل ية يعملبنن دن اضاباا \nابحملعب واتبفعملتت ؛ فملاعناطف واتبفعملتت ت  يز طملتي نملطملت ااعقلية واافسينان ية ابنمليهة \nاامل دثل تعهيرات اان ه ودعسل ضببملت ااقلب واا عبق . وتح ل ابحملعب ااحملئعة على ااسعملدة  \nوازلان وااغضب وازخنف وااقلق واتش  زاز وااتي يعملنم دنهمل األطفملل ابصملطنن طملضاباا \nحسمليية ااصنت اتب قمل ية .   \nالعوامل املسببة الضطراب حساسية الصوت االنتقائية (ميزوفونيا) : \n     حتطط  اآلن اططم يطط م تحسيططس األيططهملا ازلقيقيططة والاء حططسوث اضططاباا حسمليططية ااصططنت اتب قمل يططة \nوااتططي ت اططنال فطط  دبحلططة ااافناططة ابهكططبة واب نيططاة طسال ططة كهيططرة ؛ وهطط  فتططرات اان ططن ااعصطط ي وااتططي \nيكطنن فيهطمل ااطسدمل  د قطهالً الغمليططة ااطمل ت ودطع ذاطك حملواطت بعططض ااسالايطملت اإلشطملالة إلطى بعطض ااعنادططل \nااتي قس تسبب هذا اتضاباا ت وااتي دنهمل :   \n1- خلل اانظمل  ااس ع  : \n    ازجاططملز ااسطط ع  هططن ازجاططملز ازلسططيي ابسططؤول عططن ع ليططة ااسطط ع ت وي كططنن دططن دن نعططة \nدطططن ااايملدطططل ابعقطططسة داخطططل األذن  ت وااايملدطططل ااعصطططبية فططط  ااطططسدمل  دثطططل ااقحطططبة ااسططط عية \nابسؤواة عن دعملزجة ااصطنت ت واتضطاباا فط  ااايملدطل ابملديطة اطألذن أو ااايملدطل ااعصطبية \nي كطططن أن يطططؤثب علطططى ااقطططسالة علطططى اإلدالاك وفاطططم ودعملزجطططة ااصطططنت واتيططط نملطة اطططه فططط  حملاطططة \nاضططاباا حسمليططية ااصططنت اتب قمل يططة ؛ حيططث أن دحفططاات ابيزوفنبيططمل األكثططر شططينعًمل هطط  \nدحفاات ي عية ت وقس أشملالت ااعسيس دطن ااسالايطملت ااسطملطقة إلطى و طند بعطض األداطة علطى \nأن ااقحبة ااس عية السدمل  ف  األشخمل  ااذين يعملبنن دطن حسمليطية ااصطنت اتب قمل يطة"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 548  ت  لططططف عططططن اانظططططمل  ااسطططط ع  األشططططخمل  ااعططططملديين وتنعلاططططم يسطططط نيهنن بحططططكل د  لططططف\nال حفاات ااس عية وااتي تسبب االتهملك وهيملج ف  ازخاليمل ااسدملغية ابسيابة على األفعملل \nاإلالادية األدب ااذي قس ي بج عن ااسطيابة فَيؤطؤْدَى إلطى ااغضطب ااحطسيس واتنهيطملال( Cara et \nal.,2019,3 -6.) \n2-  : اتي نملطة ااحبطية \n   اافبضططططية األولطططط  ا اططططنال اضططططاباا حسمليططططية ااصططططنت اتب قمل يططططة يطططط م تحططططكيله دططططن خططططالل ااطططط علم \nطططملزخنف ي أوااعملطفططة ت ابعططبوف طمليططم ااطط علم أواتالتهططمل  ااحططبطم ت يحططسث اتالتهططمل  ااحططبطم عنططس \nو ططططند دحفططططاات دقتربططططة طمليطططط نملطة عملطفيططططة غيططططر يططططملال ة ؛ دثططططل ازخططططنف واتشطططط  زاز . فططططإذا تططططم إطططططالق \nااصططططنت ط بافقططططة تَنْبِبَططططة غيططططر يططططملالة يططططهبت ايطططط نملطة فسططططينان ية وب ططططبوال اانقططططت يصططططهح ااصططططنت \nدبتهاًمل ط نببة غيطر يطملالة طحيطث يكطنن ااصطنت وحطسص قطملدال علطى ايط سعملء اتيط نملطة اافسطينان ية \nبحكل دهملشب( Dozier, 2017,33 -34   . ) \n3-  : اح ساد ااس ع \n   وصططططططف عل ططططططملء ااسطططططط ع أو ططططططه اااحططططططملطه طططططططين طنططططططين األذن واح ططططططساد ااسطططططط ع فطططططط  حسمليططططططية ااصططططططنت \nاتب قمل ية ت ودن ابعبوف أن طنين األذن واح ساد ااس ع ياهعملن اافقسان ااس ع  (ازجائم وااكل ) \nت وقططس افتططرض ااعسيططس دططن ااهططملحثين أن بعططض ابصططملطين طملضططاباا حسمليططية ااصططنت اتب قمل يططة قططس \nيكنبنا قس تعبضنا أيضًطمل ا نببطة دؤق طة دطن فقطسان ااسط ع عنطس األطفطملل ايطانملدًا إلطى ااهيملبطملت ابهلطع \nعنهطططططمل داخطططططل ااعيطططططملدات ؛ حيطططططث أن فقطططططسان ااسططططط ع ابؤقطططططت يهططططط  ازجاطططططملز ااسططططط ع  أن يكطططططنن دفبططططططة \nازلسمليططططية  األصططططنات . وقططططس تهططططين دططططن خططططالل ااسالايططططملت ااسططططملطقة أن تغيططططرات االحططططمل  ااعصطططط ي فطططط  \nااطططططسدمل  ابسطططططبب تضطططططاباا حسمليطططططية ااصطططططنت اتب قمل يطططططة هططططط  بفسطططططامل ااتطططططي تك طططططن عطططططملدة والاء حملاطططططة  \nاح طططساد ااسططط ع ت واح طططساد ااسططط ع هطططن ازلملاطططة ااتطططي يطططسالك فيهطططمل األفطططباد تطططبددات صطططنت دعطططين طسال طططة \nأعلططططى د ططططمل هططططن عليططططه ت وعلططططم األصططططنات ااعصطططط ي زلسمليططططية ااصططططنت اتب قمل يططططة قططططس ينظططططب األصططططنات \nااعملايططططططة طملع هملالهططططططمل غيططططططر يططططططملالة واااهيعططططططة غيططططططر ااسططططططملالة ااططططططذص األصططططططنات قططططططس ينعلاططططططمل دحفططططططاات ااططططططذا  \nاتضاباا ( Jager et al., 2020,3 -7  .) \n   ( وقططططططس أشططططططملالت غططططططملدة دح ططططططس 2022  ,355  ) إلططططططى أبططططططه ينططططططب عططططططس  ازخلططططططط طططططططين حسمليططططططية ااصططططططنت\nاتب قمل يططة واح ططساد ااسطط ع Hyperacisis وااططذي ي   ططع فيهططمل اافططبد ط سطط نى يطط ع طهيعطط   ططسًا واكططن  \nتلحططأ دحططكلة ااسطط ع أو اح ططساد ااسطط ع دططع دسطط نيملت يطط ع دن فضططة تصططل إلططى 25  ديسططيهل وااططذي\nيصططعب تشخيصططه ؛ ألن طسايططة اااشططخي  ااسطط ع  تهططسأ دططن 80  ديسططهل فملح ططساد ااسطط ع ت يع  ططس\nعلطططططى ااصططططط ت أو يطططططسادات األذن ت فقلطططططة ااضنضطططططملء تطططططؤدي إلطططططى تفطططططملقم ابحطططططكلة ططططططل ينطططططب أن ي عطططططند \nابطططبيض ااطططذي يعطططملنم دطططن اح طططساد ااسططط ع إلطططى اتيططط  ملع األصطططنات ازخفيفطططة اااملد طططة أو اتع  طططملد علطططى \nدناططططس خططططمل  الضنضططططملء يع ططططل علططططى ت  ططططين دسطططط  ب الططططسدمل  ودسططططملعسته علططططى اا كيططططف دططططع األوضططططملع \nاااهيعيطططططة وخملصطططططة األطفطططططملل حتططططط  ي ننهطططططنا اانقطططططنع ضطططططلية ال عطططططذيب ااصطططططنتم خملصطططططة فططططط  اافصطططططنل \nااسالايطططية ت فطططإذا دطططملن اا عطططبض األصطططنات ااعملديطططة دحطططكلة دؤبطططة بطططن يعطططملنم دطططن اح طططساد ااسططط ع فطططإن  \nابعملبطططططملة دطططططن حسمليطططططية ااصطططططنت اتب قمل يطططططة تكطططططنن تنطططططملص أصطططططنات ب ايطططططة دحطططططسدة ودكطططططبالة دملاسطططططعملل \nوصنت صلهنال ابيملص وصنت ابضع ."
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 549     ك مل أشملال Andrew( 2021,55 )   إلى أن دل دن حسمليطية ااصطنت اتب قمل يطة واح طساد ااسط ع ي كطن\nأن يكططنن اططه عناقططب شططسيسة اا ططأثير علططى ااشططخ  ابصططملا صططليًمل وا   ملعيًططمل ت وقططس تصططل أيضًططمل إلططى  \nعس  دغملدالة ابنزل وااعااة ات   ملعية د مل قس يسبب اضاباا ف  اتي  سا  ات   مل   الغة  .   \n4-  : اتي عساد ااعمل ل  واانالايم  \n   كثير دن ااسالايملت ازلسيثة أال عت اضاباا حسمليية ااصنت اتب قمل يطة إلطى خلطل  ينطي والايطم ؛  \nحيث أن هنملك أداة دتزايسة على أن اضاباا حسمليية ااصنت اتب قمل ية قس يكطنن والاثيًطمل ( Oliva, \n2021,48 .) \n5- بعض ااس ملت اانفسية  :  \n   أشطططططملال ااعسيطططططس دطططططن األطهطططططملء وااهطططططملحثين ذوي ازخلفيطططططة فططططط  اااطططططب اانفسطططططيي أن غملاهيطططططة األفطططططباد ااطططططذين \nيعططططملبنن دططططن اضططططاباا حسمليططططية  ااصططططنت اتب قمل يططططة ااططططم تشططططخي  بفططططس دب ططططيي دثططططل اضططططاباطملت \nااقلق ااعمل  أو اضاباا دمل بعس ااصسدة ت ودع ذاك فطإن اضطاباا حسمليطية ااصطنت اتب قمل يطة ت \nيبافق   يع األدباض اانفسية وت يهسوا أن هنملك تشخي  بفسطيي دحطسد دحطترك ططين   يطع ااطذين \nيعطططططملبنن دطططططن هطططططذا اتضطططططاباات وقطططططس أشطططططملالت ااسالايطططططملت أن هنطططططملك االتهطططططمل  ططططططين اضطططططاباا حسمليطططططية  \nااصططططنت اتب قمل يططططة واضططططاباا ااقلططططق واااططططالوس واانيططططناس ااقاططططبي ذاططططك يب ططططع اابيقططططة ايطططط نملطة \nااططسدمل  املخ لفططة ال حفططاات ازلسططية فطط  حملاطططة اتصططملطة طملضططاباا حسمليططية ااصططنت اتب قمل يطططة ( \nSafiya et al., 2022,25 -27   .)  \n- حساسية الصوت االنتقائية (ميزوفونيا) لدى االطفدال ذوي اضدطراب قصدور االنتبداه  \nاملصحوب بالنشاط الحركي الزائد :  \n      هنملك ااعسيس دن ااسالايملت ااسملطقة ااتي أشطملالت إلطى أن األطفطملل ذوي قصطنال اتباهطملص اب طلنا \nطملالحطمل  ازلبدطم اااا ططس اطسيهم اضططاباا حسمليطية ااصططنت اتب قمل يطة ؛ فقططس هطسفت دالايططة دطل دططن \nLouis a and Julia( 2023  , 2-3)    إلطى فحط  اضطاباا قصطنال اتباهطملص اب طلنا طملالحطمل  ازلبدطم\nاااا ططس و اتك ئططملا وااقلططق اططسى األطفططملل ابصططملطنن طملضططاباا حسمليططية ااصططنت اتب قمل يططة وهططم فطط  \nيطططططططن ابباهقطططططططة ت وهططططططط  دالايطططططططة طنايطططططططة ال طططططططباهقين وبحطططططططث إصطططططططملط هم طملضطططططططاباا حسمليطططططططية ااصطططططططنت \nاتب قمل ية عنسدمل دملبنا أطفملل وذاك ط حليل صل هم ااعقلية طأثب ال ع  دطن األع طملال ( 7 – 11  ) عملدًطمل\nت اي  سدت هذص ااسالاية ( 3  ) حملتت ت علق طملا لة ااعقلية على و ه ازخصن  وه  : اضطاباا\nااقلطق ت واتك ئططملا ت واضطاباا قصططنال اتباهططملص اب طلنا طملالحططمل  ازلبدططم اااا طس يعططملبنن   ططيعام \nدطططن اضطططاباا حسمليطططية ااصطططنت اتب قمل يطططة ت وتنصطططلت ب طططمل ج ااسالايطططة إلطططى أن ااسططط ملت اتك ئملطيطططة \nوااقلططق دملبططت دا  ًططمل دبافقططة تضططاباا حسمليططية ااصططنت اتب قمل يططة دططن ااافناططة وحتطط  ابباهقططة  ت \nوأن (50%  ) دطططن عينطططة ااسالايطططة دطططملبنا ت يعطططملبنن دطططن أي اضطططاباطملت تحطططننية أو أدطططباض دصطططملحهة ت\nوأن (12% ) يعطططملبنن دطططن طنطططين األذن ت و ( 12% () يعطططملبنن دطططن اضطططاباا دطططمل بعطططس ااصطططسدة ت و 12% )\n( اضطططططططاباا قصطططططططنال اتباهطططططططملص اب ططططططططلنا طملالحطططططططمل  ازلبدطططططططم اااا ططططططططس ADHD  ) ت وااهطططططططملو  يعطططططططملبنن دططططططططن\nاضططاباا ( ADD ( ) ت اططذا فاططذص ااسالايططة تلعططب دوالًا دا ًططمل فطط  إثططملالة االتهططمل  اضططاباا ADD \\ ADHD )\nطملضططاباا حسمليطططية ااصططنت اتب قمل يطططة ت ك ططمل أشطططملالت ااسالايططة إلطططى أن ابصططملطنن طملتك ئطططملا وااطططذي"
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 550  الافقططه اإلصططملطة طملضططاباا حسمليططية ااصططنت اتب قمل يططة الب ططمل دططملبنا يعططملبنن دططن  اضططاباا ADHD   فطط\nدبحلة ااافناة .  \n    ك ططططمل هططططسفت دالايططططة Marta et al,( 2023,447 -449 )   إلططططى دالايططططة اضططططاباا حسمليططططية ااصططططنت\nاتب قمل يططططططة اططططططسى األطفططططططملل وابططططططباهقين وبيططططططملن اتخ الفططططططملت فطططططط  ااع ططططططب وعنادططططططل ازخاططططططب واتالتهملطططططططملت  \nاانفسططططية وااعقليططططة دططططن خططططالل دالايططططة دططططع أداططططملتهم  ت وقططططس قملدططططت ااسالايططططة ط قيططططيم 90  طفططططالً تتططططراوح\nأع طططططملالهم دطططططمل ططططططين ( 7-18  ) عملدًطططططمل يعطططططملبنن دطططططن اضطططططاباا حسمليطططططية ااصطططططنت اتب قمل يطططططة أو ت يعطططططملبنن\nوأداطططملتهم ت وذاطططك طمليططط  سا  ابقطططملطالت و اتيططط بيملبملت واتخ هطططملالات ااقمل  طططة علطططى األداء ت وقطططس أثهاطططت \nب ططمل ج ااسالايططة أن األطفططملل األصططغب يططنًمل ااططذين يعططملبنن دططن اضططاباا حسمليططية ااصططنت اتب قمل يططة \nيسطط  سدنن ااعططسوان الدًا علططى امللفططاات أكثططر دططن كهططملال ااسططن ت فطط  حططين أطلططع ابباهقططنن إلططى حططس كهيططر \nعططن إيططااء أبفسططام أثنططملء اا عططبض امللفططاات ت وأن األطفططملل ابصططملطنن طملضططاباا حسمليططية ااصططنت \nاتب قمل يططة قططس يعططملبنن دططن اضططاباا قصططنال اتباهططملص اب ططلنا طملالحططمل  ازلبدططم اااا ططس أو اضططاباا \nاا نحطططس وعسطططب ااقطططباءة واضطططاباا اا فملعطططل ات   طططمل   واتضطططاباا اتبفعطططملل  وااسطططلندم وإصطططملطملت \nااطططططبأس وااصطططططبع وطنطططططين األذن طسال طططططة ت ملثطططططل أدثطططططملاام دطططططن األطفطططططملل ااعطططططملديين ت واكطططططنهم دطططططملن اطططططسيهم  \nدعطططططستت أعلطططططى دطططططن ااعطططططملديين فططططط  اضطططططاباا ااقلطططططق واتك ئطططططملا أو تكطططططباال حطططططسوث اانيطططططناس ااقاطططططبي \nوااصساع اانصفم وااحكملوي اانفسية ازجسسية ت ك مل أطلغت أداملتهم عن إصطملط هم طملك ئطملا دطمل بعطس \nاانتدة أكثر دن أداملت األطفملل ااعملديين .  \n امسًا : العالقة بين متغيرات البحث :  \n- حساسية الصوت االنتقائية وعالقتها باملشكالت السلوكية واالنفعالية:  \n     يصطططملحب إصطططملطة ااافطططل ط حطططكلة يطططلنكية أو ابفعملايطططة عطططسد دطططن األعطططباض اإلدليليكيطططة األخطططبى ت \nحيطططططث ي ضطططططح و طططططند عالقطططططة ططططططين اضطططططاباا حسمليطططططية ااصطططططنت اتب قمل يطططططة طملااشخيصطططططملت اانفسطططططية \nوازلملاة اتبفعملاية الافل ت ط طمل فط  ذاطك ااقلطق واضطاباطملت ابطااج واضطاباطملت األدطل ت واضطاباطملت \nااشخصطططية ت ويطططبتهط االتفطططملع دال طططة اضطططاباا ازلسمليطططية األصطططنات ط سططط نيملت أعلطططى دطططن األعطططباض \nاتك ئملطية وااقلق ت وااغضب واتش  زاز . وت فق أعباض اضاباا حسمليية ااصنت اتب قمل ية إلى \nحس دمل دع ااعسيس دن اتضاباطملت اانفسية األخبى ابعترف بهمل ت دثل ؛ اابهملا امللطسد ت واضطاباا \nاانيطططططناس ااقاطططططبي ( OCD ( ) ت واضطططططاباا ابعملزجطططططة ازلسطططططية SPD  ) ت واضطططططاباا دطططططمل بعطططططس ااصطططططسدة\n( PTSD  ) ت وام ي م تسجيل أعباض اضاباا حسمليية ااصنت اتب قمل ية بحكل دملف دن خالل أي\nتشططططططططططططططططخي  فطططططططططططططططط  ااططططططططططططططططسايل اااشخياططططططططططططططططيي واإلحصططططططططططططططططملئم االضططططططططططططططططاباطملت اانفسططططططططططططططططية ( DSM -v,2013 )\n( Wojcik,&Storch, 2021,4 -8 . ) \n       فحسمليطططططية ااصطططططنت اتب قمل يطططططة حملاطططططة ت  يطططططز طملتيططططط نملطة ااعملطفيطططططة النظطططططمل  اا حفيطططططزي ااطططططسفمل\nاألصططططنات اب كططططبالة وذات ااصططططلة طملاشخصططططية ت دثططططل ؛ (األدططططل وااحططططم ) ت وتترافططططق دططططع دن نعططططة دططططن  \nاتضططططاباطملت اانفسططططية ت ط ططططمل فطططط  ذاططططك اضططططاباطملت ااشخصططططية ت وتكططططنن الدة فعططططل ابططططبيض ااعملطفيططططة \nيططططلهية ت دثططططل : ( ااقلططططق ت واإلثططططملالة ت واتباعططططملج ) ألصططططنات دعينططططة ت دثططططل ؛ (اانقططططب طقلططططم ازلبططططر بحططططكل \nد كبال ت وااك ملطة ت وابضع ت واا طنفس ت وااهلطع ت واا نصطت علطى األقطسا  ( Jastreboff , 2002,6   ) ت فط\nحين أن ازخنف وااقلق وااغضب واتش  زاز ه  ااعناططف ااسطمل سة فط  هطذا اتضطاباا ت فضطالً عطن \n( اا هيج ت واا نتب ت وااقلق ت واا فملقم ت وااحعنال ااسل ي )( Rouw, 2018,4 ) ."
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 551      وقس ي فملعل ابصملا طملضاباا حسمليية ااصنت اتب قمل ية طملزخنف أو اتباعملج أو ااغضب دن\nأصطططنات دثطططل ؛ فبقعطططة العلكطططة أو ابضطططع طصطططنت عطططملل  ت وقطططس يحطططملول اتط عطططملد عطططن دصطططسال األصطططنات  \nاباعجططة واتب ططبا  فيهططمل  وأحيملبًططمل أخططبى يعاططم ايطط نملطة ت  يططز طملاعسوابيططة ت دثططل ؛ ااصططبات فطط  و ططه \nهطططذا ااشطططخ  أو ضطططببه ت وت  ثطططل أحطططس ازجنابطططب ااب يسطططية ااطططذا اتضطططاباا فططط  أبطططه ط نطططبد تعطططبض \nابصططملا بططمل يع بططرص دحفططاًا هجنديًططمل ت يهططسأ الد اافعططل عططملدة طططملا هيج أواتشطط  زاز ثططم ي صططملعس بسططبعة إلططى \nدسطط نى د اططبف ت يانمليطططب بحططكل واضطططح دططع امللفططا دطططن حيططث ااغضطططب وااكباهيططة أو اتشططط  زاز ت \nويع قططس دططبيض اضططاباا حسمليططية ااصططنت اتب قمل يططة عططملدة أن ايطط نملط ه ت ي كططن ااسططيابة عليهططمل \n( Natal ini et al ., 2020,3 -7  .) \n  وقطططس طيلطططت ب طططمل ج دالايطططة Quek et al,( 2018,1 )   و طططند عالقطططة ططططين اضطططاباا حسمليطططية ااصطططنت\nاتب قمل ية ودل دن ااقلق واا طنتب واتك ئطملا وااضطغط اانفسطيي بحطكل إينطملبم ت وذاطك علطى عينطة دطن \n(92  ) دبيضًططمل بفسططيًمل فطط  يططنغملفنالة ت ك ططمل داططت اان ططمل ج علططى عططس  و ططند عالقططةاالتهملطيططة طططين اب غيططرات  \nااسي نغبافيططططة (ااع ططططب ت وازجططططلس) دططططع حسمليططططية ااصططططنت اتب قمل يططططة ت فطططط  حططططين و ططططست  عالقططططة طططططين \nشسة ااقلق وشسة حسمليية ااصنت اتب قمل ية .  \n ك مل أشملال Pellicori( 2020,5 )  ( إلى و ند عالقة إينملطية طين اتك ئطملا Depression  ) وشطسة أعطباض\nاضططططاباا حسمليططططية ااصططططنت اتب قمل يططططة ااططططذي تططططم تشخيصططططه طلسططططهة ( 22%  ) علططططى عينططططة دكنبططططة دططططن\n(50  ) شخصًمل يعملبنن دن اضاباا حسمليية ااصنت اتب قمل ية ت وياداد اتك ئملا وااقلق دطع زيطملدة\nدال ة اتباعملج ااعمل  طلسهة ( 95%. ) \n   أدططمل دالايططة Siepsiak et al,( 2020,2 )   فقططس أشططملالت ب مل ناططمل إلططى و ططند االتهططمل  إينططملبم طططينااقلططق و  \nازلسمليططططططية تنططططططملص األصططططططنات اططططططسى ابب ططططططيي اانفسططططططيين ت وطهقططططططت ااسالايططططططة علططططططى عينططططططة دططططططن ابب ططططططي  \nاانفسططيين ابقي ططين فطط  ابساحططفم عططسدهم (ن 94  ) دبيضًططمل ت وقططس أ بيططت علططيهم ابقططملطالت اا حفيزيططة\nوقملدنا ط لئ اتياهملبملت ذات ااعالقة ط  غيرات ااسالايطة ت ك طمل طيلطت اان طمل ج أيضًطمل أن نسطهة ابب طيي  \nااططططططذين يعططططططملبنن دططططططن اتك ئططططططملا ( 12,76 ( %)ت وأن نسططططططهة 66,67  %) يعططططططملبنن دططططططن حسمليططططططية ااصططططططنت\nاتب قمل يططة ت واالتطططهط اضطططاباا ازلسمليطططية تنطططملص األصططنات طملتك ئطططملا وبسال طططة إينملطيطططة دع  طططسًا علطططى \nااحططسة واتبططسفملع ابع  ططس ت واألعططباض ابصططملحهة االضططاباا دملتبططسفملع غيططر اا  اياططم ت واا ننططب \nواتبسفملع ازلبدم .  \n وقططس ذكططبت  Nora ( 2020 )   أن األطفططملل ااططذين يعططملبنن دططن اضططاباا حسمليططية ااصططنت اتب قمل يططة\nيعططملبنن أيضًطططمل دطططن بنبططملت غضطططب وهيطططملج أثنطططملء أداء اانا هططملت ت وااطططذي قطططس يططؤدي ططططسوالص إلطططى دحطططكالت \nوتنتب دا م ف  عالق هم دع األشقملء واأليبة واألصسقملء .  \n  ك طططمل هطططسفت دالايطططة  Marta et al,( 2023,2 -14)   إلطططى دعبفطططة دطططسى اتخ الفطططملت فططط  ااع طططب وعنادطططل\nازخاططططططب واتالتهملطططططططملت اانفسططططططية وااعقليططططططة تضططططططاباا حسمليططططططية ااصططططططنت اتب قمل يططططططة اططططططسى األطفططططططملل \nوابططباهقين ت حيططث أشططملالت إلططى أن اضططاباا حسمليططية ااصططنت اتب قمل يططة بططنع دططن اتضططاباا ي  يططز \nطملب فططملض ااقططسالة علططى تح ططل ااصططنت ت حيططث يهططسأ فطط  دبحلططة ااافناططة حيططث قططمل  ط قيططيم  90  طفططالً\nتتراوح أع ملالهم دمل طين ( 7 – 18  ) عملدًمل يعملبنن دن اضاباا حسمليية ااصنت اتب قمل يطة وأداطملتهم ت\nوقططططس ايطططط  سدت ااسالايططططة ابقططططملطالت واتيطططط بيملبملت واتخ هططططملالات ااقمل  ططططة علططططى األداء ت دططططملن األطفططططملل \nاألصطططغب يطططنًمل ااطططذين يعطططملبنن  دطططن اضطططاباا حسمليطططية ااصطططنت اتب قمل يطططة دطططن ابطططب ح أن يسططط  سدنا"
    },
    {
      "section": "Page 30",
      "page_number": 30,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 552  ااعسوان الدًا على امللفاات دقملالبة طملألشخمل  األكبر ينًمل ت ف  حطين أطلطع ابباهقطنن إلطى حطس كهيطر عطن\nإيذاء أبفسام أثنملء امللفاات .  \n-حساسية الصوت االنتقائية وعالقتها بضعف مهارات االستخدام االجتماعي للغة:   \nهنطططملك ااعسيطططس دطططن ااسالايطططملت ااسطططملطقة ااتطططي أشطططملالت إلطططى و طططند عالقطططة دااطططة ططططين اضطططاباا حسمليطططية  \nااصنت اتب قمل ية وضعف داملالات اتي  سا  ات   مل   الغطة اطسى األطفطملل ؛ حيطث أشطملالت دالايطة \nSilvia ( 2023,2 -7)    إلططى فاطم كيطف يعطملنم األفطباد ابصططملطنن طملضطاباا حسمليطية ااصطنت اتب قمل يططة\nدططططن خلططططل تنظططططيم ابحططططملعبااعملطفية ت وكيططططف يصططططفنن تنططططبب هم وكيططططف يهططططسو ااعططططيش دططططع اضططططاباا \nحسمليطططططية ااصطططططنت اتب قمل يطططططة علططططططى أيطططططملس يطططططندم ت وكيطططططف يفاططططططم األفطططططباد خلطططططل اا نظطططططيم ااعططططططملطفم \nوي عططملدلنن دعططه بسططبب حسمليططية ااصططنت اتب قمل يططة ؟ ت وقططس ايطط  سدت ااسالايططة بهجًططمل بنعيًططمل شططهه \nدنططط ظم ال قطططملطالت دنيطططيلة زج طططع ااهيملبطططملت ك طططمل تطططم ايططط  سا  اا حليطططل ابنضطططن   ا حسيطططس األب طططمل   \nوابناضطططيع داخطططل ااهيملبطططملت ت وقططططس ذكطططب ابحطططملالدنن أن حسمليطططية ااصططططنت اتب قمل يطططة تسطططبب ضططططمل قة \nكهيرة واضاباا يؤثب على اا لة ااعملطفية واألداء اايندم ت د مل يؤثب على تناصطلام داخطل دا طبتهم \nات   ملعية ت وهذا اانق  ف  اان   قس يعيق طلب ابسملعسة ابانية وااعالج .   \n   أدططططمل دالايططططة Sukhbinder et al,( 2023,2 -11)   فقططططس هططططسفت إلططططى دالايططططة اا قليططططس وامللملدططططملة اططططسى\nاألشخمل  ابصملطنن طملضاباا حسمليية ااصنت اتب قمل ية وااعالقة دطع أصطنات ااابطملد دطن خطالل \nدالايططة اي قصططمل ية وايططعة ااناططملق ت وذاططك دططن خططالل  تاهيططق دن نعططة دططن اتيطط بيملبملت علططى 676 \n طفططالً ت وقططس أظاططبت ب ططمل ج ااسالايططة اخطط الف ابيططل إلططى اا قليططس طملا نمليططب ابهملشططب دططع شططسة اضططاباا\nحسمليططططططية ااصططططططنت اتب قمل يططططططة ااتططططططي تططططططم تقيي اططططططمل طمليطططططط  سا  تقبيططططططب ذاتططططططم واإلطططططططال  عنططططططه دططططططن خططططططالل \nاتيطططط بيملبملت ت ك ططططمل أبططططه دقملالبططططة طملألصططططنات اابحططططبية وااهي يططططة األخططططبى فططططإن األصططططنات امللفططططاة األدططططل  \nوابضططع هطط  األكثططر اح  ططملت ا حفيططز امللملدططملة واا قليططس ت ك ططمل أن فعططل امللملدططملة واا قليططس يططنفب ااباحططة \nدططن ااضططيق بعظططم األشططخمل  ااططذين يعططملبنن دططن حسمليططية ااصططنت اتب قمل يططة . ك ططمل أثهاططت اباحططملال \nاا قليطططس علطططى باطططملق وايطططع فططط  اضطططاباا حسمليطططية ااصطططن ت اتب قمل يطططة ويطططننم عطططن األصطططنات امللفطططاة \nاألكثططططططر شططططططينعمل ا نططططططملول اااعططططططمل  . وتططططططنفب ااهيملبططططططملت دعططططططم اان ططططططنذج ااقمل ططططططل طططططططأن حسمليططططططية ااصططططططنت \nاتب قمل ية ايست اضطاباطًمل فط  دعملزجطة ااصطنت ططل يك طن أيمليطامل فط  اإلدالاك ات   طمل   . وقطس أثهاطت \nب طططمل ج ااسالايطططة أن حسمليطططية ااصطططنت اتب قمل يطططة تفاطططم بحطططكل شطططملئع ضططط ن إططططملال ابعملزجطططة ااسططط عية  \nحيططث تسطططبب األصططنات ااضطططيق د طططمل يسططبب دعملزجطططة شططملذة فططط  األبظ طططة ااسطط عية وااعملطفيطططة الطططسدمل  \nد مل يؤثب على قسالة ااافل على اتي  سا  ات   مل   الغة.  \n -  ضعف مهارات االستخدام االجتماعي للغة وعالقتها باملشكالت السلوكية واالنفعالية :  \n    إن دصالح ابحكالت ااسلنكية واتبفعملاية دن ابفملهيم ابعقسة بظبًا تالتهملطه طملاعسيس دن \nابصاللملت وابفملهيم األخبى اببتهاة طه وااتي ت علق طننابب ب ن ااافل وأدا ه . ويعس دل  ملبب \nدن  نابب األداء ف  ااافل د  مليا عن ازجنابب األخبى . ودع ذاك فإن دصالح ابحكالت \nااسلنكية واتبفعملاية ي كن أن يكنن دفيسًا حيث أبه يغام عسدًا دن  نابب األداء اسى األطفملل ؛  \nدثل ااسلنك ت واتبفعملتت ت واضاباا اتباهملص واالحمل  ازلبدم اااا س .  \n       وهنملك أداة طحثية تؤكس أن حنال  60  % دن األطفملل ذوي اتضاباطملت االغنية يكنن اسيهم\nب ط أو أكثر دن اتضاباطملت ااسلنكية واتبفعملاية ؛ ك مل تن س أداة طحثية تؤكس على أن األطفملل"
    },
    {
      "section": "Page 31",
      "page_number": 31,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 553  ذوي ابحكالت ااسلنكية واتبفعملاية اسيهم صعنبملت ف   ملبب أو أكثر دن  نابب االغة خملصة\nدحكالت االغة اا عهيرية ودحكالت اتي  سا  ات   مل   الغة( Hyter et al., 2001,6 .) \n     ك مل أن هنملك ااعسيس دن ااسالايملت ااسملطقة ااتي أكست على اا الز  طين ضعف داملالات  \nاتي  سا  ات   مل   الغة وابحكالت ااسلنكية واتبفعملاية ودنهمل؛ دالاية Cross, et al., ( 2001,2 -\n7)  وااتي أشملالت إلى اا الز  طين اضاباطملت االغة واا ناصل وخملصة اضاباا االغة اابر  ملتية\nوابحكالت ااسلنكية واتبفعملاية دن خالل دالاية حملاة على تل يذ ع بص 14  عملدًمل يعملنم دن بعض\nابحكالت ااسلنكية واتبفعملاية وات   ملعية. وعلى اابغم دن عس  ااقسالة على تع يم ب مل ج \nااسالاية طملع هملال أنهمل دالاية حملاة ت إت أنهمل أثهات اا الز  طين اضاباا اتي  سا  ات   مل   الغة \nوابحكالت ااسلنكية واتبفعملاية.  \n   أدمل دالاية Benner et al,( 2002,34 -36)   فقس تم إ باء دسح األدطيملت ااتي تنملوات اباملالات\nوااقسالات االغنية اسى األطفملل ذوي ابحكالت ااسلنكية واتبفعملاية . وقس الكا ابسح األدبم على \nااسالايملت ااتي تنملوات اباحملال واي  باالية وطهيعة ااسجا االغن ي اسى األطفملل ذوي ابحكالت \nااسلنكية واتبفعملاية ت واش  ل ابسح األدبم على 26  دالاية . واب هت ااسالاية إلى أن حنال  ثالثة\nدن دل أالبعة أطفملل ( 71%  ) دن ذوي ابحكالت ااسلنكية واتبفعملاية قس عملبنا دن و ند بنع دن\nأبناع ااسجا االغني وحنال  طفل واحس دن دل اثنين ( 75%)  دن األطفملل ذوي اتضاباطملت االغنية\nدملبت اسيهم أيضملً دحكالت يلنكية وابفعملاية . ك مل ظاب أن أبناع ااسجا االغني دملبت عبيضة \nووايعة ابسى واش  لت على دحكالت ف  اتي  سا  ات   مل   الغة . ك مل أظابت اان مل ج \nابس  لصة دن دسح ااسالايملت اااناية أن دعسل اا الز  طين ضعف  داملالات اتي  سا  \nات   مل   الغة وابحكالت ااسلنكية واتبفعملاية ي يل إلى ااثهملت أو ااايملدة دع دبوال اانقت .  \n ك مل هسفت دالاية دل دن Mackie & Law, ( 2010,1 )   إل  طحث اا فملعل طين ااسجا االغني اب  ثل\nف  االغة اابر  ملتية وااسلنك اسى األطفملل ذوي ابحكالت ااسلنكية و اتبفعملاية . وقس اش  لت \nعينة ااسالاية على 17 ( طفالً دن ابسالية اتط سا ية تتراوح أع ملالهم دن 7 – 11  ) عملدًمل دن ذوي\nابحكالت ااسلنكية واتبفعملاية . واش  لت أدوات ااسالاية على اي بيملن دناطن ااقنة وااضعف ت \nواخ هملال تقييم اافام واا عهير ( ACE ) ا قييم االغة اابر  ملتية ت وقمل  ة اا ناصل اسى األطفملل  \n( CCC  . ) ت ودصفنفة الافن ابلنبة الذدملء غير االفظم ت واخ هملال دملكيالن ا حليل ااقباءة اافبدية\nوقس تنصلت ب مل ج ااسالاية إل  االتفملع دعسل ابحكالت االغنية وخملصة اببتهاة طملالغة اابر  ملتية \nاسي األطفملل ذوي ابحكالت ااسلنكية واتبفعملاية دقملالبة طملاعملديين دن أفباد املج نعة ااضملطاة  \nت دع عس  و ند فبوق طين املج نع ين ف  ااقسالة ااعقلية ااعملدة ت ك مل أن األطفملل ذوي  ابحكالت \nااسلنكية واتبفعملاية دملن أدائهم على اخ هملال ااقباءة اافبدية دن فضًمل دقملالبة طململج نعة \nااضملطاة.  \n   وف  دالاية طناية قمل  بهمل Clair et al,( 2011,186 )   تم طحث ابحكالت ااسلنكية واتبفعملاية اسى\nاألطفملل ذوي ااسجا االغني ودنهمل ضعف اتي  سا  ات   مل   الغة . واي  سدت ااسالاية \nاي بيملن دناطن ااقنة وااضعف ا قييم ابحكالت ااسلنكية واتبفعملاية اسى عينة دن األطفملل \nطسءًا دن ين 7 يننات وتم د ملبع هم حت  ع ب  16   عملدًمل . وقس أيفبت ب مل ج ااسالاية عن تنملق\nابحكالت ااسلنكية دن دبحلة ااافناة وحت  دبحلة ابباهقة على اابغم دن اي  باال ابحكالت"
    },
    {
      "section": "Page 32",
      "page_number": 32,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 554  اتبفعملاية ف  دبحلة ابباهقة ت ف  ابقملطل دملبت هنملك زيملدة ف  ابحكالت ات   ملعية ف  دبحلة\nابباهقة . ك مل أيفبت اان مل ج عن و ند عالقة االتهملطية دااة طين ضعف داملالات اتي  سا  \nات   مل   الغة وابحكالت ااسلنكية واتبفعملاية .  \n   أدمل دالاية دح ند إدمل  ودح س فبغل ( 2018 ت55  ) فاسفت إلى فح  ااعالقة طين اضاباا\nاتي  سا  ات   مل   الغة وبين ابحكالت ااسلنكية واتبفعملاية ودحكالت اا فملعل دع األقبان \nوتأثير ااننع ك  غير دعسل ف  تلك ااعالقة وذاك طملي  سا  أيلنا تحليل ابسملال. وقس اش  لت \nعينة ااسالاية األيمليية على 361  تل يذ وتل يذة دن تالديذ ااصفين اابابع وازخملدس اتط سائم\nطأيين  . واي  سدت ااسالاية دقيملس دالحظة االغة اابر  ملتيةتواي بيملن دناطن ااقنة  \nوااضعف ت ودقيملس تقسيب اا فملعل األطفملل .وأيفبت ب مل ج ااسالاية عن عس  و ند فبوق دااة \nإحصمل يًمل طين دال ملت اا الديذ عينة ااسالاية تهعًمل ب غير ااننع تك مل أثهات ااسالاية أن ااننع يؤثب \nك  غير دعسل ا أثير اضاباا اتي  سا  ات   مل   الغةعلى دل دن اتضاباطملت ااسلنكية \nواتبفعملاية واا فملعل اسى تالديذ ابسالية.  \n  د طططططمل يطططططهق تطططططبي ااهملحثطططططة أن هنطططططملك عالقطططططة تطططططأثير وتطططططأثب ططططططين د غيطططططرات ااهحطططططث ؛ فانطططططملك عالقطططططة ططططططين \nحسمليية ااصنت اتب قمل ية وابحكالت ااسلنكية واتبفعملاية ت ك مل أن هنملك عالقطة ططين حسمليطية \nااصنت اتب قمل ية واضاباا اتي  سا  ات    مل   الغةت وهنطملك عالقطة ططين اضطاباا اتيط  سا  \nات   طططططمل   الغطططططة وابحطططططكالت ااسطططططلنكية واتبفعملايطططططة اطططططسى األطفطططططملل ذوي اضطططططاباا قصطططططنال اتباهطططططملص \nاب لنا طملالحمل  ازلبدم اااا س .  \nتعقيب عام على أدبيات البحث : \n    ايططط فملدت ااهملحثطططة دطططن خطططالل ااعطططبض ااسطططملطق مللطططملوال ااهحطططث ت وااتطططي تنطططملول اضطططاباا حسمليطططية  \nااصطططططنت اتب قمل يطططططة (ابيزوفنبيطططططمل)ت و اتيططططط  سا  ات   طططططمل   الغطططططة ( االغطططططة اابر  ملتيطططططة)ت وابحطططططكالت \nااسطططلنكية واتبفعملايطططة ت اضطططاباا اتباهطططملص اب طططلنا طملالحطططمل  ازلبدطططم اااا طططس ؛ واا أكطططس دطططن و طططند \nعالقطة قنيططة ططين هططذص اب غيططرات بعضطام ااططهعض ؛ دططن خطالل عططبض ااهحططث السالايطملت ااسططملطقة ااتططي  \nكحفت عن هذص ااعالقملت . ك مل اي فملدت ااهملحثة دن هذا ااعبض اانظبي ب غيرات ااهحطث ؛ فقطس \nخلصطططت إلططط  أه يطططة خفطططض اضطططاباا حسمليطططية ااصطططنت اتب قمل يطططة (ديزوفنبيطططمل) اطططسى األطفطططملل ذوي \nاضطططططططاباا قصطططططططنالاتباهملص اب طططططططلنا طملالحطططططططمل  ازلبدطططططططم اااا طططططططس وكطططططططذاك أه يطططططططة اكاسطططططططملبهم داطططططططملالات  \nاتيططط  سا  ات   طططمل   الغطططة ت ك طططمل ايططط املعت ااهملحثطططة أن تحطططسد أبعطططملد دقيطططملس حسمليطططية ااصطططنت \nاتب قمل يطططة (ديزوفنبيطططمل) ت وأبعطططملد دقيطططملس داطططملالات اتيططط  سا  ات   طططمل   الغطططة ت وااعهطططملالات ازخملصطططة \nطملي بيملن تقسيبات ابعل ين واتخصمل يين األطفطملل ذوي قصطنال اتباهطملص اب طلنا طملالحطمل  ازلبدطم  \nاااا ططس . ك ططمل ايطط فملدت ااهملحثططة دططن ااسالايططملت ااسططملطقة فطط  تحسيططس ع ططب عينططة ااهحططث ت وكططذاك ودططن \nخالل عبض ااسالايملت ااسملطقة و ست ااهملحثة أن اضاباا حسمليية ااصنت اتب قمل ية وضعف \nاتيططط  سا  ات   طططمل   الغطططة ين طططس اطططسى ااطططذدنال واإلبطططملث طلسطططب د قملالبطططةتك مل أن اضطططاباا اتباهطططملص \nاب طططلنا طملالحطططمل  ازلبدطططم اااا ططططس وابحطططكالت ااسطططلنكية واتبفعملايطططة تحططططيع اطططسى ااطططذدنال واإلبططططملث  \nواكنهطمل تكثططر اططسى ااذدنالبلسططهة بسططياة ؛ واططذاك قططبالت ااهملحثطة عططس  وضططع فططبوض فطط  ااهحططث ت طط  \nااننع (ازجلس). \nوما  الل اإلطار النظري والدراسات السابقة وضعت الباحثة الفروض التالية :  \n1- تن س دس نيملت د  لفة دن حسمليية ااصنت اتب قمل ية اسي أفباد ااعينة دن األطفملل"
    },
    {
      "section": "Page 33",
      "page_number": 33,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 555 .  ذوي اضاباا قصنالاتباهملص اب لنا طملالحمل  ازلبدم اااا س  \n2-  تن س عالقة االتهملطية دن هة دااة إحصمل يًمل طين دال ملت األطفملل ذوي اضاباا قصنال\nاتباهملص اب لنا طملالحمل  ازلبدم اااا س على دقيملس حسمليية ااصنت اتب قمل يةت  \nودال ملتهم على دقيملس ابحكالت ااسلنكية واتبفعملاية.  \n3-  تن ططططططططس عالقططططططططة االتهملطيططططططططة يططططططططملاهة دااططططططططة إحصططططططططمل يًمل طططططططططين دال ططططططططملت األطفططططططططملل ذوي اضططططططططاباا\nقصططططططططنالاتباهملص اب ططططططططلنا طملالحططططططططمل  ازلبدططططططططم اااا ططططططططس علططططططططى دقيططططططططملس حسمليططططططططية ااصططططططططنت \nاتب قمل يةت ودال ملتهم على دقيملس داملالات اتي  سا  ات   مل   الغة. \n4-  تن ططططططططس عالقططططططططة االتهملطيططططططططة يططططططططملاهة دااططططططططة إحصططططططططمل يًمل طططططططططين دال ططططططططملت األطفططططططططملل ذوي اضططططططططاباا\nقصططططططنالاتباهملص اب طططططططلنا طملالحطططططططمل  ازلبدطططططططم اااا طططططططس علطططططططى دقيطططططططملس ابحطططططططكالت ااسطططططططلنكية \nواتبفعملاية ت ودال ملتهم على دقيملس داملالات اتي  سا  ات   مل   الغة.  \n5-   ي كطططن اا لهطططؤ طضطططعف داطططملالات اتيططط  سا  ات طططمل   الغطططة دطططن خطططالل حسمليطططية ااصطططنت  \nاتب قمل يططة وابحططكالت ااسططلنكية واتبفعملايططة اططسي األطفططملل ذوي اضططاباا قصططنال اتباهططملص \nاب لنا طملالحمل  ازلبدم اااا س. \n6-  تن ططس عالقططة يططهبية دهملشططبة وغيططر دهملشططبة طططين حسمليططية ااصططنت اتب قمل يططة وابحططكالت\nااسططططلنكية واتبفعملايططططة وضططططعف داططططملالات اتيطططط  سا  ات   ططططمل   الغططططة اططططسى األطفططططملل ذوي  \nقصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س .  \nنموذج التاثيرات املقترحة للعالقات بين متغيرات البحث : \n   و فطططط  ضططططنء دططططمل تططططم اي عباضططططه خططططالل اإلطططططملال اانظططططبي وااسالايططططملت ااسططططملطقة ت اي  لصططططت ااهملحثططططة \nب ططططططططنذج اا ططططططططأثيرات ابقترحططططططططة العالقططططططططملت طططططططططين د غيططططططططرات ااهحططططططططث ( حسمليططططططططية ااصططططططططنت اتب قمل ي ططططططططة ت \nابحكالت ااسلنكية واتبفعملاية ت اتي  سا  ات   مل   الغة ) ك مل طملاحكل (1  ) اا ملل:"
    },
    {
      "section": "Page 34",
      "page_number": 34,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 556 \n \n شكل(1) ب نذج اا أثيرات ابقترحة العالقملت طين د غيرات ااهحث \nمنهج و إجراءات البحث :  \n   يانططملول هططذا ازجططاء دطططن ااهحططث عبضًططمل بطططنهج ااهحططث  وااعينططة ت ووصطططفًمل ألدوات ااهحططث واا أكططس دطططن \nصطططالحي همل ت طملإلضطططملفة إلطططى األيطططملايب اإلحصطططمل ية ابسططط  سدة فططط  دعملزجطططة ااهيملبطططملت ااتطططي تطططم ازلصطططنل \nعليهمل .  \n أوالً : منهج البحث :  \n     اع  ططططس ااهحططططث ازلططططملل  علططططى ابططططنهج اانصططططفم اتالتهططططملطم فطططط  إ ططططباءات طحثططططه وااططططذي ينمليططططب طهيعططططة \nااهحث ازلملل ت ودن ثم تم دعبفة ااعالقة اا هملداية طين اب غيرات واخ يملال أفضل ب طنذج طنطملئم في طمل  \nطيطططططنهم ت واخ يطططططملال عينطططططة دنمليطططططهة دطططططن األطفطططططملل ذوي اضطططططاباا قصطططططنال اتباهطططططملص اب طططططلنا طملالحطططططمل  \nازلبدم اااا س ت وأدوات ااهحث ت واي  سا  أيملايب إحصمل ية دنمليهة ف  دعملزجة طيملبملت ااهحث . \nثانيًا : عينة البحث :  \nأ ططططبي ااهحططططث ازلططططملل  علططططى عينططططة دططططن األطفططططملل ذوي اضططططاباا اتباهططططملص اب ططططلنا طملالحططططمل  ازلبدططططم \nاااا طططس دطططن ااطططذدنال واإلبطططملث تتطططراوح أع طططملالهم ااادنيطططة دطططن ( 6 - 9  ) أعطططنا  ت وقسططط ت عينطططة ااهحطططث إلطططى\nدن نع ين :األول  عينة حسملا ازخصمل   ااسيكندترية ت وااثملبية عينة ااهحث األ يمليية ."
    },
    {
      "section": "Page 35",
      "page_number": 35,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 557 - : مبررات ا تيار العينة  \n- تم اخ يملال عينة ااهحث دن األطفملل ااذين تتراوح أع ملالهم دمل طين ( 6-9  ) أعنا تحيث اياحاست\nااعسيس دن ااسالايملت ااسملطقة طأعنا  د قملالبة   دن هذا ااسن ؛ فملي  سدت دالاية Crisci et \nal,(2022,1 )  عينة دن األطفملل تتراوح أع ملالهم ااادنية دملطين ( 7-8  ) أعنا  ت طين مل اي  سدت\nدالاية Hyter et al,( 2001,2 )  ( عينة دن األطفملل تتراوح أع ملالهم ااادنية دمل طين 8-12 ) عملدًمل ت أدمل\nدالاية Mackie and Law( 2010,4 )  ( عينة دن األطفملل تتراوح أع ملالهم ااادنية دمل طين 7-11 .) ينة \n-ك مل تم اخ يملال أطفملل ااعينة دن ااذدنال واإلبمل ث ؛ حيث أشملالت ااعسيس دن ااسالايملت ااسملطقة أن \nاضاباا حسمليية ااصنت اتب قمل ية واضاباا االغة اابر  ملتية ين س اسى ااذدنال واإلبملث \nطلسب د قملالبةتك مل أن اضاباا اتباهملص اب لنا طملالحمل  ازلبدم اااا س وابحكالت ااسلنكية \nواتبفعملاية تحيع اسى ااذدنال واإلبملث واكنهمل تكثر  اسى ااذدنالبلسهة بسياة( Aazh et al., 2019,3 ; \nSilvia, 2023,2 ; Wilkes et al., 2017,5   .) \n- : عينة حساب الخصائص السيكومترية \n   تكنبطططططت عينطططططة حسطططططملا ازخصطططططمل   ااسطططططيكندترية دطططططن ( 220  ) طفطططططالً دطططططن األطفطططططملل ذوي اضططططططاباا\nاتباهملص اب لنا طملالحمل  ازلبدم اااا س ابل حقطين ط طساالس دحملفظطة ااسقاليطة ( ااصطفملت ع طب ططن \nعهس ااعايات أطن طكطب ااصطسيق ت أ  ابطؤدنين ت ااكبادطة )ت وقطس تباوحطت أع طملالهم ااادنيطة دطمل ططين ( 6 - \n9 ( ) يططننات  ت ك ططمل تططباوح دعملدططل ذدططملئهم دططمل طططين100-110  ) دال ططة علططى دقيططملس يطط ملبفنالد–  طيليططه ( \nااصنالة ازخملدسة) ت وقس تم اخ يملالهم وفقًمل آلالاء اتخصمل يين اانفسيين وابعل ين طملبسالاس .   \n-عينة البحث األساسية :  \n   سول ( 2 ) :دكنبملت ااعينة األيمليية \n \n \nم  \nاملدرسة  \nالصف  \n  \nالنوع \n  \nاإلجما ي \nالثاني الثالث ذكور  إناث \n1 ااصفمل 56 32 48 40 88 \n2  ع ب طن\nعهسااعايا 48 30 44 34 78 \n3 أطن طكب ااصسيق 61 25 42 44 86 \n4 أ  ابؤدنين 37 40 42 35 77 \n5 ااكبادة 22 29 23 28 51 \nاملج نع 224 156 199 181 380 \n  ( دطططططن ازجطططططسول 2 ( ) ي ضطططططح انطططططمل أن دن  طططططع عينطططططة ااهحطططططث األوايطططططة تكطططططنن دطططططن 380  ) طفالًوطفلطططططة  دطططططن\nاألطفملل ابل حقين ط سالية (ااصفمل ت ع ب طن عهس ااعايات أطن طكطب ااصطسيقت أ  ابطؤدنين ت ااكبادطة  \n) ط حملفظطططططة ااسقاليطططططة ت(199  ذدطططططنال ت و181 (  إبطططططملث ) ت224 ( ) طملاصطططططف ااثطططططملنم اتط طططططسائم ت و156 )\n( طملاصف ااثملاث اتط طسائم ت وقطس تباوحطت أع طملالهم ااادنيطة دطمل ططين 6 - 9  ) أعطنا  ت ك طمل تطباوح دعملدطل"
    },
    {
      "section": "Page 36",
      "page_number": 36,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 558 ( ذدملئهم دمل طين100-110 ) دال ة ت وقس وضطعت ااهملحثطة عطسة شطبو  تب قطملء ااعينطة اانهمل يطة دطن ططين  \nأفباد دن  ع ااعينة األواية ت وهذص ااحبو  ه  :  \n1-  تططم تحسيططس األطفططملل ااططذين يعططملبنن دططن دحططكالت فطط  اا ناصططل االغططني واططسيهم نحططمل  زا ططس\nوفططب  حبكططة وتحطططات اباهططملص ت وذاطططك دططن خطططالل ايطط بيملن تقطططسيبات ابعل ططين واتخصطططمل يين \nاألطفطططملل ذوي قصطططنال اتباهطططملص اب طططلنا طملالحطططمل  ازلبدطططم  اااا طططس وااطططذي أعستطططه ااهملحثطططة \nوقطططططس تهطططططين أن دعطططططمليير ااقيطططططملس تناهطططططق علطططططى (380  ) طفطططططالً وطفلطططططة يعطططططملبنن دطططططن اضطططططاباا\nقصططنالاتباهملص اب ططلنا طملالحططمل  ازلبدططم اااا ططس وهططم ااططذين حصططلنا علططى أعلططى دططن ( 90 )\n . دال ة ف  اتي بيملن  \n2- تطططم تاهيطططق اخ هطططملال ااطططذدملء يططط ملبفنالد- طيليه(ااصطططنالة ازخملدسطططة)ت وقطططس تطططم ايطططاهعملد يطططهعة  \nأطفططملل دعملدططل ذدططملئهم أقططل دططن (90 ) دال ططة علططى دقيططملس يطط ملبفنالد- طيليططه الططذدملء ت وتسططعة \nأطفملل دعملدل ذدمل ه أكبر دن (110 ( ) دال ة ت فأصهح عسدهم 364 .  ) طفالً وطفلة  \n3-  تططم ايططاهعملد األطفططملل ااططذين يعططملبنن دططن أي إعملقططملت حسططية ت أو حبكيططة ت فأصططهح عططسدهم\n(354 ) طفالً و طفلة  . \n4-  ,ثم تاهيق دقيملس ابحكالت ااسلنكية واتبفعملاية (إعطساد ي طالل  طباال وآخطبون 2016 \n)ت وايطططاهعملد األطفطططملل ااطططذين حصطططلنا علطططى دال طططملت أقطططل دطططن   (60  ) دال طططة علطططى ابقيطططملست\nفأصهح عسدهم (342 . ) طفالً و طفلة  \n5- ثم تم تاهيق دقيملس داملالات اتي  سا  ات   مل   الغة األطفملل (إعساد ي ااهملحثة) ت  \nواياهعملد االذين حصلنا على دال ملت أعل  دن ( 140  ) دال ة على ابقيملس ت فأصهح\nعسدهم (310  .  ) طفالً و طفلة  \n6-  ثم تم تاهيق دقيملس حسمليية ااصنت اتب قمل ية( ابيزوفنبيمل) (إعساد ي ااهملحثة) ت\nواياهعملد االذين حصلنا على دال ملت أقل دن ( 210  ) دال ة على ابقيملس ت فأصهح\nعسدهم(201  .  ) طفالً و طفلة  \n   وفططط  ضطططنء تاهيطططق تلطططك ااحطططبو  أصطططهح عطططسد أفطططباد عينطططة ااهحطططث اانهمل يطططة ( 201  ) طفطططالً وطفلطططة دطططن\nذوي اضططاباا اتباهططملص اب ططلنا طملالحططمل  ازلططبك اااا ططس ( 102  ذدططنال ت99  إبططملث )  طملاصططف ااثططملنم\nوااثملاطططث اتط طططسائم دطططنهم : (118  ( ) طملاصطططف ااثطططملنم ت و83 ) طملاصطططفااثملاطططث ت ط حملفظطططة ااسقاليطططة ت  \nأع طططملالهم ااادنيطططة تتطططراوح دطططمل ططططين ( 6  :9  ( ) يطططننات  ت ك طططمل تطططباوح دعملدطططل ذدطططملئهم دطططمل ططططين100 – 110  )\n( دال ة ط  نيط قسالص 101.3 ( ) ت  وابحباف دعيملالي قسالص 5.2.) \n: أدوات البحث \n   إيطط  سدت ااهملحثططة فطط  هططذا ااهحططث دن نعططة دططن ابقططملييس ت اقيططملس د غيططرات ااهحططث ت وفي ططمل يلطط   \nعبضًمل ااذص اتدوات :  \n1- : أدوات ضبق العينة \nأ- ايطططططط بيملن تقططططططسيبات ابعل ططططططين واتخصططططططمل يين األطفططططططملل ذوي قصططططططنال اتباهططططططملص اب ططططططلنا طملالحططططططمل  \nازلبدم اااا س .                                                                        } إعساد ي ااهملحثة{ . \nا-دقيملس ااذدملء ي ملبفنال  - طيليه (ااصنالة ازخملدسة) } اعساد وتقنين ي دح ند اطناانيل ت2011  {"
    },
    {
      "section": "Page 37",
      "page_number": 37,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 559 2-  : أدوات القياس \nأ- دقيملس حسمليية ااصنت اتب قمل ية (ديزوفنبيمل)                           }  إعسادي ااهملحثة{ \nب- دقيملس داملالات اتي  سا  ات   مل   الغة األطفملل .                   } إعسادي ااهملحثة { \nج- دقيملس اتضاباطملت ااسلنكية واتبفعملاية  .    }  إعسادي الل  باالوآخبونت  2016 {. \n:  وينف تق صب ااهملحثة ف  هذا ااهحث على شبح األدوات ااتي قملدت طإعسادهمل ت وذاك ك مل يل \n  ]  أ[–  اسدددددددتبيان  قدددددددديرات املعلمدددددددين واال صدددددددائيين لبطفدددددددال ذوي قصدددددددور االنتبددددددداه املصدددددددحوب\nبالنشاط الحركي الزائد                                              }  إعداد : الباحثة{ . \n: الهدف ما االستبيان \n   تطططم إعطططساد هطططذص األداة بغطططبض ايططط  سادامل فططط  تحسيطططس أطفطططملل عينطططة ااهحطططث ذوي اضطططاباا قصطططنال \nاتباهطططملص اب طططلنا طملالحطططمل  ازلبدطططم اااا طططس االطططذين تتطططراوح أع طططملالهم ااادنيطططة دطططمل ططططين (6 - 12 . ) عملدًطططمل\nحيث ت تن س  أداة تنمليب طهيعة عينة ااهحث ( ف  حسود إطالع ااهملحثة ) . وأثنملء إعساد اتي بيملن \nالوعيت اإل باءات اا ملاية :  \n- اتطالع على ااتراث ااسيكنانج  وااسالايملت اب ملحة ااعببية واأل نبية ف  دنملل قيملس \nاضاباا قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س دثل دقيملس ف ح  ااايملت  \n(2006 ( ) تودقيملس ببيل فضل شبف2012  ) ت ودقيملس دنببز(إعساديعهساابقيب\nااهحيري ودصافم ازلسي ي , 2021  .   ) \n-     وفي مل ي    طملبظاب ااعمل  أو ااصنالة ازخملال ية االي بيملن دن حيث بنع ااهنند\nوكيفية صيملغ همل ودسى وضنحامل ودسى دقة تعلي ملت اتي بيملن ودال ة دمل ي   ع طه دن  \nدنضنعيةتودسى دؤنمليهة األداة قملدت ااهملحثة طملتع  ملد على الأي املؤلك ين \nابؤ  صصين ف  علم اانفس واا لة اانفسية وااترطية ازخملصة طملزجملدعملت ابصبية \n(عين ش س –اااقملزيق – طني ينيف ) ااذين اتفقنا على أن عِهملالات اتي بيملن دؤ صلة \nإلى  َملبب دمل أيفب عنه اا نبيب ابهسئم دن وضنح ااعهملالات وقسالتهمل على اا  ييز طين  \nاي نملطملت ابفحنصين ت وقس أخذت ااهملحثة ااعِهملالات ااتي دملن عليهمل نسهة اتفملق 80% \n. فأعلى \n- وف  ضنء اإلطملال اانظبي وابقملييس ااسملطقة والأي امللك ينت خلصت ااهملحثة إلى تحسيس \n(3) أبعملد األطفملل ذوي اضاباا قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س ت  \nوت ض ن هذص اتبعملد عسدًا دن ااعهملالات واتي نملطملت ت ت ض ن عسدًا دن اتي نملطملت \nتودن ثم وضعت ااهملحثة تعبيفًمل إ با يًمل تضاباا قصنال اتباهملص اب لنا طملالحمل  \nازلبدم اااا س .  \nوصف االستبيان : \n   ي كطططنن اتيططط بيملن  فططط  صطططنالته اانهمل يطططة دطططن ( 45  ) عهطططملالة تقطططيس دن نعطططة دطططن ازخصطططمل   ااسطططلنكية\nااتططي ت يططز اا الديططذ ذوي قصططنال اتباهططملص اب ططلنا طملالحططمل  ازلبدططم اااا ططس دقسطط ة علططى ثالثططة أبعططملد \nك مل هن دهين طملزجسول ( 3 :  ) اا ملل"
    },
    {
      "section": "Page 38",
      "page_number": 38,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 560  (  سول3  ): اي بيملن تقسيبات ابعل ين واتخصمل يين األطفملل ذوي اضاباا قصنال اتباهملص  \nاب لنا طملالحمل  ازلبدم اااا س وتنزيع ااعهملالات ف  دل بعس  \nم األبعاد عدد \nالعبارات الدرجة \nالعظمى الصغرى  \n1 قصنال اتباهملص  15 60 0 \n2  االحمل  ازلبدم ابفب 15 60 0 \n3 ااسلنك اتبسفمل   وابعملالض  15 60 0 \nالدرجة الكلية  180 0 \n    ي ضططح دططن ازجططسول (3 ( ) ااسططملطق أن اتيطط بيملن فطط  صططنالته اانهمل يططة ي كططنن دططن 3  ) أبعططملد ه (قصططنال\nاتباهملص ت واالحمل  ازلبدم ابفب  ت وااسلنك اتبسفمل   ابعملالض ) ينسالج تحطت دطل بعطس ( 15 ) عهطملالة\nينيب عنهمل ابعلم ي اتخصملئم ت وت  طمليا اإل ملططة علطى هطذص اتيطاهملبة فط  دطسى خ ملسطيي ططين دا  ًطمل( 4)  ت\nغملاهًطططططططططططمل(3() ت أحيملبًططططططططططططمل2() ت بططططططططططططملدالًا1  ) ت ت تناهق(صططططططططططططفب) ت وبططططططططططططذاك تتططططططططططططراوح دال ططططططططططططملت اتيططططططططططططاهملبة دططططططططططططمل\nطين(صفب:180) دال ة . \nالخصائص السيكومترية لالستبيان :  \n أوالً : االتساق الدا لي :  \n    اع  ططططست ااهملحثططططة فطططط  حسططططملا اتتسططططملق ااططططساخل  االيطططط بيملن علططططى حسططططملا دعططططملدالت اتالتهططططمل  طططططين \nدال ة دل دفبدة وااهعس ااذي تل  ي إاية ودال ة دطل بعطس وااسال طة ااكليطة اال يط بيملن ؛ وازجطسول (4 )ت\nاا ملل  ينضح ذاك: \n سول (4  ): اتتسملق ااساخل  بفبدات اي بيملن تقسيبات ابعل ين واتخصمل يين األطفملل ذوى\nاضاباا اتباهملص اب لنا طملالحمل  ازلبدم اااا س (ن  220) \nابفبدة دعملدل اتالتهمل  ابفبدة دعملدل اتالتهمل  ابفبدة دعملدل اتالتهمل  \n1 0.568** 16 0.768** 31 0.643** \n2 0.787** 17 0.823** 32 0.755** \n3 0.832** 18 0.632** 33 0.512** \n4 0.699** 19 0.764** 34 0.732** \n5 0.792** 20 0.813** 35 0.861** \n6 0.825** 21 0.832** 36 0.732** \n7 0.589** 22 0.795** 37 0.743** \n8 0.654** 23 0.756** 38 0.744** \n9 0.711** 24 0.789** 39 0.823** \n10 0.867** 25 0.834** 40 0.765** \n11 0.436** 26 0.694** 41 0.703** \n12 0.798** 27 0.786** 42 0.879** \n13 0.432** 28 0.700** 43 0.658** \n14 0.814** 29 0.692** 44 0.839** \n15 0.773** 30 0.865** 45 0.554** \n ** دال عنس دس ني 0.01"
    },
    {
      "section": "Page 39",
      "page_number": 39,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 561 (ياهين دن  سول 4  ) ااسملطق أن   يع دفبدات اتي بيملن تبتهط دع دال ملت األبعملد ااتي\nتل  ي إايهملت د مل يؤحير إلى االتهمل  دفبدات اتي بيملن طأبعملدص؛ د مل يؤحير إلى أن اتي بيملن ي   ع \nطملتسملق داخل  دنمليب. \n سول (5 ): اتتسملق ااساخل  ألبعملد اي بيملن تقسيبات ابعل ين واتخصمل يين األطفملل ذوى  \nاضاباا اتباهملص اب لنا طملالحمل  ازلبدم اااا س (ن  220) \n ااهؤعس دعملدل \nاتالتهمل  ااهؤعس  دعملدالت \nاتالتهمل  ااهؤعس  دعملدالت \nاتالتهمل  \nقصور \nاالنتباه 0.768**  النشاط الحركي\nاملفرط 0.846**  السلوك االندفاعي\nواملعارض 0.712** \n** دال عنس دس ني  0.01  \n(ياهين دن  سول 5  ) ااسملطق أن   يع أبعملد اتي بيملن تبتهط دع ااسال ة ااكلية االي بيملنت\nد مل يؤحير إلى االتهمل  أبعملد اتي بيملن طملاسال ة ااكلية اه؛ د مل يؤحير إلى أن اتي بيملن ي   ع طملتسملق \nداخل  دنمليب. \nثانيًا :صدق االستبيان:  \nاع  ست ااهملحثة ف  حسملا صسق اتي بيملن على بنعين دن ااصسق ه مل: ااصسق ااعملدل   \nاتي كحملف  وااصسق اببتهط طململلك وي كن تنملواا مل في مل يل : \n- الصدق العاملي: تم إ باء تحليل عطملدل  اي كحطملف  اهيملبطملت ابحطملالكين فط  ااسالايطة ااهطملاع عطسدهم (  \n220 ( ) علططى دفططبدات ابقيططملس ااهططملاع عططسدهمل45 ) عهططملالةطمليطط  سا  اب مل ططل اب عملدططس العنادططل اانملتنططة \nبعطططس اا طططسويب طابيقطططة اابطططروديكست وقطططس أيطططفبت ب طططمل ج اا حليطططل ااعطططملدل  عطططن ثالثطططة عنادطططل فسطططبت  \n(52.587% () دن اا هملين ااكل  ك مل هن دنضح طملزجسول 6: )اا ملل \n سول (6  ): تحهعملت ابفبدات على ااعنادلتي بيملن تقسيبات ابعل ين واألخصمل يين األطفملل ذوى   \nاضاباا اتباهملص اب لنا طملالحمل  ازلبدم اااا س (ن 220 ) \nابفبدة ااعملدل \nاألول  ااعملدل \nااثملنى ااعملدل \nااثملاث ابفبدة ااعملدل \nاألول  ااعملدل \nااثملنى ااعملدل \nااثملاث \n1 0.496   24  0.517  \n2 0.858   25  0.795  \n3 0.739   26  0.801  \n4 0.629   27  0.642  \n5 0.642   28  0.562  \n6 0.729   29  0.811  \n7 0.817   30  0.767  \n8 0.701   31  0.653  \n9 0.754   32   0.403 \n10 0.827   33   0.694"
    },
    {
      "section": "Page 40",
      "page_number": 40,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 562 ابفبدة ااعملدل \nاألول  ااعملدل \nااثملنى ااعملدل \nااثملاث ابفبدة ااعملدل \nاألول  ااعملدل \nااثملنى ااعملدل \nااثملاث \n11 0.420   34   0.771 \n12 0.638   35   0.569 \n13 0.709   36   0.678 \n14 0.782   37   0.436 \n15 0.574   38   0.6.5 \n16  0.795  39   0.401 \n17  0.610  40   0.798 \n18  0.554  41   0.598 \n19  0.439  42   0.843 \n20  0.800  43   0.484 \n21  0.772  44   0.748 \n22  0.569  45   0.651 \n23  0.639   \n     نسهة\nاا هملين 18.438 17.380 16.769 \n     ازجذال\nااكملدن 8.279 7.821 7.546 \n- ( ااعملدل األول: تحهع عليه ابفبدات 1 ت2 ت3 ت4 ت5 ت6 ت7 ت8 ت9 ت10 ت11 ت12 ت13 ت14 ت15 )\n( يفسب18,438%  ) دن اا هملين ااكل  وتم تس ي هقصنال اتباهملص . \n- ااعملدل ااثملنم: تحهع عليه ابفبدات (16 ت17ت 18 ت19 ت20 ت21 ت22 ت23 ت24 ت25 ت26 ت27 ت28 ت\n29 ت30( ) يفسب17,380%  ) دن اا هملين ااكل  وتم تس ي هاالحمل  ازلبدم ابفب  . \n- ااعملدل ااثملاث: تحهع عليه ابفبدات (31 ت32 ت33 ت34 ت35 ت36 ت37 ت38 ت39 ت40 ت41 ت42 ت\n43 ت44 ت45( ) يفسب16,769%  ) دن اا هملين ااكل  وتم تس ي هااسلنك اتبسفمل   وابعملالض . \n- الصدق املر بق باملحك: \nاع  ست ااهملحثة ف  حسملا صسق اتي بيملن على صسق امللك ؛ حيث قملدت ط اهيق \nدقيملس تشخي  اضاباا قصنال اتباهملص واالحمل  ازلبدم ااذا س إعساد: ف ح  ااذيملت( 2006)ت \nطملع هملالص دحكًمل ت ي بيملن تقسيبات ابعل ين واألخصمل يين األ طفملل ذوى اضاباا اتباهملص اب لنا \nطملالحمل  ازلبدم اااا س ابعس الهحث ازلملل ت على ابحملالكين ف  اا حقق دن ازخصمل   \nااسيكندترية األدوات ااهحثت فهلع دعملدل اتالتهمل  ( 0.846 .) ط مل يحير إلى صسق ابقيملس \nثالثًا : ثبات االستبيان:  \n    تم اا حقق دن ثهملت اتي بيملن طملي  سا  طبيقة أافمل كبوبهملت: وتع  س هذص ااابيقة على  \nحسملا دعملدل أافمل ال قيملس بعس حذف دال ة ابفبدةت وحسملا دعملدل اافمل ال قيملس ككل, \nو سول (7 :) اا مللى ينضح قيم دعملدالت أافمل بعس حذف ابفبدة"
    },
    {
      "section": "Page 41",
      "page_number": 41,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 563 (  سول7  ): قيم دعملدل أافمل تي بيملن تقسيبات ابعل ين واألخصمل يين األطفملل ذوى اضاباا  \nاتباهملص اب لنا طملالحمل  ازلبدم اااا س (ن 220) \nابفبدة دعملدل أافمل ابفبدة دعملدل أافمل ابفبدة دعملدل أافمل ابفبدة دعملدل أافمل \n1 0.726** 13 0.726** 24 0.737** 35 0.768** \n2 0.746** 14 0.730** 25 0.727** 34 0.782** \n3 0.731** 15 0.749** 26 0.717** 37 0.759** \n4 0.737** 16 0.725** 27 0.749** 38 0.784** \n5 0.717** 17 0.734** 28 0.745** 39 0.772** \n6 0.721** 18 0.747** 29 0.739** 40 0.745** \n7 0.723** 19 0.745** 30 0.740** 41 0.741** \n8 0.741** 20 0.742** 31 0.754** 42 0.758** \n9 0.745** 21 0.747** 32 0.778** 43 0.767** \n10 0.750** 22 0.727** 33 0.759** 44 0.779** \n11 0.731** 23 0.731** 34 0.743** 45 0.745** \n12 0.734**  \n ** دال عنس دس ني 0.01  \n وقس طلغت قي ة دعملدل أافمل ال قيملس ككل0.784 \n( ي ضح دن  سول 7  ) ااسملطق أن قيم دعملدل أافمل زج يع ابفبدات تؤعبر عن ثهملتهملت حيث\nاب فض دعملدل أافمل طحذف ابفبدة فى دعظم اتياهملبةت وام ي غير وظل ثملط ملً فى بعض ابفبدات وام \nي  ط دعملدل أافمل ال قيملس ككلت وهذا يؤحير إلى أن   يع دفبدات اتياهملبة دا ة وحذفامل قس \nيؤثب يلهملً عليه؛ د مل يؤحير إلى أن دفبدات اتياهملبة تاسم طثهملت دال م.  \n- الثبات بطريقة إعادة  طبيق املقياس: تم ذاك دن خالل إعملدة تاهيق ابقيملس على ابحملالكين ف  \nاا حقق دن ازخصمل   ااسيكندترية ألدوات ااهحث (220  ) تل يذت طفملالق زدني قسالص ثالثة أيملطيعت\nو سول (8 :) اا ملل  ينضح دعملدالت اتالتهمل  طين دال ملت اا اهيقين  \n سول (8) : ثهملتاي بيملن تقسيبات ابعل ين واألخصمل يين األطفملل ذوى اضاباا اتباهملص  \nاب لنا طملالحمل  ازلبدم اااا س عن طبيق إعملدة تاهيق ابقيملس \nااهؤعس  دعملدل \nاتالتهمل  ااهؤعس  دعملدالت \nاتالتهمل  ااهؤعس  دعملدالت \nاتالتهمل  \nقصور االنتباه  0.835**  النشاط الحركي\nاملفرط 0.784**  السلوك االندفاعي\nواملعارض 0.874** \nااسال ة ااكلية ال قيملس  دعملدالت اتالتهمل  0.861** \n  ** دال عنس دس ني 0.01"
    },
    {
      "section": "Page 42",
      "page_number": 42,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 564     ي ضططح دططن  ططسول( 8 )  أن   يططع دعططملدالت اتالتهططمل  طططين تاهيططق ات يطط بيملن وإعططملدة تاهيقططه طملالسططهة \nزج يططططططع دفبداتططططططه دقهناططططططة ؛ حيططططططث تباوحططططططت دعططططططملدالت اتالتهططططططمل  دططططططمل طططططططين ( 0.784( )ت و0.874 ) وهططططططى\nدعملدالت ثهملت دقهناةت ودن ثم ي كن اانثنق بهمل ك ؤشب على ثهملت ابقيملس.  \n صحيح االستبيان : \n   اع  ست طبيقة اا  ليح على وضع ااسال ملت (  4-3-2-1-0  ) حسطب إ ملططة ابعلمياتخصطملئم علطى\nعهططملالات اتيطط بيملن ت وذاططك فطط  دططل دفططبدة دططن دفططبدات اتيطط بيملن. وبططذاك بنططس أن دال ططة ااافططل قططس \nتتططراوح دططمل طططين (0 –  180  . ) دال ططة فطط  اتيطط بيملن ككططلوقططس تططم حسططملا ابئيليططملت اططألداة بعبفططة دتاططة  \nااسال ططة ااكليططة ااتططي يحصططل عليهططمل ااافططل فطط  اتيطط بيملن دملا ططملل : أقططل دططن (  45  ) دال ططة يكططنن دسطط نى\nاضططططاباا قصططططنال اتباهططططملص اب ططططلنا طملالحططططمل  ازلبدططططم اااا ططططس ضططططعيف ت ااسال ططططة دططططن ( 46 – 90  )\n ( يكططنن دسطط نى اضططاباا قصططنال اتباهططملص اب ططلنا طملالحططمل  ازلبدططم اااا ططس د نيططط ت ااسال ططة دططن\n91 –  135 ) يكطططنن دسططط نى اضطططاباا قصطططنال اتباهطططملص  اب طططلنا طملالحطططمل  ازلبدطططم اااا طططس دبتفطططع ت \nااسال ة أكبر دن ( 135  ) يكنن دس نى اضاباا قصنال اتباهطملص اب طلنا طملالحطمل  ازلبدطم اااا طس\nدبتفع  سًا. \n]ب[-    . )مقياس حساسية الصوت االنتقائية (ميزوفونيا \n                                                                                   }  إعداد: الباحثة{. \n:الهدف ما املقياس \n   تطططططططم إعطططططططساد هطططططططذص األداة بغطططططططبض ايططططططط  سادامل فططططططط  تحسيطططططططس دسططططططط ني حسمليطططططططية ااصطططططططنت اتب قمل يطططططططة \n(ديزوفنبيمل) األطفملل ذوي اضاباا قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س االذين تتطراوح \nأع طططملالهم ااادنيطططة دطططمل ططططين ( 6 - 15 ) عملدًطططمل. حيطططث ت تن طططس  أداة دصطططبية اقيطططملس ايططط  سا  اضطططاباا  \nابيزوفنبيمل ( ف  حسود إطالع ااهملحثة ) . وأثنملء إعساد ابقيملس الوعيت اإل باءات اا ملاية :  \n- اتطالع على ااتراث ااسيكنانج  وااسالايملت اب ملحة ااعببية واأل نبية ف  دنملل قيملس \nاضاباا حسمليية ااصنت اتب قمل ية(ابيزوفنبيمل)  دثل دقيملس Thomas et \nal,(2020 ) تودقيملس Andrew et al,( 2020 )   تودقيملس Falco et al,( 2021 )   . \n-     وفي مل ي    طملبظاب ااعمل  أو ااصنالة ازخملال ية ال قيملس دن حيث بنع ااهنند وكيفية\nصيملغ همل ودسى وضنحامل ودسى دقة تعلي ملت ابقيملس ودال ة دمل ي   ع طه دن \nدنضنعيةتودسى دؤنمليهة األداة قملدت ااهملحثة طملتع  ملد على الأي املؤلك ين  \nابؤ  صصين ف  علم اانفس واا لة اانفسية وااترطية ازخملصة طملزجملدعملت ابصبية \n(عين ش س – ااقملهبة –اااقملزيق – طني ينيف ) ااذين اتفقنا على أن عِهملالات ابِقيملس \nدؤ صلة وتل  ي إلى األبعملد ااتي تقيسامل إلى  َملبب دمل أيفب عنه اا نبيب ابهسئم دن  \nوضنح ااعهملالات وقسالتهمل على اا  ييز طين اي نملطملت ابفحنصين ت وقس أخذت ااهملحثة \nااعِهملالات ااتي دملن عليهمل نسهة اتفملق 80% . فأعلى \n- وف  ضنء اإلطملال اانظبي وابقملييس ااسملطقة والأي امللك ينت خلصت ااهملحثة إلى تحسيس \n(6 ) أبعملد تضاباا حسمليية ااصنت اتب قمل ية (ديزوفنبيمل ) األطفملل ذوي اضاباا  \nقصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا ست ت ض ن عسدًا دن ااعهملالات وعسدًا دن \nاتي نملطملت ت ودن ثم وضعت ااهملحثة تعبيفًمل إ با يًمل زلسمليية ااصنت اتب قمل ية"
    },
    {
      "section": "Page 43",
      "page_number": 43,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 565 األطفملل ذوي اضاباا قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س ت وأيضًمل اكل  \nبعس على حسة  .  \nوصف املقياس : \n ي كطططططنن ابقيطططططملس فططططط  صطططططنالته اانهمل يطططططة دطططططن ( 80  )عهطططططملالة دنزعطططططة علطططططى 6   أبعطططططملد ك طططططمل هطططططندهين فططططط\nازجسول (9: ) اا ملل \n سول (9  ): دقيملس حسمليية ااصنت اتب قمل ية (ديزوفنبيمل) األطفملل ذوي اضاباا قصنال\nاتباهملص اب لنا طملالحمل  ازلبدم اااا س وتنزيع ااعهملالات ف  دل بعس  \nم األبعاد عدد \nالعبارات الدرجة \nالعظمى الصغرى  \n1 دسبهملت ابيزوفنبيمل 23 92 23 \n2 اتي نملطة االغنية 11 44 11 \n3 اتي نملطة ااسلنكية 9 36 9 \n4 اتي نملطة ازجسسية 10 40 10 \n5 اتي نملطة اتبفعملاية 14 56 14 \n6  اتي نملطة ات   ملعية 13 52 13 \nالدرجة الكلية  320 80 \n     ي ضططح دططن ازجططسول ااسططملطق أن ابقيططملس فططصططنالته اانهمل يططة ي كططنن دططن (  6  ) أبعططملد ينططسالج تحططت دططل\nدنهمل دن نعة دن ابفبدات ت تقيس دس نى حسمليية ااصنت اتب قمل ية (ديزوفنبيطمل) األطفطملل ذوي \nاضططاباا قصططنال اتباهططملص اب ططلنا طملالحططمل  ازلبدططم اااا ططس. و يطط م اإل ملطططة عططن دفططبدات ابقيططملس فطط  \nضطططنء ابالطططنا دطططن دطططل يطططؤال ت ويططط م تاهيطططق ابقيطططملس علطططى األطفطططملل ذوي اضطططاباا قصطططنال اتباهطططملص \nاب لنا طملالحمل  ازلبدم اااا س دن ع ب(6 - 15 . ) عملدًمل طصنالة فبدية  \nالخصائص السيكومترية للمقياس: \nأوالً :االتساق الدا لي:  اع  ست ااهملحثة ف  حسب اتتسملق ااساخل  على حسملا دعملدالت  \nاتالتهمل  طين دال ة دل عهملالة وااهؤعس ااذي تل  ي إايه ت ودال ة دل بؤعس وااسال ة ااكلية ال قيملس؛ \nوازجسوتن (10() و11 :) اا ملايين يهينملن ذاك \n سول (10  ): اتتسملق ااساخل  بفبدات دقيملسابيزوفنبيمل (ن   220) \nااهعس ااعهملالة دعملدل \nاتالتهمل  ااهعس ااعهملالة دعملدل \nاتالتهمل  ااهعس ااعهملالة دعملدل \nاتالتهمل  ااهعس ااعهملالة دعملدل \nاتالتهمل  \nابسبهملت 1 0.841**  72 0.900**  68 0.698** \n 43 0.771** \n7 0.792** 77 0.874** 74 0.793** 50 0.829** \n8 0.882** اي نملطة اغنية 2 0.882**                 اي نملطة  سسي              \nاي نملطة ابفعملاية 4 0.751** 57 0.819** \n11 0.691** 12 0.827** 14 0.782** 64 0.739** \n17 0.702** 21 0.793** 23 0.897** 69 0.747** \n20 0.832** 31 0.702** 34 0.852** اي نمل\nطة \nا   مل\nعية 6 0.742**"
    },
    {
      "section": "Page 44",
      "page_number": 44,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 566 \nااهعس ااعهملالة دعملدل \nاتالتهمل  ااهعس ااعهملالة دعملدل \nاتالتهمل  ااهعس ااعهملالة دعملدل \nاتالتهمل  ااهعس ااعهملالة دعملدل \nاتالتهمل  \n26 0.749** 39 0.704** 42 0.738** 10 0.695** \n29 0.822** 47 0.699** 49 0.694** 16 0.817** \n30 0.875** 53 0.814** 56 0.772** 19 0.695** \n33 0.897** 61 0.800** 63 0.719** 25 0.778** \n37 0.678** 67 0.758** 75 0.843** 28 0.649** \n38 0.889** 73 0.700** 78 0.812** 36 0.826** \n41 0.752** 79 0.721** 5 0.764** 45 0.819** \n44 0.701** اي نملطة يلنكية 3 0.829** 9 0.772** 51 0.763** \n46 0.811** 13 0.739** 15 0.769** 59 0.699** \n52 0.849** 22 0.693** 18 0.823** 65 0.723** \n55 0.856** 32 0.774** 24 0.884** 70 0.900** \n58 0.740** 40 0.856** 27 0.875** 76 0.825** \n60 0.774** 48 0.849** 35 0.695** 80 0.687** \n66 0.785** 54 0.811**     \n71 0.699** 62 0.689**   \n ** دال عنس دس ني 0.01  \n(ياهين دن  سول 10  ) ااسملطق أن   يع دعملدالت اتالتهمل  يناء طين دال ملت ااعهملالات\nواألبعملد ااتي تل  ي إايهمل واألبعملد وااسال ة ااكلية ذات دتاة إحصمل يةت د مل يؤحير إلى االتهمل  عهملالات  \nابقيملس طأبعملدص واالتهمل  األبعملد طملاسال ة ااكلية ت وعلى اابغم دن اب فملض بعض قيم دعملدل \nاتالتهمل ت إت أنهمل دااة ت د مل يؤحير إلى أن ابقيملس ي   ع طملتسملق داخل  دنمليب.  \n سول (11 ): دعملدل اتالتهمل  طين دال ة ااهعس وااسال ة ااكلية بقيملس  ابيزوفنبيمل (ن   220) \n ااهؤعس دعملدل اتالتهمل  ااهؤعس  دعملدل اتالتهمل  \nابسبهملت    0.824** اي نملطة اغنية 0.719** \nاي نملطة يلنكية 0.853** اي نملطة  سسية 0.796** \nاي نملطة ابفعملاية 0.894** اي نملطة ا   ملعية 0.706** \n ** دال عنس دس ني 0.01  \n(ياهين دن  سول 11  ) ااسملطق أن   يع أبعملد ابقيملس تبتهط دع دال طة ابقيطملس ااكليطة ت د طمل\nيؤحير إلى ت  ع ابقيملس طملتسملق داخل  دنمليب.   \nثانيًا: صدق املقياس: اع  ست ااهملحثة ف  حسملا صسق ابقيملس على ااصسق ااعملدل  \nاتي كحملف  ت وي كن تنملواا مل في مل يل : \n- الصدق العاملي: تم إ طباء تحليطل عطملدل  اي كحطملف  طابيقطة ابكنبطملت األيمليطية اهيملبطملت ابحطملالكين \nفططط  ااهحطططث ااهطططملاع عطططسدهم (220 ( ) علطططى دفطططبدات ابقيطططملس ااهطططملاع عطططسدهمل80 ) عهطططملالةفططط م ايططط  ال   \nيططت عنادططل دططن ابصططفنفةت ثططم تططسويب ااعنادططل اانملتنططة تططسويبًا د عملدططسًا طابيقططة اافططملالدكس و ططذال"
    },
    {
      "section": "Page 45",
      "page_number": 45,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 567 دططططملدن أكبططططر دططططن ااناحططططس اا ططططليحت وقططططس أيططططفبت ب ططططمل ج اا حليططططل ااعططططملدل  عططططن يططططت عنادططططل فسططططبت \n(53.330% () دن اا هملين ااكل  ك مل هن دنضح طملزجسول 12: )اا ملل \n سول (12  ): تحهعملت ابفبدات على ااعنادل بقيملسابيزوفنبيمل (ن  220 ) \nابفبدة ااعملدل \nاألول  ااعملدل \nااثملنى ااعملدل \nااثملاث ااعملدل \nاابابع ااعملدل \nازخملدس ااعملدل \nااسملدس \n1 0.634**      \n7 0.856**      \n8 0.698**      \n11 0.765**      \n17 0.433*      \n20 0.624**      \n26 0.829**      \n29 0.563**      \n30 0.649**      \n33 0.799**      \n37 0.831**      \n38 0.453*      \n41 0.674**      \n44 0.403*      \n46 0.778**      \n52 0.802**      \n55 0.799**      \n58 0.498*      \n60 0.544**      \n66 0.624**      \n71 0.559**      \n72 0.742**      \n77 0.674**      \n2  0.776**     \n12  0.432*     \n21  0.824**     \n31  0.675**     \n39  0.539**     \n47  0.517**     \n53  8120.**     \n61  0.628**     \n67  0.764**     \n73  0.683**     \n79  0.799**     \n3   0.672**    \n13   0.800**"
    },
    {
      "section": "Page 46",
      "page_number": 46,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 568 ابفبدة ااعملدل \nاألول  ااعملدل \nااثملنى ااعملدل \nااثملاث ااعملدل \nاابابع ااعملدل \nازخملدس ااعملدل \nااسملدس \n22   0.743**    \n32   0.401*    \n40   0.512**    \n48   0.736**    \n54   0.697**    \n62   0.786**    \n68   0.486*    \n74   0.677**    \n4    0.566**   \n14    0.432*   \n23    0.796**   \n34    0.734**   \n42    0.697**   \n49    0.774**   \n56    0.658**   \n63    0.468*   \n75    0.542**   \n78    0.474*   \n5     0.704**  \n9     0.634**  \n15     0.443*  \n18     0.596**  \n24     0.789**  \n27     0.550**  \n35     0.654**  \n43     0.416*  \n50     0.654**  \n57     0.745**  \n64     0.806**  \n69     0.769**  \n6      0.549** \n10      0.768** \n16      0.425* \n19      0.595** \n25      0.687** \n28      0.664** \n36      0.796** \n45      0.589** \n51      0.406* \n59      0.763** \n65      0.412* \n70      0.697**"
    },
    {
      "section": "Page 47",
      "page_number": 47,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 569 ابفبدة ااعملدل \nاألول  ااعملدل \nااثملنى ااعملدل \nااثملاث ااعملدل \nاابابع ااعملدل \nازخملدس ااعملدل \nااسملدس \n76      0.782** \n80      0.503** \nنسهة اا هملين 14.899 7.454 7.229 7.093 8.061 8.594 \n ازجذال\nااكملدن 11.919 5.963 5.783 5.674 6.449 6.875 \n * دَال عنس دس ني 0.05  ** دال عنس دس ني 0.01  \n-  ااعملدل األول: تحهعت عليه ابفبدات( 1 ت7 ت8 ت11 ط17 ت20 ت26 ت29 ت30 ت33 ت37 ت38 ت\n41  ت44 ت46 ت52 ت55 ت58 ت60 ت66 ت71 ت72 ت77( ) يفسب14.889%   ) دن اا هملين ااكل\nوتم تس ي ه ابسبهملت. \n- ااعملدل ااثملنم: تحهع عليه ابفبدات (2 ت12 ت21 ت31 ت39 ت47 ت53 ت61 ت67 ت73 ت79 ) يفسب\n(7.454% ) دن اا هملين ااكل  وتم تس ي ه اي نملطة اغنية. \n- ااعملدل ااثملاث: تحهع عليه ابفبدات (3 ت13 ت22 ت32 ت40 ت48 ت54 ت62 ت68 ت74 ) يفسب\n(7.229  %) دن اا هملين ااكل  وتم تس ي هاي نملطة يلنكية . \n- ااعملدل اابابع: تحهع عليه ابفبدات (4 ت14 ت23 ت34 ت42 ت49 ت56 ت63 ت75 ت78 ) يفسب\n(7.093%) دن اا هملين ااكل  وتم تس ي ه  اي نملطة  سسية. \n- ااعملدل ازخملدس: تحهع عليه ابفبدات (5 ت9 ت15 ت18 ت24 ت27 ت35 ت43 ت50 ت57 ت64 ت69 )\n( يفسب8.061% ) دن اا هملين ااكل  وتم تس ي ه اي نملطة ابفعملاية. \n- ااعملدل ااسملدس: تحهع عليه ابفبدات (6 ت10 ت16 ت19 ت25 ت28 ت36 45 ت51 ت59 ت65 ت\n70 ت76ت 80( ) يفسب6.594% ) دن اا هملين ااكل  وتم تس ي ه اي نملطة ا   ملعية. \nثالثًا : ثبات املقياس :تم حسملا ثهملت اتخ هملال عن طبيق بنعين دن ااثهملت ه مل : ااثهملت  \nطملي  سا  طبيقة أافمل كبوبهملت ت وااثهملت طملي  سا  طبيقة إعملدة تاهيق ابقيملست وي كن تنملواا مل \nفي مل يل : \n-  طريقة ألفا كرونباخ: وتع  س هذص ااابيقة على حسملا دعملدل أافمل ال قيملس بعس حذف \nدال ة ااعهملالةت وحسملا دعملدل أافمل ال قيملس ككل, وازجسول ( 13  ) اا ملل  يؤهين قيم دعملدالت\nأافمل بعس حذف ااعهملالة:  \n سول (13  ): قيم دعملدل أافمل كبوبهملتبقيملس  ابيزوفنبيمل طحذف دال ة ااعهملالة  \nااعهملالة  دعملدل أافمل ااعهملالة دعملدل أافمل ااعهملالة دعملدل أافمل ااعهملالة دعملدل أافمل \n1 0.739** 22 0.751** 43 0.750** 64 0.751** \n2 0.742** 23 0.740** 44 0.746** 65 0.740** \n3 0.740** 24 0.745** 45 0.782** 66 0.745** \n4 0.781** 25 0.756** 46 0.752** 67 0.776** \n5 0.759** 26 0.775** 47 0.775** 68 0.755** \n6 0.772** 27 0.750** 48 0.748** 69 0.770** \n7 0.763** 28 0.744** 49 0.765** 70 0.744**"
    },
    {
      "section": "Page 48",
      "page_number": 48,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 570 ااعهملالة  دعملدل أافمل ااعهملالة دعملدل أافمل ااعهملالة دعملدل أافمل ااعهملالة دعملدل أافمل \n8 0.769** 29 0.756** 50 0.754** 71 0.756** \n9 0.741** 30 0.747** 51 0.746** 72 0.747** \n10 0.757** 31 0.768** 52 0.743** 73 0.768** \n11 0.766** 32 0.741** 53 0.760** 74 0.741** \n12 0.763** 33 0.773** 54 0.743** 75 0.773** \n13 0.780** 34 0.752** 55 0.759** 76 0.762** \n14 0.753** 35 0.761** 56 0.747** 77 0.751** \n15 0.743** 36 0.769** 57 0.774** 78 0.782** \n16 0.748** 37 0.795 58 0.762** 79 0.788 \n17 0.769** 38 0.769** 59 0.780** 80 0.765** \n18 0.774** 39 0.747** 60 0.765** 81 0.769** \n19 0.762** 40 0.750** 61 0.772** 82 0.746** \n20 0.787 41 0.739** 62 0.749** 83 0.762** \n21 0.769** 42 0.760** 63 0.750**  \n ** دال عنس دس ني 0.01  \nوقس طلغت قي ة دعملدل أافمل ال قيملس ككل  0.782 \n( ي ضططح دططن  ططسول 13  ) ااسططملطق أن قططيم دعملدططل أافططمل زج يططع ااعهططملالات تؤعبططر عططن ثهملتهططملت حيططث\nاب فض دعملدل أافمل طحذف ااعهملالة ف  دعظم ابقيطملست واطم ي غيطر وظطل ثملط طملً فط  بعطض ااعهطملالات واطم \nيططط  ط دعملدطططل أافطططمل ال قيطططملس ككطططل  في طططمل عطططسا ااعهطططملالات ( 20 ت37  ت79) وااطططذين تطططم حطططذفامت وهطططذا \nيؤحير إلى أن   يع عهملالات ابقيملس دا ة وحذفامل قس يؤثب يلهملً عليه في طمل عطسا ااعهطملالات ( 20 ت37  ت\n79 .)ت د مل يؤحير إلى أن عهملالات ابقيملس تاسم طثهملت دال م  \n- طريقة إعادة  طبيق املقياس: تم ذاك دن خالل إعملدة تاهيق ابقيملس على ابحملالكين ف  اا حقق \nدن ازخصمل   ااسيكندترية ألدوات ااهحث ( 220) طملابت طفملالق زدني ثالثة أيملطيعت و  سول (14 )\n:اا ملل  ينضح دعملدالت اتالتهمل  طين دال ملت اا اهيقين  \n سول (14) ثهملت دقيملس ابيزوفنبيمل عن طبيق إعملدة تاهيق ابقيملس \nااهؤعس  دعملدل اتالتهمل  ااهؤعس  دعملدل اتالتهمل  \nابسبهملت    0.794** اي نملطة اغنية  0.708** \nاي نملطة يلنكية 0.836** اي نملطة  سسية 0.815** \nاي نملطة ابفعملاية 0.879** اي نملطة ا   ملعية 0.697** \nابقيملس ككل 0.824**  \n ** دال عنس دس ني 0.01  \n ي ضططططح دططططن  ططططسول( 14 )  أن   يططططع دعططططملدالت اتالتهططططمل  طططططين تاهيططططق ابقيططططملس وإعططططملدة تاهيقططططه \nطملالسهة زج يع عهملالاته دقهناة ؛ حيث تباوحت دعملدالت اتالتهمل  دمل طين ( 0.697( )ت و0.879  ) وه\nدعملدالت ثهملت دقهناةت ودن ثم ي كن اانثنق بهمل ك ؤشب على ثهملت ابقيملس."
    },
    {
      "section": "Page 49",
      "page_number": 49,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 571 : صحيح املقياس \n   اع  طططست طبيقطططة اا  طططليح علطططى وضطططع ااطططسال ملت ( 4- 3- 2- 1  ) حسطططب إ ملططططة ابفحطططن  علطططى طنطططند\nاتخ هطملال ت وذاطك فط  دطل دفطبدة دططن دفطبدات ابقيطملس. وبطذاك بنطس أن دال ططة ااافطل قطس تتطراوح دطمل طططين  \n(80 –  320  ) دال ة فط  ابقيطملس ككطل. ويط م   طع دال طملت دطل داطملالة علطى حطسة اللصطنل علطى ااسال طة\nااكليطة زلسمليططية ااصططنت اتب قمل يططة (ديزوفنبيططمل)ت وقططس تططم حسططملا ابئيليططملت ال قيططملس بعبفططة دتاططة \nااسال ة ااكليطة ااتطي يحصطل عليهطمل ااافطل ذوي اضطاباا قصطنال اتباهطملص اب طلنا طملالحطمل  ازلبدطم \nاااا طططططس فططططط  ابقيطططططملس دملا طططططملل : أقطططططل دطططططن (  160  ) دال طططططة يكطططططنن دسططططط نى حسمليطططططية ااصطططططنت اتب قمل يطططططة\n(ديزوفنبيطططططمل) ضطططططعيف ت ااسال طططططة دطططططن ( 161 – 210   ) يكطططططنن دسططططط نى حسمليطططططية ااصطططططنت اتب قمل يطططططة\n(ديزوفنبيططططمل) د نيططططط ت ااسال ططططة دططططن  ( 211 –  260  ) يكططططنن دسطططط نى حسمليططططية ااصططططنت اتب قمل يططططة\n(ديزوفنبيطططططططططمل)دبتفع ت ااسال ططططططططططة أكبططططططططططر دططططططططططن ( 260  ) يكططططططططططنن دسطططططططططط نى حسمليططططططططططية ااصططططططططططنت اتب قمل يططططططططططة\n(ديزوفنبيمل) دبتفع  سًا.  \n مقياس مهارات االستخدام االجتماعي للغة .   ]  ج[  \n                                                                          }  إعداد: الباحثة{. \n:الهدف ما املقياس \n  تطططم إعطططساد هطططذص األداة بغطططبض ايططط  سادامل فططط  تحسيطططس دسططط ني داطططملالات اتيططط  سا  ات   طططمل   الغطططة \nاألطفملل ذوي اضاباا قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س االذين تتراوح أع ملالهم دطمل \nططططططين (6 -15  ) عملدًطططططمل . حيطططططث أناألدوات ابن طططططندة فططططط  ااهيئطططططة ابصطططططبية أبعملدهطططططمل ت تنمليطططططب عينطططططة هطططططذا  \nااهحططث ( فطط  حططسود إطططالع ااهملحثططة ) ت  ويطط م ايطط  سا  هططذا ابقيططملس فطط  ااهحططث ازلططملل  . وأثنططملء إعططساد \nابقيملس الوعيت اإل باءات اا ملاية :  \n- اتطالع على ااتراث ااسيكنانج  وااسالايملت اب ملحة ااعببية واأل نبية ف  دنملل قيملس  \nداملالات اتي  سا  ات   مل   الغة اسى األطفملل ذوي اضاباا قصنال اتباهملص \nاب لنا طملالحمل  ازلبدم اااا س ؛ دثل دقيملس تشخي  اضاباا اا ناصل \nات   مل  (اابرا  ملتم)اسى اتطفملل (إعساديااسيس اا هملدم ونعي ه دح ست 2016 ) ت \nودقيملس علم االغة ات   مل   (إعساديااسعيس خنيشت2017  )تودقيملس اا ناصل \nات   مل  (إعساديتبمل هملالونت 2018  )تودقيملس اتي  سا  ات   مل   الغة اسى األطفملل\nذوي اإلعملقة اافكبية (إعسادياي ملن دملشف و هملاه اطن املجست 2021 .  ) \n-     وفي مل ي    طملبظاب ااعمل  أو ااصنالة ازخملال ية ال قيملس دن حيث بنع ااهنند وكيفية\nصيملغ همل ودسى وضنحامل ودسى دقة تعلي ملت ابقيملس ودال ة دمل ي   ع طه دن \nدنضنعيةتودسى دؤنمليهة األداة قملدت ااهملحثة طملتع  ملد على الأي املؤلك ين \nابؤ  صصين ف  علم اانفس واا لة اانفسية وااترطية ازخملصة طملزجملدعملت ابصبية \n(عين ش س – ااقملهبة –اااقملزيق – طني ينيف ) ااذين اتفقنا على أن عِهملالات ابِقيملس  \nدؤ صلة وتل  ي إلى األبعملد ااتي تقيسامل إلى  َملبب دمل أيفب عنه اا نبيب ابهسئم دن \nوضنح ااعهملالات وقسالتهمل على اا  ييز طين اي نملطملت ابفحنصين ت وقس أخذت ااهملحثة \nااعِهملالات ااتي دملن عليهمل نسهة اتفملق 80% . فأعلى"
    },
    {
      "section": "Page 50",
      "page_number": 50,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 572 - وف  ضنء اإلطملال اانظبي وابقملييس ااسملطقة والأي امللك ينت خلصت ااهملحثة إلى تحسيس  \n(7  ) أبعملد باملالات اتي  سا  ات   مل   الغة األطفملل ذوي اضاباا قصنال اتباهملص\nاب لنا طملالحمل  ازلبدم اااا س ت ت ض ن عسدًا دن ااعهملالات وعسدًا دن اتي نملطملت ت \nودن ثم وضعت ااهملحثة تعبيفًمل إ با يًمل باملالات اتي  سا  ات   مل   الغة األطفملل ذوي  \nاضاباا قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س ت وأيضًمل اكل بعس على حسة.   \nوصف املقياس : \n   ي كنن ابقيملس ف  صنالته اانهمل ية دن ( 68  ) عهملالة دنزعة علطى يطهعة أبعطملد ك طمل هطندهين فط  ازجطسول\nاا ملل : \n سول ( 15   ) :دقيملس داملالات اتي  ساات   مل   الغة األطفملل ذوي اضاباا قصنال اتباهملص  \nاب لنا طملالحمل  ازلبدم اااا س وتنزيع ااعهملالات ف  دل بعس  \nم األبعاد عدد \nالعبارات الدرجة \nالعظمى الصغرى  \n1  ااسلنك االفظم 10 30 10 \n2 ااسلنك غير االفظم 10 30 10 \n3  ابعملزجة اتبفعملاية الغة 9 27 9 \n4  اا ناصلاإلاكترونم  10 30 10 \n5  ازلضنال االغني  10 30 10 \n6 فعملاية ااذات ات   ملعية 10 30 10 \n7 ااكفملءة اا ناصلية 9 27 9 \nالدرجة الكلية  68 204 68 \n \n   (ي ضططح دططن ازجططسول 15   ) ااسططملطق أن ابقيططملس فططصططنالته اانهمل يططة ي كططنن دططن ( 7  ) أبعططملد ينططسالج تحططت\nدططل دنهططمل دن نعططة دططن ابفططبدات ت تقططيس دسطط نى داططملالات اتيطط  سا  ات   ططمل   الغططة األطفططملل ذوي  \nاضطاباا قصطنال اتباهطملص اب طلنا طملالحطمل  ازلبدطم اااا طس . ويط م اإل ملططة عطن دفطبدات ابقيطملس فط  \nضطططنء ابالطططنا دطططن دطططل يطططؤال ت ويططط م تاهيطططق ابقيطططملس علطططى األطفطططملل ذوي اضطططاباا قصطططنال اتباهطططملص \nاب لنا طملالحمل  ازلبدم اااا س دن ع ب(6 - 15 . ) عملدًمل طصنالة فبدية  \nالخصائص السيكومترية للمقياس: \nأوالً : االتساق الدا لي: اع  ست ااهملحثة ف  حسملا ااصسق على اتتسملق ااساخل  حيث \nقملدت طحسملا دعملدالت اتالتهمل  طين دال ة دل عهملالة وااهؤعس ااذي تل  ي إايه ت ودال ة دل بؤعس \nوااسال ة ااكلية ال قيملس؛ وازجسوت ن (16  ت17 :) اا ملايين يهينمل ذاك"
    },
    {
      "section": "Page 51",
      "page_number": 51,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 573 (  سول16  ): اتتسملق ااساخل  بقيملس اتي  سا  ات   مل   الغة(ن   220) \n  القم\nااعهملالة دعملدل \nاتالتهمل   ااهعس \nااثملنى دعملدالت \nاتالتهمل   ااهعس \nااثملاث دعملدالت \nاتالتهمل  \nااسلنك االفظم 1 0.807** ابعملزجة اتبفعملاية الغة 24 0.718** \n 47 0.827** \n8 0.846** 31 0.831** 54 0.699** \n15 0.783** 38 0.759** 61 0.837** \n22 0.749** 45 0.824** 68 0.720** \n29 0.800** 52 0.891** فعملاية ااذات ات   ملعية 6 0.874** \n36 0.700** 59 0.883** 13 0.705** \n43 0.766** 66 970.6** 20 0.894** \n50 0.741** اا ناصل اإلاكترونم 4 0.698** 27 0.817** \n57 0.703** 11 0.697** 34 0.769** \n64 0.893** 18 0.900** 41 0.709** \nااسلنك غير االفظم \n \n \n \n \n \n \n \n \n \n \n \n 2 0.827** 25 0.774** 48 0.697** \n9 0.699** 32 0.764** 55 0.687** \n16 0.738** 39 0.900** 62 0.889** \n23 0.741** 46 0.873** ااكفملءة اا ناصلية 7 0.699** \n30 0.692** 53 0.769** 14 0.819** \n37 0.805** 60 0.728** 21 0.879** \n44 0.839** 67 0.695** 28 0.749** \n51 0.746**  ازلضنال االغني  5 0.839** 35 0.782** \n58 0.709** 12 0.704** 42 0.839** \n65 0.697** 19 0.823** 49 0.882** \n 3 0.876** 26 0.775** 56 0.900** \n10 0.853** 33 0.839** 63 0.825** \n17 0.741** 40 0.756**  \n ** دال عنس دس ني 0.01  \n(ياهين دن  سول 16  ) ااسملطق أن   يع دعملدالت اتالتهمل  يناء طين دال ملت ااعهملالات\nواألبعملد ااتي تل  ي إايهمل واألبعملد وااسال ة ااكلية ذات دتاة إحصمل يةت د مل يؤحير إلى االتهمل  عهملالات  \nابقيملس طأبعملدص واالتهمل  األبعملد طملاسال ة ااكليةتوعلى اابغم دن اب فملض بعض قيم دعملدل \nاتالتهمل ت إت أنهمل دااة ت د مل يؤحير إلى أن ابقيملس ي   ع طملتسملق داخل  دنمليب."
    },
    {
      "section": "Page 52",
      "page_number": 52,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 574   سول (17  ) اتتسملق ااساخل  ألبعملد دقيملساتي  سا  ات   مل   الغة (ن   220) \n ااهؤعس دعملدل اتالتهمل  ااهؤعس  دعملدل اتالتهمل  \nااسلنك االفظم 0.796** ااسلنك غير االفظم 0.794** \nابعملزجة اتبفعملاية الغة 0.889** اا ناصل اإلاكترونم 0.762** \n ازلضنال االغني  0.705**  فعملايةااذات ات   ملعية  0.698** \nااكفملءة  اا ناصلية 0.843**  \n ** دال عنس دس ني 0.01  \n(ياهين دن  سول 17  ) ااسملطق أن   يع أبعملد ابقيملس تبتهط دع دال طة ابقيطملس ااكليطة ت د طمل\nيؤحير إلى ت  ع ابقيملس طملتسملق داخل  دنمليب.   \nثانيًا: صدق املقياس: اع  ست ااهملحثة ف  حسملا صسق ابقيمل س على ااصسق ااعملدل  \nاتي كحملف  ت وي كن تنملواا مل في مل يل : \n- الصدق العاملي: تم إ طباء تحليطل عطملدل  اي كحطملف   طابيقطة ابكنبطملت األيمليطية اهيملبطملت ابحطملالكين \nفططط  ااهحطططث ااهطططملاع عطططسدهم (220 ( ) علطططى دفطططبدات ابقيطططملس ااهطططملاع عطططسدهمل70 ) عهطططملالةفططط م ايططط  ال   \nيطهعة عنادطل دطن ابصطفنفةت ثططم تطسويب ااعنادطل اانملتنطة تططسويبًا د عملدطسًا طابيقطة اافطملالدكس و ططذال \nدطططملدن أكبطططر دطططن ااناحطططس اا طططليحت وقطططس أيطططفبت ب طططمل ج اا حليطططل ااعطططملدل  عطططن يطططهعة عنادطططل فسطططبت \n(50.807% () دن اا هملين ااكل  ك مل هن دنضح طملزجسول 18: )اا ملل \n سول (18  ): تحهعملت ابفبدات على ااعنادل بقيملس اتي  سا  ات   مل   الغة(ن   220 ) \nابفبدة ااعملدل \nاألول  ااعملدل \nااثملنى ااعملدل \nااثملاث ااعملدل \nاابابع ااعملدل \nازخملدس ااعملدل \nااسملدس ااعملدل \nااسملبع \n1 0.849**       \n8 0.587**       \n15 0.759**       \n22 0.727**       \n29 0.808**       \n36 0.681**       \n43 0.779**       \n50 5350.**       \n57 0.479*       \n64 0.665**       \n2  0.634**      \n9  0.565**      \n16  0.743**      \n23  0.798**      \n30  0.404*      \n37  0.752**      \n44  0.676**"
    },
    {
      "section": "Page 53",
      "page_number": 53,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 575 ابفبدة ااعملدل \nاألول  ااعملدل \nااثملنى ااعملدل \nااثملاث ااعملدل \nاابابع ااعملدل \nازخملدس ااعملدل \nااسملدس ااعملدل \nااسملبع \n51  0.681**      \n58  0.730**      \n65  0.638**      \n3   0.793**     \n10   0.545**     \n17   0.412*     \n24   0.660**     \n31   0.493*     \n38   0.591**     \n45   0.805**     \n52   0.714**     \n59   0.628**     \n66   0.552**     \n4    0.447*    \n11    0.789**    \n18    0.604**    \n25    0.576**    \n32    0.419*    \n39    0.504**    \n46    0.584**    \n53    0.781**    \n60    0.502**    \n67    0.479*    \n5     0.756**   \n12     0.802**   \n19     0.667**   \n26     0.762**   \n33     0.459*   \n40     0.706*   \n47     0.802**   \n54     0.644**   \n61     0.753**   \n68     0.459*   \n6      0.453*  \n13      0.725**"
    },
    {
      "section": "Page 54",
      "page_number": 54,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 576 ابفبدة ااعملدل \nاألول  ااعملدل \nااثملنى ااعملدل \nااثملاث ااعملدل \nاابابع ااعملدل \nازخملدس ااعملدل \nااسملدس ااعملدل \nااسملبع \n20      0.400*  \n27      0.696**  \n34      0.782**  \n41      0.541**  \n48      0.679**  \n55      0.488*  \n62      0.793**  \n7       0.809** \n14       0.572** \n21       0.673** \n28       0.725** \n35       0.557** \n42       0.404* \n49       0.658** \n56       0.701** \n63       0.578** \nنسهة اا هملين 7.884 7.703 7.377 7.15 7.14 6.964 6.589 \nازجذال ااكملدن 5.519 5.392 5.164 5.005 4.998 4.875 4.612 \n * دَال عنس دس ني 0.05  ** دال عنس دس ني 0.01  \n- ( ااعملدل األول: تحهعت عليه ابفبدات 1 ت8 ت15 ت22 ت29 ت36ت 43 ت50 ت57 ت64 ) يفسب\n(7.884% .) دن اا هملين ااكل  وتم تس ي ه ااسلنك االفظم \n- ااعملدل ااثملنم: تحهع عليه ابفبدات (2 ت9 ت16 ت23 ت30 ت37 ت44 ت51 ت58 ت65 ) يفسب\n(7.703% .) دن اا هملين ااكل  وتم تس ي ه غير ااسلنك االفظم \n- ااعملدل ااثملاث: تحهع عليه ابفبدات (3 ت10 ت17 ت24 ت31 ت38 ت45 ت52 ت59 ت66 ) يفسب\n(7.377 .%) دن اا هملين ااكل  وتم تس ي ه ابعملزجة اتبفعملاية \n- ااعملدل اابابع: تحهع عليه ابفبدات (4 ت11 ت18 ت25 ت32 ت39 ت46 ت53 ت60 ت67 ) يفسب\n(7.15% ) دن اا هملين ااكل  وتم تس ي ه اا ناصل اإلاكترونم. \n- ااعملدل ازخملدس: تحهع عليه ابفبدات (5 ت12 ت19 ت26 ت33 ت40 ت47 ت54 ت61 ت68 ) يفسب\n(8.302% ) دن اا هملين ااكل  وتم تس ي ه ازلضنال االغني.  \n- ااعملدل ااسملدس: تحهع عليه ابفبدات (6 ت13 ت20 ت27 ت34 ت41 ت48 ط55 ت62 ت69 ) يفسب\n(8.450% ) دن اا هملين ااكل  وتم تس ي ه فعملاية ااذات ات   ملعية. \n- ااعملدل ااسملبع: تحهع عليه ابفبدات (7 ت14 ت21 ت28 ت35 ت42 ت49 ت56 ت63 ت70 ) يفسب\n(8.302% ) دن اا هملين ااكل  وتم تس ي ه ااكفملءة اا ناصلية."
    },
    {
      "section": "Page 55",
      "page_number": 55,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 577  : ثالثًاثبات املقياس: Reliability \n    تم حسملا ثهملت اتخ هملال عن طبيق بنعين دن ااثهملت ه مل : ااثهملت طملي  سا  طبيقة أافمل\nكبوبهملت ت وااثهملت طملي  سا  طبيقة إعملدة تاهيق ابقيملست وي كن تنملواا مل في مل يل :  \n- طريقة ألفا كرونباخ: وتع  س هذص ااابيقة على حسملا دعملدل أافمل ال قيملس بعس حذف \nدال ة ااعهملالةت وحسملا دعملدل أافمل ال قيملس ككل, وازجسول ( 19  ) اا ملل  يؤهين قيم دعملدالت\nأافمل بعس حذف ااعهملالة:  \n سول (19): قيم دعملدل أافمل كبوبهملت  بقيملس اتي  سا  ات   مل   الغة طحذف دال ة ااعهملالة  \nااعهملالة  دعملدل أافمل ااعهملالة دعملدل أافمل ااعهملالة دعملدل أافمل ااعهملالة دعملدل أافمل \n1 0.786** 19 0.793** 37 0.776** 54 0.806** \n2 0.794** 20 0.814** 38 0.817** 55 0.792** \n3 0.785** 21 0.780** 39 0.819** 56 0.783** \n4 0.805** 22 0.820** 40 0.823** 57 0.799** \n5 0.783** 23 0.784** 41 0.789** 58 0.801** \n6 0.792** 24 0.820** 42 0.794** 59 0.805** \n7 0.790** 25 0.817** 43 0.778** 60 0.809** \n8 0.793** 26 0.807** 44 0.793** 61 0.806** \n9 0.811** 27 0.828 45 0.781** 62 0.794** \n10 0.782** 28 0.808** 46 0.824** 63 0.831 \n11 0.797** 29 0.797** 47 0.823** 64 0.798** \n12 0.790** 30 0.814** 48 0.784** 65 0.785** \n13 0.824** 31 0.819** 49 0.807** 66 0.794** \n14 0.783** 32 0.790** 50 0.814** \n0.768 67 0.799** \n15 0.828** 33 0.815** 51 0.794** 68 0.793** \n16 0.797** 34 0.818** 52 0.821** 69 0.818** \n17 0.800** 35 0.785** 53 0.817** 70 0.808** \n18 0.824** 36 0.774**  \n  ** دال عنس دس ني 0.01  \n وقس طلغت قي ة دعملدل أافمل ال قيملس ككل0.825 \n( ي ضططح دططن  ططسول 19 ) ااسططملطق أن قططيم دعملدططل أافططمل زج يططع ااعهططملالات تؤعبططر عططن ثهملتهططملت حيططث  \nاب فض دعملدل أافمل طحذف ااعهملالة ف  دعظم ابقيطملست واطم ي غيطر وظطل ثملط طملً فط  بعطض ااعهطملالات واطم \nي  ط دعملدل أافمل ال قيملس ككل  في مل عسا ااعهملالتين ( 27 ت63  ) واال ملن تم حذفا ملت وهذا يؤحير إلطى\nأن   يطططع عهطططملالات ابقيطططملس دا طططة وحطططذفامل قطططس يطططؤثب يطططلهملً عليطططه في طططمل عطططسا ااعهطططملالتين ( 27 ت63 )ت د طططمل\nيؤحير إلى أن عهملالات ابقيملس تاسم طثهملت دال م."
    },
    {
      "section": "Page 56",
      "page_number": 56,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 578 -  :طريقة إعادة  طبيق املقياستم ذاك دن خالل إعملدة تاهيق ابقيملس على ابحملالكين  ف  اا حقق \nدن ازخصمل   ااسيكندترية ألدوات ااهحث (220) طملابت طفملالق زدني ثالثة أيملطيعت و  سول (20 )\n:اا ملل  ينضح دعملدالت اتالتهمل  طين دال ملت اا اهيقين  \n سول (20)  : ثهملت دقيملس اتي  سا  ات   مل   الغةعن طبيق إعملدة تاهيق ابقيملس \nااهؤعس  دعملدل اتالتهمل  ااهؤعس  دعملدل اتالتهمل  \nااسلنك االفظم 0.839** ابعملزجة اتبفعملاية الغة 0.901** \nااسلنك غير االفظم 0.767** اا ناصل اإلاكترونم 0.782** \n ازلضنال االغني  0.715** فعملاية ااذات ات   ملعية 0.703** \nااكفملءة  اا ناصلية 0.867** ابقيملس ككل 0.842** \n ** دال عنس دس ني 0.01  \n ي ضططططح دططططن  ططططسول( 20 )  أن   يططططع دعططططملدالت اتالتهططططمل  طططططين تاهيططططق ابقيططططملس وإعططططملدة تاهيقططططه \nطملالسهة زج يع عهملالاته دقهناة ؛ حيث تباوحت دعملدالت اتالتهمل  دمل طين ( 0.703( )ت و0.901  ) وه\nدعملدالت ثهملت دقهناةت ودن ثم ي كن اانثنق بهمل ك ؤشب على ثهملت ابقيملس.   \n صحيح املقياس: \n   اع  طططططست طبيقطططططة اا  طططططليح علطططططى وضطططططع ااطططططسال ملت ( 3- 2- 1  ) حسطططططب إ ملططططططة ابفحطططططن  علطططططى طنطططططند\nاتخ هطملال ت وذاطك فط  دط ل دفطبدة دططن دفطبدات ابقيطملس. وبطذاك بنطس أن دال ططة ااافطل قطس تتطراوح دطمل طططين \n(68 –  204  ) دال ة فط  ابقيطملس ككطل. ويط م   طع دال طملت دطل داطملالة علطى حطسة اللصطنل علطى ااسال طة\nااكلية باملالات اتي  سا  ات   مل   الغةت وقس تم حسملا ابئيليملت ال قيملس بعبفطة دتاطة ااسال طة \nااكلية ااتي يحصل عليهمل ااافل ذوي اضاباا قصنال اتباهملص اب لنا طملالحطمل  ازلبدطم اااا طس فط   \nابقيملس دملا ملل : أقل دن (  100  ) دال ة يكنن دس نى داملالات اتي  سا  ات   مل   الغة ضطعيف ت\nااسال ططة دططن ( 101 – 140   ) يكططنن دسطط نى داططملالات اتيطط  سا  ات   ططمل   الغططة د نيططط ت ااسال ططة\nدططن ( 141 –  180  ( ) يكططنن دسطط نى داططملالات اتيطط  سا  ات   ططمل   الغططة دبتفططع ت ااسال ططة أكبططر دططن\n180 ) يكنن دس نى داملالات اتي  سا  ات   مل   الغة دبتفع  سًا.  \n \n]د[          . مقياس املشكالت السلوكية واالنفعالية}  إعداد/ جالل جراروآ رون، 2016 {. \n- : وصف املقياس \n   صططط م هطططذا ابقيطططملس الكحطططف عطططن ابحطططكالت ااسطططلنكية واتبفعملايطططة اطططسى األطفطططملل د طططن  \nتتططراوح أع ططملالهم دططمل طططين ( 6-18 ( ) عملدًططمل . وي كططنن ابقيططملس دططن 70  ) فقططبة تقططيس يطط ة أبعططملد\nهطططططط  : ااعططططططسوان ي دحططططططكالت اا صططططططبف ت واالحططططططمل  اااا ططططططس ت ودحططططططكالت ااطططططط علم ت وااقلططططططق ي \nاتك ئطططملا ت وابحطططكالت ااطططنفس  سططط ية ت ودقيطططملس ااصطططسق . وقطططس قملدطططت ااهملحثطططة طملعطططملدة \nااثهطططططملت ااطططططذا ابقيطططططملس ايانمليطططططب دطططططع عينطططططة ااهحطططططث دطططططن األطفطططططملل ذوي اضطططططاباا اتباهطططططملص \nاب لنا طملالحمل  ازلبدم اااا س ."
    },
    {
      "section": "Page 57",
      "page_number": 57,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 579 - : صدق املقياس \n   ال حقق دن صسق ابقيملس تم اي  سا  ااصسق اا  ييزي وذاك دن خالل اا حقق دن \nاافططططبوق فططططط  ااططططسال ملت علطططططى أبعططططملد ابقيطططططملس و دال  طططططه ااكليططططة تهعًطططططمل ب غيططططر ازلملاطططططة ااعقليطططططة ت \nوكذاك دن خالل اا حقق دن اافبوق ف  ااسال ملت على أبعملد ابقيملس ودال  ه ااكلية تهعًمل \nب غيري ااع ب وازجلس واا فملعل طينه مل .  \n- ثبات املقياس بطريقة إعادة  طبيق املقياس: تم ذاك دن خالل إعملدة تاهيق ابقيملس على \nابحملالكين ف  اا حقق دن ازخصمل   ااسيكندترية ألدوات ااهحث (220) طفالًت طفملالق زدني ثالثة \nأيملطيعت و  سول (21 :) اا ملل  ينضح دعملدالت اتالتهمل  طين دال ملت اا اهيقين  \n سول (21) : ثهملت دقيملس اتضاباطملت ااسلنكية واتبفعملاية عن طبيق إعملدة تاهيق ابقيملس \nااهؤعس  دعملدل \nاتالتهمل  ااهؤعس  دعملدالت \nاتالتهمل  ااهؤعس  دعملدالت \nاتالتهمل  \nااعسوان 0.870 االحمل  اااا س 0.714 دحكالت اا علم \n 0.792 \nااقلق واتك ئملا \n 0.739  ابحكالت اانفس\n س ية 0.893 ااصسق 0.813 \n ااسال ة ااكلية  0.843 \n ي ضططططح دططططن  ططططسول( 21 )  أن   يططططع دعططططملدالت اتالتهططططمل  طططططين تاهيططططق ابقيططططملس وإعططططملدة تاهيقططططه \nطملالسطططهة زج يطططع دفبداتطططه دقهناطططة ؛ حيطططث تباوحطططت دعطططملدالت اتالتهطططمل  دطططمل ططططين ( 0.714( )ت و0.893 )\n.وه  دعملدالت ثهملت دقهناةت ودن ثم ي كن اانثنق بهمل ك ؤشب على ثهملت ابقيملس  \n-  صحيح املقياس : \n   اع  طططست طبيقطططة اا  ططططليح علطططى وضططططع ااطططسال ملت ( 1-2-3-4() ت ااسال ططططة1  ) تحطططير إلططططى أن\nااسلنك ت يظاب دالقًمل ت وااسال ة ( 2 ( ) تحير إلى أبه بملدالًا دمل يظاب ااسلنك ت وااسال طة 3 )\n( تحططططير إلططططى أن كثيططططرًا دططططمل يظاططططب ااسططططلنك ت وااسال ططططة 4  ) تحططططير إلططططى أبططططه كثيططططرًا  ططططسًا دططططمل يظاططططب\nااسلنك .. وبذاك بنس أن دال ة ااافل قس تتراوح دطمل ططين ( 70 –  280  ) دال طة فط  ابقيطملس\nككططططل. ويطططط م   ططططع دال ططططملت دططططل داططططملالة علططططى حططططسة اللصططططنل علططططى ااسال ططططة ااكليططططة ت وقططططس تططططم  \nحسططططملا ابئيليططططملت ال قيططططملس بعبفططططة دتاططططة ااسال ططططة ااكليططططة ااتططططي يحصططططل عليهططططمل ااافططططل ذي \nابحططططكالت ااسطططططلنكية واتبفعملايطططططة فطططط  ابقيطططططملس دملا طططططملل  : أقططططل دطططططن (  30  ) دال طططططة دطططططن فض\n ططططسًات ااسال ططططة دططططن ( 30 – 39 ( ) دططططن فضت ااسال ططططة دططططن 40-59  ) د نيططططط ت ااسال ططططة دططططن\n(60-69 ( ) دبتفع (ذات دتاة) ت ااسال ة أكبر دن 70 .)) دبتفع  سًا (ذات دتاة إدليليكية"
    },
    {
      "section": "Page 58",
      "page_number": 58,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 580   :  نتائج البحث \n   تحقيقًططططمل ألهطططططساف ااهحطططططث فقطططططس  طططططبت دعملزجطططططة طيملبطططططملت ااهحططططث إحصطططططمل يًمل وفي طططططمل يلططططط  عبضًطططططمل بطططططمل تطططططم \nاا نصل إايه دن ب مل ج . \nأوالً : ا تبار صحة الفرض األول  ومناقشة نتائجه : \n1-   نص الفرض وأساسه النظري  : \nيططن  اافططبض علططى أبططه: \"    وجددد مسددتويات مختلفددة مددا حساسددية الصددوت االنتقائيددة لدددى أفددراد \nالعينة ما األطفال ذوي اضطراب قصوراالنتباه املصحوب بالنشاط الحركي الزائد. \". \n   وال حقق دن صلة هذا اافبض قملدت ااهملحثة طملخ هملال هذا اافبض على أفبد ااعينة األيمليية  \n(ن  201  ) وت ليحه وفقملً ا علي ملتهت ودن ثم تحسيس دس نيملتهم ف  حسمليية ااصنت اتب قمل يةت \nوكذاك حسملا اب نياملت ازلسملطية السال ملت ااكلية ألفباد دل دس نى دن ابس نيملت ازخ سةت \nثم حسملا قيم (ت) الفبق طين اب نياملت ازلسملطية واب نيط اافب يي ال قيملست و سول ( 22 )\n.ينضح اان مل ج ااتي تم اا نصل إايهمل \n سول (22): دس نيملت حسمليية ااصنت اتب قمل ية (ديزوفنبيمل) اسى أفبد ااعينة األيمليية دن \nاألطفملل ذوي اضاباا اتباهملص اب لنا طملالحمل  ازلبدم اااا س (ن  201)  \n دس نى\nااستاة  قي ة ت  اب نيط \nاافب ي  اتبحباف \nابعيملالي  اب نيط \nازلسملبم  نسه هم \nابئنية  عسدهم  دال ملتهم ااكلية  إلى دن \n- - \n \n \n \n200  - - صفب  صفب  128  80 دن فض  \n- - - - صفب  صفب  176  129   أقل دن\nاب نيط  \n0.01  382.78  1.15  221  1.99%  4 224  177  د نيط  \n0.01  303.05  9.08  258.87  56.22%  113  272  225   أعلى دن\nاب نيط  \n0.01  348.43  7.47  283.93  41.79%  84 320  273  دبتفع  \n0.01  252.15  16.34  268.59  100%  201   ااعينة\nاأليمليية  أعلى دن \nاب نيط  \n0.01  341.82   اافبق طين اببتفعين وابن فضين ف  دس نىحسمليية ااصنت اتب قمل ية  \n(ديزوفنبيمل)  \n ي ضح دن  سول ( 22: ) دمل يل  \nأن اافبق طين دال ملت األطفملل اببتفعين وابن فضين ف  دس نى حسمليية ااصنت اتب قمل ية  \nالسال ملت ااكية ألفباد ااعينة دن ذوي اضاباا اتباهملص اب لنا طملالحمل  ازلبدم اااا س دملن \n(341.82  )ت وه  قي ية كهيرة تسل على تحات دال ملتهم  على دقيملس حسمليية ااصنت اتب قمل ية\n(ديزوفنبيمل) ابس  س ت ط مل يسل على و ند دس نيملت د  لفة اسيهم ف  حسمليية ااصنت  \nاتب قمل ية (ديزوفنبيمل) وهذا يثبت صلة اافبض األول الهحث."
    },
    {
      "section": "Page 59",
      "page_number": 59,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 581 2- : مناقشة نتيجة الفرض األول  \n     ي ضح دن  سول ( 22  ) أن اب نيط ازلسملبم السال ملت ااكلية ألفباد ااعينة األيمليية دن ذوي\nاضاباا قصنالاتباهملص اب لنا طملالحمل  ازلبدم اااا س دملن (268.59  ) دال ة وه  قي ة أعلى دن\nاب نيط اافب يي ال قيملس وتقع ض ن شبيحة أعلى دن اب نيط ت ك مل أن اافبق طين دال ملت \nاألطفملل اببتفعين وابن فضين ف  دس نى حسمليية ااصنت اتب قمل ية السال ملت ااكية ألفباد \nااعينة دن ذوي اضاباا اتباهملص اب لنا طملالحمل  ازلبدم اااا س دملن ( 341.82  )ت وه  قي ية\nكهيرة تسل على تحات دال ملتهم  على دقيملس حسمليية ااصنت اتب قمل ية (ديزوفنبيمل) ابس  س  ف  \nااهحث ازلملل  ت ط مل يسل على و ند دس نيملت د  لفة اسيهم ف  حسمليية ااصنت اتب قمل ية \n(ديزوفنبيمل) . \n وي كن الهملحثة تفسير هذا اافبض باينة و ند فبوق دااة إحصمل يًمل ف  أبعملد (دسبهملت ابيزوفنبيمل \n– واتيطط نملطة االغنيططة – واتيطط نملطة ااسططلنكية – واتيطط نملطة ازجسططسية – واتيطط نملطة اتبفعملايططة \n– واتيططط نملطة ات   ملعيطططة ) ودقيطططملس حسمليطططية ااصطططنت اتب قمل يطططة ككطططل تعطططاي إلطططى طهيعطططة األطفطططملل \nذوي اضططططططاباا قصططططططنال اتباهططططططملص اب ططططططلنا طملالحططططططمل  ازلبدططططططم اااا ططططططس ؛ حيططططططث تظاططططططب علططططططيهم يطططططط ملت  \nاضططاباا حسمليططية ااصططنت اتب قمل يططة (ديزوفنبيططمل) بغططض اانظططب عططن اانططنع ؛ حيططث بنططس انحططغملاام \nطملإلشملالات ااس عية أو ااهصبية أو ازلسية وااتي ي م إثملالتهمل فط  ااغملاطب دطن أشطخمل  آخطبون ت وتثيطر \nهذص اإلشملالات دحملعب شسيسة ف  اا هيج وااغضب وفقس ااسطيابة علطى ااطنفس وتننطب ابناقطف ااتطي  \nتحسث فيهمل ابثيرات  طلسب د  لفة .    \n و ت فططق باينططة هططذا اافططبض دططع دططمل تنصططلت إايططه دالايططة Marta et al,( 2023,447 )   دططن تسططملوي كططال\nازجلسطططططين دطططططن األطفطططططملل ذوي قصطططططنال اتباهطططططملص اب طططططلنا طملالحطططططمل  ازلبدطططططم اااا طططططس فططططط  دال طططططة وضطططططنح \nدحفططططططاات حسمليططططططية ااصططططططنت اتب قمل يططططططة (ابيزوفنبيططططططمل) وو ططططططند دسطططططط نيملت د  لفططططططة دططططططن اضططططططاباا  \nحسمليطية ااصطنت اتب قمل يطة اطسى األطفطملل ت ودطمل تنصطلت إايطه دالايطة Natalini et al,( 2020,2 )  دطن \nأن دنططملطق ااططسدمل  اببتهاططة طملاعملطفططة عملايططة ااترتيططب واا نظططيم دثططل ااقحططبة ابعاواططة األدملديططة دملبططت \nتع ططططل خططططالل ايطططط نملطة ابيزوفنبيططططمل اططططسى ااططططذدنال واإلبططططملث طططططنفس ااكيفيططططة واكططططن طططططسال ملت د فملوتططططة ت \nفملألطفططططططملل ااططططططذين يعططططططملبنن دططططططن اضططططططاباا حسمليططططططية ااصططططططنت اتب قمل يططططططة (ديزوفنبيططططططمل) يعططططططملبنن دططططططن \nاضاباا ابحملعب واتبفعملتت فملاعناطف واتبفعملتت ت  يطز طملتيط نملطملت ااعقليطة واافسطينان ية \nابنمليهة ااطمل دثطل تعهيطرات اان طه واالتفطملع دعطسل ضطببملت ااقلطب واا عطبق ت ك طمل قطس يصطملحبهمل دحطملعب  \nدثل ازلان وااغضب وازخنف وااقلق واتش  زاز .   \n       وهنمل تؤكس ااهملحثة دمل أشملال إايه ااهملحثنن في مل ي   و ند اي نملطملت د  لفة ف  اضاباا \nحسمليية ااصنت اتب قمل ية (ديزوفنبيمل) اسى األطفملل ذوي قصنال  اتباهملص اب لنا طملالحمل  \nازلبدم اااا س ت ففم حملاة ااافلة ( .أ. ) وااتي دملبت تعملنم دن اضاباا اتباهملص اب لنا \nطملالحمل  ازلبدم اااا س ف  ابسالية وابنزل وااحملالع ت وه  اصغب أفباد أيبتهمل بعس ذكبين وتهلع دن \nااع ب( 7 أعنا  ) ت وعنس تعبيضامل ال حفاات ابيزوفنبية ظاب عليهمل ااقلق واتبفعملل ال حفاات  \nااس عية وو س أن اسيهمل دال ة دبتفعة  سًا دن اضاباا حسمليية ااصنت اتب قمل ية وصلت إلى \n(263  ) دال ة على ابقيملس ابس  س  ف  ااهحث ازلملل  ت وف  حملاة ااافل ( . . ) وااذي يهلع دن\nااع ب (8.5 ) عملدًمل وهن تبتيهه ااثملنم طين اخنته ااذين يهلع عسدهم االبعه واس وبل ين وااذي دملن  \nيعملنم دن اضاباا قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س ف  ابسالية وف  ااحملالع وعنس"
    },
    {
      "section": "Page 60",
      "page_number": 60,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 582  تعبضه ال حفاات ابيزوفنبية ظاب عليه اا نتب ووضع يسص على اذبيه دحملوتً تفملدى امللفاات\nااس عية ك مل اياثملالته امللفاات ااهصبية و س ان اسيه دال ة دبتفعة دن اضاباا حسمليية  \nااصنت اتب قمل ية وصلت إلى (257  ) دال ة على ابقيملس ابس  س  ف  ااهحث ازلملل  ت طين مل ف  حملاة\nااافل (ع.أ. ) وااذي يهلع دن ااع ب (7 يننات و8  شانال) وتبتيهه األول طين ثالثة اخنص وااذي\nدملن يعملنم دن اضاباا قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س ف  ابسالية وااحملالع وعنس  \nتعبضه ال حفاات ابيزوفنبية و س ان اسيه دال ة د نياة دن اضاباا حسمليية ااصنت \nاتب قمل ية وصلت إلى (205  ) دال ة على ابقيملس ابس  س  ف  ااهحث ازلملل  .د مل يؤكس و ند\nدس نيملت د  لفة زلسمليية ااصنت اتب قمل ية اسى األطفملل ذوي قصنال اتباهملص اب لنا  \nطملالحمل  ازلبدم اااا س .  \nثانيًا : ا تبار صحة الفرض الثاني ومناقشة نتائجه :  \n1-   نص الفرض وأساسه النظري  : \n يططططن  اافططططبض علططططى أبططططه: \"  وجددددد عالقددددة ار باطيددددة موجبددددة دالددددة إحصددددائيًا بددددين درجددددات \nاألطفدددددددال ذوي اضدددددددطراب قصدددددددور االنتبددددددداه املصدددددددحوب بالنشددددددداط الحركدددددددي الزائدددددددد علدددددددى مقيددددددداس \nحساسية الصوت االنتقائية،ودرجاتهم على مقياس املشكالت السلوكية واالنفعالية .\"  \n   وال حقق دن صلة هذا اافبض تم حسملا دعملدل االتهمل  طيرينن طين دال ملت األطفملل ف  دقيملس \nحسمليية ااصنت اتب قمل ية (ديزوفنبيمل) ودال ملتهم ف  دقيملس ابحكالت ااسلنكية و اتبفعملاية ت \nو سول (23 :) ينضح باينة هذا اإل باء \n سول (23  )): دعملدل االتهمل  طيرينن طين دال ملت حسمليية ااصنت اتب قمل ية (ديزوفنبيمل\nودال ملتهم على دقيملس ابحكالت ااسلنكية واتبفعملاية  \nابحكالت \nااسلنكية \nواتبفعملاية \nابيزوفنبيمل ااعسوان االحمل  \nاااا س دحكالت \nاا علم ااقلق \nواتك ئملا ابحكالت \nاانفس \n س ية ااصسق ااسال ة \nااكلية \nال قيملس \nابسبهملت 0.151* 0.201** 0.341** 0.255** 0.331** 0.174* 0.227** \nاي نملطة اغنية 0.392** 0.169* 0.282** 0.356** 0.328** 0.153* 0.320** \nاي نملطة يلنكية 0.371** 0.425** 0.419** 0.483** 0.296** 0.185** 0.417** \nاي نملطة  سسية 0.409** 0.497** 0.259** 0.197** 0.349** 0.194** 0.400** \nاي نملطة ابفعملاية 0.453** 0.536** 0.467** 0.469** 0.299** 0.169* 0.525** \n اي نملطة\nا   ملعية 0.387** 0.350** 0.287** 0.401** 0.349** 0.201** 0.329** \nااسال ة ااكلية  0.384** 0.402** 0.294** 0.369** 0.326** 0.186** 0.389** \n *دااة عنس0.05 ** دااة عنس0.01 \n(ي ضح دن  سول 23) أبه تن س عالقة االتهملطية دن هة دااة إحصمل يملً طين  ااسال ملت  ااكلية \nألطفملل ااعينة األيمليية على دقيملس حسمليية ااصنت اتب قمل ية (ديزوفنبيمل) ودال ملتهم  ااكلية \nعلى دقيملس ابحكالت ااسلنكية واتبفعملايةت  حيث طلغت قي ة دعملدل اتالتهمل  طينه مل (0.398)ت"
    },
    {
      "section": "Page 61",
      "page_number": 61,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 583  وه قي ة دااة إحصمل يَّمل  عنس دس نى( 0.01)ت ط مل يحير إلى أبه دل مل االتفع  دس نى  حسمليية \nااصنت اتب قمل ية (ديزوفنبيمل) اسى األطفملل عينة ااهحث دل مل االتفع إ  ملتً ف  ابحكالت ااسلنكية \nواتبفعملايةت ك مل تن  س عالقملت االتهملطية دن هة دااة إحصمل يملً  طين ااسال ملت  ااكلية ألفباد ااعينة \nاأليمليية على دقيملس حسمليية ااصنت اتب قمل ية(ابيزوفنبيمل )ودال ملتهم  على دل بعس دن أبعملد \nدقيملس ابحكالت ااسلنكية واتبفعملايةت طحيث دملن دعملدل االتهملطامل  دع بعس(االحمل  اااا س) هن \nاألكبر طقي ة (0.402)ت ويليه دعملدل االتهملطامل  دع بعس (ااعسوان) طقي ة (0.384) ويليه دعملدل \nاالتهملطامل  دع بعس) ااقلق واتك ئملا) طقي ة (0.369)ت ويليه دعملدل االتهملطامل  دع بعس(ابحكالت \nاانفس  س ية) طقي ة(0.326)ت ويليه دعملدل االتهملطامل  دع بعس(دحكالت اا علم) طقي ة(0.294 )ت\nويليه دعملدل االتهملطامل  دع بعس(ااصسق) طقي ة(0.186)ت و  يعامل قيم دااة إحصمل يَّمل  عنس \nدس نى(0.01)ت ط مل يحير إلى أبه دل مل االتفع  دس نى  ااافل ف  دل دن االحمل  اااا س ت وااعسوانت \nوااقلق واتك ئملات وابحكالت اانفس  س يةت ودحكالت اا علمت وااصسق دل مل االتفع  دس ناص \nإ  ملتً  ف   حسمليية ااصنت اتب قمل ية(ابيزوفنبيمل). \nك مل ي ضح دن  سول( 23) أبه تن س عالقملت االتهملطية دن هة دااة إحصمل يملً طين  ااسال ملت  \nااكلية ألفباد ااعينة األيمليية على دقيملس ابحكالت ااسلنكية واتبفعملاية ودال ملتهم  على دل بعس \nدن أبعملد دقيملس حسمليية ااصنت اتب قمل ية(ابيزوفنبيمل) ت  فكملن دعملدل االتهملطامل  دع \nبعس(اي نملطة ابفعملاية) هن األكبر طقي ة (0.525)ت ويليه دعملدل االتهملطامل  دع بعس(اي نملطة \nيلنكية) طقي ة (0.417)ت ثم يليه دعملدل االتهملطامل  دع بعس(اي نملطة  سسية) طقي ة (0.400 )ت\nويليه دعملدل االتهملطامل  دع بعس(اي نملطة ا   ملعية) طقي ة (0.329)ت ثم يليه دعملدل االتهملطامل  دع \nبعس(اي نملطة اغنية) طقي ة ( 0.320)ت ثم يليه ف  اببتهة األخيرة  دعملدل االتهملطامل  دع \nبعس(ابسبهملت)طقي ة (0.227)ت و  يعامل قيم دااة إحصمل يَّمل  عنس دس نى(0.01)ت ط مل يحير إلى أبه \nدل مل االتفع  دس نى  ااافل اتي نملطة ابفعملايةت اتي نملطة يلنكيةت اتي نملطة  سسيةت \nاتي نملطة ا   ملعيةت اتي نملطة االغنيةت ابسبهملت دل مل االتفع دس ناص إ  ملتً  ف  ابحكالت \nااسلنكية واتبفعملاية. \nك مل ي ضح دن  سول( 23) أبه تن س عالقملت االتهملطية دن هة دااة إحصمل يملً طين  دال ملت  \nأفباد ااعينة األيمليية على أبعملد دقيملس حسمليية ااصنت اتب قمل ية(ابيزوفنبيمل )ودال ملتهم  على \nأبعملد دقيملس ابحكالت ااسلنكية واتبفعملاية ت طحيث دملن أعالهم هن دعملدل اتالتهمل  طين االحمل  \nاااا س واتي نملطة اتبفعملاية طقي ة (0.536)ت ودملن أدبملهمل هن دعملدل اتالتهمل  طين اتي نملطة \nاالغنية وااصسق طقي ة(0.153) ت وبذاك تم قهنل اافبض  ااثملنم دن ااهحث. \n2- : مناقشة نتائج الفرض الثاني \n    تفسير ااهملحثة هذا اافبض وااذي يحير إلى و ند عالقة االتهملطية  دااة إحصمل يًمل ف  أبعملد \nدقيملس حسمليية ااصنت اتب قمل ية (ديزوفنبيمل ) وااسال ة ااكلية ال قيملس ت وأبعملد دقيملس \nابحكالت ااسلنكية واتبفعملاية (ااعسوان – واالحمل  اااا س – ودحكالت اا علم – وااقلق \nواتك ئملا – وابحكالت اانفس  س ية – وااصسق) ودقيملس ابحكالت ااسلنكية واتبفعملاية \nككل ؛ طأن األطفملل يناسون واسيهم اي عساد طينانج  اظانال ابحكالت ااسلنكية واتبفعملاية ت ثم \nتأتم خبرات ااافناة األولى غير ااسملالة ف  اافترات ابهكبة دن ازليملة وااتي دنهمل ازلسمليية  \nال حفاات ااس عية أو ااهصبية أو ازلسية (ديزوفنبيمل) وااتي تك ب ف  ااالشعنال واكنهمل تس  ب"
    },
    {
      "section": "Page 62",
      "page_number": 62,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 584  تن ه ااسلنك د مل يؤدي اتبحبافملت ااسلنكية وااتي تاداد ف األطفملل ذوي اضاباا قصنال \nاتباهملص اب لنا طملالحمل  ازلبدم اااا س ت ك مل أنهمل قس تسملعس ف  ظانال دفان  ذات يل ي وااذي \nيعبر عن إدالاك ااافل اذاته كفبد طأبه غير دقهنل أو فملشل فيكنن اسيهم حسمليية دفبطة ضس \nاانقس وت يكنن اسيهم اابغهة ف  اتب با  ف  كثير دن االحملطملت .  \n   وي فططق ذاططك دططع دططمل أشططملالت إايططه دالايططة دططل دططن   Rouw( 2018,2 )  تو Jastreboff( 2022,1 )   دططن أن  \nحسمليطططططية ااصطططططنت اتب قمل يطططططة (ديزوفنبيطططططمل) حملاطططططة تاسطططططم طملتيططططط نملطة ااعملطفيطططططة النظطططططمل  اا حفيطططططزي \nااسفمل   األصنات اب كبالة وذات ااصلة طملاشخصية ت دثل ؛ (األدل وااحم ) ت وتترافطق دطع دن نعطة \nدططططن اتضططططاباطملت اانفسططططية ت ط ططططمل فطططط  ذاططططك اضططططاباطملت ااشخصططططية ت فَ ؤططططؤَدَّى اططططبدة فعططططل يططططلهية اططططسى  \nاببيض ت دثل : ( ااقلق ت واإلثملالة ت واتباعملج ) ت ف  حين أن ازخنف وااقلطق وااغضطب واتشط  زاز هط  \nااعناطف ااسمل سة ف  هذا اتضاباا ت فضالً عن ( اا هيج ت واا نتب ت وااقلق ت واا فطملقم ت وااحطعنال \nااسل ي ) . \n    ك مل  ملءت ب مل ج ااهحث ازلملل  ا ؤكس دمل أكسص ااهملحثنن في مل ي   و ند عالقة دن هة دااة  \nطين حسمليية ااصنت اتب قمل ية (ديزوفنبيمل) و ابحكالت ااسلنكية واتبفعملاية ت وااذي يب ع اعسة \nأيهملا وعنادل دنهمل عنادل والاثية أو طي ية ؛ حيث تلعب اانالاثة دوالًا كهيرًا ودؤثبًا ف  ظانال اضاباا \nقصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س وكذاك ابحكالت ااسلنكية واتبفعملاية وذاك إدمل  \nطابيقة دهملشبة دن خالل بقل ابنالوثملت ااتي تح ل خصمل   تؤدي إلى تلف أو ضعف بعض \nابباكا ااعصبية ابسؤواة عن اتباهملص ت ك مل أن األيهملا ااعصبية وااهينان ية اسى األطفملل ذوي \nقصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س تنعل اسيهم اضاباا ف  وظيفة ااف  ازجههي \nاألدملدم ف  املخ وتسبب اإلصملطة طحسمليية ااصنت اتب قمل ية خلال قس يسبب ابحكالت ااسلنكية \nواتبفعملاية ( Carison, 2013,3 ; Jane & Chloe, 2023,2 -11; Mitchell et al., 2011,3 ; Quek et \nal.,2018,11 ; Zachary et al., 2023,5 ).  \n     ك ططططططططمل تفسططططططططب ااهملحثططططططططة هططططططططذص ااناينططططططططة طططططططططأن  األطفططططططططملل ابصططططططططملطنن  طملضططططططططاباا حسمليططططططططية ااصططططططططنت\nاتب قمل يطططة(ابيزوفنبيمل ) دطططملبنا ي فطططملعلنن ططططملزخنف أو اتباعطططملج أو ااغضطططب دطططن أصطططنات دعينطططةت وقطططس \nيحطططملوانن اتط عطططملد عطططن دصطططسال األصطططنات اباعجطططة واتب طططبا  فيهطططمل  وأحيملبًطططمل أخطططبى يعاطططنن ايططط نملطة \nت  يز طملاعسوابية ت دثل ؛ ااصبات ف  و ه هطذا ااشطخ  أو ضطببه ت وت  ثطل أحطس ازجنابطب ااب يسطية  \nااذا اتضاباا ف  أبه ط نبد تعبض ابصملا بمل يع برص دحفاًا هجنديًمل ت يهسأ الد اافعل عملدة ططملا هيج \nأواتشط  زاز ثططم ي صطملعس بسططبعة إلطى دسطط نى د اططبف ت يانمليطب بحططكل واضطح دططع امللفطا دططن حيططث \nااغضب وااكباهية أو اتش  زاز .    \nثالثًا: ا تبار صحة الفرض الثالث ومناقشة نتائجه :  \n1-  نص الفرض وأساسه النظري  : \n  يططن  اافططبض علططى أبططه: \"  وجددد عالقددة ار باطيددة سددالبة دالددة إحصددائيًا بددين درجددات األطفددال ذوي \nاضددددطراب قصددددوراالنتباه املصددددحوب بالنشدددداط الحركددددي الزائددددد علددددى مقيدددداس حساسددددية الصددددوت  \nاالنتقائية، ودرجاتهم على مقياس مهارات االستخدام االجتماعي للغة \". \nوال حقق دن صلة هذا اافبض تم حسملا دعملدل االتهمل  طيرينن طين دال ملت األطفملل ف  \nدقيملس حسمليية ااصنت اتب قمل ية (ابيزوفنبيمل) ودال ملتهم ف  دقيملس اتي  سا  ات   مل   الغةت \nو سول (24) ينضح باينة هذا اإل باء:"
    },
    {
      "section": "Page 63",
      "page_number": 63,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 585 (  سول24  )): دعملدل االتهمل  طيرينن طين دال ملت حسمليية ااصنت اتب قمل ية (ابيزوفنبيمل\nودال ملت داملالات اتي  سا  ات   مل   الغة  \nابيزوفنبيمل \n \nاتي  سا  \nات   مل   الغة ابسبهملت اي نملطة \nاغنية اي نملطة \nيلنكية اي نملطة \n سسية  \nاي نملطة \nابفعملاية  \nاي نملطة \nا   ملعية ااسال ة \nااكلية \nال قيملس \nااسلنك االفظم -0.384** -0.355** -0.340** -0.286** -0.408** -0.455** -0.429** \n ااسلنك غير\nاالفظم -0.423** -0.419** -0.365** -0.296** -0.355** -0.482** -0.428** \n ابعملزجة\nاتبفعملاية الغة -0.514** -0.477** -0.453** -0.352** -0.475** -0.513** -0.495** \n اا ناصل\nاإلاكترونم -0.359** -0.341** -0.342** -0.301** -0.396** -0.425** -0.325** \n ازلضنال االغني  -0.536** -0.518** -0.472** -0.364** -0.499** -0.536** -0.507** \n فعملاية ااذات\nات   ملعية -0.536** -0.497** -0.469** -0.299** -0.483** -0.534** -0.423** \nااكفملءة اا ناصلية -0.495** -0.480** -0.429** -0.377** -0.459** -0.497** -0.463** \nااسال ة ااكلية  -0.501** -0.462** -0.457** -0.310** -0.486** -0.516** -0.479** \n ** دااة عنس0.01 \n(ي ضح دن  سول 24) أبه تن س عالقة االتهملطية يملاهة دااة إحصمل يملً طين  ااسال ملت  ااكلية \nألطفملل ااعينة األيمليية على دقيملس حسمليية ااصنت اتب قمل ية (ابيزوفنبيمل) ودال ملتهم  ااكلية \nعلى دقيملس اتي  سا  ات   مل   الغة ت حيث طلغت قي ة دعملدل اتالتهمل  طينه مل (-0.479)ت وه  \nقي ة دااة إحصمل يَّمل  عنس دس نى( 0.01)ت ط مل يحير إلى أبه دل مل االتفع  دس نى  حسمليية ااصنت \nاتب قمل ية (ابيزوفنبيمل) اسى ااافل دل مل قل دس ناص إ  ملتً  ف  اتي  سا  ات   مل   الغةت ك مل \nتن س عالقملت االتهملطية يملاهة دااة إحصمل يملً  طين ااسال ملت  ااكلية ألفباد ااعينة األيمليية على \nدقيملس اتي  سا  ات   مل   الغة ودال ملتهم  على دل بعس دن أبعملد دقيملس دس نى حسمليية \nااصنت اتب قمل ية (ابيزوفنبيمل)ت طحيث دملن دعملدل االتهملطامل  دع بعس(اتي نملطة ات   ملعية) هن \nاألكبر طقي ة (-0.516)ت ويليه دعملدل االتهملطامل  دع بعس (ابسبهملت) طقي ة (-0.501) ويليه دعملدل \nاالتهملطامل  دع بعس) اتي نملطة اتبفعملاية) طقي ة (-0.486)ت ويليه دعملدل االتهملطامل  دع بعس(اتي نملطة \nاالغنية) طقي ة(-0.462)ت ويليه دعملدل االتهملطامل  دع بعس(اتي نملطة ااسلنكية) طقي ة(-0.462 )ت\nويليه دعملدل االتهملطامل  دع بعس(اتي نملطة ازجسسية) طقي ة(-0.310)ت و  يعامل قيم دااة إحصمل يَّملت  \nط مل يحير إلى أبه دل مل االتفع  دس نى  ااافل ف  دل دن اتي نملطة ات   ملعية تابسبهملتتواتي نملطة \nاتبفعملايةت واتي نملطة االغنيةت واتي نملطة ااسلنكيةت واتي نملطة ازجسسية دل مل قل دس ناص \nإ  ملتً  ف  اتي  سا  ات   مل   الغة. \nك مل ي ضح دن  سول( 24) أبه تن س عالقملت االتهملطية يملاهة دااة إحصمل يملً طين  ااسال ملت  \nااكلية ألفب اد ااعينة األيمليية على دقيملس حسمليية ااصنت اتب قمل ية (ابيزوفنبيمل) ودال ملتهم  على"
    },
    {
      "section": "Page 64",
      "page_number": 64,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 586 دل بعس دن أبعملد دقيملس اتي  سا  ات   مل   الغة ت فكملن دعملدل االتهملطامل  دع بعس(ازلضنال \nاالغني)  هن األكبر طقي ة (-0.507)ت ويليه دعملدل االتهملطامل  دع بعس(ابعملزجة اتبفعملاية الغة) طقي ة \n(-0.495)ت ثم يليه دعملدل االتهملطامل  دع بعس(ااكفملءة اا ناصلية) طقي ة (-0.463)ت ويليه دعملدل \nاالتهملطامل  دع بعس(ااسلنك االفظم) طقي ة (-0.429)ت ثم يليه دعملدل االتهملطامل  دع بعس(ااسلنك غير \nاالفظم) طقي ة (-0.428)ت ثم يليه دعملدل االتهملطامل  دع بعس(فعملاية ااذات ات   ملعية) طقي ة (-\n0.423)ت ثم يليه ف  اببتهة األخيرة دعملدل االتهملطامل  دع بعس(اا ناصل اإلاكترونم)طقي ة (-0.325)ت \nو  يعامل قيم دااة إحصمل يَّمل  عنس دس نى(0.01)ت ط مل يحير إلى أبه دل مل االتفع  دس نى  ااافل ف  \nازلضنال االغنيت وابعملزجة اتبفعملاية الغةت وااكفملءة اا ناصليةت وااسلنك االفظمت وااسلنك \nغير االفظمت وفعملاية ااذات ات   ملعيةت واا ناصل اإلاكترونمت دل مل قل دس ناص إ  ملتً  ف  \nحسمليية ااصنت اتب قمل ية (ابيزوفنبيمل). \nك مل ي ضح دن  سول( 24) أبه تن س عالقملت االتهملطية يملاهة دااة إحصمل يملً طين  دال ملت  \nأفباد ااعينة األيمليية على أبعملد دقيملس ات ي  سا  ات   مل   الغة ودال ملتهم  على أبعملد دقيملس \nحسمليية ااصنت اتب قمل ية (ابيزوفنبيمل)ت طحيث دملن أعالهم هن دعملدل اتالتهمل  طين ازلضنال \nاالغني واتي نملطة االغنية طقي ة (- 0.518)ت ودملن أدبملهمل هن دعملدل اتالتهمل  طين ااسلنك االفظم \nواتي نملطة ازجسسية طقي ة(-0.286) ت وبذاك تم قهنل اافبض  ااثملاث دن ااهحث. \n2- مناقشة نتائج الفرض الثالث :  \n   ي ضح د مل يهق و ند عالقة االتهملطية يملاهة دااة إحصمل يملً طين  دال ملت  األطفملل ذوي اضاباا \nاتباهملص اب لنا طملالحمل  ازلبدم اااا س على أبعملد دقيملس  حسمليية ااصنت اتب قمل ية \n(ابيزوفنبيمل) وااسال ة ااكلية ت ودال ملتهم على أبعملد دقيملس داملالات اتي  سا  ات   مل   الغة \nوااسال ة  ااكلية ؛ ط مل يحير إلى أبه دل مل االتفع دس نى حسمليية ااصنت اتب قمل ية اسى ااافل دل مل \n اب فض دس ناص إ  ملتً ف  داملالات اتي  سا  ات   مل   الغة ت حيث أن هؤتء األطفملل ينسون \nدحكالت كهيرة ف  خلل تنظيم ابحملعب وعس  قسالتهم على وصف دحملعبهم وعس  ااقسالة على طلب  \nابسملعسة د مل يؤثب على األداء اايندم وتناصلام بحكل  يس داخل دا بتهم ات   ملعية. وت فق هذص \nااناينة دع ب مل ج دالاية دل دن  Mitchell et al,( 2011,2 )  تو\nOhayashi( 2012,1 ) تو Carison( 2013,2 ) تو Andrew( 2021,2 )  وااتي أشملالت إلى أبه تن س عالقة\nاالتهملطية طين حسة اضاباا حسمليية ااصنت اتب قمل ية (ديزوفنبيمل) وبين األعباض ابصملحهة \nاعس  ااقسالة على اتي  سا  ات   مل   الغة اسى فئملت د عسدة دن األطفملل ت وااتي دن طينهم فئة \nاألطفملل ذوي قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س.  \n    وقس أشملالت دالاية Silvia( 2023,3 )   إلى و ند عالقة طين اضاباا حسمليية ااصنت اتب قمل ية\n(ديزوفنبيمل) وبين ضعف داملالات اتي  سا  ات   مل   الغة وااذي يظاب اسيهم ف  شكل خلل \nاا حكم واا نظيم ابعبف  األصنات اباعجة د مل يؤثب على تناصل هؤتء األطفملل داخل دا بتهم \nات   ملعية وهذا ازخلل واانق  ف  اان   قس يعيق طلب ابسملعسة ابانية وااعالج ت ك مل أشملالت \nباينة دالاية Sukhbinder et al,( 2023,11 )   إلى و ند عالقة االتهملطية طين حسمليية ااصنت\nاتب قمل ية و ضعف داملالات اتي  سا  ات   مل   الغةت حيث تفام ابيزوفنبيمل بحكل شملئع ض ن  \nإطملال ابعملزجة ااس عية وااعملطفة ف  ااسدمل  د مل يؤثب على قسالة ااافل على اتي  سا  ات   مل   \nالغة."
    },
    {
      "section": "Page 65",
      "page_number": 65,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 587      وتفسب ااهملحثة باينة هذص ااعالقة طأنهمل طهيعية ت حيث أن اي نملطملت األطفملل ذوي قصنال\nاتباهملص اب لنا طملالحمل  ازلبدم اااا س د ن يعملبنن دن اضاباا حسمليية ااصنت ات ب قمل ية \n(ابيزوفنبيمل) ال حفاات قس تظاب اسيهم بعض ااسلنكيملت واتي نملطملت ازخملصة وااتي ت  ثل ف  \nااقلق ات   مل   وبعض اا غيرات اباا ية ااسبيعة وغير اببرالة ت وأحيملبًمل تغاية األذبين طملايس عنس \nي ملع األصنات ابكبالة ت واابغهة ف  دغملدالة األدملكن ااعملدة دون دبرال ت و صعنبة اا نظيم واا حكم \nاالفظم ااذاتم ت وصعنبة اا أقلم داخل املج  ع د مل يؤثب على قسالتهم على اا ناصل بحكل  يس \nوعس  ااقسالة على اا عهير عن دحملعبهم واح يمل ملتهم د مل يؤدي إلى ضعف داملالات اتي  سا  \nات   مل   الغة اسيهم ؛ ففم حملاة ااافلة (ال.أ.ج) وااتي دملبت تعملنم دن اضاباا اتباهملص اب لنا  \nطملالحمل  ازلبدم اااا س ف  ابسالية وااحملالع ت وه  تبتيبهمل ااثملاث طين أفباد أيبتهمل ابكنبة دن 5  أطنملء\nوتهلع دن ااع ب( 6  أعنا  و9  شانال ) ت وعنس تعبيضامل ال حفاات ابيزوفنبية ظاب عليهمل ازخنف\nوااقلق واتبفعملل ال حفاات ااس عية حيث أصبت على دغملدالة ابكملن وو س أن اسيهمل دال ة  \nدبتفعة  سًا دن اضاباا حسمليية ااصنت اتب قمل ية وصلت إلى ( 267  ) دال ة على ابقيملس\nابس  س  ف  ااهحث ازلملل  ت وحملاة ااافل ( .س.س) وااذي دملن يعملنم دن اضاباا قصنال \nاتباهملص اب لنا طملالحمل  ازلبدم اااا س ف  ابسالية وااحملالع وتبتيهه األ ول طين إخنته ابكنبة دن \nواسين ويهلع دن ااع ب (8  أعنا  وشابين) ت وعنس تعبضه ال حفاات ابيزوفنبية ااس عية\nوااهصبية ام يس ايع إك ملل ازلناال دع أقبابه ووضع يسص على أذبيه وأصسال بعض ااكل ملت ااهذيئة \nوو س أن اسيه دال ة دبتفعة دن حسمليية ااصنت اتب قمل ية وصلت إلى ( 252  ) دال ة على ابقيملس\nابس  س  ف  ااهحث ازلملل  .د مل يؤكس و ند عالقة االتهملطية يملاهة طين حسمليية ااصنت \nاتب قمل ية وداملالات اتي  سا  ات   مل   الغة اسى األطفملل ذوي قصنال اتباهملص اب لنا \nطملالحمل  ازلبدم اااا س . \nرابعًا : ا تبار صحة الفرض الرابع ومناقشة نتائجه :  \n1-  نص الفرض وأساسه النظري  : \nيططن  اافططبض علططى أبططه: \"  وجددد عالقددة ار باطيددة سددالبة دالددة إحصددائيًا بددين درجددات األطفددال ذوي \nاضددطراب قصددوراالنتباه املصددحوب بالنشدداط الحركددي الزائددد علددى مقيدداس املشددكالت السددلوكية \nواالنفعالية ، ودرجاتهم على مقياس مهارات االستخدام االجتماعي للغة \".  \n   وال حقق دن صلة هذا اافبض تم حسملا دعملدل االتهمل  طيرينن طين دال ملت األطفملل ف  \nابحكالت ااسلنكية واتبفعملاية ودال ملتهم ف  دقيملس داملالات اتي  سا  ات   مل   الغةت و سول \n(25 :) ينضح باينة هذا اإل باء"
    },
    {
      "section": "Page 66",
      "page_number": 66,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 588 (  سول25  ) :دعملدل االتهمل  طيرينن طين دال ملت داملالات اتي  سا  ات  مل   الغة ودال ملت  \nابحكالت ااسلنكية اتبفعملاية \nابحكالت \nااسلنكية \nواتبفعملاية \nداملالات \nاتي حسا  \nات   مل   الغة ااعسوان االحمل  \nاااا س دحكالت \nاا علم ااقلق \nواتك ئملا  \nابحكالت \nاانفس \n س ية  \nااصسق ااسال ة \nااكلية \nال قيملس \nااسلنك االفظم -0.239** -0.314** -0.296** -0.401** -0.463** -0.157* -0.382** \n ااسلنك غير\nاالفظم -0.264** -0.325** -0.303** -0.447** -0.396** -0.170* -0.360** \n ابعملزجة\nاتبفعملاية الغة -0.384** -0.432** -0.407** -0.467** -0.452** -0.220** -0.409** \n اا ناصل\nاإلاكترونم -0.219** -0.302** -0.194** -0.342** -0.296** -0.169* -0.298** \n ازلضنال االغني  -0.375** -0.496** -0.507** -0.539** -0.482** -0.269** -0.483** \n فعملاية ااذات\nات   ملعية -0.241** -0.384** -0.421** -0.523** -0.395** -0.162* -0.346** \nااكفملءة اا ناصلية -0.298** -0.401** -0.473** -0.492** -0.427** -0.173* -0.389** \nااسال ة ااكلية  -0.287** -0.375** -0.406** -0.457** -0.461** -0.174* -0.402** \n *دااة عنس0.05 ** دااة عنس0.01 \n(ي ضح دن  سول 25) أبه تن س عالقة االتهملطية يملاهة دااة إحصمل يملً طين  ااسال ملت  ااكلية \nألطفملل ااعينة األيمليية على دقيملس داملالات اتي  سا  ات   مل   الغة ودال ملتهم ااكلية على  \nدقيملس ابحكالت ااسلنكية واتبفعملاية ت حيث طلغت قي ة دعملدل اتالتهمل  طينه مل (-0.402)ت وه  \nقي ة دااة إحصمل يَّمل  عنس دس نى( 0.01)ت ط مل يحير إلى أبه دل مل االتفع  دس نى  ابحكالت ااسلنكية \nواتبفعملاية اسى ااافل دل مل قل دس ناص إ  ملتً  ف  داملالات  اتي  سا  ات   مل   الغةت ك مل تن س \nعالقملت االتهملطية يملاهة دااة إحصمل يملً  طين ااسال ملت  ااكلية ألفباد ااعينة األيمليية على دقيملس \nداملالات اتي  سا  ات   مل   الغة ودال ملتهم  على دل بعس دن أبعملد دقيملس دس نى ابحكالت \nااسلنكية واتبفعملاية ت طحيث دملن دعملدل االتهملطامل  دع بعس(ابحكالت اانفس  س ية) هن األكبر \nطقي ة (-0.461)ت ويليه دعملدل االتهملطامل  دع بعس (ااقلق واتك ئملا) طقي ة (-0.457) ويليه دعملدل \nاالتهملطامل  دع بعس) دحكالت اا علم) طقي ة (-0.406)ت ويليه دعملدل االتهملطامل  دع بعس(االحمل  اااا س) \nطقي ة(-0.375)ت ويليه دعملدل االتهملطامل  دع بعس(ااعسوان) طقي ة(-0.287)ت ويليه دعملدل االتهملطامل  \nدع بعس(ااصسق) طقي ة(-0.174)ت و  يعامل قيم دااة إحصمل يَّملت  ط مل يحير إلى أبه دل مل االتفع  \nدس نى  ااافل ف  دل دن االحمل  اااا ست وااعسوانت وااقلق واتك ئملات وابحكالت اانفس \n س يةت ودحكالت اا علمت وااصسق دل مل قل دس ناص إ  ملتً  ف  داملالات  اتي  سا  ات   مل   \nالغة."
    },
    {
      "section": "Page 67",
      "page_number": 67,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 589 (ك مل ي ضح دن  سول 25) أبه تن س عالقملت االتهملطية يملاهة دااة إحصمل يملً طين  ااسال ملت  \nااكلية ألفباد ااعينة األيمليية على دقيملس ابحكالت ااسلنكية واتبفعملاية ودال ملتهم  على دل بعس \nدن أبعملد دقيملس داملالات اتي  سا  ات   مل   الغةت  فكملن دعملدل االتهملطامل  دع بعس(ازلضنال \nاالغني)  هن األكبر طقي ة (-0.483)ت ويليه دعملدل االتهملطامل  دع بعس(ابعملزجة اتبفعملاية الغة) طقي ة \n(-0.409)ت ثم يليه دعملدل االتهملطامل  دع بعس(ااكفملءة اا ناصلية) طقي ة (-0.389)ت ويليه دعملدل \nاالتهملطامل  دع بعس(ااسلنك االفظم) طقي ة  (-0.382)ت ثم يليه دعملدل االتهملطامل  دع بعس(ااسلنك غير \nاالفظم) طقي ة (-0.360)ت ثم يليه دعملدل االتهملطامل  دع بعس(فعملاية ااذات ات   ملعية) طقي ة (-\n0346)ت ثم يليه ف  اببتهة األخيرة دعملدل االتهملطامل  دع بعس(اا ناصل اإلاكترونم)طقي ة (-0.298)ت \nو  يعامل قيم دااة إحصمل يَّمل  عنس دس نى(0.01)ت ط مل يحير إلى أبه دل مل االتفع  دس نى  ااافل ف  \nازلضنال االغنيت وابعملزجة اتبفعملاية الغةت وااكفملءة اا ناصليةت وااسلنك االفظمت وااسلنك \nغير االفظمت وفعملاية ااذات ات   ملعيةت واا ناصل اإلاكترونمت دل مل قل دس ناص إ  ملتً  ف  \nابحكال ت ااسلنكية و اتبفعملاية. \nك مل ي ضح دن  سول( 25) أبه تن س عالقملت االتهملطية يملاهة دااة إحصمل يملً طين  دال ملت  \nأفباد ااعينة األيمليية على أبعملد دقيملس داملالات اتي  سا  ات   مل   الغة ودال ملتهم  على أبعملد \nدقيملس ابحكالت ااسلنكية واتبفعملاية ت طحيث دملن أعالهم هن دعملدل ات التهمل  طين ازلضنال \nاالغني وااقلق واتك ئملا  طقي ة (-0.539)ت ودملن أدبملهمل هن دعملدل اتالتهمل  طين ااسلنك االفظم \nوااعسوان طقي ة(-0.157) ت وبذاك تم قهنل اافبض  اابابع دن ااهحث. \n2- : مناقشة نتائج الفرض الرابع \n    ي ضح د مل يهق و ند عالقة االتهملطية يملاهة دااة إحصمل يملً طين  دال ملت  األطفملل على \nأبعملد ابحكالت ااسلنكية واتبفعملاية وااسال ة  ااكلية ت ودال ملتهم على أبعملد دقيملس  داملالات \nاتي  سا  ات   مل   الغة وااسال ة ااكلية ؛ ط مل  يحير إلى أبه دل مل ضعف دس نى ااافل ف  \nداملالات اتي  سا  ات   مل   الغة دل مل  االتفع  دس ناص ف  ابحكالت ااسلن كية واتبفعملاية ت وهذا دمل \nأكسته دالاية Cross et al,( 2001,2 )    دن اا الز  طين ضعف االغة واا ناصل خملصة اتي  سا\nات   مل   الغة وابحكالت ااسلنكية واتبفعملاية . \nك مل اتفقت ب مل ج هذا اافبض دع ب مل ج دالاية Mackie and Law( 2010,8 )   وااتي أكست\nعلى االتفملع دعسل ابحكالت االغنية خملصة اضاباا اتي  سا  ات   مل   الغة اسى األطفملل \nذوي ابحكالت ااسلنكية واتبفعملاية دقملالبة طملألطفملل ااعملديين دن أفباد املج نعة ااضملطاة دع \nعس  و ند فبوق ف  ااقسالة ااعقلية ااعملدة طين املج نع ين ت ك مل أب فض دس نى األطفملل ذوي \nابحكالت ااسلنكية واتبفعملاية ف  أدائهم على اخ هملال ااقباءة اافبدية .   \n  وتؤكس ااعسيس دن ااسالايملت على أن األطفملل ذوي ابحكالت ااسلنكية واتبفعملاية اسيهم \nصعنبملت ف   ملبب أو أكثر دن  نابب االغة ت ك مل أكست على أن دحكالت االغة اا عهيرية \nودحكالت اتي  سا  ات   مل   الغة ه  األكثر اباحملالًا طين األطفملل ذوي ابحكالت ااسلنكية \nواتبفعملاية ( دح ند اتدمل  ودح س فبغل  ت 2018 ت59؛ Hyter et al ., 2001,3 ; Wilkes et al., \n2017,2.)"
    },
    {
      "section": "Page 68",
      "page_number": 68,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 590     ك مل أشملالت ااسالايملت ااسملطقة إلى أن األطفملل ذوي ابحكالت ااسلنكية واتبفعملاية يعملبنن دا  ًمل\nدن بنع دن أبناع ااسجا االغني وااذي اش  ل على دحكالت اتي  سا  ات   مل   الغةت  \nودحكالت ف  االغة اتي قهملاية واالغة اا عهيرية ( Crisci et al., 2022,8  ) ت ك مل أظابت ااسالايملت\nأن دعسل اا الز  طين أبناع ااسجا االغني وابحكالت ااسلنكية واتبفعملاية ي يل إلى ااثهملت أو \nااايملدة دع دبوال اانقت ( Dolat et  al.,2022,4  .) \n         وتفسب ااهملحثة هذص ااعالقة طأن اي نملطملت األطفملل ذوي قصنال اتباهملص اب لنا طملالحمل\nازلبدم اااا س على دقيملس داملالات اتي  سا  ات   مل   الغة دملبت ت أثب طن ند ابحكالت \nااسلنكية اسيهم دثل اتبسفملع وااعسوان غير اببرال وااكذا وكذاك ت أثب طن ن د اتضاباطملت \nاتبفعملاية دثل ااقلق واتك ئملا واا غيرات اباا يةتوصعنبة اا نظيم اتبفعملل  ؛حيث أن و ند \nدثل هذص ابحكالت ااسلنكية واتبفعملاية يناس اسيهم ااقصنال ف  ااقسالات ابعبفية واإلدالاكية \nوصعنبة اا أقلم داخل املج  ع د مل يؤثب على داملالات اا فملعل ات   مل   اسيهم ؛ ففم حملاة ااافل  \n(أ.أ.ع) وااذي دملن يعملنم دن اضاباا اتباهملص اب لنا طملالحمل  ازلبدم اااا س ف  ابسالية \nوااحملالع ت وتبتيهه األخير طين أفباد أيبتهمل ابكنبة دن 3  (أطنملء ويهلع دن ااع ب7  أعنا  و5  شانال\n)تودملن اسيه دحكالت يلنكية وابفعملاية طسال ة عملاية حيث أظاب ااغضب والدل اتخصملئم طقسده \nأثنملء تاهيق اتي بيملن وحملول ت ايق والقة اتي بيملن ك مل تلف  طأافملظ طذيئة وعنس تاهيق دقيملس \nداملالات اتي  سا  ات   مل   حصل على ( 122  ) دال ة على ابقيملس ابس  س  ف  ااهحث ازلملل ت\nوحملاة ااافل ( .ع.أ) وااذي دملن يعملنم دن اضاباا قصنال اتباهملص اب لنا طملالحمل  ازلبدم  \nاااا س ف  ابسالية وااحملالع وتبتيهه ااثملنم طين إخنته أليبة دكنبة دن 3 ( أطنملء ويهلع دن ااع ب6 \nأعنا  و11  شاب) ت ودملن اسيه ضعف ف  داملالات اتي  سا  ات   مل   الغة حيث ام يفام تعلي ملت\nابعلم ودل ملته دملبت ت تنمليب ااسيملق وحناالص بسيط دع زدال ه وعنس تاهيق دقيملس ابحكالت  \nااسلنكية واتبفعملاية عليه حصل على (67  ) دال ة على ابقيملس ابس  س  ف  ااهحث ازلملل  .د مل\nيؤكس و ند عالقة االتهملطية يملاهة طين داملالات اتي  سا  ات   مل   الغة وابحكالت ااسلنكية \nواتبفعملاية اسى األطفملل ذوي قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س  . \n امسًا : ا تبار صحة الفرض الخامس ومناقشة نتائجه :  \n1-   نص الفرض وأساسه النظري  : \nيطططن  اافطططبض علطططى أبطططه: \" يمكدددا التنبددد  بضدددعف مهدددارات االسدددتخدام االجتمددداعي للغدددة مدددا  دددالل \nحساسدددية الصدددوت االنتقائيدددة واملشدددكالت السدددلوكية واالنفعاليدددة لددددى األطفدددال ذوي اضدددطراب \nقصور االنتباه املصحوب بالنشاط الحركي الزائد .\"  \nوال حقق دن صلة هذا اافبض اي  سدت ااهملحثة تحليل اتبحساال اب عسد Multiple \nRegression Analysis  بعبفة دتاة ابعملداة اا نبئيةزلسمليية ااصنت اتب قمل ية (ديزوفنبيمل)  \nوابحكالت ااسلنكية واتبفعملاية ف  اا لهؤ طضعف داملال ات اتي  سا  ات   مل   الغة اسى \nاألطفملل ذوي اضاباا قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا ست ودملبت اان مل ج على اانحن  \nاا ملل :"
    },
    {
      "section": "Page 69",
      "page_number": 69,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 591 (  سول26  ) ب مل ج تحليل اا هملين تبحساالحسمليية ااصنت اتب قمل ية (ديزوفنبيمل)  وابحكالت \nااسلنكية واتبفعملاية ف  اا لهؤ طضعف داملالات اتي  سا  ات   مل   الغة  \nدصسال اا هملين دن نع ابببعملت دال ملت \nازلبية د نيط \nابببعملت ف ااستاة \nاتبحساال 1235.003 2 617.501 11.177 0.01 \n ااهناو 10938.699 198 55.246 \nااكلى 12173.701 200  \n( ي ضططح دطططن ازجططسول ااسطططملطق 26 ) و طططند تططأثير دال إحصطططمل يملً االبفعططملتت ااسطططلهية واا نطططملفب  \nابعبف  على ابحكالت ااسلنكية واتبفعملاية عنس دس نى 0.01. \n(  سول27  ) ب مل ج تحليل اتبحساال اب عسد طحسمليية ااصنت اتب قمل ية (ديزوفنبيمل) وابحكالت\nااسلنكية واتبفعملاية على داملالات اتي  سا  ات   مل   الغة  \nدصسال اتبحساال دعملدل \nاتبحساال ازخاأ \nابعيملالي  دعملدل طي مل ت ااستاة \nااثملطت 45.094 12.173 - 3.704 0.01 \n حسمليية ااصنت اتب قمل ية\n(ديزوفنبيمل) 0.153 0.032 0.319 4.728 0.01 \n ابحكالت ااسلنكية\nواتبفعملاية 0.236 0.029 0.299 2.941 0.01 \n( ي ضح دن  سول 27  )) أن دعملداة ابحساال حسمليية ااصنت اتب قمل ية (ديزوفنبيمل\nوابحكالت ااسلنكية واتبفعملاية على اتي  سا  ات   مل   الغة ه :   \n \nوال حقق دن صلة هذا اافبض اي  سدت ااهملحثة تحليل اتبحساال اب عسد Multiple Re \n \n \n2- : مناقشة نتائج الفرض الخامس \n     ي ضح د مل يهق أن دال ملت حسمليية ااصنت اتب قمل ية (ديزوفنبيمل ) اسى ااافل ذي اضاباا \nقصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س تسام ف  تهملين دال ملت داملالات اتي  سا   \nات   مل   الغة حيث طلع دعملدل اتالتهمل  طينه مل ( 1.13  ) ت واقس أحسث حسمليية ااصنت اتب قمل ية\n(ديزوفنبيمل) تهملين قسالص ) 0.64   ( ) وذاك طلسهة64    %) دن تهملين داملالات اتي  سا  ات   مل  \nالغة ت د مل يسل على أن 64)  %) دن اا هملين ف  دال ملت داملالات اتي  سا  ات   مل   الغة يب ع إلى\nاا هملين ف  دال ملت حسمليية ااصنت اتب قمل ية ت د مل يسل على أن دل مل االتفع دال ة حسمليية \nااصنت اتب قمل ية (ديزوفنبيمل) أدى ذاك إلى اتب فملض ف  داملالات اتي  سا  ات   مل   الغة .  االستخدام االجتماعي للغة = 45.094  +0.153 ×  )حساسية الصوت االنتقائية (ميزوفونيا\n+ 0.236 × املشكالت السلوكية واالنفعالية"
    },
    {
      "section": "Page 70",
      "page_number": 70,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 592    ودن خالل اانظب إلى باينة اافبض ازخملدس بنس أن ابعملزجة اإلحصمل ية قس أثهات\nإدكملبية اا لهؤ طضعف داملالات اتي  سا  ات   مل   الغة اسى األطفملل ذوي قصنال اتباهملص \nاب لنا طملالحمل  ازلبدم اااا س دن خالل دال ملتهم على دقيملس حسمليية ااصنت اتب قمل ية \n(ديزوفنبيمل) وهذا يؤكس دبة أخبى على دسى اتالتهمل  طين اب غيرين ك مل أشملالت إايه باينة اافبض \nااثملاث حيث أشملالت ب مل ج دالاية دل دن Mitchell et al,( 2011,2 ) ت و Carison( 2013,1 ) ت و Quek \net al,( 2018,5 ) ت و Jane &Chloe( 202315 ) ت و Zachary et al,( 2023,7 )   إلى و ند عالقة االتهملطية\nطين حسة اضاباا حسمليية ااصنت اتب قمل ية (ديزوفنبيمل) وبين األعباض ابصملحهة االضاباا  \nف  داملالات اتي  سا  ات   مل   الغة اسى فئملت د عسدة دن األطفملل ت وااتي دن طينهم فئة األطفملل \nذوي قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س.  \n   ك مل ي فق دع دمل أشملالت إايه دالاية دل دن Ohaya shi(2012,1 ) تو Candice et \nal,(2018,5 ) تو Andrew( 2021,60 ) تو Louisa & Juliab( 2023,13 )   دن و ند عالقة االتهملطية دااة\nطين حسمليية ااصنت اتب قمل ية (ديزوفنبيمل) وضعف داملالات اتي  سا  ات   مل   الغة ؛ حيث \nتظاب اسى األطفملل ذوي قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س و ابصملطنن طملضاباا \nحسمليية ااصنت اتب قمل ية (ديزوفنبيمل) بعض ااسلنكيملت االغنية وااتي ت  ثل ف  بعض اا غيرات \nاباا ية ااسبيعة وغير اببرالة ت واابغهة ف  دغملدالة األدملكن ااعملدة دون دبرال ت وصعنبة اا نظيم \nواا حكم االفظم ااذاتم باينة أصنات تهسوا أصنات عملدية األشخمل  اآل خبين ت د مل يسبب \nااضعف ف  داملالات اتي  سا  ات   مل   الغة .   \n   ك مل ي ضح د مل يهق أن دال ملت ابحكالت ااسلنكية واتبفعملاية اسى ااافل ذي اضاباا \nقصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س تسام ف  تهملين دال ملت داملالات اتي  سا  \nات   مل   الغة حيث طلع دعملدل اتالتهمل  طينه مل(  1.19  ) ت واقس أحسثت ابحكالت ااسلنكية\nواتبفعملاية تهملين قسالص   ( 0.71 ( ) وذاك طلسهة71%  ) دن تهملين داملالات اتي  سا  ات   مل   الغة ت\nد مل يسل على أن ( 71%  ) دن اا هملين ف  دال ملت داملالات اتي  سا  ات   مل   الغة يب ع إلى اا هملين\nف  دال ملت ابحكالت ااسلنكية واتبفعملاية ت د مل يسل على أن ااايملدة ف  ابحكالت ااسلنكية  \nواتبفعملاية يؤؤْدَى إلى ااضعف ف  داملالات اتي  سا  ات   مل   الغة.  \n   ودن خالل اانظب إلى باينة اافبض ازخملدس بنس أن ابعملزجة اإلحصمل ية قس أثهات إدكملبية \nاا لهؤ طضعف داملالات  اتي  سا  ات   مل   الغة اسى األطفملل ذوي قصنال اتباهملص اب لنا \nطملالحمل  ازلبدم اااا س دن خالل دال ملتهم على دقيملس ابحكالت ااسلنكية واتبفعملاية وهذا يؤكس \nدبة أخبى على دسى اتالتهمل  طين اب غيرين ك مل أشملالت إايه باينة اافبض اابابع حيث تؤكس \nااسالايملت أن حنال  50% دن األطفملل ااذين يعملبنن دن ضعف داملالات اتي  سا  ات   مل   الغة  \nيصملحبهمل دا  ًمل ب ط أو أكثر دن ابحكالت ااسلنكية واتبفعملاية ت ك مل أكست على أن دحكالت \nاالغة اا عهيرية ودحكالت اتي  سا  ات   مل   الغة ه  األكثر اباحملالًا طين األطفملل ذوي ابحكالت \nااسلنكية واتبفعملاية ( دح ند اتدمل  ودح س فبغل  ت 2018 ت68 ؛ Hyter et al ., 2001,6 ; Wilkes \net al., 2017,4.) \n   ( وي فق ذاك دع دمل أشملالت إايه دالاية Crisci et al,( 2022,7  دن أن األطفملل ذوي ابحكالت\nااسلنكية واتبفعملاية يعملبنن دا  ًمل دن بنع دن أبناع ااسجا االغني وااذي اش  ل على دحكالت \nاتي  سا  ات   مل   الغة ت ودحكالت ف  االغة اتي قهملاية واالغة اا عهيرية ت ودالاية   دل دن"
    },
    {
      "section": "Page 71",
      "page_number": 71,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 593 Cross et al,( 2001,1 ) تو Dolat et al,( 2022,4 )    ااتي أظابت أن دعسل اا الز  طين أبناع ااسجا\nاالغني وابحكالت ااسلنكية واتبفعملاية ي يل إلى ااثهملت أو ااايملدة دع دبوال اانقت .  \n    وتفسب ااهملحثة هذا اافبض طأن األطفملل ذوي اضاباا اتباهملص اب لنا طملالحمل  ازلبدم  \nاااا س اسيهم دحكالت ف  اتباهملص وااذاكبة وكذاك ابسفملعية وعس  تبيث ف  اإل ملطة على األيئلة \nابن اة اام ويبعة ف  اا حسث واي غباق ف  أحال  اايقظة ت وإذا تعبض هؤتء األطفملل إلى \nامللفاات ابيزوفن بية ااس عية أو ااهصبية أو ازلسية طسال ة كهيرة فيظاب عليهم اتبفعملتت \nازجس ية دثل قاب ازجهين واا كحير وأحيملبًمل يظاب صساع أو تغاية األذبين طملايس أو إغ ملض \nااعين ت وكذاك تظاب عليهم بعض ابحكالت ااسلنكية دثل اابدل واا لف  طأافملظ طذيئة وااعسوان \nوااكذا وكذاك بعض ابحكالت اتبفعملاية دثل ااقلق واتك ئملا واا غيرات اباا ية ااسبيعة  \nوازلملدة ؛ دل ذاك دن شأبه أن يضعف دس نى داملالات اتي  سا  ات   مل   الغة اسى هؤتء \nاألطفملل وااذي يظاب ف  ضعف ااقسالة على فام دعملنم ااكل ملت واي ك ملل ازج ل طكل ملت دنمليهة \nوفام إي ملءات اان ه ودمل وال اء األافملظ واي  سا  ااكل ملت وازج ل ف  ييملقملتهمل ابنمليهة \nواتي  باالية ف  ازلناال وعس  اا نقف فنأة أو دقملطعة اآلخبين أثنملء اا حسث واا ناصل ااهصبي \nوتكنين دفان  ذات إينملبم . وبهذا ت حقق صلة هذا اافبض دن أن حسمليية ااصنت اتب قمل ية \nوابحكالت ااسلنكية واتبفعملاية ي كن أن ت لهأ طضعف داملالات اتي  سا  ات   مل   الغة اسى \nاألطفملل ذوي اضاباا اتباهملص اب لنا طملالحمل  ازلبدم اااا س .    \nسادسًا : ا تبار صحة الفرض السادس ومناقشة نتائجه :  \n1- : نص الفرض وأساسه النظري  \n  ين  اافبض على أبه: \"  وجد عالقة سببية مباشرة ويير مباشرة بين  كل ما حساسية \nالصوت االنتقائية واملشكالت السلوكية واالنفعالية وضعف مهارات االستخدام \nاالجتماعي للغة لدي األطفال ذوي قصور االنتباه املصحوب بالنشاط الحركي الزائد.\"  \n   وال حقق دن صلة هذا اافبض اي  سدت ااهملحثة أيلنا ب ذ ة ابعملداة ااهنمل ية طملي  سا  \nطببملدج (AMOS 22)  حيث يحسد ب نذج ابعملداة ااهنمل ية ااعالقملت واا أثيرات ااسهبية (ابهملشبة\nوغير ابهملشبة) طين اب غيرات ااكملدنة ت ويعين ك ية اا هملين ابفسبة وغير ابفسبة ف  اب غيرات \nاا ملبعةت وذاك تخ هملال دسى داملطقة طيملبملت عينة ااهحث ازلملل  ان نذ ين اقترح ه مل ااهملحثة ه مل: \n \nالنموذج األول : افترضت فيه ااهملحثة أن حسمليية ااصنت اتب قمل ية (ديزوفنبيمل) د غير دس قل \nت وضعف داملالات اتي  سا  ات   مل   الغة د غير تملبع ت وابحكالت ااسلنكية واتبفعملاية د غير \nوييط .وتم تنضيح ذاك دن خالل ااحكل اا ملل :"
    },
    {
      "section": "Page 72",
      "page_number": 72,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 594 \n (شكل2 ) اان نذج ااهنملئم ابقترح العالقة طين حسمليية ااصنت اتب قمل ية (ديزوفنبيمل) و ضعف \nداملالات اتي  سا  ات   مل   الغة وابحكالت ااسلنكية واتبفعملاية  \nوينضح  سول ( 28  ) اا ملل  دؤشبات ااعالقة طينحسمليية ااصنت اتب قمل ية  وداملالات \nاتي  سا  ات   مل   الغة وابحكالت ااسلنكية واتبفعملاية. \n سول (28: )   دؤشبات ااعالقة طين حسمليية ااصنت اتب قمل ية (ديزوفنبيمل) وداملالات اتي  سا\nات   مل   الغة وابحكالت ااسلنكية واتبفعملاية \nابؤشب ااقي ة ابسى ابثملل  \nChi-square (CMIN) 1309.541 أن تكنن غير دااه  \nدس نى ااستاة  0.05  (غير\nدااه)  \nDF 823  \nCMIN/DF 1.591  أقل دن3 \nGFI 0.975 ( دن (صفب) إلى1  ) ااقي ة اببتفعة (ى ااتي تقترا أو تسملوى\nااناحس اا ليح) تحير إلى داملطقة أفضل الن نذج \nNFI 0.941 ( دن (صفب) إلى1  ): ااقي ة اببتفعة (أى ااتي تقترا أو تسملوى\nااناحس اا ليح) تحير إلى داملطقة أفضل الن نذج \nIFI 0.994 ( دن (صفب) إلى1): ااقي ة اببتفعة (أى ااتي تقترا أو تسملوى  \nااناحس اا ليح) تحير إلى داملطقة أفضل الن نذج \nCFI 0.935 ( دن (صفب) إلى1  ): ااقي ة اببتفعة (أى ااتي تقترا أو تسملوى"
    },
    {
      "section": "Page 73",
      "page_number": 73,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 595 ابؤشب ااقي ة ابسى ابثملل  \nااناحس اا ليح) تحير إلى داملطقة أفضل الن نذج \nRMSEA 0.01 ( دن (صفب) إلى1 ): ااقي ة ااقبيهة دن ااصفب تحير إلى \nداملطقة أفضل الن نذج \n(Schreiber, 2008, 89) \n ي ضح دن اان نذج دؤشبات  يسة حيث دملبت قي ة Chi-square = 1309.541   طسال ملت\nحبية 823  وهى غير دااة ودملبت االسهة طين قي ة Chi-square    إلى دال ملت ازلبية 1.591 <3 ت د مل\nيسل على و ند داملطقة  يسة الن نذجت وبلغت قي  ه دؤشبات حسن اباملطقة (GFI= 0.975 )  و\n(NFI= 0.941 )   و( IFI= 0.994 )  ت و( CFI= 0. 935 )  ت و( RMSEA= 0.01 )   ت د مل يسل على و ند\nداملطقة  يسة ان نذج ااعالقة طين داملالات اتي  سا  ات   مل   الغة وحسمليية ااصنت \nاتب قمل ية (ابيزوفنبيمل) وابحكالت ااسلنكية واتبفعملاية. \nالنموذج الثاني : افترضت فيه ااهملحثة أن ابحكالت ااسلنكية واتبفعملاية د غير دس قل ت \nوحسمليية ااصنت اتب قمل ية د غير تملبع ت وضعف داملالات اتي  سا  ات   مل   الغة د غير \nوييط .  \nوي كن تنضيح ذاك دن خالل ااحكل اا ملل : \n \nشكل(3  ) اان نذج ااهنملئم ابقترح العالقة طين ابحكالت ااسلنكية واتبفعملاية وداملالات اتي  سا   \nات   مل   الغة وحسمليية ااصنت اتب قمل ية (ديزوفنبيمل)"
    },
    {
      "section": "Page 74",
      "page_number": 74,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 596 ( وينضح  سول 29  ) اا ملل  دؤشبات ااعالقة طين ابحكالت ااسلنكية واتبفعملاية \nواتي  سا  ات   مل   الغة وحسمليية ااصنت اتب قمل ية (ابيزوفنبيمل). \n سول (29 ) : دؤشبات ااعالقة طين ابحكالت ااسلنكية واتبفعملاية واتي  سا  ات   مل   الغة  \nوحسمليية ااصنت اتب قمل ية (ديزوفنبيمل) \nابؤشب ااقي ة ابسى ابثملل  \nChi-square (CMIN) 1589.985 أن تكنن غير دااه  \nدس نى ااستاة  0.07 )(غير دااه  \nDF 901  \nCMIN/DF 1.765  أقل دن3 \nGFI 0.943 ( دن (صفب) إلى1  ) ااقي ة اببتفعة (ى ااتي تقترا أو\nتسملوى ااناحس اا ليح) تحير إلى داملطقة أفضل \nالن نذج \nNFI 0.901 ( دن (صفب) إلى1  ): ااقي ة اببتفعة (أى ااتي تقترا أو\nتسملوى ااناحس اا ليح) تحير إلى داملطقة أفضل \nالن نذج \nIFI 0.984 ( دن (صفب) إلى1  ): ااقي ة اببتفعة (أى ااتي تقترا أو \nتسملوى ااناحس اا ليح) تحير إلى داملطقة أفضل \nالن نذج \nCFI 0.905 ( دن (صفب) إلى1  ): ااقي ة اببتفعة (أى ااتي تقترا أو\nتسملوى ااناحس اا ليح) تحير إلى داملطقة أفضل \nالن نذج \nRMSEA 0.02 ( دن (صفب) إلى1  ): ااقي ة ااقبيهة دن ااصفب تحير إلى\nداملطقة أفضل الن نذج \n(Sch reiber. 2008. 89) \n( ي ضح دن ب مل ج  سول 29  ) الفض اان نذج ابقترح ااثملنم ؛ حيث ت يناهق هذا اان نذج\nاافب يي على طيملبملت عينة ااهحث ؛ وتحير دعظم دؤشبات  ندة اباملطقة أنهمل ت تقع ف  ابسى ابثملل  \nت حيث دملبت قي ة Chi-square = 239.274   طسال ملت حبية 901  وهى غير دااة ودملبت االسهة طين  \nقي ة Chi-square    إلى دال ملت ازلبية 1.765 <3  ت د مل يسل على و ند داملطقة  يسة الن نذجت\nوبلغت قي  ه دؤشبات حسن اباملطقة (GFI= 0.943 )  و( NFI= 0.901 )   و( IFI= 0.984 )  ت و( CFI= \n0.905 ت و( RMSEA= 0.03 )  ت ايضمل دملبت طملو  قيم ابؤشبات ضعيفة وه  ينب أن تصل الناحس \nاا ليح ا سل على قنة اان نذج ودل هذا يؤكس ضبوالة الفض اان نذج ابقترح .  \n وبملا ملل  ي كننمل ااقنل أن ب مل ج ابعملزجة اإلحصمل ية قس أيفبت عن قهنل اان نذج األول ( وااذي \nت نيط فيه ابحكالت ااسلنكية واتبفعملاية ااعالقة طين حسمليية ااصنت اتب قمل ية وضعف \nداملالات اتي  سا  ات   مل   الغة)توالفض اان نذج ااثملنم ( وااذي ت نيط فيه داملالات \nاتي  سا  ات   مل   الغة ااعالقة طين حسمليية ااصنت اتب قمل ية وابحكالت ااسلنكية"
    },
    {
      "section": "Page 75",
      "page_number": 75,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 597  واتبفعملاية) ت حيث أوضلت اان مل ج ت  ع اان نذج األول طقيم  يسة بؤشبات حسن اباملطقة ؛\nد مل يسل على تاملطق  يس الهيملبملت دع اان نذج ابقترح .   \n2- : مناقشة نتائج الفرض السادس \nاملسارات املباشرة ويير املباشرة للنموذج األول املقبول واملطابق لبيانات عينة الدراسة:  \nو تمثل املتغيرات املتضمنة في أفضل نموذج :  \n1- متغيرات مستقلة : ه  اب غيرات ااتي ت بج دنهمل دسملالات فقط وه (حسمليية ااصنت  \nاتب قمل ية) .  \n2- متغيرات وسيطة : ه  اب غيرات ابؤثبة واب أثبة ااتي ت بج دنهمل دسملالات ويسخل إايهمل \nدسملالات أيضًمل وه  (ابحكالت ااسلنكية واتبفعملاية) .  \n3- متغيرات  ابعة : ه  اب غيرات اب أثبة طكل دن اب غيرات ابس قلة واب غيرات اانيياة \nوت ثل اب غيرات ااتي تسخل إايهمل دسملالات فقط وه  (داملالات اتي  سا  ات   مل   الغة)  \nأوالً: املسارات املباشرة للنموذج املقبول:  \nأ-  أثير حساسية الصوت االنتقائية على املشكالت السلوكية واالنفعالية : \n   ابسملال دن حسمليية ااصنت اتب قمل ية (ابيزوفنبيمل) (ابسبهملتت واتي نملطة االغنيةت اتي نملطة \nااسلنكيةت واتي نملطة ازجسسيةت اتي نملطة اتبفعملايةت اتي نملطة ات   ملعية) إلى ابحكالت \nااسلنكية واتبفعملاية تتراوح دمل طين (0.31  إلى0.40  ) و  يعامل قيم دااة إحصمل يًمل عنس دس نى\n(0.01 ) د مل يعني أن حسمليية ااصنت اتب قمل ية (ابيزوفنبيمل) تؤثب تأثيرًا إينملطيً مل دهملشبًا ف  \nابحكالت ااسلنكية واتبفعملاية. \n     وي فطططططق ذاطططططك دطططططع دالايطططططة دطططططل دطططططن Jastreboff( 2002,11 ) تو Rouw( 2018,4 )   حيطططططث أشطططططملالت هطططططذص\nااسالايططططططملت إلططططططى أن  حسمليططططططية ااصططططططنت اتب قمل يططططططة (ديزوفنبيططططططمل) حملاططططططة ت  يططططططز طملتيطططططط نملطة ااعملطفيططططططة \nالنظطططمل  اا حفيطططزي ااطططسفمل   األصطططنات اب كطططبالة وذات ااصطططلة طملاشخصطططية ت دثطططل ؛ (األدطططل وااحطططم ) ت  \nوتترافطق دطع دن نعطة دطن اتضطاباطملت اانفسطية ت ط طمل فط  ذاطك اضطاباطملت ااشخصطية ت ف طؤدى اططبدة \nفعطططططل يطططططلهية اطططططسى ابطططططبيض ت دثطططططل : ( ااقلطططططق ت واإلثطططططملالة ت واتباعطططططملج ) ت فططططط  حطططططين أن ازخطططططنف وااقلطططططق \nوااغضططططب واتشطططط  زاز هطططط  ااعناطططططف ااسططططمل سة فطططط  هططططذا اتضططططاباا ت فضططططالً عططططن ( اا هططططيج ت واا ططططنتب ت  \nوااقلق ت واا فملقم ت وااحعنال ااسل ي ) . \n    ك ططمل اتفططق ذاططك دططع دططمل أشططملالت إايططه دالايططة ( Natalini et al ,( 2020,3   وااتططي أوالدت أن  ابصططملا\nطملضططاباا حسمليططية ااصططنت اتب قمل يططة (ابيزوفنبيططمل ) ي فملعططل طططملزخنف أو اتباعططملج أو ااغضططب دططن \nأصططناتت وقططس يحططملول اتط عططملد عططن دصططسال األصططنات اباعجططة واتب ططبا  فيهططمل  وأحيملبًططمل أخططبى يعاططم \nاي نملطة ت  يز طملاعسوابية ت دثل ؛ ااصبات فط  و طه هطذا ااشطخ  أو ضطببه ت وت  ثطل أحطس ازجنابطب \nااب يسططية ااططذا اتضططاباا فطط  أبططه ط نططبد تعططبض ابصططملا بططمل يع بططرص دحفططاًا هجنديًططمل ت يهططسأ الد اافعططل \nعططططملدة طططططملا هيج أواتشطططط  زاز ثططططم ي صططططملعس بسططططبعة إلططططى دسطططط نى د اططططبف ت يانمليططططب بحططططكل واضططططح دططططع  \nامللفا دن حيث ااغضب وااكباهية أو اتش  زاز ."
    },
    {
      "section": "Page 76",
      "page_number": 76,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 598       وتفسب ااهملحثة هذص ااناينةطأن األطفملل ذوي اضاباا قصنال اتباهملص اب لنا طملالحمل  \nازلبدم اااا س يظاب اسيهم دفان  ذات يل ي وااذي يعبر عن إدالاك ااافل اذاته كفبد طأبه غير  \nدقهنل أو فملشل فيكنن اسيهم حسمليية دفبطة ضس اانقس وت يكنن اسيهم اابغهة ف  اتب با  ف  \nكثير دن االحملطملت ت ك مل أن األيهملا ااعصبية وااهينان ية اسى األطفملل ذوي قصنال اتباهملص \nاب لنا طملالحمل  ازلبدم اااا س تنعل اسيهم اضاباا ف  وظيفة ااف  ازجههي األدملدم ف  املخ  \nوتسبب اإلصملطة طحسمليية ااصنت اتب قمل ية خلال قس يسبب ابحكالت ااسلنكية واتبفعملاية . \nك مل أن األطفملل ابصملطنن  طملضاباا حسمليية ااصنت اتب قمل ية(ابيزوفنبيمل ) دملبنا ي فملعلنن \nطملزخنف أو اتباعملج أو ااغضب دن أصنات دعينةت وقس يحملوانن اتط عملد عن دصسال األصنات  \nاباعجة واتب با  فيهمل وأحيملبًمل أخبى يعانن اي نملطة ت  يز طملاعسوابية ت دثل ااصبات ف  و ه \nهذا ااشخ  دصسال امللفاات أو ضببه ت وت  ثل أحس ازجنابب ااب يسية تضاباا حسمليية \nااصنت اتب قمل ية ف  أبه ط نبد تعبض ابصملا بمل يع برص دحفاًا هجنديًمل ت يهسأ الد اافعل عملدة \nطملا هيج أواتش  زاز ثم ي صملعس بسبعة إلى دس نى د ابف ت يانمليب بحكل واضح دع امللفا دن \nحيث ااغضب وااكباهية أو اتش  زاز د مل يؤدي إلى حسوث ااكثير دن ابحكالت ااسلنكية \nواتبفعملاية .   \nب-  أثير املشكالت السلوكية واالنفعالية على مهارات  االستخدام االجتماعي للغة:  \n ابسملال دن ابحكالت ااسلنكية واتبفعملاية إلى اتي  سا  ات   مل   الغة  (-0.39 ) وهن دال\nإحصمل يًمل عنس دس نى ( 0.01  ) د مل يعني أن ابحكالت ااسلنكية واتبفعملاية تؤثب تأثيرًا يلهيًمل\nدهملشبًا ف  داملالات اتي  سا  ات   مل   الغة. \n  وي فق ذاك دع دمل أشملالت إايه دالاية  Hyter et al,( 2001,6 )     دن أن هنملك تالز  طين ااسجا ف\nاتي  سا  ات   مل   الغة اسي األطفملل ذوي ابحكالت ااسلنكية واتبفعملاية. وإلى فعملاية اا سخل \nااعالج  ااذي تم تقسي ه األطفملل حيث اي املعنا اي  سا  داملالات اتي  سا  ات   مل   الغة \nدثل تقسيم دعلندملت دفصلة ودملفية أثنملء امللملدثة ت واا عهير عن و املت بظبهم ت واي  سا  \nاالغة االفظية ال فملوض دع اآلخبين حنل بعض بقمل  اخ الف أثنملء امللملدثة .  \n          وتفسب ااهملحثة هذص ااناينة طأن و ند ابحكالت ااسلنكية واتبفعملاية اسى األطفملل ذوي \nقصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س تؤدي اظانال ااعسيس دن ااسلنكيملت دثل \nاتبسفملع وااعسوان غير اببرال وااكذا وكذاك و ند اتضاباطملت اتبفعملاية دثل ااقلق واتك ئملا \nواا غيرات اباا ية وااذي يظاب ف  صنالة حان وفقسان اته  مل  واتي   ملع طملألنحاة وصعنبة \nاانن  وبطء ااكال  وااحعنال بعس  ااقي ة توصعنبة اا نظيم اتبفعملل  ؛وو ند دثل هذص ابحكالت \nااسلنكية واتبفعملاية يناس اسيهم ااقصنال ف  ااقسالات ابعبفية واإلدالاكية وصعنبة اا أقلم داخل \nاملج  ع د مل يؤثب على داملالات اا فملعل ات   مل   اسيهم واا عهير عن و اة بظبهم واي  سا  \nاالغة االفظية ف  اا فملوض ت وكذاك يظاب اسى األطفملل خلل تنظيم ابحملعب ااعملطفية د مل يحعبص  \nطملاضيق واا هيج وااضغط اانفسيي ااذي يسبب ااحعنال طملإلالهملق وااسجا وااقلق ابس  ب وصعنبة \nااذاكبة وصعنبة دناكهة ابامل  ااينديةت وااغضب ااذي ي  يز طملاعساء تنملص األشخمل  واألشيملء \nد مل يؤدي إلى صعنبة اا فكير واإلدالاك د مل يؤثب على ااكفملءة اا ناصلية الافل وأداء األطفملل على  \nدقيملس داملالات اتي  سا  ات   مل   الغة"
    },
    {
      "section": "Page 77",
      "page_number": 77,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 599 ت-  أثير حساسية الصوت االنتقائية على مهارات االستخدام االجتماعي للغة:  \n    ابسملال دن حسمليية ااصنت اتب قمل ية (ابيزوفنبيمل) (ابسبهملتت وات ي نملطة االغنيةت اتي نملطة \nااسلنكيةت واتي نملطة ازجسسيةت اتي نملطة اتبفعملايةت اتي نملطة ات   ملعية) إلى داملالات \nاتي  سا  ات   مل   الغة تتراوح دمل طين (0.40- ( ) و  يعامل قيم دااة إحصمل يًمل عنس دس نى 0.01 )\nد مل يعني أن حسمليية ااصنت اتب قمل ية (ابيزوفنبيمل) تؤثب تأثيرًا يلهيًمل دهملشبًا ف  داملالات \nاتي  سا  ات   مل   الغة. \n    وقس اتفق ذاطك دطع دطمل أشطملالت إايطه دالايطة دطل دطن( Marta S , et al  , 2023  ; Silvia E , 2023  ) دطن\nأن األطفملل ابصملطنن طملضاباا حسمليية ااصنت اتب قمل ية (ابيزوفنبيمل)قطس يعطملبنن دطن اضطاباا \nقصطططنال اتباهطططملص اب طططلنا طملالحطططمل  ازلبدطططم اااا طططس أو اضطططاباا اا نحطططس وعسطططب ااقطططباءة واضطططاباا  \nاا فملعططل ات   ططمل   واتضططاباا اتبفعططملل  وااسططلندم وإصططملطملت ااططبأس وااصططبع وطنططين األذن طسال ططة \nت ملثططل أدثططملاام دططن األطفططملل ااعططملديين ت وإلططى خلططل تنظططيم ابحططملعب ااعملطفيططة ت د ططمل يططؤثب علططى اا ططلة \nااعملطفية واألداء اايندم وعلى تناصلام داخل دا بتهم ات   ملعية .    \n   ك طمل اتفطق دطع دطمل أشطملالت إايطه دالايطة Sukhbinder et al, ( 2023 )   وااتطي هطسفت إلطى دالايطة اا قليطس\nوامللملدملة ف  حسمليية ااصنت اتب قمل ية (ابيزوفنبيمل) و اخ الف ابيل إلى اا قليس طملا نمليب ابهملشب \nدطططع شطططسة ابيزوفنبيطططمل ت ك طططمل أن فعطططل امللملدطططملة واا قليطططس يطططنفب ااباحطططة دطططن ااضطططيق بعظطططم األشطططخمل  \nااطططذين يعطططملبنن دطططن ابيزوفنبيطططمل . فقطططس أثهاطططت ب طططمل ج ااسالايطططة أن ابيزوفنبيطططمل تفاطططم بحطططكل شطططملئع ضططط ن \nإططططططملال ابعملزجطططططة ااسططططط عية حيطططططث تسطططططبب األصطططططنات ااضطططططيق د طططططمل يسطططططبب دعملزجطططططة شطططططملذة فططططط  األبظ طططططة \nااس عية وااعملطفية السدمل  د مل يؤ ثب على قسالة ااافل على اتي  سا  ات   مل   الغة .  \n    وتفسب ااهملحثة هذص ااناينة ت حيث أن اي نملطملت األطفملل ذوي قصنال اتباهملص اب لنا \nطملالحمل  ازلبدم اااا س د ن يعملبنن دن اضاباا حسمليية ااصنت اتب قمل ية (ابيزوفنبيمل) \nال حفاات قس تظاب اسيهم بعض ااسلنكيملت واتي ن ملطملت ازخملصة وااتي ت  ثل ف  ااقلق \nات   مل   وبعض اا غيرات اباا ية ااسبيعة وغير اببرالة ت وأحيملبًمل تغاية األذبين طملايس عنس ي ملع \nاألصنات ابكبالة ت واابغهة ف  دغملدالة األدملكن ااعملدة دون دبرال ت وصعنبة اا نظيم واا حكم \nاالفظم ااذاتم ت وصعنبة اا أقلم داخل املج  ع د مل يؤثب على قسالتهم على اا ناصل بحكل  يس \nوعس  ااقسالة على اا عهير عن دحملعبهم واح يمل ملتهم د مل يؤدي إلى ضعف داملالات اتي  سا  \nات   مل   الغة اسيهم ت وقس يعملنم األطفملل ابصملطنن طحسمليية ااصنت اتب قمل ية دن خلل تنظيم \nابحملعب د مل يعيق طلب ابسملعسة وااعالج ويؤثب على تناصلام داخل دا بتهم ات   ملعية .   \nثانياً: املسارات يير املباشرة للنموذج املقبول :  \n1-  املساراملسببات       املشكالت السلوكية واالنفعالية       االستخدام االجتماعي للغة : \nي كنن هذا اا أثير دن حملصل ضبا دعملدالت دسملال اتبحساال ف  هذين ابسملالين وبذاك يكنن \nاا أثير غير ابهملشب ال سبهملت ف  حملاة تنيط  ابحكالت ااسلنكية واتبفعملاية هن (ن   200  )\n(0.2( × )0.07   )0.014  وهذا يعني أبه ين س تأثير دن ب غير دهملشب ال سبهملت على\nاتي  سا  ات   مل   الغة دن خالل ابحكالت ااسلنكية واتبفعملاية ت وهذا يعني تنيط \nابحكالت ااسلنكية واتبفعملاية ف  ااعالقة طين ابسبهملت واتي  سا  ات   مل   الغة)."
    },
    {
      "section": "Page 78",
      "page_number": 78,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 600    (وي فق ذاك دع دمل أشملالت إايه دالاية دل دن Quek et al ., 2018 ; Safiya et al., 2022 ; Troy, \n2014  ) دن أن امللفاات ابيزوفنبية تؤد اظانال ااعسيس دن ابحكالت ااسلنكية واتبفعملاية د مل\nيسبب ضعف داملالات ات ي  سادملت   مل   الغة.  \n  وتفسب ااهملحثة هذص ااناينة طأن األطفملل ذوي اضاباا اتباهملص اب لنا طملالحمل  ازلبدم \nاااا س عنسدمل تظاب عليهم دسبهملت حسمليية ااصنت اتب قمل ية وااتي أحيملبؤمل ت  ثل ف  خلل \nاانظمل  ااس ع  وااذي يؤثب على اإلدالاك وفام ودعملزجة ااصنت وإعاملء اي نملطة دنمليهة  \nفاسبب اتالتهملك وهيملج ازخاليمل ااسدملغية ابسيابة على األفعملل اإلالادية د مل يسبب دحكالت \nيلنكية وابفعملاية دثل ااغضب ااحسيس وااايملج فيؤثب على داملالات اتي  سا  ات   مل   الغة  \nت وكذاك قس تظاب امللفاات زلسمليية ااصنت اتب قمل ية دقتربة طملي نملطة عملطفية غير يملالة \nدثل ازخنف واتش  زاز د مل ينعل و ند هذص امللفاات وحسهمل يؤعْاَى بفس تأثير إحسملس \nازخنف واتش  زاز ت وقس يؤدي و ند امللفاات ااس عية دثل صنت األدل وابضع وف ح \nاألكيملس وأصنات دملكينملت ااك ملطة واانقب طملبملوس وغيرهمل وكذاك امللفاات ااهصبية دثل \nحبكة اافم وحبكة ابضع وامللفاات ازجسسية دثل ااتربح إلى  عل األطفملل ذوي اضاباا \nاتباهملص اب لنا طملالحمل  ازلبدم اااا س يحعبون طملاضيق واتش  زاز ك مل قس يصسالون بعض \nاألافملظ ااهذيئة د مل يؤثب على قسالتهم على ازلناال وامللملدثة بحكل  يس دع أقبانهم وكذاك \nاي  سا  ااكل ملت ف  ييملقملتهمل ابنمليهة د مل يؤثب يلهًمل على أدائهم عل  دقيملس داملالات  \nاتي  سا  ات   مل   الغة .   \n2-  املساراالستجابة اللغوية        املشكالت السلوكية واالنفعالية       االستخدام \nاالجتماعي للغة: \n  ي كنن هذا اا أثير دن حملصل ضبا دعملدالت دسملال اتبحساال ف  هذين ابسملالين وبذاك يكنن  \nاا أثير غير ابهملشب اال ي نملطة االغنية ف  حملاة تنيط اتضاباطملت ااسلنكية واتبفعملاية هن \n(ن   200(  )0.2( × )0.08   )0.016  وهذا يعني أبه ين س تأثير دن ب غير دهملشباالي نملطة \nاالغنية على اتي  سا  ات   مل   الغة دن خالل ابحكالت ااسلنكية واتبفعملاية ت وهذا يعني \nتنيط ابحكالت ااسلنكية واتبفعملاية ف  ااعالقة طين اتي نملطة االغنية  واتي  سا  \nات   مل   الغة). \n   وي فق ذاك دع دمل أشملالت إايه دالاية دل دن ( Cassiello et al ., 2021 ; Nora, 2020 ; Silvia \n,2023 .) \n    وتفسب ااهملحثة هذص ااناينة طأن األطفملل ذوي اضاباا اتباهملص اب لنا طملالحمل  ازلبدم  \nاااا س عنسدمل ي عبضنن بسبهملت حسمليية ااصنت اتب قمل ية ت ناس اسيهم بعض اي نملطملت \nاغنية وااتي قس تظاب ف  اا نقف نهمل يًمل عن ااكال  عنس اتي  ملع األصنات اباعجة ت أو قس يبفع \nااافل صنته أكثر دن ااالز  دم ي ننب ي ملع األصنات ااتي تاعجه ت أو قس  يكبال بفس أصنات \nازلينابملت أو األدوات أو األشخمل  ااتي تاعجه ت أو قس يهكم ويصبت دن امللفاات د مل يسبب \nاه بعض ابحكالت ااسلنكية واتبفعملاية وت يس ايع تنظيف االغة ف  ابناقف ات   ملعية وت \nيس ايع اا ناصل االغني دع امللياين د مل يؤثب يلهًمل على داملالات اتي  سا  ات   مل   الغة .   \n3-  املساراالستجابة السلوكية       املشكالت السلوكية واالنفعالية            االستخدام \nاالجتماعي للغة : \n   ي كنن هذا اا أثير دن حملصل ضبا دعملدالت دسملال اتبحساال ف  هذين ابسملالين وبذاك يكنن \nاا أثير غير ابهملشب االي نملطة ااسلنكية ف  حملاة تنيط ات ضاباطملت ااسلنكية واتبفعملاية هن"
    },
    {
      "section": "Page 79",
      "page_number": 79,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 601    (ن200(  )0.3( × )0.05   )0.015  وهذا يعني أبه ين س تأثير دن ب غير دهملشباالي نملطة \nااسلنكية على اتي  سا  ات   مل   الغة دن خالل ابحكالت ااسلنكية واتبفعملاية ت وهذا \nيعني تنيط ابحكالت ااسلنكية واتبفعملاية ف  ااعالقة طين ات ي نملطة ااسلنكية واتي  سا  \nات   مل   الغة). \n   وي فق ذاك دع دمل أشملالت إايه دالاية دل دن ( Kazadin , 2000  ; Marta et al., 2023 ; \nOhayashi, 2012  .) \n      وتفسب ااهملحثة هذص ااناينة طأن األطفملل ذوي اضاباا قصنال اتباهملص اب لنا طملالحمل\nازلبدم اااا س عنسدمل ي عبضنن بسبهملت حسمليية ااصنت اتب قمل ية ت ناس اسيهم بعض  \nاتي نملطملت ااسلنكية وااتي قس ت  ثل ف  إثملالة األشخمل  ااذين تسبهنا ف  إزعمل ه طأصناتهم \nتأو اي  سا  ااعنف ازجسسي على دصسال ابثير ااس ع  ت أو وكا ااشخ  ااذي تسبب ف  \nإزعمل ه ت أو اتع ساء افظيًمل على ااشخ  دصسال ابثير ااس ع  ت أو اا فكير ف  اتب قمل  دن  \nااشخ  ااذي أزعجه ت أو تنملهل األشخمل  ااذين تسبهنا ف  إزعمل ه . ودل هذص اتي نملطملت \nااسلنكية قس تسبب ظانال ااعسيس دن ابحكالت ااسلنكية واتبفعملاية د مل يؤثب يلهًملعلى \nداملالات اتي  سا  ات   مل   الغة اسى ااافل .  \n4-  املساراالستجابة الجسدية          املشكالت السلوكية واالنفعالية       االستخدام \nاالجتماعي للغة : \n ي كنن هذا اا أثير دن حملصل ضبا دعملدالت دسملال اتبحساال ف  هذين ابسملالين وبذاك يكنن \nاا أثير غير ابهملشب االي نملطة ازجسسية ف  حملاة تنيط اتضاباطملت ااسلنكية واتبفعملاية هن \n(ن   200(  )0.3( × )0.07   )0.021  وهذا يعني أبه ين س تأثير دن ب غير دهملشباالي نملطة \nازجسسية على اتي  سا  ات   مل   الغة دن خالل اتضاباطملت ااسلنكية واتبفعملاية ت وهذا \nيعني تنيط ابحكالت ااسلنكية واتبفعملاية ف  ااعالقة طين اتي نملطة ااسلنكية واتي  سا  \nات   مل   الغة). \n   وي فق ذاك دع دمل أشملالت إايه دالاية دل دن ( Carison, 2013  ; Remmert et al., 2021 ; Troy, \n2014 ; Zachary et al., 2023  .) \n      وتفسب ااهملحثة هذص ااناينة طأن األطفملل ذوي اضاباا قصنال اتباهملص اب لنا طملالحمل\nازلبدم اااا س عنسدمل ي عبضنن بسبهملت حسمليية ااصنت ات ب قمل ية ت ناس اسيهم بعض \nاتي نملطملت ازجسسية وااتي قس ت  ثل ف  تغاية األذبين بحكل خفم طملي  سا  ي ملعملت اابأس  \nأو علني وذاك طنضع يسيه على أذبيه عنس اتي  ملع األصنات ااتي تاعجه ت أو قس يغام عيليه ت \nأو قس يغملدال ااغبفة ااتي بهمل دصسال اإلزعملجت وقس يقن  ااافل بحس عضالت ااك ف أو ها  \nاافكين أو ااغثيملن تأو قس يح كم دن أام ف  اابأس أو أام ف  األذبين تأو اتي  باال ف  اا حسيق \nبصسال ااصنت اباعج تأو إعاملء الدود أفعملل و اية دثل اا نام أو اا كحير أو ضم ازلمل هين \nتأو إعاملء الد فعل طيسيه أو طقسديه د مل يسبب كثير دن ابحكالت ااسلنكية واتبفعملاية دثل  \nااضيق واتش  زاز وااعسوان د مل يؤثب يلهًمل على داملالات اتي  سا  ات   مل   الغة اسى ااافل \n."
    },
    {
      "section": "Page 80",
      "page_number": 80,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 602 5-  املساراالستجابة االنفعالية          املشكالت السلوكية واالنفعالية       االستخدام \nاالجتماعي للغة : \n    ي كنن هذا اا أثير دن حملصل ضبا دعملدالت دسملال  اتبحساال ف  هذين ابسملالين وبذاك يكنن \nاا أثير غير ابهملشب االي نملطة اتبفعملاية ف  حملاة تنيط اتضاباطملت ااسلنكية واتبفعملاية هن \n(ن   200(  )0.3( × )0.07   )0.021  وهذا يعني أبه ين س تأثير دن ب غير دهملشباالي نملطة \nاتبفعملاية على اتي  سا  ات   مل   الغة دن خالل ابحكالت ااسلنكية واتبفعملاية ت وهذا \nيعني تنيط ابحكالت ااسلنكية واتبفعملاية ف  ااعالقة طين اتي نملطة ازجسسية واتي  سا  \nات   مل   الغة). \n       وي فق ذاك دع دمل أشملالت اايه دالاية دل دن( Pelliconi , 2020  ; Sukhbinder et al., 2023 ; \nWatt -Smith, 2015 .) \n    وتفسب ااهملحثة هذص ااناينة طأن األطفملل ذوي اضاباا قصنال اتباهملص اب لنا طملالحمل   \nازلبدم اااا س عنسدمل ي عبضنن بسبهملت حسمليية ااصنت اتب قمل ية ت ناس اسيهم بعض \nاتي نملطملت اتبفعملاية دثل ااحعنال بعس  ااسعملدة وازلان أو ااغضب بسبب دحملدل األصنات \nت أوقس يحعب ااافل أن اانملس حناه ت يفا نن دحكل ه وت يقسالونهمل ت فيسبب اه ااحعنال  \nطملايأس وااقلق أو ااحعنال طملزلبج دن كباهية أصنات دعينة أو ااحعنال طملاذعب عنس اتي  ملع \nاهعض األصنات ت ك مل قس يسياب عليه ازخنف دن إزعملج اآلخبين ان أخبرهم طأن أصناتهم \nتاعجه ت د مل يسبب كثير دن ابحكالت ااسلنكية واتبفعملاية دثل ااضيق واتك ئملا د مل يؤثب  \nيلهًمل على داملالات اتي  سا  ات   مل   الغة اسى ااافل .  \n \n6-  املساراالستجابة االجتماعية        املشكالت السلوكية واالنفعالية       االستخدام \nاالجتماعي للغة : \n  ي كنن هذا اا أثير دن حملصل ضبا دعملدالت دسملال اتبحساال ف  هذين ابسملالين وبذاك يكنن \nاا أثير غير ابهملشب االي نملطة ات   ملعية ف  حملاة تنيط اتضاباطملت ااسلنكية واتبفعملاية \nهن (ن   200(  )0.2( × )0.06   )0.012  وهذا يعني أبه ين س تأثير دن ب غير دهملشب\nاالي نملطة اتبفعملاية على اتي  سا  ات   مل   الغة (االغة اابر  ملت ية) دن خالل ابحكالت \nااسلنكية واتبفعملاية ت وهذا يعني تنيط ابحكالت ااسلنكية واتبفعملاية ف  ااعالقة طين \nاتي نملطة اتبفعملاية  واتي  سا  ات   مل   الغة). \n      وي فق ذاك دع دمل أشملالت إايه دالاية دل دن( Cassiello et al., 2021 ; Nora et al., 2023 ; \nSilvia , 2023 ; Olivia, 2021  .) \n        وتفسب ااهملحثة هذص ااناينة طأن األطفملل ذوي اضاباا قصنال اتباهملص اب لنا\nطملالحمل  ازلبدم اااا س عنسدمل ي عبضنن بسبهملت حسمليية ااصنت اتب قمل ية ت ناس اسيهم \nبعض اتي نملطملت ات   ملعية دثل اابغهة ف  ااعااة بسبب دحكالت ااصنت ااتي ي عبضنن اامل \nت وقس ي أثب دس ناهم ااسالاسيي واألدملدي ي بسبب هذص ابحكلة ت وقس تسبب تبتب ااعالقة طين \nااافل وبين أقبابه ت وقس تنعله ت يحب ازخبوج ف  ااحملالع أو ااذهملا إلى األدملكن ااعملدة ت وقس \nتؤثب هذص ابحكلة على دسى اي   ملعه طنقت فباغه ت وقس ت يس ايع تنملول اااعمل  دع \nاألشخمل  ااذين يسبهنن إزعمل ه ت وقس ت يس ايع اتب با  دع دن حناه د مل يسبب كثير دن \nابحكالت ااسلنكية واتبفعملاية دثل ااضيق واتك ئملا وااعسوان د مل يؤثب يلهًمل على داملالات \nاتي  سا  ات   مل   الغة اسى ااافل ."
    },
    {
      "section": "Page 81",
      "page_number": 81,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 603 وتبى ااهملحثة أبه دن خالل ااعبض ااسملطق ان مل ج اافبض ااسملدس واب علقة طملا أثيرات  \nابهملشبة وغير ابهملشبة ف  اان نذج ااهنملئم اب ثل العالقملت طين د غيرات ااهحث ازلملل  ي كن إينملز \nتلك اا أثيرات على اانحن اا ملل : \n- تؤثب حسمليية ااصنت اتب قمل ية (ابيزوفنبيمل)  تأثيرًا دهملشباً دن هملً على ابحكالت ااسلنكية \nواتبفعملاية. \n- تؤثب ابحكالت ااسلنكية واتبفعملاية تأثيرًا دهملشباً يملاهملً على داملالات  اتي  سا  ات   مل   \nالغة. \n- يؤثب اتي  سا  ات   مل   الغة تأثيرًا يملاهملً على حسمليية ااصنت اتب قمل ية (ابيزوفنبيمل).  \n- تؤثب ابسبهملت تأثيرًا غير دهملشبًا على اتي  سا  ات   مل   الغة دن خالل ابحكالت ااسلنكية \nواتبفعملاية ك  غير وييط. \n- تؤثب اتي نملطة االغنية تأثيرًا غير دهملشبًا على اتي  سا  ات   مل   الغة دن خالل ابحكالت \nااسلنكية واتبفعملاية ك  غير وييط. \n- تؤثب اتي نملطة ااسلنكية تأثيرًا غير دهملشبًا على اتي  سا  ات   مل   الغة دن خالل ابحكالت \nااسلنكية و اتبفعملاية ك  غير وييط. \n- تؤثب اتي نملطة ازجسسية تأثيرًا غير دهملشبًا على اتي  سا  ات   مل   الغة دن خالل ابحكالت \nااسلنكية واتبفعملاية ك  غير وييط. \n- تؤثب اتي نملطة اتبفعملاية تأثيرًا غير دهملشبًا على اتي  سا  ات   مل   الغة دن خالل \nابحكالت ااسلنكية واتبفعملاية ك  غير وييط. \n- يؤثب اتي نملطة ات   ملعية تأثيرًا غير دهملشبًا على اتي  سا  ات   مل   الغة دن خالل \nابحكالت ااسلنكية واتبفعملاية ك  غير وييط. \nودن ثم  ملءت باينة هذا اافبض ا سعم تاملطق اان نذج اانظبي ابفترض ا فسير \nااعالقملت اب هملداة طين د غيرات ااهحث وااهيملبملت اإلدبريقية دن خالل تحقيق ااقيم ابثملاية  \nبؤشبات اا املطق وا قسيم تفسير د كملدل ال أثيرات اب ساخلة دن د غيرات ااهحثت حيث أظابت \nاان مل ج و ند تأثيرات (دسملالات) دهملشبة (دااة) ودسملالات غير دهملشبة طين دل دن ضعف داملالات \nاتي  سا  ات   مل   الغةت و حسمليية ااصنت ات ب قمل ية (ابيزوفنبيمل) ت وابحكالت اتبفعملاية  \nوااسلنكية . \n وصيات البحث : \n1-  تفعيل دوال فنيملت ااعالج ااسلندم ابعبف  ف  خفض حسمليية ااصنت اتب قمل ية\nاسى األطفملل ذوي اضاباا اتباهملص اب لنا طملالحمل  ازلبدم اااا س .  \n2- اته  مل  طملي  سا  ابعملزجة ااس عية اببكاية دأيملس ال عملدل اايندم طين \nاألطفملل ذوي اضاباا قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س و \nامللياين طه ف  طي  ه . \n3-  ضبوالة اته  مل  طإعساد اابرادج ابقسدة ااذص اافئة دن األطفملل ذوي قصنال\nاتباهملص اب لنا طملالحمل  ازلبدم اااا س دن حيث ت اياامل وتنفيذهمل ا حقيق \nاابعملية اافبيسة اكل فبد دنهم على حسص ."
    },
    {
      "section": "Page 82",
      "page_number": 82,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 604 : بحوث مقترحة \n   اي ك ملت الجاس ااذي طسأص ااهحث ازلملل  وف  ضنء دمل اب ه  إايه هذا ااهحث دن ب مل ج ت \nاي املعت ااهملحثة تقسيم بعض ابنضنعملت ااتي تزاات ف  حمل ة إل  دايس دن ااهحث وااسالاية \nوه  : \n(1)  فعملايطططة طببطططملدج ال طططسخل ابهكطططب فططط  خفطططض حسمليطططية ااصطططنت اتب قمل يطططة اطططسى األطفطططملل ذوي  \nاضاباا اا نحس . \n(2)   فعملايطة طببططملدج تططسالي ي قططمل م فنيططملت ااعططالج ااسطلندم ابعبفطط   فطط  خفططض اضططاباا ابيزوفنبيططمل\nاسى األطفملل ذوي اضاباا دمل بعس ااصسدة .   \n(3)   فعملايطططة طببطططملدج إالشطططملدي ا ن يطططة داطططملالات االغطططة اابر  ملتيطططة  فططط  خفطططض اضطططاباا ابيزوفنبيطططمل\nاسى األطفملل ذوي قصنال اتباهملص اب لنا طملالحمل  ازلبدم اااا س ."
    },
    {
      "section": "Page 83",
      "page_number": 83,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 605 املراجع \nأطناانيلتدح ند.(2011 . )  اخ هملال ي ملبفنالد طيليه–  ااصنالة ازخملدسة  . ااقملهبة ت دك هة اتبنلن \nابصبية .  \nأح ستدح س الدضملن.( 2022 ).اضاباا االحمل  اااا س وتحات اتباهملص اسى تالديذ اب بحلة \nاتط سا ية وعالق ه طهعض اب غيرات ااسي غبافية . دنلة ااسالايملت ااترطنية وات   ملعية \nت دلية ااترطية  ملدعة حلنان ت3(7) ت322-355  . \n(.اإلدمل تدح ند؛وفبغل تدح س2018  ).تأثير االغة اابر  ملتية ف  اتضكباطملت اتبفعملاية وااسلنكية\nودحكالت اا فملعل دع األقبان اسى أطفملل ابسالية اإلط سا ية ف  ضؤ د غير ااننع.  \nاملجلة ااعل ية اكلية ااترطية - ملدعة ايين   ت 34(12 ) ت55-92  . \n(.ااههالوي تإيهملا عهسااعايا 2010 . ) اضاباطملت اا ناصل ( 4  .) . اابيملض ت داال اااهباء \nااهحيري تعهساابقيب؛وازلسي ي تدصافم.( 2021.) دقيملس دنببز ا قسيب يلنك ااافل  . ااقملهبة \nتدك هة اتبنلن ابصبية .  \nبحنملق تالأفت دح س.( 2001 . ) دالاية ف  يلنك األطفملل واضاباطملتهم اانفسية  . اهنملن ت داال \nاانفملس الاهملعة.  \nطاملينةتأيملده؛واااناايةتتسليم.(2020  ).أثب طببملدج تسالي ي ف  تن ية داملالات االغة اابر  ملتية اسى\nعينة دن األطفملل ذوي اضاباا طيف اا نحس ف  األالدن.  دنلة ااعلن  ااترطنية ت دلية \nااترطية  ملدعة قابت (16 . ) \n(. ملد ااكبيم تالشمل حسين 2022  ).ااصعنبملت ااتي تنا ه اب ملاليين عنس اا عملدل دع األطفملل ذوي\nاضاباا فب  ازلبكة وتحات اتباهملص . دالايملت ف  ازخسدة ات   ملعية  ت 60(2 ) ت345- \n378  . \nازجهملل تأشبف اطباهيم.(2009 .)  ابحكالت ااسلنكية اسى األطفملل بعس حبا غاة وعالق همل طهعض\nاب غيرات.اليملاة دمل س ير ت دلية ااترطية ازجملدعة اإليالدية غاة .   \n باالت الل؛وااهيل تدح س؛وااسبطملويتعهسااعايا.( 2016.)  دقيملس ابحكالت ااسلنكية \nواتبفعملاية اسى األطفملل .اتدملالات ااعببية اب حسةت داال ااك ملا ازجملدع  .  \nخنيشتااسعيس.(2017.)   دقيملس علم االغة ات   مل. اليملاة دمل س يرت دلية اآلداا واالغملت  \n ملدة طمل ة طملزجاا ب. \nااببع تعالء   ملل.(2011)  . اتضاباطملت ااسلنكية واتبفعملاية اسى األطفملل ااصم وعالق همل\nطملا نافق األيبي  . اليملاة دمل س يرت دلية ااترطية ازجملدعة اإليالدية بغاة.  \nااايملتتف ح  دصافم.(2006تبنف بر19-22 .)  آايملت اا ساليس ااعالج  اذوي صعنبملت اتباهملص دع\nفب  ازلبكة واالحمل  . ابؤت ب ااسول  اصعنبملت اا علم ت اابيملض ت اب لكة ااعببية \nااسعندية ."
    },
    {
      "section": "Page 84",
      "page_number": 84,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 606 (.ااحببينيتزكبيمل أح س2003 . ) يلنك اتنسملن طين ازجبي ة وااعسوان واتالهملا  . ااقملهبةتداال \nاافكب ااعببم .  \nشبف ااسينتببيل فضل.(2012  ). تشخي  وعالج االحمل  اااا س األطفملل دن ابنظنال ااترطني\nاا كملدل  طبيملض أطفملل دسينة ابنصنالة . دنلة طحنث ااترطية ااننعية - ملدعة ابنصنالة  \nت26(1 ) ت1-54  . \n(.شعهملنتهمل ب؛وبن فليستخسينة2020.)  أهم خصمل   األطفملل ذوي فب  االحمل  وتحات\nاتباهملص ف  ضنء أالاء ابعل ين واألوايملء دالاية ديسابية طهعض دساالس دسينة طملتنه . دنلة \nااعلن  ات   ملعية واتنسملبية ت 2 (21  . ) ت  ملدعة طملتنه \nااصيملديتدم دح س؛واافاستأالوي يعند.( 2018  ).اضاباا االغة اابر  ملتية اسى األطفملل ذوي \nقصنال اتباهملص اب لنا طملالحمل  اااا س ف  ضنء بعض اب غيرات . دنلة ااترطية \nازخملصة واا أهيل ت 6(25 ) ت82 – 123  . \n(.ااعاةتيعيس حسيني2002.) ااترطية ازخملصة األطفملل ذوي اتضاباطملت ااسلنكية  . ع ملن -اتالدن \nتداال ااثقملفة .  \nفسوى تزاوي.( 2023.) عالقة ازجملبب ابعبف  طاحات اتباهملص اتطفملل ابصملطنن طفب  االحمل   \nازلبدم . اليملاة دمل ي يرت دلية ااعلن  ات   ملعية  ملدعة وهبان .  \nقسيبيتيملدية.( 2021  ).تكنين دعل ي ابساالس اتط سا ية في مل ي   أعباض ويلنك اضاباا\nفب  ازلبكة وتحات اتباهملص.دنلة عاملء السالايملت واألطحملث  ت دبكا عاملء الترطية \nازخملصة ت (1 ) ت26 – 35  . \n(.دملشفتإي ملن؛وأطناملجس تهملاة2021  ).دقيملس اتي  سا  ات   مل   الغة اسى األطفملل ذوي\nاإلعملقة اافكبية . دنلة ااترطية ازخملصةت11(37)ت165-210 . \n(.دح ستااسيس اا هملدم؛وعهسهللاتنعي ة دح س 2016  ).تص يم دقيملس تشخيايي تضاباا \nاا ناصل ات   مل   اابر ا  التم اسى األطفملل وعالق ه طهعض اب غيرات \nااسي ن بافية.دنلة ااترطية ازخملصةت16(1)ت164-218 . \n(. دح ستغملدة عهسااسال2022  ).حسمليية ااصنت اتب قمل ية (ابيسنفنبيمل) وعالق همل ط س نى\nااقلق ات   مل   اسى األطفملل ابعملقين طصبيًمل.املجلة ااعل ية اكلية ااترطية الافناة  \nابهكبة ت  ملدعة طناليعيس ت ( 25 ) ت330-383 . \n(.هملالونتتبمل 2018 (   ).تانيب صنالة عببية دن دقيملس اضاباا اا ناصل ات   مل SCDS.) املجلة\nااسواية ااترطنية اب  ثصصةت7(5)ت11-78 . \n(. يح  تخناة2000.) اتضاباطملت ااسلنكية واتبفعملاية . ع ملن ت داال اافكب.  \n \n \nAazh , H., Landgreb e , M., Danesh , A., & Moore, C.(2019) . \nCognitive behavioral therapy for alleviating the distress caused"
    },
    {
      "section": "Page 85",
      "page_number": 85,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 607 by tinnitus , hyperacusis and misophonia : Current perspectives . \npsychology research and behavior management  , 12, 991 -1002. \nAmerican Psychiatric .  \nAdams , C . (2002) . Clinical diagnostic and intervention studies of \nchildren with semantic pragmatic language disorder . \nIntemational Journal of Language & Communication Disorders  \n, 36(3),289 -305. \nAdams , C., Baxendale , J ., Lloyd , J., & Aldred , C . (2 005) . \nPragmatic Language impairment : Case studies of social and \npragmaic language therapy . Child language Teaching and \ntherapy  , 21(3), 227 -250 .  \nAlsayed , M.(2021) . The Effect of the Romantic and the philosophical \nUnderstandings of The Imaginative Ap proach on Developing \nPragmatics Skills and Language Functions for Prep School \nStudents , Journal of Scientific Research in Education , 22(1), \n543- 580 .  \nAmaud J. Norena (2021) . A Psychoacoustic Test for Misophonia \nAssessment . French National Centre for scientific Research  , \nAix-Marseille University .  \nAmerican Psychiatric Association(2013). Diagnostic and statistical \nmanual of mental disorders, DSM -5. Fifth Edition. Washington, \nD. C.: American Psychiatric Association  \nAndrea , E, Cavanna and Stefanosen (2 015) . Misophonia : current \nperspectives . Journal of Neuropsychiatric Disease and \ntreatment  . V(11) .  \nAndrew D. Wiese , Kathrine D . Wojicik and Eric A. Storch (2021) . \nAssessement and Intervention for individuals with Misophonia . \nJournal of contextual bhhavioral Science  , 2(17).  \nBenner,G.J.,Nelson,J.R.,&Epstein,M.H.(2002).Language skills of \nchildren with EBD:A Literature review. Journal of Emotional \nand Behavioral Disorders ,10(1),43 -56.  \nCandice A , Alfano (2018) . (Re) conceptualizing Sleep Among \nChild ren with Anxiety Disorders : Where to Next ?  Journal of \nClinical Child and Family Psychology Review  . Vol .(21). 482 - \n499 .  \nCara M. A., & James A, R., (2019) . Misophonia : Acenter for \nStrategic Philanthropy , Giving Smarter Guide  .  \nCardillo , R., Mammar ella , I, C., Demurie , E.,Giofre, D., & Roeyers \nm H.(2021) . Pragmatic Language in children and adolescents \nwith Autism Spectrum Disorder : Do theory of mind and \nexecutive functions have a mediating role ? Autism Research  m \n14(5), 932 -945 ."
    },
    {
      "section": "Page 86",
      "page_number": 86,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 608 Carlson , D. (2013) . Overcoming Hurts & Anger  . Harvest House \nPublishers .  \nCassiello -Robbins , C., Anand , D.,McMahon , K., Brout , J.,Kelley , \nL., & Rosenthal , M. Z. (2021) . A preliminart investigation of \nthe association between misophonia and symptoms of \npsychopa thology  , 11, 3842 .  \nCavanna , A. E., & Seri , S. (2015) . Misophonia : current perspectives  \n. Neuropsychiatric disease and treatment , 11, 2117.  \nClair,M.C.,Pickles,A.,Durkin,K.,&Conti -Ramsden,G.(2011).A \nLongitudinal study of behavioral , emotional and so cial \ndifficulties in individuals with a history of specific language \nimpairment (SLI). Journal of communication \ndisorders ,44(2),186 -199. \nCordier , R., Munro , N., Wilkes -Gillan , S., & Docking , K . (2013). \nThe Pragmatic language abillities of children with  ADHD \nfollowing a play -based intervention involving peer -to-peer \ninteractions . International journal of speech -language \npathology , 15(4),416 -428.   \nCrisci ,G., Cardillo, R., & Mammarella , I. C. (2022) . The Processes \nUnderlying Positive Illusory Bias in  ADHD : The Role of \nExcutive Functions and pragmatic language Skills . Journal of \nAttention Disorders  , 10870547211063646 .  \nCross , M., Blake , P., Tunbridge, N., & Gill , T, (2001) . Collaborative \nworking to promote the communication skills of a 14 -year-old \nstudent with emtional , behavioural , learning and language \ndifficulties . Child Language Teaching and Therapy  , 17(3), 227 -\n246 .  \nDarius Muller , Sony Khenlani - Patel and Fugen Nezirogla (2018) . \nCogniticve Behavioral therapy for an Adolecent female \nPersenting with Misophonia : A case example . Journal of \nPsychology & Counseling  . V(17) , 1(4) .  \nDolata , J.K.,Suarez, S.,Calame, B., & Fombonne , E. (2022) . \nPragmatic language markers of autism diagnosis and severity  . \nResearch in Autism Spectrum Disord ers , 94 , 101970 .  \nDozier , H. (2017) . Understanding and overcoming misophonia : a \nconditioned aversive reflex disorder  . Misophonia Treatment \nInstitute .  \nFalco Enzler.(2021). A Psychoacoustic Test for Misophonia \nAssessment .French National Center for Sc ientific Research,Aix -\nMarseille University.  \nGreen , B, C., Johnson , K, A ., & Bretherton , L. (2014) . Pragmatic \nLanguage difficulties in children with hyperactivity and attention \nproblems : An integrated review . International journal of \nlanguage and com munication disorders  , 49 , 15 – 29 ."
    },
    {
      "section": "Page 87",
      "page_number": 87,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 609 Hyter, Y. D., Rogers -Adkinson, D. L., Self, T, L., Simmons, B. F., & \nJantz, J. (2001). Pragmatic language intervention for children \nwith language and emotional/behavioral disorders . \nCommunication Disorders Quarterly, 23(1), 4 - 16.  \nIslam, A. (2019). Psychological distress and its association with socio -\ndemographic factors in a rural district in Bangladesh: a cross -\nsectional study. Plos one, 14(3), 1 -18.  \nJager, J., Vulink, N. C., Bergfeld, O., Van Loon, J., & Denys, A.  \n(2020). Cognitive behavioral therapy for misophonia: A \nrandomized clinical trial. Deperssion and Anxiety , 15(4), 1 - 16.  \nJane G., & Chloe F., (2023). Session -by-session change in \nmisophonia: a descriptive case study using intensive CBT. The \nCognitive Beha vior therapist , V(16), 1 -18 .  \nJastreboff, M. M., & Jastreboff, P, J. (2002). Decreased sound \ntolerance and tinnitus retraining therapy (TRT). Australian  and \nNew Zealand Journal of Audiology , 24(2), 74 -84.   \nJennifer L, Ceeillione, Stephanie A, Hitte and S coh R, Vrana (2020). \nTreating Adolescent Misophogia with Cognitive Behavioral \nTherapy: Considerations for including Exposure. Journal of \nClinical Case Studies,3(34),45 -60..  \nKazdin, A, E. (2000). Encyclopedia of psychology (Vol, 8, p4128). \nAmerican psychol ogical Association, (Ed ). Washington, DC: \nAmerican psychological Association.  \nLevy, F., McStephen, M., & Hay, D. A. (2021). The diagnostic \ngenetics of ADHD symptoms and subtypes . In Attention, genes, \nand ADHD ,35 -57, Psychology Press.  \nLindsay, G., Dockrell , J.E., &Strand, S. (2007). Longitudinal Patterns \nof behaviour problems in children with specific speech and \nlanguage difficulties; child and contextual factors, British \nJournal of Educational Psychology ,77(4),811 -828. \nLouisa J, R., & Julia S. (2023). Ment al Health Difficulties in Children \nwho Develop Misophonia: An Examination of ADHD, \nDepression & Anxiety . Child Psychiatry & Human Development.  \nMackie, L., & Law, J. (2010).  Pragmatic lannguage and the child with \nemotional/behavioural difficulties (EBD): a pilot study exploring \nthe interaction between behaviour and communication disability \n. International journal of language & communication disorders  , \n45(4), 397 -410 .  \nMarta S., Anna T., Magdalena M., Malgorzata G ., & Wojciech T , \nD.(2023). Misophonia in C hildren and Adolescents : Age \nDifferences , Risk Factors , Psychiatric and psychological \ncorrelates  . A Pilot Study with Mothers Involvement . Child \npsychiatry & Human Development ."
    },
    {
      "section": "Page 88",
      "page_number": 88,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 610 McGuire , F., Wu, M. & Storch , A. (2015) . Cognitive - behavioral \ntherapy  for 2 youths with misophonia . The Journal of clinical \npsychiatry  , 76(5).  \nMitchell , J., Chan,M., Bhatti, H., Halton, M., Grassi, L.,Johansen , C. \n& Meader , N.(2011) . Prevalence of depression , anxiety , and \nadjustment disorder in oncological , haemat ological , and \npalliative - care settings : a meta -analysis of 94 interview -based \nstudies. The Lancet oncology  m 12(2), 160 -174 .  \nNatalini , E., Dimaggio , G ., Varakliotis , T., Fioretti , A., & \nEibenstein , A. (2020) . Misophonia , maladaptive schemas , and \npersonality disorders : a report of three cases . Journal of \nContemporary Psychotherapy  , 50(1), 29 -35 .  \nNora A., Mathilde B., Ediz S., Julia S., & Jamie W.,(2023) . A \nPhenomenological Cartography of misophonia and other forms \nof sound intolerance . School of psychology m University of \nSussex m Brighton , UK .  \nOhayashi , H. (2012) . Psychological distress : symptoms , causes , \nand coping  , Nova Science publishers .  \nOlivia H, N., (2021) . Misophonia in the Workplace , Navigating \nwhite -collar offices wi th misophonia in the US, Canada , \nAustralia , New Zealand , and Europe and envisioning \nworkspace and policy improvements  . MA of science Global \nSustainability Science.  \nPellicori , J. (2020) . Clinician,s guide to misophonia . Audiology \nOnline ,. Retrieved from : http://www.audiologyonline.com  . \nQuek , C., Ho, S., Choo, C., Nguyen , H., Tran, X., & Ho, C. (2018) . \nMisophonia in Singaporean psychiatric patients : A cross -\nsectional study . International journal of  environmental research \nand public health  , 15(7), 1410.  \nReid , M., Guzick , G., Gernand , A., & Olsen, B. (2016). Intensive \ncognitive -behavioral therapy for comorbid misophonic and \nobsessive -compulsive symptoms : A systematic case study . \nJournal of Obse ssive -Compulsive and Related Disorders  , 10, 1 -\n9 .  \nReindal , L., Naerland , T., Weidle , B.,Lydersen, S.,Andreassen, \nO.A.,& Sund , A. M. (2021) . Structural and pragmatic language \nimpairments in children evaluated for autismspectrum disorder \n(ASD). Journa l of Autism and Developmental Disorders  , 1-19 .  \nRemmert , N., Schmidt , K,M,B., Mussel , P.,Hagel , M,L., &Eid , \nM.(2022) . The Berlin Misophonia Questionnaire Revised \n(BMQ -R): Development and validation of a symptom -oriented  \n.diagnostical instrument for  measurement of misophonia . PLOS \nONE , 17(6), 1 -27 ."
    },
    {
      "section": "Page 89",
      "page_number": 89,
      "text": "جامعة األزهر  \nكلية التربية بالقاهرة  \nمجلة التربية  العدد: (205 )، الجزء (1)، يناير،  لسنة 2025م \n \n 611 Roushani , K., & Honarmand , M. M. (2021) . The Effectiveness of \nCognitive -behavioral therapy on Anger in Female Students with \nMisophonia : A Single -Case Study . Iranian Journal of Medical \nSciences  , 46(1), 61 .  \nRouw , R., & Erfanian , M. (2018) . A large -scale study of misophonia \n. Journal of clinical psychology  , 74(3), 453 -479.  \nSafiye G, K., Hatice Y., Nuriye K , S., Semra M. (2022) . The Effect of \nMisophonia on the Severity of Depression and Anxie ty in \nMultiple Sclerosis  . Ankara City Hospital , Clinic of Neurology , \nAnkara , Turkey .  \nSchreiber. J. B. (2008). Core reporting practices in structural equation \nmodeling. Research in social & Administrative pharmacy. 4 (2). \n83-97. \nSchoder , E., Vulink ,  C., Van Loon , J., & Denys , A. (2017) . \nCognitive behavioral therapy is effective in misophonia : An \nopen trial . Journal of affective disorders , 217, 289 -294 .  \nShannon E , Cusack , Therese V , Cash and Scott R, Vrana (2018) . An \nExamination of the rela tionship between misophonia , anxiety \nsensitivity , and obsessioe compulsive symptans . Journal of \nobsessive  . Compulsive and related disorders . V(181).  \nSiepsiak , M ., Sobczak , M., Bohaterewicz, B., Cichocki , L ., & \nDragan , L .(2020) . Prevalence of misophonia and correlates of \nits symtoms among inpatients with depression . International \nJournal of environmental research and public health  , 17(15), \n5464.  \nSilvia E . M, G., (2023) . The Sound of rage : the perceived impact of \nmisophonia on dialy life a nd relationships  . Master,s programme \n(two year) in cognitive science , 120 ECTS . Umea Universitey .  \nSukhbinder K., Paris A, A., Ester B., Phillip G, E ., & Joel I , B ., \n(2023) . Mimicry in misophonia : A Large -scale Survey of \nPrevalence and relationshi p with trigger Sounds  .The University \nof Lowa Department of Neurosurgery .  \nTafrate , C., & Kassinove , H. (2019) . Anger management for \neveryone : Ten proven strategies to help you control anger and \nlive a happier life  . New Harbinger publications .  \nThom as H. Dozier , Leighton Grampp , Michelle Lopez ( 2020) . \nMisophonia : Evidence for an Elicited Initial Physical Response . \nUniversal Journal of Psychology 8(2):27 -35. \nTroy A. Webber . Patricial .Johnson and Eric A. Stroch (2014) . \nPediatric misophonia wit h comorbid obsessive - compulsive \nspectrum disorders , Journal of general hospital  spychiatry  , \nV(36), I(2)."
    },
    {
      "section": "Page 90",
      "page_number": 90,
      "text": "نمذجة العالقة السببية بين حساسية الصوت االنتقائية والمشكالت السلوكية\nواالنفعالية وضعف مهارات االستخدام االجتماعي للغة لدى األطفال ذوي \nاضطراب قصور االنتباه المصحوب بالنشاط الحركي الزائد  د/ إيمان مسعد سيد أحمد عوض \n \n 612 Tsakanikos , E., Costello , H., Holt , G., Sturmey , P., & Bouras , N. \n(2017) . Behaviour management problems as predictors of \npsychotropic medica tion and use of psychiatric services in adults \nwith misophonia . Journal of Autism and Developmental \ndisorders m 37(6), 1080 -1085.  \nVidebeck , L. (2006) . Psychiatric mental Health Nursing  (3rd ed). \nLippincott Williams & Wilkins . ISBN 9780781760331.  \nWatt -Smith , T . (2015) . The book of human emotions : An \nencyclopedia . Ghfffddssa.  \nWilkes -Gillan , S., Cantrill , A., Parsons , L., Smith , C., & Cordier , R \n. (2017) . The pragmatic language , communication skills , \nparent -child relationships , and symptoms of children with \nADHD and their playmates 18 -months after a parent -delivered \nplay-based intervention , Developmental neurorehabilitation , \n20(5), 317 -322.    \nZachary R,Phd , Yanyan S ,MA , and Trumbull MA , (2023) . \nTreatment of Misophonia . Advances in psy chiatry and \nBehavioral Health  ."
    }
  ]
}