{
  "doc_type": "scientific paper",
  "title": "The politics of co-production: participation, power, and transformation",
  "authors": [
    "Esther Turnhout",
    "Tamara Metze",
    "Carina Wyborn",
    "Luc Hoffmann",
    "WA Frankie",
    "Nicole Klenk",
    "Elena Louder"
  ],
  "year": 2020,
  "journal": "Nature Conservation Pol icy Group, Wageningen University, PO Box 47,",
  "doi": null,
  "abstract": "Literature on co-production is booming. Yet, most literature is aspirational and methodological in nature, focusing on why co-production is important for environmental governance and knowledge production and how it should be done, and does not address the question why these processes often fail to achieve stated objectives of empowerment and societal transformation. In this review, we address this gap by reviewing literature on the political and power dimensions of co-production. Our review shows how depoliticization dynamics in co-production reinforce rather than mitigate existing unequal power relations and how they prevent wider societal transformation from taking place. Drawing on literature about participation, deliberative governance, and democracy, the review concludes by emphasizing the importance of (re)politicizing co-production by allowing for pluralism and for the contestation of knowledge.",
  "keywords": [
    "Coproduction",
    "democratic legitimacy",
    "participatory knowledge production",
    "transdisciplinarity",
    "societal transformation",
    "expertise",
    "science",
    "empowerment",
    "depoliticization"
  ],
  "research_topics": [
    "co-production",
    "environmental governance",
    "power dynamics",
    "participation",
    "deliberative governance",
    "democracy",
    "knowledge production",
    "empowerment",
    "societal transformation",
    "depoliticization"
  ],
  "created_at": "2025-05-05T01:32:49.082036Z",
  "source_pdf": "documents/research/Global/Turnhout 2020 the politics of coproduction participation, power, and transformation.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "The politics of co-production: participation, power , and transformation \nCorresponding and first author: \nEsther Turnhout, Forest and Nature Conservation Pol icy Group, Wageningen University, PO Box 47, \n6700 AA, The Netherlands, esther.turnhout@wur.nl \nOther authors in order: \nTamara Metze, Public Administration and Policy Grou p, Wageningen University, The Netherlands \nCarina Wyborn, Luc Hoffmann Institute, IUCN Conserv ation Centre, Gland, Switzerland; WA Frankie \nCollege of Forestry and Conservation, University of  Montana, USA \nNicole Klenk, Department of Physical and Environmen tal Science, Department of Political Science, \nUniversity of Toronto \nElena Louder – University of Arizona, School of Geo graphy and Development  \n \nAbstract  \nLiterature on co-production is booming. Yet, most l iterature is aspirational and methodological in \nnature, focusing on why co-production is important for environmental governance and knowledge \nproduction and how it should be done, and does not address the question why these processes often \nfail to achieve stated objectives of empowerment an d societal transformation. In this review, we \naddress this gap by reviewing literature on the pol itical and power dimensions of co-production. Our \nreview shows how depoliticization dynamics in co-pr oduction reinforce rather than mitigate existing \nunequal power relations and how they prevent wider societal transformation from taking place. \nDrawing on literature about participation, delibera tive governance, and democracy, the review \nconcludes by emphasizing the importance of (re)poli ticizing co-production by allowing for pluralism \nand for the contestation of knowledge.  \n \nKeywords \nCoproduction; democratic legitimacy; participatory knowledge production; transdisciplinarity; \nsocietal transformation; expertise; science; empowe rment; depoliticization \n  \n© 2019 published by Elsevier. This manuscript is made available under the Elsevier user license\nhttps://www.elsevier.com/open-access/userlicense/1.0/Version of Record: https://www.sciencedirect.com/science/article/pii/S1877343519301010\nManuscript_d934b3e84a5e73075f7f35c8b49a51e7"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "1 Introduction \nIn the last decades, we have seen a participatory t rend in environmental governance as well as in \nknowledge production[1][2][3][4][5][6], resulting i n new relationships between governments, \nindustries, civil society, and science[7][8][9]. Un der a variety of concepts and labels including co-\nproduction, transdisciplinarity, science-policy int erface, democratization of expertise, and knowledge  \nbrokering, numerous projects and interventions have  been set up to facilitate participatory and \ncollaborative processes that aim to integrate diffe rent ways of knowing and jointly develop \nknowledge that is actionable and that contributes t o effective and legitimate solutions and the \ntransformation of society[10] 1. In many cases however, these projects and interve ntions do not live \nup to their stated objectives[11][12]. We know from  literature about participation that the outcomes \nof participatory interventions can even be paradoxi cal, reinforcing the problems that they intended \nto solve[4] but now sanctioned or legitimized by th e participatory process; this is why participation \nhas been referred to as tyrannical[13].  \nDespite this, much of the literature on co-producti on is aspirational - explaining the merits and \nimportance of co-production – or methodological – p roviding guidelines for facilitation and \ncommunication to improve the execution of co-produc tion projects. This literature presents best \npractices and lessons learnt, and offers checklists  of factors and conditions for success[14][15][16].  \nWhile these checklists can be useful, the problem o f this literature is that it does not offer a \nmeaningful explanation of how and why these process es fail[17]. An important reason for this lack of \nunderstanding of failure is that the co-production literature has not paid sufficient attention to the  \nrole of power and politics in shaping processes and  outcomes. This omission is surprising since \nliterature on participatory and deliberative govern ance has historically addressed these two factors \nas crucial[13][18][19][20]. \nIn this article, we discuss how literature 2 has addressed the political and power dimensions o f co-\nproduction (or not) and how these dimensions have a ffected the outcomes of co-production. By \ncomplementing this discussion with findings from pa rticipation, deliberative governance and \ndemocracy literature, we contribute to a better und erstanding of how and why co-production can fail \nand how this can be prevented.  \n \n2 Unequal power relations \nA key premise of co-production is that to address c omplex problems, scientific expertise alone is not \nsufficient and that the contribution of stakeholder s’ knowledge is vital to create knowledge that is \nnot only of scientific high quality but also social ly robust[21][22][23][24]. Underpinning these effor ts \nis an ethic of mutuality, reciprocity, and equality  between scientific and other experts, including \npractitioners, as well as citizens and civil societ y groups. Yet, this equality among participants is not \n                                                           \n1 In this article we use the term co-production as a  shorthand for participatory modes of knowledge \nproduction. We do not refer to the analytical conce pt of co-production as defined by Jasanoff (2004, S tates of \nKnowledge, Routledge), which suggests that “the way s in which we know and represent the world (both na ture \nand society) are inseparable from the ways in which  we chose to live in it”. \n2 In our discussion, we focused on studies of commun ity-based and local processes and to lesser extent on \nthose science driven initiatives which often use th e label citizen science. We do feel however, that o ur findings \nare also relevant for that community of scholars an d practitioners (also see Pettibone, L. et al.  Transdisciplinary \nsustainability research and citizen science: Option s for mutual learning. GAIA  27 , 222–225 (2018)."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "self-evident. Literature on participation has demon strated that elite actors, for example from \ngovernment, large NGOs, or scientists, have more ti me and resources available,  often initiate these \nprocesses, define the scope for participation, have  more knowledge and skills, and are, for all these \nreasons that resonate with social-cultural biases, better able to articulate a contribution that is \nconsidered relevant and important[4][21[25]. Conseq uently, elite actors are able to shape these \nprocesses to serve their interests[26][27]. In a co -production context, these power inequalities are \nfurther compounded by the strong authority that is attributed to scientific expertise vis a vis other \nknowledge systems[28][29]. \nThese uneven power relations are often present from  the start; for example when individual citizens \nor representatives from community organizations or non-profits are invited to participate into \nprocesses of which the scope for participation and the problem framing of a project have already \nbeen defined by a narrower set of elite actors[30].  This is further exacerbated by the fact that these  \nelite actors are often paid to participate as part of their professional roles, while the other \nparticipants are expected to volunteer their time[3 1]. Groups who already have established \nrelationships across science, policy and community actors are also more often invited to participate \nthan unorganized citizens or less well-known groups [31].  \nThese inequalities become even more pronounced when  co-production involves collaboration \nbetween Western and Global South stake- and knowled ge-holders. This inherent Western bias has \nbeen problematized. Specifically, North-South polit ics, the ongoing challenges of colonialism, the \ncontexts characterized by conflict, and communities  that are not able to self-organize nor given \nsupport by local decision-makers, make the current guiding logics and principles of co-production \nproblematic[32][33][34][35]. Notions of trust, will ingness to collaborate, momentum, and \nsymmetrical power relations cannot be taken for gra nted. Failing to recognize this could have \ndetrimental consequences [36]. For example, a study  of land reform processes in Ghana found that \nco-production became a conduit for private wealth a ccumulation within the broader context of weak \ninstitutional capacities and poor governance[37]. I n such a context, those with power and resources \nwere able to take advantage of the co-production pr ocess and undermine the efforts to promote \nmore equitable governance [37].  \nThese biases towards elite actors are worrying beca use they result in these processes reproducing or \neven exacerbating existing inequalities. And this a lso affects the quality, usefulness, and legitimacy  of \ntheir outcomes because they are less likely to resu lt in solutions that resonate with and are usable \nfor non-elite groups[35][38][39][40].  \n \n3 Depoliticization  \nDepoliticization is a key factor in the reproductio n (and justification) of the unequal power relation s \ndiscussed in the previous section. What we have see n in co-production, and in participatory \nprocesses more generally, is that they are often do minated by a particular depoliticized discourse \nthat uses rational and scientific arguments to evok e universalized ideas of what is ‘the best’ solutio n. \nThis discourse ignores political differences betwee n participants, including positions, interests and \nbeliefs, and pressurizes non-elite participants to stay within this scientifically sanctioned rational ity. \nFor example: they are expected to act in accordance  with pre-set ideas of what it means to be \nreasonable; to allow their knowledge to be integrat ed into science-based frameworks; to"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "compromise to enable the resolution of conflict in all its forms; or to subscribe to a consensus \nview[41][42][43][44][45].  \nThis problem has been well documented in literature  that focusses on the politics and democratic \nquality of participatory processes, and these schol ars argue that there are no simple solutions[4][13] . \nFor these reasons, it is surprising to see that man y co-production studies are silent on this issue. A  \ntypical example of this is a coastal research proje ct on social and ecological changes associated with  \ndevelopment of liquid natural gas (LNG) extraction in Australia[46]. By ignoring the economic and \npolitical power of the LNG industry, authors neglec t an important possible explanation of failure to \nchange the situation[46]. If addressed at all, much  of the co-production literature offers \nrecommendations to ensure good processes, for examp le about importance of trust and open \ncommunication[47][48], which fail to address power and politics of these complex issues, including a \nneglect of how the results will feed into formal po litized decision-making structures. Other literatur e \nemphasizes the importance of making the ‘right’ con nections between researchers, decision-makers \nand representatives of stakeholder groups, to ensur e inclusivity and representativeness, and the \nneed to develop a vocabulary and skills for bridgin g diverse boundaries[49][50][51][52][53]. This \nfocus on new language and skills, often does not re flect on the socio-cultural biases in the co-\nproduction process, and the potential harm (for exa mple the loss of particular political interests, \nnorms and values in the co-production process) that  can result from attempts to realise these values \nand conditions. Without this critical reflection, t hese proposals are at best incomplete and at worst \nharmful. \nAs we have shown so far, by failing to address the political and power dimensions of co-production, \nthese processes in practice end up reinforcing and strengthening traditional modes of knowledge \nproduction and dissemination, in which scientists a re cast as holders of knowledge and other \nstakeholders as holders of values or perspectives t o be corrected by science, as receivers of scientif ic \nexpertise and as cocreators of solutions[5][9][54][ 55].  \n \n4 Empowerment  \nSome studies do recognize the importance of managin g power dynamics within co-production \nprocesses. They mostly call for practical measures,  such as more attention to sources of funding, \nproject motivation, and loci of power[56] and they warn that co-production may empower some \nactors over others and encourage awareness of this[ 11][21][29][32][57]. Other authors allude to the \nfact that decision-makers involved in co-production  will be subject to political and social \npressures[58] and suggest that it is important to c reate ‘horizontal’ rather than ‘hierarchical’ \nrelationships between actors[59][60]. Part of the c o-production literature takes this a step further \nand considers the empowerment of marginal actors as  a fundamental goal of such projects [61] and \nthat argues that co-production requires deepening e ngagement with inequality and exclusion and a \ndirect confrontation with current power asymmetries [62]. This explicit focus on empowerment, and \nthe politics therein tends to be less present withi n studies of co-production that are driven by a \nrationale that sees co-production as a means throug h which scientific knowledge is mobilised to \n‘solve’ scientific problems. There is a risk that t hese studies fail to address the key issue of \nrepresentation; who participates and what values, p erspectives and interests do these participants \nrepresent, and deliberation; how can all voices be voiced and included in a legitimate way."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Addressing the power dimensions of participatory pr ocesses is a long-standing concern in scholarship \non deliberative governance and democracy. This lite rature emphasizes the importance of making \npower explicit and of reflecting on the, often impl icit, assumptions and expectations held by \nparticipations about each other’s roles and respons ibilities[63]. In this perspective, power is \nunavoidable and should be discussed openly. The cen tral idea is to shift the debate from one shaped \nby ‘power-over’ – where some participants are domin ated or manipulated by others - to ‘power-\nwith’ – where all stakeholders are empowered to gen erate something new and connect with \nsomething larger than themselves[19][64]. This will  inevitably entail a degree of disempowerment of \nscience and other elites, as has been advocated in calls for humility on the part of \nscience[65][66][67]. Cases of co-production describ e how the ability of elites to step back was centra l \nto allowing the renegotiation of roles and responsi bilities of participants  and the redefinition of t he \nobjectives and priorities of the project to reflect  those of the community and empower traditional \nmarginalized voices within decision-making[30][68][ 69]. \nIn this view, conflicts are unavoidable and it is p aramount to resist their premature closure. Drawing  \non agonistic democratic theory[70][71] amongst othe rs, literature has critiqued the imperatives of \nintegration and consensus as guiding logics of co-p roduction and has highlighted the creative and \nproductive potential importance of contestation, pl uralism, informed dissent, and \ndifference[38][40][41][43][72][73][74][75][76][67][ 77][78]. One study details an example of co-\nproducing knowledge full of conflict, tensions and risks in an informal settlement in South Africa, \nwhich bore local fruit and had positive spill over governance effects without beginning by crafting a \nshared vision of the future[35]. Similarly, the Low eswater Care project was able to create equal \nrelationships between different forms of scientific  and local knowledge and develop and test \nmanagement interventions to address local pollution  by encouraging the mutual criticism and \ncontestation of all knowledge claims[79][80]. \n  \n5 Societal transformation \nThere is the expectation that co-production results  in actionable knowledge that can catalyse \nbroader societal transformation of governance and k nowledge production processes[3][17][81]. The \nquestion is if this expectation is being met. The b ulk of the literature does not address change \noutside the  boundaries of the specific co-producti on projects or processes which are often \ninherently small scale and inclusive of a limited n umber of individuals[31][59][82][83][84].  Some \narticles do point to the wider impact of learning t aking place within co-production processes but do \nnot discuss this in depth[85]. Hence, this project focus has limitations[12]. We have found cases \nwhere  attempts to innovate science-policy relation s towards co-production were thwarted because \nthe existing political context favoured a tradition al role of science[86][87]. To prevent this , co-\nproduction processes can be organized as part of a broader political agenda[88]. One example \ndiscusses how technical water committees in the cit y of Caracas were able to empower poor citizens \nbecause they were seen to be part of a broader poli tical project to change power relations between \nthe state and the citizen and to promote a new form  of citizenship[89].  \nThis issue of the limited scope of co-production pr ocesses, and of the articles documenting these \nprocesses, is symptomatic of a wider trend to organ ize governance, societal change, and \ntransformation processes in projects (or niche inno vations) [90] which are required to demonstrate \ntheir effectiveness[91]. Projects have clear advant ages because they are bounded and have clearly"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "defined goals which allow for such evaluation of ef fectiveness to take place. The small scale of \nprojects also has the advantage that they can be se en as testing-grounds to try out new ideas [92]. \nHowever, the flipside of this is also immediately c lear: the interests and actors outside project \nboundaries are not addressed and there are no mecha nisms in place to contribute to their \ntransformation[12][93]. Thus, by not engaging with,  nor challenging the power structures inherent to \nthe wider context, the organization of co-productio n in the form of projects can be seen as another \nform of depoliticization.  \nThis poses a dilemma for the practice of co-product ion: the disconnect between co-production \nprojects and outside actors and interests is both a  strength and a weakness. When pitfalls related to \ndepoliticization and empowerment can be avoided, th ere are clear benefits to co-production \nprojects. They are manageable to organize and to ge t funded, and they can provide contained spaces \nfor experimentation in which it is safe to fail. In  difficult, or even hostile, political contexts, th is can \nalso be the best available option to catalyse socie tal transformation[35]. At the same time this \ncontainment also prevents societal transformation b ecause actors and interests outside project \nboundaries are not included or transformed[12][92].   \n \n6 Conclusion \nIn this literature review, we have shown that co-pr oduction processes can end up reproducing, \nrather than mitigating, existing unequal power rela tions and that they often do not contribute to \nsocietal transformation. At the basis of these fail ures lies a strong tendency to depoliticize co-\nproduction. We have discussed three ways in which t his depoliticization can be recognized.  First, \nmany co-production projects led by a rationale of s cience-driven impacts do not challenge existing \nhierarchies between scientific and other knowledge holders, which then means that they themselves \nserve to reinforce existing structures of power tha t privilege scientific knowledge over other ways of  \nknowing. Second, depoliticization can be recognized  in the tendency of co-production projects to \nstrive for consensus and for solutions that are con sidered rational according to elite perspectives, b ut \nwhich may cover up fundamental differences among pa rticipants in terms of stakes, power, access to \nresources, vulnerability, and risk. Third, it occur s when co-production stays confined to project \nboundaries without engaging the wider political con text in which these projects are embedded. This \norientation of co-production to the processes withi n projects has clear benefits, but also prevents co -\nproduction from contributing to societal transforma tion, or even hinder this transformation by \nreplicating existing power differences. We see the same depoliticization tendencies in research on \nparticipation and knowledge production and use[94],  and while strategies to address within-project \npower dynamics are clearly valuable, if they are pu t forward in isolation of those that challenge \nexisting societal structures, we fear their impacts  will be limited.   \nRecognizing the politics of co-production both in p ractices and in research will require a rethinking \nand a repoliticization of these processes that goes  beyond simplistic checklists of do’s and don’ts. W e \nsuggest that it is important to understand co-produ ction as both a knowledge-making and a political \npractice which is inevitably imbued with unequal po wer relations that need to be acknowledged but \ncannot be managed away. Instead, it will be vital t o allow for pluralism, create scope to highlight \ndifferences and, enable the contestation of interes ts, views, and knowledge claims. In addition, we \nneed to better understand the mechanisms that do ac complish successful empowerment in co-\nproduction projects in isolated projects and the wa ys that those mechanisms can be connected to, or"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "embedded within, broader processes of societal tran sformations. We recognize that such a \n(re)politicization of co-production can be risky an d it may not result in actionable knowledge in a \ndepoliticized or instrumental sense, but neverthele ss argue that it is essential for co-production to \nrealize its transformative potential.  \n \nAcknowledgements \nThis work was supported by the National Socio-Envir onmental Synthesis Center (SESYNC) under \nfunding received from the National Science Foundati on DBI-1639145. Any opinions, findings, and \nconclusions or recommendations expressed in this ma terial are those of the author(s) and do not necess arily \nreflect the views of the National Science Foundation . \n \n \nBibliography \n1.  Chilvers J, Kearnes M: Remaking participation in science and democracy . Sci Technol Hum \nValues  2019, https://do . \n2.  Lemos MC, Arnott JC, Ardoin NM, Baja K, Bednare k AT, Dewulf A, Fieseler C, Goodrich KA, \nJagannathan K, Klenk N, et al.: To co-produce or not to co-produce . Nat Sustain  2018, \ndoi:10.1038/s41893-018-0191-0. \n3.  Miller CA, Wyborn C: Co-production in global sustainability: Histories a nd theories . Environ \nSci Policy  2018, doi:10.1016/j.envsci.2018.01.016. \n4.  Turnhout E, Van Bommel S, Aarts N: How participation creates citizens: Participatory \ngovernance as performative practice . Ecol Soc  2010, doi:10.5751/ES-03701-150426. \n5.  Turnhout E, Stuiver M, Judith J, Harms B, Leeuw is C: New roles of science in society: Different \nrepertoires of knowledge brokering . Sci Public Policy  2013, doi:10.1093/scipol/scs114. \n6.  Fransman J: Charting a course to an emerging field of “research engagement studies”: A \nconceptual meta-synthesis . Res All  2018, doi:10.18546/rfa.02.2.02. \n7.  Fischer F: Citizens, experts, and the environment: The politic s of local knowledge . Duke \nUniversity Press; 2000. \n8.  Hajer MA: Authoritative Governance: Policy Making in the Age of Mediatization . Oxford \nUniversity Press; 2009. \n9.  Metze TAP: Discursive power in deliberations: A case of redeve lopment for the creative \neconomy in the Netherlands . Policy Soc  2009, doi:10.1016/j.polsoc.2009.08.006. \n10.  Mach KJ, Lemos MC, Meadow AM, Wyborn C, Klenk N, Arnott JC, Ardoin NM, Fieseler C, Moss \nRH, Nichols L, et al.: Actionable knowledge and the art of engagement . Curr Opin Environ \nSustain  2019, Forthcoming. \n11.  Oliver K, Kothari A, Mays N: The dark side of coproduction: Do the costs outweig h the \nbenefits for health research?  Heal Res Policy Syst  2019, doi:10.1186/s12961-019-0432-3. \n12.  Felt U, Igelsböck J, Schikowitz A, Völker T: Transdisciplinary Sustainability Research in \nPractice: Between Imaginaries of Collective Experim entation and Entrenched Academic \nValue Orders . Sci Technol Hum Values  2016, doi:10.1177/0162243915626989. \n13.  Cooke B, Kothari U: The case for participation as tyranny . In Participation, the new tyranny? . \nEdited by Cooke B, Kothari U. Zed Books; 2001. \n14.  Pohl C, Krütli P, Stauffacher M: Ten reflective steps for rendering research societa lly \nrelevant . GAIA  2017, doi:10.14512/gaia.26.1.10. \n15.  Beier P, Hansen LJ, Helbrecht L, Behar D: A How-to Guide for Coproduction of Actionable \nScience . Conserv Lett  2017, doi:10.1111/conl.12300. \n16.  Reed MS, Stringer LC, Fazey I, Evely AC, Kruij sen JHJ: Five principles for the practice of \nknowledge exchange in environmental management . J Environ Manage  2014,"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "doi:10.1016/j.jenvman.2014.07.021. \n17.  Wyborn C, Datta A, Leith P, Miller C, Van Kerk hoff L, Chaffin B, Montana J, Ryan M: Co-\nproducing sustainability: reordering the relationsh ips between science, policy, and practice . \nAnnu Rev Environ Resour  [date unknown],  \n18.  Becker M: John S. Dryzek: Deliberative Democracy and Beyond. Liberals, Critics, \nContestations . Polit Vierteljahresschr  2007, doi:10.1007/s11615-002-0062-0. \n19.  Hendriks CM: Deliberative governance in the context of power . Policy Soc  2009, \ndoi:10.1016/j.polsoc.2009.08.004. \n20.  Warren ME: Deliberative Democracy and Authority . Am Polit Sci Rev  1996, \ndoi:10.2307/2082797. \n21.  Clark WC, van Kerkhoff L, Lebel L, Gallopin G:  Crafting Usable Knowledge for Sustainable \nDevelopment . 2016. \n22.  Mauser W, Klepper G, Rice M, Schmalzbauer BS, Hackmann H, Leemans R, Moore H: \nTransdisciplinary global change research: the co-cr eation of knowledge for sustainability . \nCurr Opin Environ Sustain  2013, 5:420–431. \n23.  Pellizzoni L: The myth of the best argument: Power, deliberation and reason . Br J Sociol  \n2001, doi:10.1080/00071310020023037. \n24.  Gibbons M: Science’s new social contract with society . Nature  1999, 402 :81–84. \n25.  Cornwall A: Making spaces, changing places: situating participa tion in development . Institute \nof development studies; 2002. \n26.  Parkinson J: Deliberating in the Real World: Problems of Legitima cy in Deliberative Democracy . \nOxford University Press; 2006. \n27.  Parkinson J: Democratising Deliberative Systems . In Deliberative Systems: Deliberative \nDemocracy at the Large Scale . Edited by Parkinson J, Mansbridge J. Cambridge Un iversity \nPress; 2012:151–172. \n28.  Nadasdy P: Reevaluating the Co-Management Success Story . Arctic  2003, 56 :367–380. \n29.  Goldman MJ, Turner MD, Daly M: A critical political ecology of human dimensions of  climate \nchange: Epistemology, ontology, and ethics . Wiley Interdiscip Rev Clim Chang  2018, \ndoi:10.1002/wcc.526. \n30.  Dalgarno M, Oates J: The meaning of co-production for clinicians: An exp loratory case study \nof Practitioner Trainers in one Recovery College . J Psychiatr Ment Health Nurs  2018, \ndoi:10.1111/jpm.12469. \n31.  Frantzeskaki N, Rok A: Co-producing urban sustainability transitions knowl edge with \ncommunity, policy and science . Environ Innov Soc Transitions  2018, \ndoi:10.1016/j.eist.2018.08.001. \n32.  Chilisa B: Decolonising transdisciplinary research approaches:  an African perspective for \nenhancing knowledge integration in sustainability s cience . Sustain Sci  2017, \ndoi:10.1007/s11625-017-0461-1. \n33.  Meehan K, Klenk NL, Mendez F: The Geopolitics of Climate Knowledge Mobilization . Sci \nTechnol Hum Values  2018, doi:10.1177/0162243917745601. \n34.  Schmidt L, Pröpper M: Transdisciplinarity as a real-world challenge: a ca se study on a North–\nSouth collaboration . Sustain Sci  2017, doi:10.1007/s11625-017-0430-8. \n35.  van Breda J, Swilling M: The guiding logics and principles for designing eme rgent \ntransdisciplinary research processes: learning expe riences and reflections from a \ntransdisciplinary urban case study in Enkanini info rmal settlement, South Africa . Sustain Sci  \n2019, doi:10.1007/s11625-018-0606-x. \n36.  Foley RW, Wiek A, Kay B, Rushforth R: Ideal and reality of multi-stakeholder collaboratio n on \nsustainability problems: a case study on a large-sc ale industrial contamination in Phoenix, \nArizona . Sustain Sci  2017, doi:10.1007/s11625-016-0393-1. \n37.  Akaateba MA, Huang H, Adumpo EA: Between co-production and institutional hybridity i n \nland delivery: Insights from local planning practic e in peri-urban Tamale, Ghana . Land use \npolicy  2018, doi:10.1016/j.landusepol.2017.12.043."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "38.  Asayama S, Sugiyama M, Ishii A, Kosugi T: Beyond solutionist science for the Anthropocene: \nTo navigate the contentious atmosphere of solar geo engineering . Anthr Rev  2019, \ndoi:10.1177/2053019619843678. \n39.  Schmidt L, Neuburger M: Trapped between privileges and precariousness: Trac ing \ntransdisciplinary research in a postcolonial settin g . Futures  2017, \ndoi:10.1016/j.futures.2017.07.005. \n40.  Denney JM, Case PM, Metzger A, Ivanova M, Asfa w A: Power in participatory processes: \nreflections from multi-stakeholder workshops in the  Horn of Africa . Sustain Sci  2018, \ndoi:10.1007/s11625-018-0533-x. \n41.  Klenk N, Meehan K: Climate change and transdisciplinary science: Probl ematizing the \nintegration imperative . Environ Sci Policy  2015, doi:10.1016/j.envsci.2015.05.017. \n42.  Siebenhüner B: Conflicts in Transdisciplinary Research: Reviewing Literature and Analysing a \nCase of Climate Adaptation in Northwestern Germany . Ecol Econ  2018, \ndoi:10.1016/j.ecolecon.2018.07.011. \n43.  Andersson J, Westholm E: Closing the Future: Environmental Research and the Management \nof Conflicting Future Value Orders . Sci Technol Hum Values  2019, \ndoi:10.1177/0162243918791263. \n44.  Bréthaut C, Gallagher L, Dalton J, Allouche J:  Power dynamics and integration in the water-\nenergy-food nexus: Learning lessons for transdiscip linary research in Cambodia . Environ Sci \nPolicy  2019, doi:10.1016/j.envsci.2019.01.010. \n45.  Stepanova O, Polk M, Saldert H: Understanding mechanisms of conflict resolution bey ond \ncollaboration: an interdisciplinary typology of kno wledge types and their integration in \npractice . Sustain Sci  2019, doi:10.1007/s11625-019-00690-z. \n46.  Benham CF, Daniell KA: Putting transdisciplinary research into practice: A  participatory \napproach to understanding change in coastal social- ecological systems . Ocean Coast Manag  \n2016, doi:10.1016/j.ocecoaman.2016.04.005. \n47.  Young JC, Waylen KA, Sarkki S, Albon S, Bainbr idge I, Balian E, Davidson J, Edwards D, Fairley \nR, Margerison C, et al.: Improving the science-policy dialogue to meet the c hallenges of \nbiodiversity conservation: Having conversations rat her than talking at one-another . \nBiodivers Conserv  2014, doi:10.1007/s10531-013-0607-0. \n48.  Tinch R, Balian E, Carss D, de Blas DE, Geaman a NA, Heink U, Keune H, Nesshöver C, Niemelä \nJ, Sarkki S, et al.: Science-policy interfaces for biodiversity: dynamic  learning environments \nfor successful impact . Biodivers Conserv  2018, doi:10.1007/s10531-016-1155-1. \n49.  Hessels LK, de Jong SPL, Brouwer S: Collaboration between heterogeneous practitioners i n \nsustainability research: A comparative analysis of three transdisciplinary programmes . \nSustain  2018, doi:10.3390/su10124760. \n50.  Klenk N: From network to meshwork: Becoming attuned to diffe rence in transdisciplinary \nenvironmental research encounters . Environ Sci Policy  2018, \ndoi:10.1016/j.envsci.2018.08.007. \n51.  Schmidt L, Hartberger K, Kobbe S, Falk T, Wess elow M, Schumann C: Stakeholder \ninvolvement in transdisciplinary research: Lessons from three projects on sustainable land \nmanagement in a north-south setting . GAIA  2018, doi:10.14512/gaia.27.3.12. \n52.  Ayala-Orozco B, Rosell JA, Merçon J, Bueno I, Alatorre-Frenk G, Langle-Flores A, Lobato A: \nChallenges and strategies in place-based multi-stak eholder collaboration for sustainability: \nLearning from experiences in the Global South . Sustain  2018, doi:10.3390/su10093217. \n53.  Blythe J, Nash K, Yates J, Cumming G: Feedbacks as a bridging concept for advancing \ntransdisciplinary sustainability research . Curr Opin Environ Sustain  2017, \ndoi:10.1016/j.cosust.2017.05.004. \n54.  Maassen S, Lieven O: Transdisciplinarity: a new mode of governing scienc e?  Sci Public Policy  \n2006, 33 :399–410. \n55.  Turnhout E: The politics of environmental knowledge . Conserv Soc  2018, in press . \n56.  Mitchell C, Cordell D, Fam D: Beginning at the end: The outcome spaces framework to guide"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "purposive transdisciplinary research . Futures  2015, doi:10.1016/j.futures.2014.10.007. \n57.  Montana J: Co-production in action: perceiving power in the or ganisational dimensions of a \nglobal biodiversity expert process . Sustain Sci  2019, doi:10.1007/s11625-019-00669-w. \n58.  Cvitanovic C, McDonald J, Hobday AJ: From science to action: Principles for undertaking \nenvironmental research that enables knowledge excha nge and evidence-based decision-\nmaking . J Environ Manage  2016, doi:10.1016/j.jenvman.2016.09.038. \n59.  Preller B, Affolderbach J, Schulz C, Fastenrat h S, Braun B: Interactive Knowledge Generation \nin Urban Green Building Transitions . Prof Geogr  2017, doi:10.1080/00330124.2016.1208104. \n60.  Kirkegaard S, Andersen D: Co-production in community mental health services: blurred \nboundaries or a game of pretend?  Sociol Heal Illn  2018, doi:10.1111/1467-9566.12722. \n61.  Ott C, Kiteme B: Concepts and practices for the democratisation of k nowledge generation in \nresearch partnerships for sustainable development . In Evidence and Policy . . 2016. \n62.  Pereira L, Karpouzoglou T, Doshi S, Frantzeska ki N: Organising a safe space for navigating \nsocial-ecological transformations to sustainability . Int J Environ Res Public Health  2015, \ndoi:10.3390/ijerph120606027. \n63.  Mansbridge J, Bohman J, Chambers S, Estlund D,  Føllesdal A, Fung A, Lafont C, Manin B, Martí \nJL: The place of self-interest and the role of power in  deliberative democracy . J Polit Philos  \n2010, doi:10.1111/j.1467-9760.2009.00344.x. \n64.  Guinier L, Torres G: The miner’s canary: enlisting race, resisting power , transforming \ndemocracy . Harvard University Press; 2003. \n65.  Jasanoff S: Technologies of humility: Citizen participation in governing science . Minerva  \n2003, doi:10.1023/A:1025557512320. \n66.  Stirling A: Keep it complex . Nature  2010, 468 :1029–1031. \n67.  Turnhout E, Tuinstra W, Halffman W: Environmental Expertise: Connecting Science, Policy  and \nSociety . Cambridge University Press; 2019. \n68.  Willis P, Almack K, Hafford-Letchfield T, Simp son P, Billings B, Mall N: Turning the co-\nproduction corner: Methodological reflections from an action research project to promote \nlgbt inclusion in care homes for older people . Int J Environ Res Public Health  2018, \ndoi:10.3390/ijerph15040695. \n69.  Vanleene D, Voets J, Verschuere B: The Co-production of a Community: Engaging Citizens  in \nDerelict Neighbourhoods . Voluntas  2018, doi:10.1007/s11266-017-9903-8. \n70.  Mouffe: On the political . Routledge; 2005. \n71.  Mouffe C: Agonistics: thinking the world politically . Verso; 2013. \n72.  Cuppen E: The value of social conflicts. Critiquing invited p articipation in energy projects . \nEnergy Res Soc Sci  2018, doi:10.1016/j.erss.2018.01.016. \n73.  Metze T: Fuel to the fire: Risk governance and framing of sh ale gas in the Netherlands . Extr \nInd Soc  2018, doi:10.1016/j.exis.2018.09.016. \n74.  Maassen S: Collaborating in and beyond science. Obstacles and (somewhat surprising) \nopportunities . In Between/Beyond/Hybrid. New Essays on Transdisciplin arity . Edited by Von \nSass H. Diaphanes; 2019:101–124. \n75.  Klenk NL, Meehan K: Transdisciplinary sustainability research beyond en gagement models: \nToward adventures in relevance . Environ Sci Policy  2017, doi:10.1016/j.envsci.2017.09.006. \n76.  Montana J: Accommodating consensus and diversity in environmen tal knowledge \nproduction: Achieving closure through typologies in  IPBES . Environ Sci Policy  2017, \ndoi:10.1016/j.envsci.2016.11.011. \n77.  Díaz-Reviriego I, Turnhout E, Beck S: Participation and inclusiveness in the \nIntergovernmental Science–Policy Platform on Biodiv ersity and Ecosystem Services . Nat \nSustain  2019, doi:10.1038/s41893-019-0290-6. \n78.  Moore A: Critical Elitism . Cambridge and London: Harvard University Press.; 2017. \n79.  Tsouvalis J, Waterton C: Building ‘participation’ upon critique: The Loweswa ter Care Project, \nCumbria, UK . Environ Model Softw  2012, 36 :111–121. \n80.  Waterton C, Tsouvalis J: On the political nature of cyanobacteria: intra-act ive collective"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "politics in Loweswater, the English Lake District . Environ Plan D Soc Sp  2015, 33 :477–493. \n81.  Wyborn C: Connectivity conservation: Boundary objects, scienc e narratives and the co-\nproduction of science and practice . Environ Sci Policy  2015, doi:10.1016/j.envsci.2015.04.019. \n82.  Coates R, Garmany J: The ecology of citizenship: understanding vulnerabi lity in urban Brazil . \nInt Dev Plan Rev  2017, doi:10.3828/idpr.2017.3. \n83.  Dunn G, Brown RR, Bos JJ, Bakker K: The role of science-policy interface in sustainable  urban \nwater transitions: Lessons from Rotterdam . Environ Sci Policy  2017, \ndoi:10.1016/j.envsci.2017.04.013. \n84.  Polk M: Transdisciplinary co-production: Designing and test ing a transdisciplinary research \nframework for societal problem solving . Futures  2015, doi:10.1016/j.futures.2014.11.001. \n85.  Kowalczewska K, Turnhout E: The usability of scenario studies: The case of the eururalis from \nthe users’ perspective . Polish Sociol Rev  2012,  \n86.  Hajer MA: A media storm in the world risk society: Enacting s cientific authority in the IPCC \ncontroversy (2009-10) . Crit Policy Stud  2012, doi:10.1080/19460171.2012.730758. \n87.  Kowalczewska K, Behagel J: How policymakers’ demands for usable knowledge shap e \nscience-policy relations in environmental policy in  Poland . Sci Public Policy  2018, \ndoi:10.1093/scipol/scy065. \n88.  Bua A, Escobar O: Participatory-deliberative processes and public pol icy agendas: lessons for \npolicy and practice . Policy Des Pract  2018, doi:10.1080/25741292.2018.1469242. \n89.  McMillan R, Spronk S, Caswell C: Popular participation, equity, and co-production of  water \nand sanitation services in Caracas, Venezuela . Water Int  2014, \ndoi:10.1080/02508060.2014.886844. \n90.  Li TM: Governing rural Indonesia: convergence on the proje ct system . Crit Policy Stud  2016, \ndoi:10.1080/19460171.2015.1098553. \n91.  Turnhout E, Neves K, De Lijster E: “Measurementality” in biodiversity governance: \nKnowledge, transparency, and the intergovernmental science-policy platform on \nbiodiversity and ecosystem services (ipbes) . Environ Plan A  2014, 46 :581–597. \n92.  Massarella K, Sallu SM, Ensor JE, Marchant R: REDD+, hype, hope and disappointment: The \ndynamics of expectations in conservation and develo pment pilot projects . World Dev  2018, \ndoi:10.1016/j.worlddev.2018.05.006. \n93.  Termeer CJAM, Metze TAP: More than peanuts: Transformation towards a circula r economy \nthrough a small-wins governance framework . J Clean Prod  2019, 240 . \n94.  Oliver K, Boaz A: Transforming evidence for policy and practice: crea ting space for new \nconversations . Palgrave Commun  2019, doi:10.1057/s41599-019-0266-1."
    }
  ]
}