{
  "doc_type": "scientific paper",
  "title": "Patients' Perception of Sound and Noise dimensions in the Dental Clinic Environment",
  "authors": [
    "Panagiota Tziovara",
    "Christina Antoniadou",
    "Maria Antoniadou"
  ],
  "year": 2024,
  "journal": "Science, Crossref, Google Scholar, Scilit, Europe PMC.",
  "doi": "10.20944/preprints202402.0873.v1",
  "abstract": "In the area of dental healthcare services, where patients and professionals deal with multiple auditory stimuli, this cross-sectional study reports on the intricate dynamics of sound preferences, noise obstacles, and the profound impact of music on anxiety reduction within dental office settings. The sample comprises of 134 dental patients, primarily females (56.7%), with varying age groups, education levels, and therapy durations in the university clinics of the department of Dentistry, National and Kapodistrian University of Athens and four private dental offices at the metropolitan area of Athens, Greece. Notably, 92.5% of the participants report no hearing loss, and 56.7% exhibit some level of noise sensitivity. The study reveals a moderate to good perceived health status (M=3.84, SD=0.95) among participants, with low perceived noise disturbance in university dental clinics. Preferences for instrumental music, foreign pop, and classical music are prominent during waiting times. Potential irritations include impersonal treatment (44%) and staff behavior (41.8%). Music player usage within the settings of the dental clinic involves radios (49.3%) and headphones (41.0%). Correlations and predictors indicate associations between health status, music preferences, and noise disturbances. More specifically, visiting the university dental clinics (β = .300, p = .005) as well as younger age (β = .300, p = .034) were significant predictors of better perceived health status. Clearer perception of external sounds while using the music player (β = .190, p = .039) was a significant predictor of better perceived health status, while poorer health was predicted by the preference of Greek folk songs (β = -.200, p = .030). Also, the use of smartphones for playing music was related to poorer health (β = -.370, p < .001). Following, younger age (β = -.270, p = .015), lower education (β = -.210, p = .035), higher noise sensitivity (β = .190, p = .027), as well as feelings of anxiety and nervousness due to ambient noise from people and machines (β = .510, p = .027) were significant predictors of noise disturbance from machines. Also, visiting private clinics (β = .240, p = .018), preferences of specific playlist (β = .310, p = .012), no music (β = .280, p = .016) and use of smartphones to play music (β = .230, p = .029) were significant predictors of noise disturbance from patients or staff. Finally, the preference of listening to a specific playlist was related to better health status (r = .190, p < .05). Findings aim to optimize eco-soundscapes in dental offices, contributing to enhanced patient well-being. The research underscores the potential of music interventions to alleviate dental anxiety and improve the overall dental experience and quality care.",
  "keywords": [
    "Dental healthcare",
    "soundscape in the dental office",
    "sound preferences",
    "noise obstacles",
    "music interventions",
    "anxiety reduction",
    "patient experiences",
    "healthcare environment",
    "eco soundscape",
    "patient well-being"
  ],
  "research_topics": [
    "sound preferences in dental clinics",
    "noise obstacles in dental healthcare settings",
    "impact of music on anxiety reduction",
    "patient perception in dental environments",
    "music therapy and dental anxiety",
    "health status predictors related to sound",
    "eco soundscape optimization in dental offices",
    "effects of auditory stimuli on patient experience"
  ],
  "created_at": "2025-05-05T03:45:35.103078Z",
  "source_pdf": "documents/research/Global/Tziovara 2024 patients perception of sound and noise dimensions in the dental clinic environment.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Article Not peer-reviewed version\nPatients' Perception of Sound and Noise\ndimensions in the Dental Clinic\nEnvironment\nPanagiota Tziovara  , Christina Antoniadou , Maria Antoniadou  *\nPosted Date: 16 February 2024\ndoi: 10.20944/preprints202402.0873.v1\nKeywords: Dental healthcare; soundscape in the dental office; , sound preferences; noise obstacles; music\ninterventions; anxiety reduction; patient experiences; healthcare environment; eco soundscape; patient\nwell-being\nPreprints.org is a free multidiscipline platform providing preprint service that\nis dedicated to making early versions of research outputs permanently\navailable and citable. Preprints posted at Preprints.org appear in Web of\nScience, Crossref, Google Scholar, Scilit, Europe PMC.\nCopyright: This is an open access article distributed under the Creative Commons\nAttribution License which permits unrestricted use, distribution, and reproduction in any\nmedium, provided the original work is properly cited."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Article \nPatients ’ Perception of Sound and Noise dimensions \nin the Dental Clinic Environment \nPanagiota Tziovara 1, Christina Antoniadou 2 and Maria Antoniadou 1,3,4,* \n1 Dental School, National and Kapodistrian University of Athens, Greece; nagiatziov@gmail.com  \n2 Royal Academy of Music, University of London, London UK; christina_antoniadou@yahoo.gr  \n3 Dental School, National and Kapodistrian University of Athens, Greece; mantonia@dent.uoa.gr \n4 CSAP Executive Mastering Program, in Systemic Management, University of Piraeus, Greece. \n* Correspondence: mantonia@dent.ioa.gr; Tel.: 0030 6944342546 \nAbstract: In the area of dental healthcare services, where patients and professionals deal with \nmultiple auditory stimuli, this cross-sectional study reports on the intricate dynamics of sound \npreferences, noise obstacles, and the profound impact of music on anxiety reduction within dental \noffice settings. The sample comprises of 134 dental patients, primarily females (56.7%), with varying \nage groups, education levels, and therapy durations in the university clinics of the department of \nDentistry, National and Kapodistrian University of Athens and four private dental offices at the \nmetropolitan area of Athens, Greece. Notably, 92.5% of the participants report no hearing loss, and \n56.7% exhibit some level of noise sensitivity. The study reveals a moderate to good perceived health \nstatus (M=3.84, SD=0.95) among participants, with low perceived noise disturbance in university \ndental clinics. Preferences for instrumental music, foreign pop, and classical music are prominent \nduring waiting times. Potential irritations include impersonal treatment (44%) and staff behavior \n(41.8%). Music player usage within the settings of the dental clinic involves radios (49.3%) and \nheadphones (41.0%). Correlations and predictors indicate associations between health status, music \npreferences, and noise disturbances. More specifically, visiting the university dental clinics (β = .300, \np = .005) as well as younger age (β = .300, p = .034) were significant predictors of better perceived \nhealth status. Clearer perception of external sou nds while using the music player (β = .190, p = .039) \nwas a significant predictor of better perceived health status, while poorer health was predicted by \nthe preference of Greek folk songs (β = -.200, p = .030). Also, the use of smartphones for playing \nmus ic was related to poorer health (β = -.370, p < .001). Following, younger age (β = -.270, p = .015), \nlower education (β = -.210, p = .035), higher noise sensitivity (β = .190, p = .027), as well as feelings of \nanxiety and nervousness due to ambient noise f rom people and machines (β = .510, p = .027) were \nsignificant predictors of noise disturbance from machines. Also, visiting private clinics (β = .240, p \n= .018), preferences of specific playlist (β = .310, p = .012), no music (β = .280, p = .016) and use o f \nsmartphones to play music (β = .230, p = .029) were significant predictors of noise disturbance from \npatients or staff. Finally, the preference of listening to a specific playlist was related to better health \nstatus (r = .190, p < .05). Findings aim to optimize eco-soundscapes in dental offices, contributing to \nenhanced patient well-being. The research underscores the potential of music interventions to \nalleviate dental anxiety and improve the overall dental experience and quality care. \nKeywords: Dental healthcare ; soundscape in the dental office ; sound preferences ; noise obstacles ; \nmusic interventions ; anxiety reduction ; patient experiences ; healthcare environment ; eco \nsoundscape ; patient well-being \n \n1. Introduction \nDental professionals and patients within the dental clinic often encounter a variety of auditory \nstimuli [1]. These sounds can yield either unfavorable effects [2,3], perceived as disruptive noise, or \npositive outcomes, such as the enjoyment of soothing music [4]. Sound in the dental office originates Disclaimer/Publisher’s Note: The statements, opinions, and data contained in all publications are solely those of the individual author(s) and \ncontributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to people or property resulting \nfrom any ideas, methods, instructions, or products referred to in the content.Preprints.org  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 16 February 2024                   doi:10.20944/preprints202402.0873.v1\n©  2024 by the author(s). Distributed under a Creative Commons CC BY  license."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "2 \n from both dental and non-dental sources. The first group includes noises generated by dental \nequipment [5], which can be reduced by taking appropriate measures. The second group incorporates \nsounds from within the dental clinic, including interactions between staff and patients, the operation  \nof computers and printers, background music, and television, as well as external sources like traffic \nand ongoing roadwork sounds [6,7]. According to the National Research and Safety Institute, new \ndental equipment typically generates noise levels that remain below 85 dBA [8], while sound emitted \noverall within a dental facility, falls overall below 80 dB(A), thus falling within the acceptable \nthresholds established by the World Health Organization [5,8]. If these limits are exceeded, or the \nnoise is present for a long time during a patient's stay in the dental office, then the sound has a \nnegative effect on the patient's psychology [6].  \nNoise, as described in the literature, refers to undesirable and bothersome sounds [9]. Among \ndental patients, the most extensively researched consequence of noise is heightened anxiety. In fact, \nnoise-induced fear or anxiety ranks as the third most common reason for avoiding dental \nappointments [2]. Patients frequently perceive the dental clinic as an inhospitable and anxiety-\ninducing place, primarily due to the presence of disruptive and loud noises [10]. On the other hand, \ndental healthcare facilities frequently accommodate individuals with dental anxiety and phobias, \nwho exhibit heightened sensitivity to both sound and tactile sensations [11,12]. Such anxious patients \nmay become uncooperative and pose increased challenges in management of dental therapies [2,11].  \nMusic on the other hand, offers not only well-being benefits but also numerous advantages in \nhealthcare settings, from community environments to waiting rooms and surgical settings, where it \ncan serve as background music [6]. Its impact includes mood enhancement, pain and anxiety \nreduction, improved cardiovascular fitness, mindfulness, and increased social engagement [13]. \nPatients can use music as a self-management technique to reduce or control discomfort in these \nenvironments [14]. Also, listening to music provides an effective, nonpharmacologic option for \nreducing pre-procedural dental anxiety among dental patients [15]. Music therapy, as a non-invasive \nand cost-effective intervention, effectively diminishes dental anxiety, thus enhancing the outcomes \nof medical or dental procedures [6]. Also, music contributes significantly to relaxation, facilitating \nconcentration and it proves valuable in (a) reducing anxiety and pain levels [6], (b) aiding recovery \n[4,16], and (c) promoting commitment to essential preventive care [17]. Understanding the above-\nmentioned positive effects of music on patients' anxiety is then essential for improving the overall \npatient experience, their well-being, and the well-being of dental professionals working in the area \n[18]. It also influences the sustainability of the setting in strategic management and marketing issues \n[19]. Thus, several studies have already investigated the potential of music as a non-pharmacological \nintervention to reduce anxiety levels in patients undergoing dental procedures [6,20,21] by affecting \nsubjective anxiety scales and objective physiological parameters, such as heart rate, blood pressure, \nand cortisol hormones in patients with moderate dental anxiety during dental procedures [22]. To \nadd more, a study assessing the effect of music therapy on dental anxiety levels of patients \nundergoing extractions found that music reduced fear, stress, and anxiety, and was a form of \nmeditation and relaxation [20].  \nFurthermore, the choice of music genre significantly affects anxiety and pain reduction, as \nstudies indicate these effects aren't exclusive to any specific music type [4]. Interestingly, in a specific \nstudy, 58% of respondents favored classical music in the healthcare setting [23]. Ideally, music in \ndental settings should align with patients' personal musical preferences, which are deeply rooted and \ninfluential [6]. Patient preferences and past musical experiences are then crucial factors in the success \nof any health intervention [24] including dental procedures. To be effective, though music should \nresonate with listeners in terms of culture, genre, mood, and era [25]. Dental professionals should \nalso be mindful not to elicit excessive emotions or irritation, as music's evocative nature can impact \nrelaxation for them too [19]. In a relevant study, it was reported that music is most effective when the \nmusical program is selected by the patient [26]. In another study, it was found that music chosen by \nthe patient offers the best results in healthcare settings [27]. But of course, there is a difference \nbetween passive music listening, often administered by medical professionals, and active music \ntherapy, where trained music therapists use music creatively to promote and sustain health and well-Preprints.org  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 16 February 2024                   doi:10.20944/preprints202402.0873.v1"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "3 \n being [28]. Finally, it is reported that music therapy programs can benefit people of all ages and \nabilities, irrespective of their musical background or skill [6,29].  \nThe selection of music types in diverse healthcare settings, including dental offices, is moreover \ncontingent upon several factors, notably personal preferences, age, emotional associations, \nfamiliarity, and the overall dental office atmosphere and culture. Individuals exhibit unique musical \ntastes shaped by personal experiences, emotions, and cultural backgrounds, with certain types \neliciting positive emotions or inducing relaxation [30]. Age plays also a pivotal role, as music \npreferences often vary among different generations; younger patients may gravitate towards \ncontemporary genres, while older patients may lean towards classical or folk music [31,32]. Music's \nability to evoke emotions and establish a specific atmosphere is crucial in dental settings, where \nchoosing music that promotes relaxation and reduces anxiety contributes to a more comfortable \nenvironment for patients [6]. The element of familiarity is significant, with patients often preferring \nmusic they know well, fostering a sense of comfort and security rooted in personal experiences or \ncultural backgrounds [33]. Moreover, the dental office atmosphere itself can influence preferences, \nwith instrumental or soothing-tempo music being preferable, contributing to a calm and focused \nambiance during appointments [6]. It seems that recognizing and accommodating these diverse \nmusic preferences based on various factors can significantly enhance the overall comfort and \nrelaxation of dental patients.  \nThe principal objective of this study is to investigate the current sound preferences of dental \npatients before and during dental treatment, encompassing ambient sounds like background music, \nstaff-patient interactions, operation of dental equipment, and other environmental noises. \nAdditionally, the research aims to identify and understand noise obstacles within dental offices, \nconsidering both dental and non-dental sources, while also evaluating the psychological impact of \nvarying noise levels on patients during their dental appointment. Additionally, the investigation \nseeks to assess the impact of music on anxiety reduction and analyze the influence of music therapy \non patient outcomes, encompassing anxiety levels, pain reduction, and overall satisfaction. The study \nalso aims to compare the effectiveness of patient-selected music versus music administered by dental \nprofessionals in reducing anxiety and examine the potential benefits of incorporating active music \ntherapy, led by trained music therapists, in dental healthcare settings. Overall, we aim to offer \nvaluable insights into optimizing eco-soundscapes in dental offices, ultimately contributing to the \nimprovement of the overall experience and well-being of dental patients.  \n2. Methodology \n2.1. Study Design \nA cross-sectional study design was employed to collect data at a single point in time, capturing \npatients' current perceptions and preferences regarding sound environments in dental clinics. \nParticipants were recruited from diverse dental healthcare facilities including the undergraduate and \npostgraduate clinics of the department of dentistry of the National and Kapodistrian University of \nAthens, Greece. Inclusion criteria encompassed adult patients (18 years and above) who have recently \nundergone dental treatment or were scheduled for upcoming treatments. The participants were met \nat the reception halls of the clinics of the department of dentistry and four private dental clinics in \nthe metropolitan area of Athens located in different parts of the town. Two private settings had up to \ntwo staff members and the other two had three or more staff members. Otherwise, the characteristics \nof the private dental settings were similar concerning the number of personnel in each subgroup, the \nnumber of units and dimensions of waiting rooms and secondary visiting areas), the mean time of \nwaiting period between appointments and setting of the reception area.  \nFurther, in conducting the research on human participants to explore their preferences regarding \nsound and noise factors in the dental office, the study took No 569/2-2-2023 approval from the ethics \ncommittee of the Department of Dentistry as part of a bigger protocol studying sound issues in the \nuniversity clinics [8]. Then we selected informed consent from all participants, ensuring a \ncomprehensive understanding of the study's objectives and potential implications. Consent was Preprints.org  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 16 February 2024                   doi:10.20944/preprints202402.0873.v1"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "4 \n obtained either in a written form or through a secure digital platform, allowing participants to make \nan informed decision about their involvement in the study. Moreover, the research prioritized the \nprivacy and confidentiality of participant information throughout the entire research process. \nStringent measures were implemented to safeguard the sensitive data collected through the \nquestionnaires, ensuring that participants' identities and responses remained confidential as \ndescribed in Appendix A.  \n2.2. Questionnaire of the Study \nIn this study, we used the questionnaire study technique, which is a systematic method for data \ncollection. Furthermore, it has previously been used to investigate people’s sensation on the presence \nof different sound stimuli in a dental environment [7]. So, a structured questionnaire was designed \nto address the objectives of this study. The questionnaire included an introductory message \ndescribing the aim of the study. It was further noted that participation was voluntary, and \nconfidentiality was guaranteed. Participants had the right to refuse to participate.  \nThe questionnaire included the following sections: a) Part I: demographic information (age, \ngender, gender, educational level, clinic of attendance, duration of treatment) (Q1-Q5), b) Part II: \nconsisted of two questions (Q6- Q7) about patients’ acoustic hea lth, c) Part III: consisted of a question \nwith five subquestions and a question with one subquestion concerning anxiety and potential \nirritations in the dental clinic (Q8-Q9), d) Part IV: consisted of two questions about sound preferences \nin the waiting area (Q10- Q11), e) Part V: consisted of eight questions regarding patients’ hobbies and \nhabits (Q12- Q19), f) Part VI: consisted of two questions about patients’ general health and their \ninterest in the effect of sound on health (Q20-Q21) and g) Part VII: consisted of two questions about \npatients’ dental experience with noise (Q22 -Q23).  \nMore specifically, the questionnaire investigated demographic characteristics of the sample \nincluding gender, age and educational level of the participants (as seen in questions Q1-Q3), which \nhave also been described elsewhere as possible correlating factors to dental anxiety [34]. Questions \nQ4 and Q5 inquired about the patients' clinic of attendance and the duration of their treatment there, \nas background information. Questions Q6 and Q7 related to possible diagnosis of hearing loss and \npatients’ sensitivi ty to noise respectively [35]. These questions had multiple choice answers. \nQuestions Q8.1-Q8.5 addressed patients' potential discomfort regarding the crowded environment \nin the clinic as well as concerns about noise generated by various dental equipment such as suction \ndevices, dental handpieces, and the ultrasonic scaler [2,36]. This question required answers in terms \nof a 5- point Likert scale, where 1 = “never (does not apply)”, 2 = “Rarely (applies to a small extent)”, \n3 = “Sometimes (applies and does not apply)”, 4 = “Often (applies to a large extent)”, and 5 = “Always \n(always applies)”. Q9 addressed aspects that may lead to dissatisfaction, encompassing patient and \nstaff behavior, but also the environment of the dental clinic [36,37]. Q10-Q11 referred to patients' \npreferences regarding audiovisual content in the waiting room [2,23] and their music preferences \n[23]. In Q12, a question that is based on the ‘Health Assessment of Noise Exposure Update \nQuestionnaire’ [35], conducted by the University of California, but also on a study by Jokitulppo et al. \n[38], patients filled in their hobbies. Moreover, questions Q13-Q19 were based on the equipment \npatients use when listening to music and their listening habits [39]. Questions Q20-Q21 were about \nthe general health of the participants and their interest in the effect of sound on their h ealth. Q9-Q11.1 \nand Q13-Q21 were also multiple-choice questions. Finally, open-ended questions Q22-23, gathered \npatients' perspectives on enhancing their clinic experience specifically regarding sound and any \nconcerns they may have regarding noise within the dental practice.  \nBefore the full-scale implementation, the questionnaire has undergone pilot testing with a small \ngroup of individuals to ensure clarity, relevance, and appropriateness of the questions. Adjustments \nwere made based on feedback received during this phase. The structure of the final questionnaire is \nseen in Table 1.  \nTable 1. Summary of the questions in the self-administrated questionnaire. Preprints.org  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 16 February 2024                   doi:10.20944/preprints202402.0873.v1"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "5 \n Questionnaire \nParts Questions  Number of \nQuestions Scales  \nPart I: Demographic \ninformation Gender; age; educational level; clinic of \nattendance; duration of treatment  5 Nominal, \nMultiple choice \nPart II: Acoustic \nhealth  Diagnosis of hearing loss; sensitivity to \nnoise 2 Multiple choice \ndata \nPart III: Discomfort \nin dental clinic  Irritation by crowded environment, \nirritation by noise generated by suction \ndevices, handpieces, ultrasonic scaler data 2 including 6 \nsubquestions in \ntotal 5-point Likert \nscale, multiple \nchoice  \nPart IV: Patient’s \npreferences  Preferences regarding audiovisual content \nand music in the waiting room, People’s \nbehavior in the office data 2 including 2 \nsubquestions in \ntotal Multiple choice \nPart V: Hobbies and \nhabits Hobbies, music devices, listening habits 8 including 1 \nsubquestion Nominal, \nMultiple choice \nPart VI: General \nhealth General health, interest in the effect of \nsound on health 2 Multiple choice \nPart VII: Dental \nexperience Enhancement of dental experience, \nconcerns regarding noise within the dental \npractice 2 Open-ended \nThe questionnaire was available in written form but was also assigned a specific QR-code so that \nparticipants were digitally introduced to the purpose of the study while waiting for their \nappointment in the reception areas. They were then asked to fill it (in written form) or through their \nsmartphones, just after the end of their appointment. The questionnaire was self-administrated, and \nall data collected was treated with maximum confidentiality, adhering to ethical guidelines and \nprivacy regulations mentioned before. Participation was completely voluntary, and participants had \nthe right not to participate without penalties, ensuring that their relationship with the university (and \nthe private dental setting) remained unaffected. By submitting the study questionnaire, participants \nconsent to their participation and contribution to the promotion of knowledge on soundscapes in the \ndental settings. Α max amount of twelve minutes was needed to complete the questionnaire.  \n2.3. Sampling Procedure and Data Collection \nA systematic random sampling method was employed to select participants. Dental clinics were \nrandomly chosen, and every 3rd patient attending the clinics (private and public ones were asked to \nparticipate during the data collection period). A trained research assistant was distributing the \nquestionnaires to eligible patients in the waiting areas of dental clinics. Participants were encouraged \nto complete the questionnaire immediately after their dental appointment to ensure accurate \nrecollection of experiences.  \n2.4. Statistical Analysis \nDescriptive statistics were employed to summarize demographic information and participant \nresponses. Correlation analysis was conducted to explore relationships between sound preferences, \nanxiety levels, and demographic variables. Data collected from the survey was analyzed with the \nstatistical package IBM SPSS v.28. Cronbach’s alpha index was used to examine the reliability of the \nquestionnaire. Absolute and relative frequencies were calculated to summarize demographic \ncharacteristics of the study sample. Quantitative variables were summarized with descriptive \nstatistics (M, SD). Dummy variables were created for categorical variables, to calculate Spearman \ncorrelation coefficients between demographics, music preferences, health status, noise disturbance \nfrom machines, patients and staff, feelings of anxiety and nervousness because of the mobility in the \nclinic, people, and machines. Multiple linear regression analyses were used to detect significant Preprints.org  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 16 February 2024                   doi:10.20944/preprints202402.0873.v1"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "6 \n predictors of health status and perceived noise disturbance from machines as well as noise \ndisturbance from patients and staff [39].  \n3. Results  \nA total of 134 questionnaires were completed, 55 from the department of dentistry and 79 from \nthe four private practices over a 3-month period, from September 2023 to November 2023. Table 2 \npresents the demographic and clinical profile of the study’s sampl e (N=134). In terms of gender, there \nwas a slightly higher representation of females (56.7%, n=76) compared to males (43.3%, n=58). \nParticipants were segmented into five age groups, with the majority falling in the 20-30 years (24.6%, \nn=33) and 51-60 years (23.9%, n=32), while the least represented group is those over 60 years (12.7%, \nn=17). Educational background varies, with 42.5% (n=57) having secondary education, 17.9% (n=24) \nhaving post-secondary education, and 39.6% (n=53) holding university degrees. The distribution of \nparticipants across medical centers was fairly even, with the largest group attending private dental \nclinics with over 2 seats (32.1%, n=43), followed by those attending private dental clinics with up to \n2 seats (26.9%, n=36). Therapy duration was categorized into four ranges, with an even distribution \nacross 1-3 months (20.9%, n=28), 4-8 months (26.9%, n=36), 9-12 months (26.9%, n=36), and 12 months \nor more (25.4%, n=34). Only a small percentage of the participants report hearing loss (4.5%, n=6), \nwhile the majority do not (92.5%, n=124). Regarding noise sensitivity, 56.7% (n=76) were somewhat \nsensitive, 25.4% (n=34) were not sensitive at all, and 17.9% (n=24) were sensitive or very sensitive. \nThe mean (M) and standard deviation (SD) for health status was reported as 3.84 (SD=0.95), indicating \nan overall moderate to good perceived health status of the sample. The noise disturbance from \npatients or staff (2.11, SD=1.62) and from machines (2.28, SD=0.92) were also reported, showcasing \noverall low perceived noise disturbance either from people or machines in the dental clinic.  \nTable 2. Demographic characteristics of the sample (N=134). \n N % \nGender  Male  58 43.3%  \nFemale  76 56.7%  \nAge  20-30 y  33 24.6%  \n31-40 y  30 22.4%  \n41-50 y  22 16.4%  \n51-60 y  32 23.9%  \n>60 y 17 12.7%  \nEducation  Secondary  57 42.5%  \n Post-secondary  24 17.9%  \n University  53 39.6%  \nMedical center  University undergraduate clinic  29 21.6%  \nUniversity postgraduate clinic  26 19.4%  \nPrivate dental clinic up to 2 seats  36 26.9%  \nPrivate dental clinic over 2 seats  43 32.1%  \nDuration of therapy  1-3 months  28 20.9%  \n4-8 months  36 26.9%  \n9-12 months  36 26.9%  \n12 months or more  34 25.4%  \nHearing loss  Yes 6 4.5%  \nNo 124 92.5%  \nN/A  4 3.0%  Preprints.org  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 16 February 2024                   doi:10.20944/preprints202402.0873.v1"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "7 \n Noise sensitivity  Not at all  34 25.4%  \nSomewhat  76 56.7%  \nSensitive/ Very sensitive  24 17.9%  \nHealth status [M(SD)] 3.84(0.95)  \nNoise disturbance from patients or staff [M(SD)] 2.11(1.62)  \nNoise disturbance from machines [M(SD)] 2.28(0.92)  \nNote.  For health status and noise disturbance from machines, the min value was 1 and the maximum value was \n5. For noise disturbance from patients or staff, the min value was 0 and the maximum value was 8. The variable \nof Noise disturbance from patients or staff was calculated from the aggregated responses to eight yes/no \nquestions (Cronbach’s α =0.533). The variable of Noise disturbance from machines was calculated from the \naggregated responses to three questions of 5- point Likert scale (Cronbach’s α =0.811). \nWhile waiting for their dental appointment, participants preferred to listen mainly to relaxing \ninstrumental music (42.5%), foreign pop music (30.6%) or classical music (15.7%), as depicted by \nFigure 1A. Also, during their stay in the waiting room of the dental office, they wished to hear \nrandom music from the radio (35.1%), playlist of the preferred music of the patient (29.9%), watch \nmovies (20.1%) or the news (16.4%) on TV (Figure 1B). Participants reported that they would be \nirritated if the following happened: impersonal staff treatment (44%), disrespectful staff behavior \n(41.8%), hearing other patients in pain (41.8%), staffs’ lack of communication (37.3%) and complaints \nfrom other patients (30.6%), while only 12.7% of participants reported that they would be irritated b y \nthe lack of music playing in the dental clinic.  \n(A) (B) \n \n(C) \nPreprints.org  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 16 February 2024                   doi:10.20944/preprints202402.0873.v1"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "8 \n Figure 1. Preferences relative to noise and music playing in the dental clinic A) type of music while \nwaiting for the appointment, B)source of music in the waiting room of the dental office and C) types \nof noise that are perceived as unpleasant in the dental clinic. \nTable 3 presents data on the use of music players and related behaviors. The participants used a \nrange of devices to play music, with radios being the most common (49.3%, n=66), followed by \nheadphones (41.0%, n=55), smartphones (35.1%, n=47), TVs (21.6%, n=29), and other devices (9.0%, \nn=12). Most of the respondents prefer a volume that is neither low nor high (44.0%, n=59). However, \nsignificant portions also prefer high (29.9%, n=40) or the opposite, low volumes (15.7%, n=21). A small \nnumber listen at very high volumes (8.2%, n=11) or very low volumes (1.5%, n=2), and only one \nparticipant had others annoyed by how loud they listen to music (0.7%, n=1). Most participants report \nspeaking at a volume that is neither low nor high (36.6%, n=49) or high (35.1%, n=47) in noisy \nenvironments. Fewer participants speak at low (14.2%, n=19) or very high volumes (9.0%, n=12), and \na small percentage have others annoyed by the volume of their voice (3.7%, n=5). Participants have \nvaried perceptions of external sounds while using their music player, ranging from bad (5.2%, n=7) \nto excellent (2.2%, n=3), with the most common responses being moderate (25.4%, n=34) and good \n(26.1%, n=35). Music players’ usage patterns vary, with the most common being 1 -2 hours per day \n(28.4%, n=38), followed by 0-30 minutes (22.4%, n=30) and 30-60 minutes (21.6%, n=29). Regarding \ncontinuous music players’ usage, most participants use music players for 0 -30 minutes (32.8%, n=44) \nor 30-60 minutes (28.4%, n=38) continuously per day. Longer continuous usage decreases \nprogressively. Attendance at live concerts varies, with most attending 1-2 times per year (46.3%, \nn=62). A significant portion never attended concerts (32.1%, n=43), and a smaller percentage attended \nmore frequently.  \nTable 3. General preferences relative to music playing and music listening. \n N % \nTypes of devices used to play music  Headphones  55 41.0% \nTV 29 21.6% \nRadio  66 49.3% \nSmartphones  47 35.1% \nOther  12 9.0%  \nVolume on audio/video player  Very low  2 1.5%  \nLow  21 15.7%  \nNeither low nor high  59 44.0%  \nHigh  40 29.9%  \nVery high  11 8.2%  \nOthers get annoyed at how loud I listen \nto music  1 0.7%  \nPeak volume of voice in noisy environment  Very low  2 1.5%  \nLow  19 14.2%  \nNeither low nor high  49 36.6%  \nHigh  47 35.1%  \nVery high  12 9.0%  \nOthers are annoyed by the volume of \nmy voice  5 3.7%  \nBad 7 5.2%  Preprints.org  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 16 February 2024                   doi:10.20944/preprints202402.0873.v1"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "9 \n Perception of external sounds while using the \nmusic player  Moderate 34 25.4%  \nNeutral 31 23.1%  \nGood 35 26.1%  \nVery good 24 17.9%  \nExcellent 3 2.2%  \nTotal time spent using music players per day  0-30 min  30 22.4%  \n30-60 min  29 21.6%  \n1-2 h  38 28.4%  \n2-3 h  18 13.4%  \n3-4 h  12 9.0%  \nover 4 hours  7 5.2%  \nHours of continuous use of music player per \nday 0-30 min  44 32.8%  \n30-60 min  38 28.4%  \n1-2 h  36 26.9%  \n2-3 h  7 5.2%  \n3-4 h  5 3.7%  \nover 4 hours  4 3.0%  \nAttend live concerts  Never  43 32.1%  \n1-2 times/year  62 46.3%  \n3-4 times/year  15 11.2%  \n4-5 times/year  6 4.5%  \n5 times/year or more  8 6.0%  \nFollowing Table 4, female gender was associated with noise sensitivity ( r = .220, p < .05) and \npoorer health status ( r = -.176, p < .05). Visiting private clinics versus university clinics was associated \nwith younger age ( r = -.355, p < .01), higher education level ( r = .374, p < .01), and poorer health status \n(r = -.237, p < .01). Private clinic patients reported higher noise disturbance from patients and staff ( r \n= .235, p < .01), lesser feelings of anxiety and nervousness because of the mobility in the clinic ( r = -\n.215, p < .05) and ambient noise from people and machines ( r = -.174, p < .05). Older age was associated \nwith higher noise sensitivity ( r = .194, p < .05) and lower education levels was associated with higher \nnoise disturbance from machines ( r = -.185, p < .05). Moreover, noise sensitivity was positively related \nto noise disturbance from machines ( r = .438, p < .01), as well as feelings of anxiety and nervousness \nbecause of the mobility in the clinic ( r = .427, p < .01) and ambient noise from people and machines ( r \n= .399, p < .01).  \nTable 4. Spearmann correlation coefficients between demographic variables, health status, noise \ndisturbance from machines, patients and staff, feelings of anxiety and nervousness because of the \nmobility in the clinic, people and machines. \n  1 2 3 4 5 6 7 8 9 10 11 \n1 Gender \n(Female vs \nMale) --           \n2 Clinic type \n(Private vs 0.067 --          Preprints.org  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 16 February 2024                   doi:10.20944/preprints202402.0873.v1"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "10 \n University \nclinic) \n3 Age 0.061 -\n.355\n** --         \n4 Education 0.019 .374\n** -\n.690\n** --        \n5 Duration of \ntherapy 0.111 -\n0.01 -\n0.08\n7 0.05\n5 --       \n6 Noise \nsensitivity .220* -\n0.05\n1 .194\n* -\n0.08\n2 0.025 --      \n7 Health \nstatus -.176* -\n.237\n** -\n0.13\n9 0.08\n2 -\n0.093 0.025 --     \n8 Noise \ndisturbanc\ne from \nmachines 0.097 -\n0.13\n3 0.07\n8 -\n.185\n* -\n0.067 .438*\n* 0.097 --    \n9 Noise \ndisturbanc\ne from \npatients or \nstaff -0.09 .235\n** -\n0.06\n8 0.09\n6 -\n0.099 0.135 -\n0.089 .249*\n* --   \n1\n0 Feeling \nirritated, \nanxious or \nnervous \nbecause of \nthe \nmobility in \nthe clinic 0.035 -\n.215\n* 0.16\n2 -\n0.09\n3 -\n0.093 .427*\n* 0.058 .542*\n* .208* --  \n1\n1 Feeling \nanxious \ndue to \nambient \nnoise from \npeople and \nmachines -0.024 -\n.174\n* 0.14\n7 -\n0.13\n1 -\n0.066 .399*\n* 0.104 .662*\n* .254*\n* .680*\n* -- \nNote. *p < .05, **p < .01.  Gender and clinic type were recoded as dummy variables.  Preprints.org  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 16 February 2024                   doi:10.20944/preprints202402.0873.v1"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "11 \n According to Table 5, preferring higher volume on audio/video player was positively associated \nwith higher noise disturbance from patients and staff ( r = .171, p < .05). Better health status was related \nto clearer perception of external sounds while using the music player ( r = .194, p < .05) and time spent \nusing music players per day ( r = .185, p < .05) and higher education level ( r = .374, p < .01), with poorer \nhealth status ( r = -.237, p < .01). Hours of continuous use of music player per day was associated with \nhigher noise disturbance from dental equipment ( r = .198, p < .05) and feelings of anxiety and \nnervousness from people and dental equipment ( r = .192, p < .05). The preference of Greek folk songs \nin the dental clinic was linked to poorer health status ( r = -.176, p < .05). Preference of seeing movies \non TV was positively related to noise disturbance from dental equipment ( r = .181, p < .05), while \nnews on TV was positively related to noise disturbance from patients or staff ( r = .186, p < .05). The \npreference of listening to a specific playlist was related to better health status ( r = .190, p < .05).  \nTable 5. Spearmann correlation coefficients between music preferences, health status, noise \ndisturbance from machines, patients and staff, feelings of anxiety and nervousness because of the \nmobility in the clinic, people and machines. \n \nHeal\nth \nStat\nus Noise \nDisturbance \nfrom \nMachines  Noise \nDisturbance \nfrom Patients \nor Staff  Feeling Irritated , Anxious \nor Nervous Because of the \nMobility in the Clinic  Feeling Anxious due to \nAmbient Noise from \nPeople and Machines  \nVolume on \naudio/video player  0.03\n9 -0.066  .171*  -0.117  -0.137  \nPeak volume of \nvoice in noisy \nenvironment  -\n0.07\n7 -0.158  0.066  -0.107  -0.164  \nPerception of \nexternal sounds \nwhile using the \nmusic player  .194*  -0.005  -0.155  0.035  0.079  \nTotal time spent \nusing music players \nper day  .185*  0.119  -0.011  0.049  0.069  \nHours of continuous \nuse of music player \nper day  0.10\n6 .198*  -0.06  0.16 .192*  \nAttend live concerts  0.06\n1 0.033  0.059  -0.045  -0.054  \nRelaxing \ninstrumental music  -\n0.06\n1 0.092  0.096  0.134  0.149  \nForeign pop music  0.07\n3 -0.1 -0.009  -0.086  -0.155  \nForeign rock music  0.11\n9 0.061  0.063  -0.031  0.04 Preprints.org  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 16 February 2024                   doi:10.20944/preprints202402.0873.v1"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "12 \n Greek pop songs  0.05\n2 -0.16  -0.067  -0.138  -0.087  \nGreek folk songs  -\n.176*  -0.008  -0.083  0.032  -0.01  \nTraditional songs  0.00\n2 -0.032  -0.067  0.002  0.005  \nClassical music  0.00\n8 0.028  0.15 0.102  0.095  \nOpera  0.00\n2 -0.128  -0.144  -0.103  -0.1 \nMovies on TV  0.07\n3 .181*  0.161  0.121  0.117  \nNews on TV  -\n0.15\n8 -0.032  .186*  -0.107  -0.14  \nRandom music from \nthe radio  0.04\n8 0.067  -0.124  0.118  0.115  \nSpecific playlist of \nthe music I like  .190*  0.048  0.158  0.025  0.11 \nSpecific playlist with \ndoctor's choice  0.04\n4 0.08 -0.023  0.154  0.16 \nI prefer it to be quiet  -\n0.15\n9 -0.019  0.049  0.018  0.049  \nNote. *p < .05, **p < .01. \nAs presented in Table 6, visiting the university dental clinics ( β = .300, p = .005) as well as younger \nage ( β = .300, p = .034) were significant predictors of better perceived health status. Clearer perception \nof external sounds while using the music player ( β = .190, p = .039) was a significant predictor of better \nperceived health status, while poorer health was predicted by the preference of Greek folk songs ( β = \n-.200, p = .030). Finally, the use of smartphones for playing music was related to poorer health ( β = -\n.370, p < .001). Following, younger age ( β = -.270, p = .015), lower education ( β = -.210, p = .035), higher \nnoise sensitivity ( β = .190, p = .027), as well as feelings of anxiety and nervousness due to ambient \nnoise from people and machines ( β = .510, p = .027) were significant predictors of noise disturbance \nfrom machines. Also, visiting private clinics ( β = .240, p = .018), preferences of specific playlist ( β = \n.310, p = .012), no music ( β = .280, p = .016) and use of smartphones to play music ( β = .230, p = .029) \nwere significant predictors of noise disturbance from patients or staff.  \nTable 6. Regression coefficients of demographics, volume preferences, music preferences and device \npreferences for predicting health status, as well as noise disturbance from machines and noise \ndisturbance from patients or staff.  \n Health Status1 Noise Disturbance from \nMachines2 Noise Disturbance from \nPatients or Staff3 \n B SE β p B SE Β p B SE β p Preprints.org  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 16 February 2024                   doi:10.20944/preprints202402.0873.v1"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "13 \n (Constant) 3.57 0.74  <.00\n1 1.99 0.67  0.00\n4 -\n0.41 1.31  0.75\n8 \nFemale vs \nMale -\n0.33 0.17 -\n0.18 0.05\n5 0.24 0.15 0.12 0.12\n0 -\n0.50 0.30 -\n0.15 0.10\n2 \nPrivate vs \nUniversity \nclinic -\n0.54 0.19 -\n0.30 0.00\n5 -\n0.07 0.17 -\n0.03 0.68\n4 0.80 0.33 0.24 0.01\n8 \nAge -\n0.19 0.09 -\n0.30 0.03\n4 -\n0.20 0.08 -\n0.27 0.01\n5 0.19 0.16 0.16 0.22\n7 \nEducation 0.11 0.12 0.11 0.37\n2 -\n0.23 0.11 -\n0.21 0.03\n5 0.10 0.21 0.06 0.63\n6 \nNoise \nsensitivity 0.17 0.14 0.13 0.22\n6 0.29 0.13 0.19 0.02\n7 0.07 0.25 0.03 0.78\n9 \nPerception of \nexternal \nsounds while \nusing the \nmusic player 0.14 0.07 0.19 0.03\n9 -\n0.02 0.06 -\n0.03 0.69\n6 -\n0.22 0.12 -\n0.17 0.05\n5 \nTotal time \nspent using \nmusic players \nper day 0.02 0.06 0.03 0.73\n4 0.09 0.06 0.12 0.12\n8 -\n0.15 0.11 -\n0.13 0.18\n7 \nRelaxing \ninstrumental \nmusic 0.11 0.21 0.06 0.60\n3 -\n0.11 0.19 -\n0.05 0.58\n0 0.06 0.37 0.02 0.88\n0 \nForeign pop \nmusic 0.20 0.24 0.10 0.41\n2 -\n0.03 0.22 -\n0.02 0.87\n8 0.02 0.42 0.01 0.96\n4 \nForeign rock \nmusic 0.00 0.28 0.00 0.99\n7 -\n0.05 0.25 -\n0.02 0.84\n2 -\n0.12 0.50 -\n0.03 0.81\n3 \nGreek pop \nsongs 0.65 0.35 0.19 0.06\n4 -\n0.18 0.32 -\n0.05 0.57\n2 -\n0.45 0.62 -\n0.07 0.46\n4 \nGreek folk \nsongs -\n0.86 0.39 -\n0.20 0.03\n0 -\n0.24 0.36 -\n0.05 0.49\n6 -\n0.91 0.70 -\n0.12 0.19\n3 \nTraditional \nsongs -\n0.95 0.91 -\n0.09 0.30\n1 0.01 0.83 0.00 0.99\n2 0.50 1.62 0.03 0.75\n9 \nClassical \nmusic -\n0.08 0.25 -\n0.03 0.76\n2 -\n0.12 0.23 -\n0.04 0.60\n0 0.28 0.44 0.06 0.53\n5 \nOpera 0.54 0.88 0.05 0.54\n6 -\n0.74 0.80 -\n0.06 0.35\n9 -\n1.25 1.57 -\n0.07 0.42\n9 \nMovies on TV 0.35 0.24 0.16 0.14\n2 0.16 0.22 0.07 0.45\n4 0.80 0.42 0.20 0.06\n1 Preprints.org  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 16 February 2024                   doi:10.20944/preprints202402.0873.v1"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "14 \n News on TV 0.39 0.29 0.16 0.17\n8 0.27 0.26 0.10 0.29\n5 0.74 0.51 0.17 0.15\n1 \nRandom \nmusic from \nthe radio -\n0.03 0.26 -\n0.02 0.90\n3 0.05 0.23 0.02 0.83\n1 0.76 0.45 0.23 0.09\n5 \nSpecific \nplaylist of the \nmusic I like 0.23 0.24 0.12 0.32\n6 0.09 0.22 0.04 0.69\n4 1.08 0.42 0.31 0.01\n2 \nSpecific \nplaylist with \ndoctor's \nchoice 0.28 0.26 0.11 0.27\n7 -\n0.10 0.23 -\n0.03 0.66\n6 0.52 0.46 0.11 0.25\n8 \nI prefer him to \nbe quiet 0.09 0.31 0.03 0.77\n5 0.12 0.28 0.04 0.67\n8 1.34 0.55 0.28 0.01\n6 \nHeadphones 0.04 0.19 0.02 0.81\n8 -\n0.22 0.17 -\n0.11 0.20\n6 0.50 0.34 0.15 0.13\n9 \nTV -\n0.11 0.19 -\n0.05 0.58\n0 -\n0.12 0.18 -\n0.05 0.50\n2 0.34 0.34 0.09 0.32\n7 \nRadio 0.21 0.18 0.12 0.22\n9 0.21 0.16 0.11 0.18\n8 0.00 0.31 0.00 0.99\n8 \nSmartphones -\n0.69 0.20 -\n0.37 <.00\n1 -\n0.17 0.18 -\n0.08 0.33\n3 0.77 0.35 0.23 0.02\n9 \nFeeling \nirritated, \nanxious or \nnervous \nbecause of the \nmobility in the \nclinic 0.03 0.10 0.04 0.74\n1 0.10 0.09 0.11 0.25\n1 0.06 0.18 0.04 0.72\n4 \nFeeling \nanxious due to \nambient noise \nfrom people \nand machines -\n0.07 0.10 -\n0.09 0.44\n9 0.46 0.09 0.51 <.00\n1 0.24 0.17 0.17 0.15\n6 \nNotes. 1. F(27, 104)= 2.057, p=.005, R2= .348, 2. F(27, 104)= 5.377, p<.001, R2= .583, 3. F(27, 104)= 2.391, p<.001, R2= \n.383. \n4. Discussion \nThe present study provides a comprehensive overview of dental patients’ estimation on noise \nlevels and sound disturbances in private and public dental clinics. The importance of controlling \nnoise in healthcare settings, particularly within dental clinics, is already discussed in relevant studies \n[1,5,8,40 –42] and addressed from our findings too. The insights gathered on the issue from this study \nalign with and extend upon previous research [2,8], offering an examination of the interplay between Preprints.org  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 16 February 2024                   doi:10.20944/preprints202402.0873.v1"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "15 \n soundscapes in different dental environments (public and private ones), patient experiences, and \nhealthcare outcomes. Overall, in our study, participants reported low perceived noise disturbance, \nboth from people and dental equipment, aligning with studies emphasizing the importance of a calm \nclinical environment [6]. However, specific potential irritants were identified, such as staff behavior, \nother patients’ expressed pain, and communication gaps, emphasizing the need for personalized \napproaches to enhance the patient experience as mentioned elsewhere too [9,10].  \nΜore specifically, as demonstrated by McGeoch and Rouw in 2020 [3], who explored the \nemotional dimensions of everyday sounds, the multifaceted effects of sound extend beyond \naudiological considerations and other factors are influencing the phenomena. Results in our study \nshow that listening habits, meaning how many hours people spend on listening to music everyday, \non what volume and how loud, personal experiences, age, and individual preferences all play crucial \nroles in shaping how we perceive and feel about different sounds in dental settings. For example, a \nsound that might be soothing to one person could be irritating to another based on their unique \nbackground and associations as also reported elsewhere [43]. Additionally, the timing and setting in \nwhich a noise occurs within the dental office can significantly impact its emotional effect [44]. \nAccording to our results, preferring higher volume on audio/video players was positively associated \nwith higher noise disturbance from patients and staff. This correlation suggests that even though \nindividuals may typically listen to audio/video content at high volumes, when they are in a dental \noffice setting and where they may already feel anxious, the emotional impact of noise disturbance \nprompts a desire for reduced volume levels. This complexity highlights the rich interplay of \npsychological and situational factors in shaping our emotional responses to the sounds around us, as \nmentioned by other studies [45]. Moreover, our finding that 29.9% of respondents listen to music at \nhigh volumes underscores the need to consider not only individual preferences but also the \nsituational context in which sound is experienced. Just as the timing and setting within a dental office \ncan significantly impact the emotional effect of a noise, such as the sound of a dental drill for example, \nindividuals' choices to listen to music at high volumes may reflect their attempts to modulate t heir \nemotional state in various environments as discussed in the study of Aletta et al in 2019 [46]. This \nfinding also highlights the intricate interplay of psychological and situational factors in shaping our \nemotional responses to the sounds around us, as provided by phenomena such as ASMR \n(Autonomous Sensory Meridian Response) and misophonia, discussed elsewhere too [3,47,48]. For \nexample, ASMR, a sensory phenomenon characterized by a tingling sensation that typically begins \non the scalp and moves down the neck and spine in response to specific auditory or visual stimuli \nhas as common triggers some soft whispers, tapping sounds, gentle hand movements, and personal \nattention as we, dentists, usually use on our patients to calm them down. It is then reported that \nindividuals who experience ASMR often report feelings of relaxation, calmness, and euphoria and \nwas the case in our study too [3]. Misophonia, on the other hand, the condition characterized by \nstrong negative emotional reactions to specific sounds [47,48] was also addressed in our findings \ncaused by mechanical handpieces sounds. It is mentioned elsewhere that people with misophonia \nexperience intense anger, anxiety, or disgust in response to certain trigger sounds, such as chewing, \nslurping, pen clicking, throat clearing or dental drill [8,47,48]. These reactions can significantly impact \ndaily functioning and quality of life for dental patients highlighting the intricate relationship between \nsound, emotions, and overall well-being as derived from our data. This means that the well-being of \ndental patients is derived from a combination of factors, including their general sensitivity in noises, \nthe ambient soundscape within the dental environment, individual preferences for audiovisual \ncontent and their listening habits, and the consideration of potential discomfort-inducing situations. \nThis is also suggested in other studies too [49 –51]. \nConsidering the psychological and physiological repercussions of noise exposure, it becomes \nevident that maintaining a controlled acoustic environment in dental clinics is paramount. Our \nparticipants comment on the sounds from other patients and impersonal personnel and \ncommunication as lack of quality in their dental journey [52,53]. Specifically, the majority of \nrespondents (44%) agreed that they would feel dissatisfaction if the staff of a dental clinic treated \nthem impersonally and failed to explain the treatment plan. Significant concerns also revolve around Preprints.org  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 16 February 2024                   doi:10.20944/preprints202402.0873.v1"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "16 \n the manner in which staff addresses patients, particularly when perceived as impolite, and when \noverhearing others in pain (41.8%). These situations not only contribute to dissatisfaction but are also \nlinked to increased stress levels and a reduced sense of relaxation as mentioned also by Grissinger in \n2017 [54]. Thus, it becomes evident from our data that dental patients place considerable emphasis \non the conduct, communication and noise level they receive in the dental office, as well as the \nresponses of other patients regarding the treatment process, recognizing the impact that these factors \nhave on their overall emotional well-being and comfort during dental visits as mentioned elsewhere \ntoo [6,8,11].  \nFurthermore, our data uncover significant associations between demographic/psychographic \nvariables and noise sensitivity/disturbance. These findings contribute to the growing body of \nliterature on the complex interrelations between age, gender, education, health, and perceptual \nexperiences in healthcare settings [1,5]. To begin with, the predominance of females in our sample \naligns with existing literature highlighting gender-specific associations with noise sensitivity and \nhealth status [1,3]. Moreover, in our study, we identified an association between the female gender \nand noise sensitivity. This aligns with existing studies that suggests women may be more sensitive \nto noise than men, although the evidence remains somewhat unclear [55]. Another study found that \nhigher noise-sensitive males tended to exhibit more agreeable and conscientious traits, while being \nless extroverted. Conversely, in females, noise sensitivity correlated with anxiety, nervous \ncomplaints, and stress as mentioned elsewhere too [56]. Then, the age distribution across different \nbrackets in our study suggests potential generational variations in preferences and perceptions, \nwhich may impact the design of patient-centric interventions as discussed also by Kühlmann et al., \nin 2019 [4]. In our study, it is shown that older age is correlated with heightened noise sensitivit y \ninfluenced by various health factors associated with aging such as sensory changes [ 76]. Conversely, \nyounger age is associated with being bothered by noise disturbance from machines and this suggests \na unique sensitivity to mechanical sounds [56]. It could be allocated to the fact that young dental \npatients are working a lot with smartphones [58]. Being most of the time online while waiting in the \ndental office, they need silence to focus thus noise from machines can be extremely annoying, \nhighlighting the concern regarding the potential impact of technology on our sensory experiences \nand reactions to environmental stimuli [58]. Furthermore, we report that choosing to visit private \nclinics instead of university clinics is linked to a younger age demographic possibly attributed to the \nneeds of younger people of the generation Z (who expect to have exclusivity and quality service \nwithout considering expenses [59]. Also, this preference of younger individuals for private clinics \nover university clinics may be linked to the brevity of their treatment plans, requiring shorter \nappointments and a more expedited service. In addition, the educational background emerged as a \nsignificant factor in our study, linking higher education levels to private clinic visits, echoing findings \nby Wide and Hakeberg in 2023 [12]. In our study, the majority of participants possessed a secondary \neducation (42.5%) while it was observed that lower levels of education were correlated with increased \nnoise disturbance from machines. Exploring more how people's educational background affects their \nsensitivity to environmental stimuli could help us understand if those with lower education levels \nare more reactive to machine-generated noise [60]. This could be due to various factors, including \ndifferences in cognitive processing abilities, environmental exposure, and coping mechanisms [60]. \nMoreover, people with lower education levels might be more likely to live in noisier environments \ndue to economic reasons, and this could affect how they feel about noise [61]. This point needs further \ninvestigation to comprehend better the relationships between educational background, socio-\neconomic factors, and noise sensitivity. Further research in this area could help clarify the complex \nrelationship between education, environmental stimuli, and individual sensitivity to noise, thereby \ninforming interventions to mitigate the potential negative effects of noise exposure, especially among \nvulnerable populations [60].  \nThis study also reports on participants' music preferences and behaviors, revealing a spectrum \nof choices for alleviating anxiety. Preferences for relaxing instrumental music, foreign pop, and \nclassical music resonate with literature advocating for these t ypes of music’s anxiolytic effects in \nhealthcare settings [14,21]. However, the relatively low irritation reported due to the absence of music Preprints.org  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 16 February 2024                   doi:10.20944/preprints202402.0873.v1"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "17 \n in the dental clinic suggests that while music is appreciated, it might not be a universal expectation. \nIn our study, it is noteworthy that a significant majority of participants indicated a preference for \nlistening to relaxing instrumental music while waiting in the waiting room as suggested by ot her \nstudies too [27,62,63] that aimed to establish a healthy acoustic environment [45]. But remains unclear \nwhat elements should be considered when we want to build a healthy dental acoustic environment \nand what people care about most when mentioning a healthy dental acoustic environment [44]. \nAdditionally, a notable number of participants expressed a desire to hear random music from the \nradio during their stay in the waiting room. This aligns with the notion that diverse musical \nselections, such as those found on radio stations, can cater to a wide range of tastes and contribute to \na more pleasant waiting room experience. Moreover, it underscores the potential value of offering \nvaried music options to accommodate diverse preferences in healthcare settings [27].  \nAdditionally, our findings underscore the importance of tailoring sound interventions to \nindividual preferences, thereby contributing to a more personalized and positive patient experience \nin the dental office. According to our results, 29.90% of respondents indicated a preference for a \nspecific playlist of music they enjoy listening to while waiting for appointments. This finding \nresonates with another study, which emphasizes the importance of considering individuals' music \npreferences and usage habits to reduce stress. Both studies underscore the significance of tailoring \nmusic interventions to individual preferences and circumstances for effective stress management \n[64]. Studies have documented that patients, when surveyed, often express a desire to choose their \nown music and adjust its volume [65]. This insight has prompted the recommendation to provide \nmusic through headphones, enabling patients to control the selection of music played  [27]. Moreover, \nour data provided valuable insights into participants' use of music players and related behaviors. The \nprevalence of radio usage aligns with the accessibility and ambient nature of this medium, catering \nto a diverse audience as described elsewhere too [16]. We also found associations between volume \npreferences, health status, and noise disturbance which highlight the intricate interplay between \nindividual characteristics and environmental factors as already reported from previous studies \n[31,66]. There were also predictive insights into perceived health status and noise disturbance. \nVisiting university clinics and younger age emerged as predictors of better health, emphasizing the \npotential influence of the clinical environment on patients' well-being [37]. Preferences for Greek folk \nsongs and smartphone use for music were associated with poorer health, underlining the need for \ntailored interventions considering individual preferences [29]. On the other hand, another finding \nfrom a separate study suggests a contrasting perspective. Ning in 2023 [67] examined the effects of \nengaging with Tibetan Guozhuang folk music on mental health among college students. The research \nrevealed that participation in this folk art form was associated with significant benefits, including \nemotional regulation, stress relief, and overall mental well-being. A substantial majority of students \nreported feeling happier and more excited when participating in the dance, highlighting the potential \npositive impact of folk music engagement on mental health. These findings suggest that while \npreferences for certain types of folk music may have varying effects on health outcomes, tailored \ninterventions and educational initiatives aimed at promoting folk music participation could offer \nvaluable benefits for mental health during healthcare or more specifically, dental appointments. \nOverall, folk music has been reported to have a positive effect on the human body, returning people \nto their historical roots and promoting a sense of security and calmness [68].  \nDespite the valuable insights gained, this study has several limitations that need consideration \nin future similar research approaches. The cross-sectional design utilized in this investigation \nprovides a static snapshot of the participants' experiences, hindering the establishment of causal \nrelationships between variables. To express the dynamics of patient experiences over time, future \nstudies employing longitudinal designs could be more useful. Moreover, the reliance on self-report \nmeasures introduces the potential for response bias, particularly concerning variables such as health \nstatus and noise sensitivity [19]. Participants may provide responses influenced by social desirability \nor subjective interpretations, underscoring the importance of incorporating objective measures and \nobservational data in future research. The generalizability of the study might also be influenced by \nthe homogeneity of the sample and the relatively low number of participants, representing specific Preprints.org  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 16 February 2024                   doi:10.20944/preprints202402.0873.v1"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "18 \n demographic and clinical profiles. This constraint impedes the extension of findings to a more diverse \npopulation, emphasizing the need for future research with broader participant recruitment. Further, \nthe exclusive emphasis on quantitative data may overlook the qualitative factors included in patient \nexperiences. Qualitative methodologies, then, such as interviews or focus groups, could offer a more \nprofound understanding of the emotional and subjective dimensions of patients' encounters in dental \nclinics. So future investigations should aim for a different representation of diverse dental care \nsettings to provide a wider understanding of patient experiences across various dental contexts. We \ncould even search deeper into developing tailored interventions, presenting insights from music \ntherapy for anxiety control or/and exploring innovative architectural designs that mitigate noise \ndisturbances in dental settings as is the current trend [18,20,21,29].  \nDespite limitations, the study suggests an interesting research model for future studies to track \nchanges in dental patients’ noise experiences and preferences during dental appointments. Building \non the insights gained from this study, researchers should design and implement interventions based \non personal patient preferences for sound in dental settings. Investigating the efficacy of \ninterventions, such as personalized music playlists or ambient noise modifications, would provide \nevidence-based strategies to enhance the overall patient experience and provision of quality dental \nservices. Overall, understanding how dental soundscapes impact patients’ well -being across different \ndental settings or procedures would contribute to broader and better-quality dental healthcare \npractices.  \n5. Conclusions \nThere is a need for conscientious noise management strategies in dental clinics. Beyond the \naudiological considerations, recognizing the impact of sound on emotional states and dental patients’ \nexperiences necessitates a holistic approach to optimize the healthcare environment for all \nstakeholders. The findings underscore the importance of tailoring acoustic environments to \nindividual needs, considering factors such as gender, age, education, and health status. Correlations \nand predictors indicate associations between health status, music preferences, and noise \ndisturbances. The implementation of patient-centric sound interventions, such as music preferences, \nhas the potential to enhance the overall dental experience and create patient-friendly environments.  \nAuthor Contributions: Conceptualization, M.A. and P.T.; methodology, M.A.; P.T.; and C.A..; software, P.T.; \nand C.A.; validation, M.A.; and P.T.; formal analysis, M.A.; investigation, P.T.; resources, M.A.; P.T. and C.A.;  \ndata curation, M.A.; writing —original draft preparation, M.A.; P.T; and C.A.; writing —review and editing, \nM.A.; P.T; and C.A.; visualization, M.A.; P.T; and C.A.; supervision, M.A.; project administration, M.A.; funding \nacquisition, M.A.; All authors have read and agreed to the published version of the manuscript. \nFunding:  This research was funded by the Secretariat of the School of Health Sciences, National and \nKapodistrian University of Athens. \nInstitutional Review Board Statement: The study was conducted in accordance with the Declaration of Helsinki \nand approved by the Ethics Committee of the department of Dentistry, School of health sciences, National and \nKapodistrian University of Athens for studies involving humans.  \nInformed Consent Statement: Informed consent was obtained from all subjects involved in the study. \nData Availability Statement: Upon request. \nAcknowledgments:  Authors wish to thank all people filling up the questionnaire of the study. \nConflicts of Interest: The authors declare no conflicts of interest. \nAppendix A. Study Questionnaire. \nINTRODUCTORY MESSAGE \nThis questionnaire is about recording your preferences regarding the noise and acoustic stimuli \nyou receive while in the clinic. It also aims to investigate factors that influence your acoustic \npreferences in the dental clinic, as well as the intensity/frequency/quality of your acoustic stimuli \nduring the day. It is self-administered. It is anonymous and no personal information is collected. Preprints.org  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 16 February 2024                   doi:10.20944/preprints202402.0873.v1"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "19 \n Participation in this survey is voluntary. The questionnaire must be completed only once by each \nparticipant. \nIn this study, all collected data will be handled with the utmost confidentiality, adhering to \nethical guidelines and personal data protection regulations. Identifiable information will be kept \nseparately, and access to it will be restricted to members of the research team. Any elements (if any) \nthat could potentially reveal the identity of participants will be anonymized. Participation is entirely \nvoluntary, and participants have the right not to participate without consequences, ensuring that \ntheir relationship with the university remains unaffected. \nEvery possible effort will be made to minimize potential discomfort or inconvenience for \nparticipants, and the study does not involve any risks. All research data will be securely stored \ndigitally, with limited access granted only to the researchers. Data retention will adhere to relevant \nethical guidelines, and their secure disposal will occur after a specified period. \nBy submitting the study questionnaire, participants consent to their involvement and \ncontribution to advancing knowledge regarding sound in dental clinics. The research team is \ncommitted to maintaining the highest ethical standards throughout the entire process. Responding \nto the questionnaire takes approximately 10 minutes. \nThe questionnaire consists of six parts: \nPART ONE: Contains questions related to demographic characteristics. \nPART TWO: Includes a total of 2 questions (Q6-Q7) about hearing loss diagnosis among \nparticipants and their sensitivity to noise. \nPART THREE: Includes a total of 2 questions with sub-questions (Q8-Q9) addressing situations \nthat create discomfort in the dental office. \nPART FOUR: Contains a total of 2 questions with sub-questions (Q10- Q11) about patients’ \npreferences regarding audiovisual content and music in the waiting room. \nPART FIVE: Consists of eight questions (Q12-Q19) related to patients' hobbies and listening \nhabits. \nPART SIX: Consists of two questions about patients’ general health (physical and mental) and \ntheir interest in the effect of sound on health (Q20-Q21). \nPART SEVEN: Finally, the last part includes two open-ended questions (Q22-Q23), allowing \nparticipants to express concerns about noise in the dental office and suggest ways to improve their \nexperience. \nWe appreciate your cooperation and we thank you in advance. \nFor any questions or concerns, participants are encouraged to contact the principal investigator \nor the Ethics Committee of the Dental School at the National and Kapodistrian University of Athens. \nStudy Questionnaire \nQ1. What is your gender? Male_Female_Other \nQ2. What is your age? 20-30_31-40_41-50_51-60_61-70_71+ \nQ3. What is your educational level? Primary school_High school_Private University_ Public \nUniversity \nQ4. In what dental clinic do you proceed for your dental treatment? Private clinic with one dental \nchair_ Private dental clinic with two or more dental chairs_ Undergraduate university \nclinic_Postgraduate university clinic  \nQ5. How often do you come to the clinic for your dental care (indicate the consecutive time \nperiod)? 1-3 months_4-8 months_9-12 months_ 12 or more months  \nQ6. Have you been diagnosed with hearing loss? Yes_No_I am not sure/I would like not to \nanswer \nQ7. Are you generally sensitive to noise? Not at all_Sensitive_Very sensitive \nQ8. Which of the following applies to you at the moment? \nQ8.1. Do you feel restless, anxious, or nervous because of the mobility in the clinic (people come \nand go all the time): 1=Never (does not apply) 2=Rarely (applies to a small extent) 3=Sometimes \n(applies and does not apply) 4=Often (applies to a large extent) 5=Always (always applies) Preprints.org  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 16 February 2024                   doi:10.20944/preprints202402.0873.v1"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "20 \n Q8.2. Do you feel anxious during your stay in the clinic because of the ambient noise from people \nand machinery? 1=Never (does not apply) 2=Rarely (applies to a small extent) 3=Sometimes (applies \nand does not apply) 4=Often (applies to a large extent) 5=Always (always applies) \nQ8.3 Does the suction noise bother you? 1=Never (does not apply) 2=Rarely (applies to a small \nextent) 3=Sometimes (applies and does not apply) 4=Often (applies to a large extent) 5=Always \n(always applies) \nQ8.4 Does the airotor/micromotor noise bother you? 1=Never (does not apply) 2=Rarely (applies \nto a small extent) 3=Sometimes (applies and does not apply) 4=Often (applies to a large extent) \n5=Always (always applies) \nQ8.5 Does the scaling noise bother you? 1=Never (does not apply) 2=Rarely (applies to a small \nextent) 3=Sometimes (applies and does not apply) 4=Often (applies to a large extent) 5=Always \n(always applies) \nQ9. During my stay at the clinic, I feel uncomfortable when: I hear other patients being in pain_I \nhear other patients complaining_I hear the staff talking disrespectfully_I hear people whispering_I \nhear people laughing_People treat me impersonally and don't explain the treatment_Staff are not \nhappy and do not address me_I don't listen to music_Other \nQ9.1 If you answered \"other\" to the previous question, please fill in (briefly) what else you find \nunpleasant during your stay at the clinic. \nQ10. While waiting for my appointment I prefer to listen: Relaxing instrumental music_Pop \nmusic_Rock music of foreign repertoire_Greek pop_Greek folk songs_Traditional songs_Classical \nmusic_Opera_Other \nQ10.1. If you marked \"Other\" in the previous question, please summarise here what else you like \nto listen to. \nQ11. During my stay in the waiting room of a dental clinic I wish to hear/watch: (you can tick \nmore than one option): Film on TV_News on TV_Random music selections from the radio \nstation_Playlist of music I like_Playlist with the doctor's choice_I prefer it to be quiet_Other  \nQ11.1. If you answered \"other\" to the previous question, please fill in (briefly) what you would \nlike to hear/watch in the waiting room. \nQ12. Note the hobbies you participate in at least 1-2 times a month: Reading_Horseriding_All-\nterrain \nmotoring_Running_Golf_Walking_Swimming_Hiking_Motorcycling_Barcade_Concerts_Hunting_\nShooting_Firearms shooting_Scuba fishing_Cinema_Cycling_Attending webinars_Attending \nscientific workshops/conferences_Sports_Camping_Horticulture_Carpentry/woodcutting_Other \nactivity not listed (please tick). \nQ13. What types of devices do you use to play music? \nHeadphones_Television_Radio_Smartphone_Other \nQ13.1 If you answered \"other\" to the previous question, please indicate which other music player \nyou use. \nQ14. What is usually the volume of the audio/video player you use? Very low_Low_Neither \nloud nor low_Loud_Very loud_Others are disturbed by the volume I listen to music \nQ15. What is the top volume of your voice in a noisy environment? Very low_Low_Neither loud \nnor low_Loud_Very loud_Others are annoyed by the volume of my voice \nQ16. What is your perception of external sounds while using the music player? \nPoor_Average_Neutral_Good_Very good_Excellent \nQ17. What is the total amount of time you use music players per day? 0-30 minutes_30- 60 \nminutes_1-2 hours_2-3 hours_3-4 hours_Over 4 hours \nQ18. How many hours of continuous use of your music player do you do per day? 0- 30 \nminutes_30-60 minutes_1-2 hours_2-3 hours_3-4 hours_Over 4 hours \nQ19. Do you attend live concerts? Never_1-2 times a year_3-4 times a year_4-5 times a year_5 \ntimes or more \nQ20. What do you consider to be your state of health (physical and mental) at the moment? \nBad_Fair_Neither bad nor good_Good_Very good Preprints.org  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 16 February 2024                   doi:10.20944/preprints202402.0873.v1"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "21 \n Q21. Would you like to know more about the effect of sound/noise on your health? Yes_No_I \nam not interested in the subject \nQ22. What would you like to see improved in the acoustics of the clinic to make you feel better \nduring your stay? (fill in) \nQ23. Thank you for your participation. Please add here anything else that concerns you about \nnoise in the dental office (optional). \nReferences \n1. Shetty, R.; Shoukath S.; Shetty SK.; Dandekeri S.; Shetty NHG.; Ragher M. Hearing Assessment of Dental \nPersonnel: A Cross-sectional Exploratory Study. J Pharm Bioallied Sci . 2020 , 12(Suppl 1):S488-S494. doi: \n10.4103/jpbs.JPBS_145_20. Epub 2020 Aug 28.  \n2. Muppa, R.; Bhupatiraju P.; Duddu M.; Penumatsa NV.; Dandempally A.; Panthula P. Comparison of \nanxiety levels associated with noise in the dental clinic among children of age group 6-15 years. Noise \nHealth . 2013 , 15(64):190-3. doi: 10.4103/1463-1741.112371.  \n3. McGeoch, PD.; Rouw, R. How everyday sounds can trigger strong emotions: ASMR, misophonia and the \nfeeling of wellbeing. Bioessays . 2020 , 42(12):e2000099. doi: 10.1002/bies.202000099. Epub 2020 Nov 10.  \n4. Ku ̈hlmann, A.Y.R. The Sound of Medicine: Evidence-Based Music Interventions in Healthcare Practice; \nErasmus University Rotterdam: Rotterdam, The Netherlands, 2019.   \n5. Hartland, JC.; Tejada G.; Riedel EJ.; Chen AH.; Mascarenhas O, Kroon J. Systematic review of hearing loss \nin dental professionals. Occup Med  (Lond). 2023 , 20;73(7):391-397. doi: 10.1093/occmed/kqad084.  \n6. Antoniadou, M.; Tziovara P.; Antoniadou C. The Effect of Sound in the Dental Office: Practices and \nRecommendations for Quality Assurance-A Narrative Review. Dent J  (Basel). 2022 , 5;10(12):228. doi: \n10.3390/dj10120228.  \n7. Ai, Z.T.; Cheuk Ming M.; Hai, W. Noise level and its influences on dental professionals in a dental hospital \nin Hong Kong. Building Service Engineering . 2017,  38, 522-535. 10.1177/0143624417705529.  \n8. Antoniadou, M.; Tziovara, P.; Konstantopoulou, S. Evaluation of Noise Levels in a University Dental \nClinic. Appl. Sci.  2023 , 13, 10869. https://doi.org/10.3390/app131910869  \n9. Jue, K.; Nathan-Roberts, D. How Noise Affects Patients in Hospitals. Proceedings of the Human Factors and \nErgonomics Society Annual Meeting , 2019 , 63(1), 1510-1514. \n10. Shapiro, M.; Melmed RN.; Sgan-Cohen HD.; Eli I.; Parush S. Behavioural and physiological effect of dental \nenvironment sensory adaptation on children's dental anxiety. Eur J Oral Sci.  2007 , 115(6):479-83. doi: \n10.1111/j.1600-0722.2007.00490.x.  \n11. Appukuttan, DP. Strategies to manage patients with dental anxiety and dental phobia: literature review. \nClin Cosmet Investig Dent.  2016, 10;8:35-50. doi: 10.2147/CCIDE.S63626.  \n12. Wide U.; Hakeberg, M. Treatment of Dental Anxiety and Phobia-Diagnostic Criteria and Conceptual Model \nof Behavioural Treatment. Dent J  (Basel). 2021 , 17;9(12):153. doi: 10.3390/dj9120153.  \n13. Ainscough, SL.; Windsor L.; Tahmassebi JF. A review of the effect of music on dental anxiety in children.  \nEur Arch Paediatr  Dent.  2019 , 20(1):23-26. doi: 10.1007/s40368-018-0380-6. Epub 2018 Oct 29.  \n14. Nilsson, U. The anxiety- and pain-reducing effects of music interventions: a systematic review. AORN J.  \n2008 , 87(4):780-807. doi: 10.1016/j.aorn.2007.09.013.  \n15. Chen, Y.; Hawkins J. Effects of music listening to reduce preprocedural dental anxiety in special needs \npatients. Complement Ther Clin Pract . 2021 , 42:101279. doi: 10.1016/j.ctcp.2020.101279. Epub 2020 Nov 25.  \n16. Oomens, P.; Fu VX.; Kleinrensink GJ.; Jeekel J. The effect of music on simulated surgical performance: a \nsystematic review. Surg Endosc.  2019 , 33(9):2774-2784. doi: 10.1007/s00464-019-06868-x. Epub 2019 May 28.  \n17. Bechtold, ML; Puli SR.; Othman MO.; Bartalos CR.; Marshall JB.; Roy PK. Effect of music on patients \nundergoing colonoscopy: a meta-analysis of randomized controlled trials. Dig Dis Sci . 2009 , 54(1):19-24. \ndoi: 10.1007/s10620-008-0312-0. Epub 2008 May 16.  \n18. Wazzan, M.; Estaitia M.; Habrawi S.; Mansour D.; Jalal Z.; Ahmed H.; Hasan HA.; Al Kawas S. The Effect \nof Music Therapy in Reducing Dental Anxiety and Lowering Physiological Stressors. Acta Biomed.  2022 , 19, \n92(6):e2021393. doi: 10.23750/abm.v92i6.11668.  \n19. Antoniadou, M.; Mangoulia, P.; Myrianthefs, P. Quality of Life and Wellbeing Parameters of Academic \nDental and Nursing Personnel vs. Quality of Services. Healthcare  2023 , 11, 2792. \nhttps://doi.org/10.3390/healthcare11202792  \n20. Packyanathan, J.S.; Lakshmanan R, Jayashri P. Effect of music therapy on anxiety levels on patient \nundergoing dental extractions. J Family Med Prim Care . 2019, 10;8(12):3854-3860. doi: \n10.4103/jfmpc.jfmpc_789_19.  \n21. Bradt, J.; Teague, A. Music interventions for dental anxiety. Oral Dis . 2018 , 24(3):300-306. doi: \n10.1111/odi.12615. Epub 2017 Jan 5.  Preprints.org  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 16 February 2024                   doi:10.20944/preprints202402.0873.v1"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "22 \n 22. Karapicak, E, Dulger K, Sahin E, Alver A. Investigation of the effect of music listened to by patients with \nmoderate dental anxiety during restoration of posterior occlusal dental caries. Clin Oral Investig . 2023 , \n27(7):3521-3530. doi: 10.1007/s00784-023-04966-8. Epub 2023 Mar 24.  \n23. Ullmann, Y.; Fodor L.; Schwarzberg I.; Carmi N.; Ullmann A.; Ramon Y. The sounds of music in the \noperating room. Injury.  2008,  39(5):592-7. doi: 10.1016/j.injury.2006.06.021. Epub 2006 Sep 20.  \n24. Heiderscheit, A.; Breckenridge SJ.; Chlan LL.; Savik K. Music preferences of mechanically ventilated \npatients participating in a randomized controlled trial. Music Med . 2014 , 6(2):29-38.  \n25. Rehfeldt, RA.; Tyndall I.; Belisle J. Music as a Cultural Inheritance System: A Contextual-Behavioral Model \nof Symbolism, Meaning, and the Value of Music. Behav. Soc. Iss.  2021,  30(1):749 –73. doi: 10.1007/s42822-021-\n00084-w. Epub 2021 Dec 3.  \n26. Corah, NL; Gale EN.; Pace LF.; Seyrek SK. Relaxation and musical programming as means of reducing \npsychological stress during dental procedures. J Am Dent Assoc.  1981 , 103(2):232-4. doi: \n10.14219/jada.archive.1981.0245.  \n27. Lai, JC.; Amaladoss, N. Music in Waiting Rooms: A Literature Review. HERD.  2022,  15(2):347-354. doi: \n10.1177/19375867211067542. Epub 2021 Dec 27.  \n28. Lynch, KA.; Emard N.; Liou KT.; Popkin K.; Borten M.; Nwodim O.; Atkinson TM.; Mao JJ. Patient \nPerspectives on Active vs. Passive Music Therapy for Cancer in the Inpatient Setting: A Qualitative \nAnalysis. J Pain Symptom Manage . 2021 , 62(1):58-65. doi: 10.1016/j.jpainsymman.2020.11.014. Epub 2020 Nov \n19.  \n29. Save the music. Available online: https://www.savethemusic.org/blog/music-therapy-and-mental-health/ \n(accessed on 3 May 2022).  \n30. Very Well Mind. Available online: https://www.verywellmind.com/music-and-personality-2795424 \n(accessed on 30 October 2022).  \n31. Davies, C.; Page, B.; Driesener, C. The power of nostalgia: Age and preference for popular music. Mark \nLett. 2022 , 33, 681 –692 (2022). https://doi.org/10.1007/s11002-022-09626-7  \n32. Rentfrow, PJ.; Goldberg LR.; Levitin DJ. The structure of musical preferences: a five-factor model. J Pers Soc \nPsychol . 2011  100(6):1139-57. doi: 10.1037/a0022406.  \n33. Fuentes-Sánchez, N.; Pastor, R.; Eerola, T.; Escrig, M.; Pastor, M. Musical preference but not familiarity \ninfluences subjective ratings and psychophysiological correlates of music-induced emotions. Personality \nand Individual Differences . 2022 , 198, 111828. 10.1016/j.paid.2022.111828.  \n34. Kassem, H.; Hajj, E.; Fares, Y.; Abou-Abbas, L. Assessment of dental anxiety and dental phobia among \nadults in Lebanon. BMC Oral Health. 2021 , 21, 2-10. 10.1186/s12903-021-01409-2.  \n35. University of California, Berkeley. Health Assessment of Noise Exposure Update Questionnaire chrome-\nextension://efaidnbmnnnibpcajpcglclefindmkaj/https://uhs.berkeley.edu/sites/default/files/noiseexposure.\npdf \n36. Kankaala T.; Kaakinen P.; Anttonen V. Self-reported factors for improving patient's dental care: A pilot \nstudy. Clin Exp Dent Res.  2022 , 8(5):1284-1294. doi: 10.1002/cre2.625. Epub 2022 Jul 1.  \n37. Jokitulppo J.; Toivonen M.; Björk E. Estimated leisure-time noise exposure, hearing thresholds, and hearing \nsymptoms of Finnish conscripts. Mil Med . 2006 , 171(2):112-6. doi: 10.7205/milmed.171.2.112.  \n38. Johnson, TA.; Cooper, S.; Stamper GC.; Chertoff, M. Noise Exposure Questionnaire: A Tool for Quantifying \nAnnual Noise Exposure. J Am Acad Audiol . 2017 , 28(1), 14-35. doi: 10.3766/jaaa.15070.  \n39. Field, A. Discovering Statistics Using IBM SPSS Statistics Ed. 5. SAGE Publications, 2017 .  \n40. Vreman, J, Lemson J, Lanting C, van der Hoeven J, van den Boogaard M. The Effectiveness of the \nInterventions to Reduce Sound Levels in the ICU: A Systematic Review. Crit Care Explor . 2023 , 27;5(4), \ne0885. doi: 10.1097/CCE.0000000000000885.  \n41. Souza, RCDS, Calache ALSC, Oliveira EG, Nascimento JCD, Silva NDD, Poveda VB. Noise reduction in \nthe ICU: a best practice implementation project. JBI Evid Implement . 2022 , 1;20(4), 385-393. doi: \n10.1097/XEB.0000000000000311. \n42. Xiao, X.; Tan J.; Liu X.; Zheng M. The dual effect of background music on creativity: perspectives of music \npreference and cognitive interference. Front Psychol . 2023 , 5;14:1247133. doi: 10.3389/fpsyg.2023.1247133.  \n43. Lim J.; Kweon K.; Kim HW.; Cho SW.; Park J.; Sim CS. Negative impact of noise and noise sensitivity on \nmental health in childhood. Noise Health . 2018 , 20(96), 199-211. doi: 10.4103/nah.NAH_9_18.  \n44. Chen J.; Ma, H.A Conceptual Model of the Healthy Acoustic Environment: Elements, Framework, and \nDefinition. Front. Psychol.,  2020 , 11, https://doi.org/10.3389/fpsyg.2020.554285  \n45. Aletta, F.; Kang J. Promoting Healthy and Supportive Acoustic Environments: Going beyond the \nQuietness. Int J Environ Res Public Health.  2019,  8;16(24):4988. doi: 10.3390/ijerph16244988.  \n46. Ferrer-Torres, A.; Giménez-Llort L. Misophonia: A Systematic Review of Current and Future Trends in \nThis Emerging Clinical Field. Int J Environ Res Public Health . 2022 , 1;19(11):6790. doi: 10.3390/ijerph19116790.  \n47. Swedo, SE.; Baguley DM.; Denys D.; Dixon LJ.; Erfanian M.; Fioretti A.; Jastreboff PJ.; Kumar S, Rosenthal \nMZ, Rouw R, Schiller D, Simner J, Storch EA, Taylor S, Werff KRV, Altimus CM, Raver SM. Consensus Preprints.org  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 16 February 2024                   doi:10.20944/preprints202402.0873.v1"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "23 \n Definition of Misophonia: A Delphi Study. Front Neurosci. 2022 , 17 ;16:841816. doi: \n10.3389/fnins.2022.841816.  \n48. Thoma MV, La Marca R, Brönnimann R, Finkel L, Ehlert U, Nater UM. The effect of music on the human \nstress response. PLoS One. 2013 Aug 5;8(8):e70156. doi: 10.1371/journal.pone.0070156.  \n49. de Witte, M.; Pinho ADS.; Stams GJ.; Moonen X, Bos AER, van Hooren S. Music therapy for stress reduction: \na systematic review and meta-analysis. Health Psychol Rev . 2022 , 16(1):134-159. doi: \n10.1080/17437199.2020.1846580. Epub 2020 Nov 27.  \n50. Harney, C.; Johnson, J.; Bailes, F.; Havelka, J. Is music listening an effective intervention for reducing \nanxiety? A systematic review and meta-analysis of controlled studies. Musicae Scientiae . 2022 . \n102986492110469. 10.1177/10298649211046979.  \n51. Antoniadou, M.; Devetziadou, M. Sensory Branding: A New Era in Dentistry. Online J Dent Oral Health . \n2020 , 3. 10.33552/OJDOH.2020.03.000570. \n52. Devetziadou, M.; Antoniadou, M. Branding in dentistry: A historical and modern approach to a new trend. \nGSC Advanced Research and Reviews.  2020 , 3. 51-068. 10.30574/gscarr.2020.3.3.0038.  \n53. Grissinger, M. Disrespectful Behavior in Health Care: Its Impact, Why It Arises and Persists, And How to \nAddress It-Part 2. P T. 2017 , 42(2):74-77. \n54. Abbasi, A.; Darvishi, E.; Rodrigues, M.; Sayehmiri, K. Gender differences in cognitive performance and \npsychophysiological responses during noise exposure and different workloads. Applied Acoustics . 2022 , 189. \n108602. 10.1016/j.apacoust.2021.108602.  \n55. Shepherd, D.; Heinonen-Guzejev M.; Hautus MJ.; Heikkilä K. Elucidating the relationship between noise \nsensitivity and personality. Noise Health . 2015 , 17(76):165-71. doi: 10.4103/1463-1741.155850.  \n56. Shepherd D.; Welch D.; Dirks KN.; Mathews R. Exploring the relationship between noise sensitivity, \nannoyance and health-related quality of life in a sample of adults exposed to environmental noise. Int J \nEnviron Res Public Health . 2010 , 7(10):3579-94. doi: 10.3390/ijerph7103580. Epub 2010 Oct 11.  \n57. Brodersen, K.; Hammami, N.; Katapally, T.R. Smartphone Use and Mental Health among Youth: It Is Time \nto Develop Smartphone-Specific Screen Time Guidelines. Youth  2022 , 2, 23-38. \nhttps://doi.org/10.3390/youth2010003  \n58. McMaughan, DJ.; Oloruntoba O.; Smith ML. Socioeconomic Status and Access to Healthcare: Interrelated \nDrivers for Healthy Aging. Front Public Health . 2020 , 18, 8:231. doi: 10.3389/fpubh.2020.00231.  \n59. Lercher, P.; Evans, G.W.; Meis, M. Ambient Noise and Cognitive Processes among Primary Schoolchildren. \nEnvironment and Behavior,  2003 , 35(6), 725-735. https://doi.org/10.1177/0013916503256260  \n60. Klatte M, Bergström K, Lachmann T. Does noise affect learning? A short review on noise effects on \ncognitive performance in children. Front Psychol . 2013 , 30, 4:578. doi: 10.3389/fpsyg.2013.00578.  \n61. Dingle, GA, Sharman, LS, Bauer Z, Beckman E, Broughton M, Bunzli E, Davidson R, Draper G, Fairley S, \nFarrell C, Flynn LM, Gomersall S, Hong M, Larwood J, Lee C, Lee J, Nitschinsk L, Peluso N, Reedman SE, \nVidas D, Walter ZC, Wright ORL. How Do Music Activities Affect Health and Well-Being? A Scoping \nReview of Studies Examining Psychosocial Mechanisms. Front Psychol.  2021 , 8, 12:713818. doi: \n10.3389/fpsyg.2021.713818.  \n62. Wang, K, Gao S, Huang J. Learning About Your Mental Health From Your Playlist? Investigating the \nCorrelation Between Music Preference and Mental Health of College Students. Front Psychol . 2022 , 22, \n13:824789. doi: 10.3389/fpsyg.2022.824789.   \n63. Krause, A.E., Scott, W.G., Flynn, S., Foong, B., Goh, K., Wake, S., Miller, D.; Garvey, D. Listening to music \nto cope with everyday stressors. Musicae Scientiae . 2023 , 27, 176-192. 10.1177/10298649211030318.  \n64. Kamioka, H.; Tsutani K, Yamada M, Park H, Okuizumi H, Tsuruoka K, Honda T, Okada S, Park SJ, \nKitayuguchi J, Abe T, Handa S, Oshio T, Mutoh Y. Effectiveness of music therapy: a summary of systematic \nreviews based on randomized controlled trials of music interventions. Patient Prefer Adherence . 2014 , 16;8, \n727-54. doi: 10.2147/PPA.S61340.  \n65. Burns, DS.; Sledge RB.; Fuller LA.; Daggy JK.; Monahan PO. Cancer patients' interest and preferences for \nmusic therapy. J Music Ther.  2005 , 42(3), 185-99. doi: 10.1093/jmt/42.3.185.  \n66. Ning, H. Analysis of the value of folk music intangible cultural heritage on the regulation of mental health. \nFront Psychiatry . 2023 , 29;14, 1067753. doi: 10.3389/fpsyt.2023.1067753.  \n67. Zhao, X.; Qi N.; Long H.; Yang S. The impact of national music activities on improving long-term care for \nhappiness of elderly people. Front Psychol . 2022 , 13;13, 1009811. doi: 10.3389/fpsyg.2022.1009811.  \nDisclaimer/Publisher’s Note:  The statements, opinions and data contained in all publications are solely those \nof the individual author(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) \ndisclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or \nproducts referred to in the content. Preprints.org  (www.preprints.org)  |  NOT PEER-REVIEWED  |  Posted: 16 February 2024                   doi:10.20944/preprints202402.0873.v1"
    }
  ]
}