{
  "doc_type": "scientific paper",
  "title": "Beyond sound irritation: cross-cultural evidence on the robustness of the five aspects of misophonic experience measured by the S-Five in a Polish sample",
  "authors": [
    "N Uglik-Marucha",
    "M Siepsiak",
    "J Zielińska",
    "W.Ł. Dragan",
    "J Gregory",
    "S Vitoratou"
  ],
  "year": 2023,
  "journal": "Psychiatry, Psychology and Neuroscience, King’s College",
  "doi": null,
  "abstract": "Misophonia is commonly associated with negative emotional or physiological responses to specific sounds or stimuli accompanying these sounds. However, the consensus definition emphasizes that misophonia entails much more than that. Even subclinical misophonia, where individuals are significantly affected by misophonia in their lives without meeting the disorder criteria, can have notable impacts on personal and professional lives. The S-Five is a robust psychometric tool that allows for comprehensive research on various aspects of the misophonic experience. It captures five dimensions: internalizing appraisals, externalizing appraisals, impact, threat, and outburst, and includes a section (S-Five-T) to evaluate feelings evoked by triggering sounds and their intensity. We examined whether the five-factor structure initially developed in the UK could be replicated in a Polish sample, including individuals with and without self-identified misophonia. The Polish version of the S-Five was (forward and backward) translated and tested on 288 Polish-speaking individuals. Comprehensive psychometric evaluation, including factor structure, measurement invariance assessment, test-retest reliability, internal consistency, and concurrent validity evaluations, was conducted on the translated scale. Exploratory factor analysis confirmed the results of the original English study, while bootstrap exploratory graph analysis showed the factor structure to be reproducible in other samples. The scale was found to be bias free with respect to gender, internally consistent and stable in time, and evidence of validity was provided using MisoQuest and Misophonia Questionnaire. These results offer support for the cross-cultural stability of the five factors and confirm the appropriateness of the Polish version for clinical and research purposes. The study also examined misophonia triggers, emotional responses, cognitive attributions, and their connection to psychopathology symptoms. Mouth sounds, such as eating sounds, elicited the strongest reactions, while repetitive sounds triggered the least intense responses, consistent with other European studies using the S-Five. Anger, panic, and distress were correlated with misophonia symptoms, whereas irritation showed no relationship to the five aspects of misophonia. Disgust was weakly and negatively related to misophonic outbursts and S-Five total score. Anger was related to externalising appraisal but even more to internalising scale. Anger was the most related to misophonia severity but not to anxiety and depression symptoms, highlighting its distinct role. The study emphasises the core role of anger, distress, and panic in misophonia and confirms eating sounds as predominant triggers.",
  "keywords": [
    "misophonia",
    "s-five",
    "polish"
  ],
  "research_topics": [
    "misophonia",
    "psychometrics",
    "cross-cultural validation",
    "factor analysis",
    "psychometric validation",
    "emotional response to sound triggers",
    "measurement invariance",
    "internalizing and externalizing appraisals",
    "psychiatric comorbidity",
    "translation and adaptation of psychological scales"
  ],
  "created_at": "2025-05-05T01:39:25.201430Z",
  "source_pdf": "documents/research/Global/Uglik-Marucha et al. (2023) Beyond sound irritation.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Beyond  sound  irritation:  cross-cultural  evidence  on  the\nrobustness of the five aspects of misophonic experience\nmeasured by the S-Five in a Polish sample.\nUglik-Marucha,  N1*.,  Siepsiak,  M2.,  Zielińska,  J.1,  Dragan,  W.Ł.3,  Gregory,  J.4,5,\nVitoratou, S.1\n1  Psychometrics  and  Measurement  Lab,  Biostatistics  and  Health  Informatics\nDepartment, Institute of Psychiatry, Psychology and Neuroscience, King’s College\nLondon  \n2 Faculty of Psychology, University of Warsaw, Warsaw, Poland\n3 Institute of Psychology, Jagiellonian University, Kraków, Poland\n4 Department of Experimental Psychology, University of Oxford  \n5  Oxford Health Specialist Psychological Interventions Centre, Oxford Health NHS\nFoundation Trust  \n*Correspondence:\nNora Uglik-Marucha\neleonora.uglik-marucha@kcl.ac.uk\nKeywords: misophonia, s-five, polish\nAcknowledgements\nThe authors would like to express their gratitude to Aleksandra Tarka, MA for her\nvaluable assistance in reviewing and improving the translation of the S-Five.\nNUM and SV were funded or partially funded by the National Institute for Health and\nCare Research (NIHR) Maudsley Biomedical Research Centre at South London and\nMaudsley NHS Foundation Trust and King’s College London. NUM was also funded\n1"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "by NIHR [Doctoral Fellowship (NIHR302618)]. MS was funded by Polish National\nScience Center scholarship Etiuda 7 2019/32/T/HS6/00219 and grant Preludium 15\n2018/29/N/HS6/01108 .  This  research  was  funded  in  whole,  or  in  part,  by  the\nWellcome  Trust  [JG;  Grant  number  102176/B/13/Z].   For  the  purpose  of  open\naccess, the author has applied a CC BY public copyright licence to any Author\nAccepted Manuscript version arising from this submission. The views expressed are\nthose of the author(s) and not necessarily those of the NHS, the NIHR or the\nDepartment of Health and Social Care.\n2"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Abstract\nMisophonia is commonly associated with negative emotional or physiological\nresponses to specific sounds or stimuli accompanying these sounds. However, the\nconsensus definition emphasizes that misophonia entails much more than that. Even\nsubclinical misophonia, where individuals are significantly affected by misophonia in\ntheir  lives  without  meeting  the  disorder  criteria,  can  have  notable  impacts  on\npersonal and professional lives. The S-Five is a robust psychometric tool that allows\nfor comprehensive research on various aspects of the misophonic experience. It\ncaptures five dimensions: internalizing appraisals, externalizing appraisals, impact,\nthreat, and outburst, and includes a section (S-Five-T) to evaluate feelings evoked\nby  triggering  sounds  and  their  intensity.  We  examined  whether  the  five-factor\nstructure  initially  developed  in  the  UK  could  be  replicated  in  a  Polish  sample,\nincluding individuals with and without self-identified misophonia.\nThe Polish version of the S-Five was (forward and backward) translated and\ntested on 288 Polish-speaking individuals. Comprehensive psychometric evaluation,\nincluding factor structure, measurement invariance assessment, test-retest reliability,\ninternal  consistency,  and  concurrent  validity  evaluations,  was  conducted  on  the\ntranslated scale. Exploratory factor analysis confirmed the results of the original\nEnglish study, while bootstrap exploratory graph analysis showed the factor structure\nto be reproducible in other samples. The scale was found to be bias free with respect\nto gender, internally consistent and stable in time, and evidence of validity was\nprovided  using  MisoQuest  and  Misophonia  Questionnaire.  These  results  offer\nsupport  for  the  cross-cultural  stability  of  the  five  factors  and  confirm  the\nappropriateness of the Polish version for clinical and research purposes.\nThe study also examined misophonia triggers, emotional responses, cognitive\nattributions,  and  their  connection  to  psychopathology  symptoms.  Mouth  sounds,\nsuch  as  eating  sounds,  elicited  the  strongest  reactions,  while  repetitive  sounds\ntriggered the least intense responses, consistent with other European studies using\nthe S-Five. Anger, panic, and distress were correlated with misophonia symptoms,\nwhereas irritation showed no relationship to the five aspects of misophonia. Disgust\nwas weakly and negatively related to misophonic outbursts and S-Five total score.\n3"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "Anger was related to externalising appraisal but even more to internalising scale.\nAnger was the most related to misophonia severity but not to anxiety and depression\nsymptoms, highlighting its distinct role. The study emphasises the core role of anger,\ndistress,  and  panic  in  misophonia  and  confirms  eating  sounds  as  predominant\ntriggers.\n4"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Introduction\nMisophonia  is  a  recently  recognised  disorder  characterized  by  reduced\ntolerance to specific sounds or stimuli (Jastreboff & Jastreboff, 2002; Swedo et al.,\n2022). These sounds, known as 'triggers,' can elicit intense negative emotional,\nbehavioural, and physiological responses unique to each individual  (Brout et al.,\n2018; Edelstein et al., 2013; Kumar et al., 2017)  and may include anger, disgust,\nirritation, and anxiety (Jager et al., 2020; Swedo et al., 2022) . Physiological reactions\nsuch  as  increased  heart  rate,  muscular  tension,  and  sweating  can  also  occur\n(Edelstein et al., 2013; Rouw & Erfanian, 2018; Schröder et al., 2017) . Interestingly,\nmisophonia's manifestation can be context-dependent, with reactions being more\npronounced or limited to triggers produced by close friends and family (Edelstein et\nal., 2013). A recent study by Siepsiak et al. (2023)  further revealed that the context\nof  mouth  sounds  can  significantly  influence  affective  experiences  in  adults  with\nmisophonia. Misophonia can profoundly impact an individual's life, affecting work,\nacademics, and interpersonal relationships (Brout et al., 2018) .\nIn recent years, the literature on misophonia has seen a surge in interest, with\nmore scientific articles being published between the years 2020 and 2023 than in all\nthe previous years combined. Neacsiu et al. (2022)  conducted a literature review on\nthe  neurobiological  basis  of  misophonia,  concluding  that  it  has  unique\nneurobiological features that distinguish it from other disorders. Consistent with this\nfinding,  studies  have  shown  that  misophonia  frequently  co-occurs  with  various\npsychiatric disorders and symptoms of psychopathology (Erfanian et al., 2019; Jager\net al., 2020; Rosenthal et al., 2022; Siepsiak et al., 2022) , even in childhood (Guzick\net al., 2023; Rinaldi et al., 2022; Siepsiak, Turek, et al., 2023) . However, there is no\nspecific  diagnostic  entity  that  can  be  identified  as  exclusively  characteristic  of\nmisophonia or that can fully explain its unique symptoms.\nThe prevalence of misophonia is currently estimated to vary between 5 to\n20% in different populations. Studies based on representative samples of Germany,\nTurkey and the UK populations reported that 5%, 12.8%, and 18.4% of people\nexperience significant symptoms of misophonia (Jakubovski et al., 2022; Kılıç et al.,\n2021; Vitoratou et al., 2023)  at clinical or subclinical levels. Similar rates (6-20%)\n5"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "have been mentioned in student populations  (Sarigedik & Gulle, 2021; Wu et al.,\n2014; Zhou et al., 2017)  and a clinical sample (9-12%;  Siepsiak et al., 2020) , while\none  study  on  medical  students  revealed  a  surprisingly  high  occurrence  of  this\ndisorder in almost 50% of participants (Naylor et al., 2021) .  Although various factors\nmay contribute to the significant differences observed in the outcomes of these\nstudies, it is crucial to employ cross-culturally validated questionnaires with rigorous\npsychometric properties. This approach ensures a more accurate measurement of\nmisophonia and facilitates meaningful comparisons across different countries and\npopulations.  In  a  systematic  review,  Kula  et  al.  (2023)  examined  psychometric\nmeasures of misophonia published in English between 2002 and 2020. Notably,\nthese  tools  were  utilized  in  numerous  studies  establishing  the  prevalence  of\nmisophonia.  However,  the  measures  have  shown  limitations  in  meeting  the\nrequirements of the Consensus-based Standards for the selection of health status\nMeasurement Instruments (COSMIN;  Mokkink, Terwee, Knol, et al., 2010; Mokkink,\nTerwee, Patrick, et al., 2010) . This highlights the necessity for improved and more\ncomprehensive  tools  to  accurately  measure  and  assess  misophonia  symptoms.\nMore recently, new self-report measurement tools have been developed, including\nthe Duke-Vanderbilt Misophonia Screening Questionnaire (Williams et al., 2022) , the\nDuke Misophonia Questionnaire (Rosenthal et al., 2021) , and the S-Five (Vitoratou,\nUglik-Marucha, Hayes, & Gregory, 2021) , offering promising alternatives for future\nresearch and prevalence studies.\n       \nIn this work we focus on the S-Five. To assess the complex experience of\nmisophonia and its severity, Vitoratou et al. (2021)  developed the Selective Sound\nSensitivity  Syndrome  Scale  (S-Five)  using  the  responses  of  English-speaking\npopulation self-identifying with misophonia in four waves of sampling. The S-Five\nidentified five aspects of misophonic experience, namely i) externalising appraisals ,\nwhich represents the feelings of blame and judgement for experiencing negative\nresponses  to  sounds  that  are  directed  towards  other  people,  ii)  internalising\nappraisals, when the judgement and blame is directed towards oneself, iii) impact,\nwhich describes perceived restrictions to functioning due to reactions to sounds, iv)\nthreat, feeling of distress (about emotions escalating) around triggering sounds, and\nv) outburst, which include the presence or fear of having physical or verbal explosion\nin response to some sounds. The questionnaire underwent further psychometric\n6"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "testing and was shown to have satisfactory psychometric properties with respect to\nreliability (stability and internal consistency), convergent validity, and measurement\ninvariance. With respect to the responses to triggering sounds, the S-Five comes\nwith  a  supplementary  checklist,  the  S-Five-T,  which  allows  for  investigations  of\nspecific reactions and their intensity to certain sounds. For instance, Vitoratou, Uglik-\nMarucha, Hayes, Erfanian, et al. (2021)  reported that people self-identifying with\nmisophonia were more than 40 and 20 times more likely to be triggered by eating\nsounds and breathing sounds, respectively. The S-Five and the S-Five-T can also be\nused to investigate mechanisms and response to change to intervention or treatment\nwith respect to the five dimensions of misophonia. Incorporated into research, it can\nprovide insight into understanding the correlates of specific facets of misophonia with\nother conditions or into longitudinal changes in the severity of symptoms. The five-\nfactor structure of the S-Five was further replicated in a large sample representative\nof the UK population, demonstrating excellent psychometric properties (Vitoratou et\nal., 2023). The robustness of the factor structure of the S-Five is further evidenced\nthrough its replications across different languages and cultures, namely in German\n(Remmert et al., 2022)  and Chinese (Vitoratou et al., 2022)  populations. \n \nThere have been only two measures of misophonia available in the Polish\nlanguage,  namely  MisoQuest  (Siepsiak,  Śliwerski,  et  al.,  2020)  and  Misophonia\nQuestionnaire (MQ; Wu et al., 2014). MisoQuest was the first scale in misophonia\nliterature  with  published  full psychometric  evaluation in a peer-reviewed journal,\nwhose  properties  were  assessed  in  the  Polish  population.  MisoQuest  is  a\nunidimensional  measure  for  identifying  the  presence  of  misophonia  defined\naccording to a very specific and narrow criteria, developed by Schröder et al. (2013)\n(which were later revised by Jager et al., 2020) , with minor modifications applied by\nauthors.  For  instance,  the  diagnostic  criteria  for  misophonia  by  Schroder  et  al.\ninclude the presence of spontaneous and aversive reaction to sounds produced by\nhumans only, while MisoQuest assesses for the presence of all ranges of sounds,\nboth  human  and  non-human.  The  scale  has  demonstrated  good  validity  and\nreliability (Siepsiak, Śliwerski, et al., 2020) , very high specificity but limited sensitivity\n(Enzler et al., 2021; Siepsiak, Sobczak, et al., 2020) . Importantly, it was neither\ndeveloped to measure the severity of misophonia symptoms nor developed using a\nmultidimensional  reflective  latent  variables  model.  Furthermore,  the  MisoQuest\n7"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "detects  the  presence  of  misophonia  when  the  aversive  emotional  response  is\nimmediate. Individuals who only react negatively to a prolonged exposure to external\nstimuli would not be identified; however, those diagnosed would constitute a more\nhomogenous group. MisoQuest is thus a useful tool for screening for misophonia\nwhen Schröder et al. (2013)  criteria are applied.\n \nMQ  was  developed  to  assess  misophonia  symptoms  in  three  sections,\ninvestigating the symptoms sensitivity (MSYS), person’s behaviours and emotions\n(MEBS), and the severity of the symptoms (MEBS). MQ has been translated to\nPolish  and  its  psychometric  properties  are  currently  evaluated  as  a  part  of  an\nunpublished  study.  The  original  English  version  has  shown  satisfactory  internal\nconsistency  (Wu  et  al.,  2014) .  Although  the  full  psychometric  properties  of  the\nEnglish scale have not been published, it has been recently validated for use in\nNorway  (Larsen  et  al.,  2022) ,  Turkey  (Sakarya  &  Çakmak,  2022)  and  Iran\n(Mehrabizadeh Honarmand & Roushani, 2019) . Despite this, MQ has been the most\nwidely used questionnaire for the assessment of misophonia (Cusack et al., 2018;\nJanik McErlean & Banissy, 2018; McKay et al., 2018; Zhou et al., 2017) . Notably, the\nMSES, which is frequently used as a cut-off score to create groups with and without\nmisophonia, was developed on the basis of items assessing obsessive-compulsive\ndisorder  severity  and,  to  our  knowledge,  has  not  been  validated  as  a  tool  to\ndiscriminate between those with and without misophonia.  \nIn Poland, the notable barrier in misophonia research has been a limited\npossibility  to compare  the  data  collected  in  the  Polish  population with  the data\ncollected by other researchers across the world. Furthermore, to our knowledge,\nthere  has  been  no  measurement  tool  available  in  the  Polish  language  for  a\nmultidimensional assessment of the severity of the misophonic experience. In light of\nthis, the aim of this study was to translate the S-Five into Polish language and\nvalidate it in the population of Polish-speaking individuals, both those who self-\nidentify with having the condition and those who do not. The Polish version of the S-\nFive  would  supplement  the  assessment  of  misophonia  in  Polish-speaking\npopulations in both therapeutic and research context and address the barriers in\ncross-cultural research of misophonia by allowing for international investigations. \n8"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "In  accordance  with  the  findings  by  Vitoratou,  Uglik-Marucha,  Hayes,  &\nGregory (2021) in English-speaking population, it was hypothesised that:\n1. The five-factor structure of S-Five will be replicated in the Polish sample,\n2.The S-Five will demonstrate satisfactory psychometric properties with respect\nto  internal  consistency,  test-retest  reliability,  measurement  invariance  with\nrespect to gender adjusted for age, and convergent validity with MisoQuest\nand MQ and its subscales (except for MSYS),\n3.The S-Five will emerge weakly to moderately correlated with depression and\nanxiety.\n9"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "Methods\nStudy overview\nParticipants were recruited between December 2021 and March 2022 through\ngroups on social media sites relating to misophonia, namely Facebook (‘Mizofonicy’\ngroup), Reddit (r/misophonia), and Twitter (#misophonia, #mizofonia). The survey\nwas administered via Qualtrics. Before proceeding with the study, participants were\nprovided with  a participants’  information  sheet  and consent  of participation  was\nestablished (ethics approval reference RESCM-19/20–11,826). Inclusion criteria for\nparticipation included being aged 18 years and over and Polish fluency. Participants\nwho indicated the presence of severe intellectual and/or learning disability at the\nbeginning of the survey were automatically excluded from continuing with the study.\nAt the end of the survey, participants were asked about the participation in a retest\nstudy, which involved entering their e-mail addresses in a separate survey to avoid\nlinking  their  responses  with  their  contact  information.  Those  who  agreed  to\nparticipate in the retest survey were contacted again three weeks after the initial\nassessment. An Amazon voucher of £20 pounds was offered for one in twenty\nparticipants as a lucky draw to encourage participation. \nThe online survey included the S-Five and other measures for validity and\nhypothesis testing purposes (please see below for details on the battery used). The\nitems of S-Five and the blocks of the remaining questionnaires were presented to the\nparticipants in random order. Throughout the survey, attention check questions were\nadministered  allowing  for  screening  of  the  data  for  low-quality  responses.\nDemographic  characteristics  were  collected,  such  as  age,  gender,  occupation,\neducation level, and country of birth and residence. Participants were asked to report\nany formal diagnoses they may have received of mental health conditions (affective,\nanxiety,  personality,  trauma,  psychotic,  substance  abuse  and  eating  disorders),\nneurodevelopmental  conditions  (autism,  dyslexia,  ADHD),  and  audiological\nconditions (hyperacusis, tinnitus, auditory processing disorder). \nTranslation process"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "The translation process followed a framework outlined by the Oxford University\nInnovation (Wild et al., 2005) . This process took the following steps:\n1.Forward  translation  of  the  English  version  of  the  S-Five  into  Polish  was\nperformed simultaneously by two independent researchers (NUM & JZ) to\nproduce two translations. Both NUM and JZ are bilingual with Polish as their\nmother tongue. One of the translators (NUM) acted as a subject expert due to\nbeing  a  co-author  of  the  original  S-Five,  thus  ensuring  that  misophonia\nintricacies were not missed. \n2.Reconciliation  of  forward  translations  was  achieved  by  comparing  and\nmerging  the  two  Polish  versions  by  NUM  and  JZ.  The  discrepancies  in\ntranslations  were  discussed  and  resolved  with  an  independent  bilingual\ntranslator with Polish as their native language (AT). This step resulted in a\npreliminary Polish version of the S-Five. \n3.Back-translation of the Polish version of the S-Five to English was performed\nindependently by two bilingual researchers (MS & WD) with Polish as their\nmother tongue, who were not involved in the previous exercise. The two\nresearchers were subject experts on misophonia. \n4.Reconciliation  of  back-translation  was  conducted  by  SV  and  JG,  original\ndevelopers of the S-Five, by comparing the two back-translated versions with\nthe source text. In this step, minor discrepancies were identified with respect\nto 4 items, which were discussed between NUM, JZ, and MS to reach a\nconsensus on a final version of items. This led to minor revisions, which were\nreported back to SV and JG for the approval, and thus resulting in the final\ntranslated Polish version of the S-Five.\n5.Testing  of  the  translated  questionnaire  was  performed  on  the  Polish\npopulation self-identifying with having misophonia. In the survey, a space was\nprovided for the participants to provide feedback on the translated items.\nMeasures\nThe  S-Five (Vitoratou, Uglik-Marucha, Hayes, & Gregory, 2021)  is a self-\nreport scale which consists of 25 items, are rated on an 11-point scale ranging from\n0 (not at all true) to 10 (completely true), with a total score range of 0–250. There are\n11"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "five factors with five items each, with a score range of 0–50 for each of the following\ndomains:   externalising appraisals,  internalising appraisals,  perceived  emotional\nthreat,  outbursts, and  impact on functioning. Please see Table A1 in Appendix for\nboth English and Polish items and Additional File for fillable form with automatic\nscoring in a pdf format.\nA supplementary S-Five trigger checklist (S-Five-T) consists of 37 trigger\nsounds. Respondents select their main response to each sound from the following\noptions: no feeling, irritation, distress, disgust, anger, panic, other feeling: negative,\nother feeling:  positive, and  physiological reaction. The latter option was recently\nadded in the German validation of the S-Five (Remmert et al., 2022) , and was also\nused in the present study. The intensity of the selected reaction is then rated on an\n11-point scale from 0 (does not bother me at all) to 10 (unbearable/causes suffering).\nThe checklist results in four summary indices: trigger count (TC; the number of\ntriggers  endorsed),  reaction  count  (RC;  the  number  of  times  each  reaction  is\nendorsed across all triggers), frequency/intensity of reactions score (FIRS; the total\nscore for the intensity items across all endorsed triggers), and relative intensity of\nreactions score (RIRS; intensity of reactions relative to the number of triggers). The\noriginal and Polish items are presented in Table A2 in the Appendix. \nOther measures \nThe  MisoQuest (Siepsiak,  Śliwerski,  et  al.,  2020)  is  a  self-report  measure  of\nmisophonia validated in a sample of Polish-speaking participants that was developed\naround the diagnostic criteria proposed by Schröder et al. (2013) . The questionnaire\nis  a  unidimensional  tool  consisting  of  14  items,  which  are  rated  on  a  1  to  5\nagreement  scale.  In  this  study,  MisoQuest  had  both  Cronbach’s  alpha  (α)  and\nMcDonald’s omega (ω) of 0.91.\nThe Misophonia Questionnaire  (MQ; Wu et al., 2014) is a self-report questionnaire\nconsisting  of  34  items  that  form  three  parts.  The  Misophonia  Symptoms  Scale\n(MSYS) measures the sensitivity to a specific trigger when compared to others, and\n12"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "the Misophonia Emotions and Behaviours Scale (MEBS) assesses for emotional and\nbehavioural responses to trigger sounds. Both parts are rated on a 5-point ordinal\nscale, which are combined to form the MQ total score. The third part, the Misophonia\nSeverity Scale (MSES) is a single-item question that measures the severity of sound\nsensitivity on a 15-point scale, where 1 indicates minimal and 15 suggests very\nsevere sensitivity. A score of 7 or above on the MSES is proposed to indicate clinical\nlevels of misophonia. The MQ was translated by MS as a part of another, yet\nunpublished study. In the present study, the subscales of MQ had both α and ω of\n0.74 and 0.85 for MSYS and MEBS, respectively. Cronbach’s α for the total scale\nwas 0.84 and ω was 0.83.\nThe  Patient  Health  Questionnaire-9  (PHQ-9;  Kroenke  et  al.,  2001)  is  a  brief\nmeasure of the severity of depression. The tool includes 9 items that are rated on a\n4-point ordinal scale that form a total score ranging from 0 to 27. PHQ-9 has been\nvalidated for the use in Polish, and such a version was used in this study (Kokoszka\net al., 2016). In this study, the measure had an α and ω of 0.84.\nThe  Generalized Anxiety Disorder-7  (GAD-7; Spitzer et al., 2006)  screens and\nmeasures the severity of generalised anxiety disorder. GAD-7 has 7 items and uses\na 4-point ordinal scale, which are summed to create a total score for all items (0 to\n21). The Polish version of GAD-7 has not been psychometrically validated. In this\nstudy, the GAD-7 demonstrated satisfactory internal consistency, with both α and ω\nof 0.83, respectively. \nThe Anxiety Sensitivity Index-3  (ASI-3; Taylor et al., 2007)  is a self-report measure\nof anxiety sensitivity, that is, concerns regarding anxiety symptoms. ASI-3 consists of\n18 items forming 3 subscales, with responses rated on a 5-point scale ranging from\n0 (very little) to 4 (very much). The three subscales measure the physical, cognitive,\nand social concerns about anxiety. All items are summed to create ASI-3 total (0 to\n72) and the sum of items consisting of each subscale provides a subscale score (0\nto 24). A Polish version that was validated in the Polish population was used in this\nstudy (Michałowski et al., 2014) . The cognitive and physical subscales had both α\nand ω of 0.90 and 0.87, respectively and social subscale had an α and ω of 0.83 and\n0.82, respectively. The entire measure demonstrated α and ω of 0.92.\n13"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Statistical analysis\nDimensionality\nThe psychometric analysis followed the Exploratory factor analysis (EFA) was\nused for evaluation of the structure of the scale. The amenability of a correlation\nmatrix to factoring was evaluated using the Kaiser-Meyer-Olkin (KMO) measure of\nsampling adequacy (KMO of ≥0.90 suggests suitability; Kaiser, 1960; Kaiser & Rice,\n1974) and the  Bartlett’s  test  of  sphericity  (significant  difference  between  the\ncorrelation matrix and the identity matrix indicates amenability to factoring; Bartlett,\n1951). To account for skewed continuous data, the maximum likelihood estimator\nwith robust standard errors MLR was used  (Muthén & Muthén, 1998-2017) . Two\ncommon factor selection procedures were employed, the Kaiser-Guttman criterion\n(Guttman, 1954; Kaiser, 1960)  and parallel analysis (Horn, 1965).  The first suggests\nretaining the number of factors that correspond to the number of eigenvalues of the\nsample correlation matrix that are greater than one. Parallel analysis compares the\nnumber of sample eigenvalues with the mean of eigenvalues generated from 50\nrandom samples of the same size and number of variables. The number of factors to\nbe retained corresponds to  the  number of  eigenvalues larger  than  the  average\neigenvalues from the random data. \nThe solutions suggested by the Kaiser-Guttman criterion and parallel analysis\nwere compared with plus minus one factor solutions to evaluate which solution is\nmost interpretable (Lim & Jahng, 2019) . Several goodness of fit indices were used to\nevaluate proposed solutions. The absolute fit of the model was assessed using\nrelative χ2, the root mean square error of approximation (RMSEA; Browne & Cudeck,\n1992; Steiger & Lind, 1980 cited in Steiger, 1990)  and its 90% confidence interval\n(90% CI), and the standardized root mean square residual (SRMR). Fit relative to a\nnull model was evaluated using the comparative fit index (CFI; Bentler, 1990) and\nthe Tucker–Lewis index (TLI; Tucker & Lewis, 1973) . Guidelines for close fit provided\nin Hu & Bentler (1999)  and Ullman (2006) were followed with the following criteria:\nrelative χ2 (≤ 2), RMSEA (≤ .05, 90% CI ≤ .06), SRMR (≤ .08), CFI (≥ .95), and TLI\n(≥ .95).\n14"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Item selection was based on the items’ factor loadings, with loadings of at\nleast 0.30 on the main factor identified as a meaningful indicator of a latent construct\nand to be retained  (Brown,  2015). Items with loadings below 0.3 and/or cross-\nloadings on other factors (λ≥ 0.25) were considered redundant.\nTo obtain accurate estimates for factor solutions, the ratio of the participants\nto the number of measured indicators was considered  (Kyriazos, 2018). For this\nstudy, 25 items were used in dimensionality investigations, which requires 250 cases\nfor EFA alone. The study’s sample (N=288) was sufficient for EFA but did not allow\nfor further dimensionality explorations using confirmatory factor analysis. \nExploratory Graph Analysis\nIn  addition  to  those  traditional  factor  reduction  methods,  a  new  method\nderived from the network psychometrics framework was conducted to assess the\ndimensionality underlying the data and to evaluate the stability of the established\nfactor structure. Exploratory Graph Analysis (EGA;  Golino & Epskamp, 2017)  was\nused to generate a visual guide-network plot that depicts relations between the items\nand factors. In these network models, nodes (circles) correspond to items, and the\nedges (lines) represent correlations between two items. The basis of the network\nstructure is derived from a Gaussian Graphical Model (GGM;  Lauritzen, 1996), which\nestimates an undirected network of partial correlation coefficients (Epskamp et al.,\n2018).  GGM  was  obtained  using  a  Graphical  Least  Absolute  Shrinkage  and\nSelection Operator (glasso;  Friedman et al., 2008; Friedman et al., 2014)  method,\nwhich directly penalizes and shrinks the partial correlation coefficients of the matrix,\nand  thus  protects  against  overfitting.  Glasso  employs  the  extended  Bayesian\ninformation criterion to retrieve model with best fit to the data. The number of factors\nin the network model is estimated using the walktrap algorithm  (Pons & Latapy,\n2006), which detects the number and content of distinct subcomponents of uniquely\nrelated nodes through the process of “random walks” over the network. \n15"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "The  stability  of  number  of  factors  and  the  robustness  of  each  item’s\nplacement within their assigned factors identified using EGA was investigated using\nbootstrap  exploratory  graph  analysis  (bootEGA;  Christensen  &  Golino,  2021) .\nbootEGA assesses the factorial stability using structural consistency measure, which\nis the proportion of times each factor initially derived from EGA was replicated from\nthe bootstrap samples. The non-parametric approach of bootEGA was used, which\nis recommended for skewed data, applies resampling with replacement technique to\ngenerate 1000 samples from the original dataset with the same number of cases.\nFor  each  generated  sample,  a  network  is  estimated  and  walktrap  algorithm  is\nemployed  to  create  a  sampling  distribution  of  networks.  Descriptive  statistics\n(median,  standard  error,  95%  confidence  intervals)  on  the  number  of  identified\nfactors, and the proportion of times a specific number of factors was estimated were\ncomputed across the replica of networks. Additionally, a median network plot of a\nsampling distribution of 1000 networks was generated, which depicts the most likely\nand stable factor  structure identified in the data. The median network plot was\ncompared with the initial EGA plot. \nAn additional measure to structural consistency is item stability, which calculates a\nproportion of times each item was present in each factor specified through EGA\nacross the replica of networks. Items identified to replicate in their confirmatory\nfactors  ≥80%  of  the  time  were  considered  stable  and  contributing  to  structural\nconsistency, while the items with low proportions of replications (< .80) were labelled\nas possibly problematic due to their multidimensional nature and leading to structural\ninconsistency.\nMeasurement invariance\nMeasurement invariance investigations were employed to evaluate whether\nthe S-Five can measure the underlying construct of misophonia equivalently across\ndifferent  genders.  This  procedure  ensures  that  any  observed  score  differences\nbetween groups are genuine reflections of actual differences in the construct being\nmeasured, rather than being influenced by biases in the measurement tool itself. The\nmeasurement invariance of the tool was assessed using multiple indicators, multiple\n16"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "causes model (MIMIC; Joreskog & Goldberger, 1975; Muthén, 1979) , which involves\nregressing the latent factors and indicators (items) onto a gender covariate. The\ndirect  effects of gender on the items were estimated.  A significant direct effect\nsignifies measurement-noninvariance (bias) of that item; that is, when the levels of\nmisophonia are held constant, gender alone influences the probability of endorsing a\nparticular item. The analysis was adjusted for age. \nReliability\nThe internal consistency of the S-Five was assessed using Cronbach’s alpha\n(α; Cronbach, 1951)  and McDonald’s omega ( ω; McDonald, 1999)  within each factor.\nWhile α is the most used measure of reliability, Cronbach’s α produces incorrect\nestimates of internal consistency except in scarce conditions when all factor loadings\nare  of  equal  magnitude  within  a scale  and  no  correlated  residuals  are  present\n(Sijtsma,  2009).  Thus,  ω  coefficient  is  additionally  computed  as  model-based\nestimates of internal consistency are favoured (Revelle & Condon, 2019) . Guidelines\nfor internal consistency coefficients vary and range from 0.70 to 0.95  (DeVellis,\n2003; Nunnally & Bernstein, 1994)  but in this study we follow the guidelines outlined\nby Nunnally (1978) that recommend a value of ≥0.80 for research scales.  As a part\nof internal consistency investigations, additional indices were investigated for each\nitem, namely corrected item-total correlations (ITC), average inter-item correlations\n(IIC), and alpha/omega if item deleted (AID/OID). For ITC and IIC, the acceptable\nrange of correlation considered was 0.2 to 0.8. Items with values of AID/OID higher\nthan alpha/omega for the total subscale are decreasing the reliability of the scale and\nwere thus labelled as problematic.\nThe stability of the items and scales across time (test-retest reliability) was\nassessed  using  the  mixed  effects,  absolute  agreement  intraclass  correlation\ncoefficient (ICC; Shrout & Fleiss, 1977)  and the Psi Non-Parametric Concordance\nCoefficient (Psi; Kuiper & Hoogenboezem, 2019) . Landis & Koch (1977)  guidelines\nwere  followed  for  interpreting  the  results,  where  evidence  towards  very  good\nagreement was granted with values >0.81, good agreement was indicated by values\nranging between 0.61 to 0.80, moderate agreement was demonstrated for values of\n17"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "0.41 to 0.60, fair agreement was evidenced with values of 0.21-0.40, and values\nindicating poor agreement were <0.20.\nValidity\nThe concurrent convergent validity of the S-Five was tested by assessing\ncorrelations with pre-existing measures of misophonia, namely MisoQuest and MQ.\nIn  comparison,  discriminant  validity  was  evaluated  through  associations  with  a\nsubscale  of  MQ  (MSYS,  sensitivity  to  specific  triggers  in  comparison  to  other\npeople), which although related to misophonia, is not measured by the S-Five. To\nestablish  convergent  validity,  the  S-Five  and  its  subscales  should  be  at  least\nmodestly  correlated  with  MisoQuest  and  MQ.  Discriminant  validity  should  be\ndetermined through weak correlations with MSYS subscale of MQ.\nAll statistical  analyses  were performed  using R version 1.31093  (R Core\nTeam, 2020), Mplus 8 (Muthén & Muthén, 1998-2017)  and SPSS version 28.0 (IBM\nCorp,  2021) Exploratory  factor  analysis  was  run  in  Mplus  via  MplusAutomation\npackage  (Hallquist & Wiley, 2018)  in R and the results of parallel analysis were\ndepicted using ggplot2 (Wickham, 2016) . EGA and bootEGA were conducted using\nthe  R  package  EGAnet  (Golino  et  al.,  2020) ,  which  makes  use  of  the  qgraph\n(Epskamp  et  al.,  2012)  to  visualise  the  network  models.  Test-retest  reliability\nanalysis was run in the R package  nopaco (Kuiper & Hoogenboezem, 2019)  and\ninternal consistency analysis was conducted in SPSS. \n18"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Results\nDemographic characteristics of the sample\nThe study included 288 participants from the Polish population (99% were\nborn in Poland), of which 81.3% ( n=234) self-identified as having misophonia, 13.1%\n(n=13) did not and 8.7% ( n=25) was not sure (5.6%,  n=16 missing). Among the\nparticipants, 231 (80.2%) were women, including 2 (0.7%) who identified as trans\nwomen; 38 (13.2%) were men, including 17 (6.3%) who identified as trans men; and\n19 (6.6%) identified as non-binary/other. The participants' ages ranged from 18 to 59\nyears  old,  with  a  mean  age  of  30.15  (standard  deviation,  SD=8.39).  The\ncharacteristics of the participants’ highest level of education was as follows: lower\nsecondary education ( n=5, 1.7%), secondary education ( n=87, 30.2%), vocational\neducation  (n=4,  1.4%),  post-secondary  non-tertiary  education  ( n=20,  6.9%),\nBachelor’s degree ( n=66, 22.9%), Master’s degree ( n=99,  34.4%),  and Doctoral\ndegree (n=7, 2.4%).\nThe most frequently self-reported mental health diagnoses were depression\n(n=64,  22.2%)  and  generalized  anxiety  disorder  ( n=44,  15.3%).  In  terms  of\naudiological  diagnoses,  18  (6.3%)  participants  reported  having  a  diagnosis  of\ntinnitus, 16 (5.6%) of hyperacusis, and 2 (0.7%) of auditory processing disorder. \nFor test-retest purposes, a subset of 68 participants was re-administered the\nS-Five three weeks after the initial assessment. This subsample had a mean age of\n29  (SD=7.5),  with  56  (82.4%)  identifying  as  women.  Missingness  in  the  trigger\nsections of the S-Five ranged from 2.1% to 4.2%, and listwise deletion was used,\nresulting in 47 participants for the test-retest analysis of S-Five-T.\nS-Five: Statements\na) Dimensionality \nThe  data  were  first  evaluated  with  respect  to  their  suitability  for  factor\nanalysis, which revealed amenability to factoring (KMO=0.91; Bartlett’s test χ2 =\n3748.40, df=300, p<0.001). Oblimin-rotated EFA was conducted on all twenty-five\n19"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "items. Five eigenvalues were above 1 (9.014, 2.453, 1.721, 1.619, 1.417) in the\nsample correlation matrix, suggesting up to five factors to be retained according to\nthe Kaiser-Guttman criterion, explaining the 64.9% of the total variance. Parallel\nanalysis also indicated that the five-factor structure was suitable to the data (see\nFigure  1).  The  intercorrelations  among  the  five  factors  ranged  from  0.20\n(externalising-internalising)  to  0.49  (impact-threat).  The-five  factor  structure  had\nclose fit to the data (relative χ2 = 1.70, RMSEA [90% CI] = 0.05 [0.04, 0.06], CFI =\n0.96, TLI = 0.93, SRMR = 0.03). The factor loading estimates indicated that all items\nwere strongly related to their corresponding factors (λ range =0.34-0.84; please see\nTable 1 for loadings). Salient cross-loadings (λ >0.25) were not present for any item.\nThe  intercorrelations  among  the  five  factors  ranged  from  0.20  (externalising-\ninternalising)  to  0.49  (impact-threat).  Each  factor  consisted  of  five  items  that\nconceptually  corresponded  to  the  original  model  identified  by  Vitoratou,  Uglik-\nMarucha, Hayes, & Gregory (2021) . Solutions with fewer factors did not emerge\nclose fit to the data and increasing the number of factors resulted in factors whose\nitems had non-salient loadings. \n20"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Figure 1. Scree plot showing parallel analysis results. \nTable 1.  Descriptive indices, associations with age and gender, factor analysis\nloadings to factors, and reliability indices of the 25 S-Five items (N=288).\nS-Five-Estatements per factorMean(SD)Median(Q1-Q3)Mode(min-max)Age rhoλPsi (95% CI)ICC\nExternalising\nI06 Others avoid making noises 7.22 (3.06)8 (5-10)10 (0-10)**0.150.730.83 (0.79, 1)0.87\nI13 Others should not make sounds 7.24 (3.41)9 (5-10)10 (0-10)0.090.650.83 (0.79, 1)0.87\nI16 Others selfish 5.73 (3.44)6 (3-9)10 (0-10)0.040.660.83 (0.79, 1)0.87\nI21 Others bad manners 6.88 (3.15)8 (5-10)10 (0-10)0.040.810.78 (0.73, 1)0.85\nI25 Others disrespectful 7.59 (2.99)9 (6-10)10 (0-10)0.090.710.80 (0.76, 1)0.86\nInternalising\nI05 Respect myself less 3.98 (3.58)3 (1-7)0 (0-10)*-0.130.790.86 (0.82, 1)0.88\nI08 Unlikeable person 5.69 (3.41)6 (3-9)10 (0-10)-0.110.510.84 (0.81, 1)0.87\nI12 Angry person inside 6.76 (3.43)8 (5-10)10 (0-10)0.010.410.84 (0.81, 1)0.87\nI18 Bad person inside 4.69 (3.74)5 (1-8)0 (0-10)**-0.1590.790.82 (0.77, 1)0.86\nI19 Dislike self 7.09 (3.32)8 (5-10)10 (0-10)-0.060.750.84 (0.80, 1)0.87\nImpact\nI01 Do not meet friends 3.59 (3.21)3 (1-6)0 (0-10)0.040.630.85 (0.82, 1)0.88\nI09 Eventually isolated 4.59 (3.37)5 (2-8)0 (0-10)-0.090.640.85 (0.81, 1)0.87\nI14 Avoid places 5.17 (3.61)5 (2-9)10 (0-10)0.070.710.83 (0.79, 1)0.87\nI15 Cannot do everyday things 4.17 (3.6)3 (1-7)0 (0-10)-0.080.840.82 (0.77, 1)0.86\nI20 Limited job opportunities 3.45 (3.41)2 (0-6)0 (0-10)-0.080.680.82 (0.79, 1)0.86\nOutburst\nI04 Verbally aggressive 7.32 (2.85)8 (5-10)10 (0-10)-0.020.480.81 (0.77, 1)0.86\nI17 Physically aggressive 4.23 (3.63)4 (1-7)0 (0-10)0.060.750.82 (0.78, 1)0.86\nI22 Violence 3.07 (3.22)2 (0-5)0 (0-10)-0.080.600.82 (0.78, 1)0.86\nI23 Shout at people 6.42 (3.62)8 (3-10)10 (0-10)-0.10.670.82 (0.79, 1)0.87\nI24 Afraid of outburst 7.34 (2.97)8 (6-10)10 (0-10)-0.010.340.80 (0.76, 1)0.86\nThreat\nI02 Panic or explode 8.16 (2.5)9 (7-10)10 (0-10)*-0.120.520.82 (0.78, 1)0.86\nI03 Feel helpless 8.48 (2.53)10 (8-10)10 (0-10)-0.050.600.76 (0.72, 1)0.84\nI07 Feel anxious 8.55 (2.36)10 (8-10)10 (0-10)0.040.820.77 (0.73, 1)0.85\nI10 Experience distress 7.92 (3.01)10 (7-10)10 (0-10)-0.080.710.82 (0.78, 1)0.86\nI11 Feel trapped 8.76 (2.11)10 (8-10)10 (0-10)-0.020.800.78 (0.74, 1)0.85\nNote. SD: standard deviation; Q1-Q3: first and third quartile; rho:  Spearman’s correlation coefficient; λ: EFA loadings; Psicoefficient  and  95%  confidence  intervals;  ICC:  intraclass  correlation  coefficient  (two-way  mixed  effects,  absoluteagreement); *p<0.05; **p<0.01. All EFA loadings are significant, p<0.001.\nThe dimensionality of the S-Five was further investigated using EGA, which\nalso concluded to 5 dimensions (Figure 2) whose items correspond to the theoretical\nfactors identified by Vitoratou, Uglik-Marucha, Hayes, & Gregory (2021) .\n21"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "Figure 2. EGA (left) and bootstrap EGA’s median network (right) for the S-Five\nmodel.  Dimension  1  (red)  relates  to  internalising  appraisals,  dimension  2  (light\ngreen)  relates  to  outburst,  dimension  3  (dark  green)  corresponds  to  threat,\ndimension  4 (blue)  relates  to  impact  on  life,  and  dimension  5  (violet)  indicates\nexternalising appraisals.\nThe stability and reproducibility of this factor structure was evaluated using\nthe dimension stability function of bootstrap EGA (bootEGA) for 1000 iterations. The\nmedian network structure (Figure 2) consisted of 5 dimensions and was identical to\nthe empirical EGA. 5-factor structure was stable across 1000 bootstrapped samples\n(median=5, SE=0.29, and 95% CI [4.43, 5.57]). The frequency of factorial solutions\nderived from bootEGA across all replica of networks was computed, which showed\nthat  the  five  factor  structure  was  replicated  the  most  (919  times  out  of  1000\nsamples). While bootEGA identified 4, 6, and 7 factors to be present across all 1000\nbootstrap  replicate  samples,  these  were  only  replicated  25,  56,  and  1  time\nrespectively. Further stability checks were conducted by assessing stability of each\ndimension individually to see how frequently each of the initial EGA factors (identical\nitem allocation) is reproduced across replica of networks. Dimensions 4 and 5 were\nthe  most  stable,  with  94%  and  100%  proportion  of  times  when  identical  item\narrangement was replicated, respectively. Dimensions 1, 2, and 3 were less stable\nand were reproduced 59%, 62% and 66% times, respectively. \n22EGA Median Network"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "Items were assessed for their stability of placement in each designated factor\nin the bootstrapped samples (please see Figure 3). All but three items (thr_S502,\nout_S524, int_S512) had high proportion of times (≥ .80) they were replicated in\n1000 bootstrap samples in the confirmatory dimensions, indicating that these items\nare stable and consistently identified in their theoretical factors. Items thr_S502,\nout_S524,  and  int_S512  had  relatively  low  proportions  (<  .80)  of  replications,\nindicating that these items could be considered unstable. These unstable items were\nfurther investigated to evaluate which additional dimensions they were replicating on\n(please see Table 2 for item stability values for all items). Item int_S512 from the\nInternalising dimension was replicated in its corresponding dimension in 614 out of\n1000 bootstrapped samples, but also 213 times on Outburst factor and 122 times on\nThreat factor. With respect to out_S524, it replicated on its theoretical dimension in\n621 samples and 198 times on Internalising and 128 times on Threat factors. Item\nfrom the Threat factor (thr_S502) replicated on its own confirmatory dimension 662\ntimes. However, it was also replicated in the Internalising dimension (91 times) and\nOutburst (219 times). Although these items do correspond to their theoretical factors,\nthey  overlap  conceptually  with  other  factors,  which  is  an  indication  of  their\ncomplexity.\n23"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "Figure  3. Proportion  of  times  each  item  was  replicated  in  their  designated\ndimensions  across  1000  bootstrapped  samples.  1  (red)  signifies  internalising\nappraisals, 2 (blue) corresponds to outburst, 3 (green) indicates threat, 4 (orange)\nrefers to impact on life, and 5 (yellow) signifies externalising appraisals. \nMeasurement invariance\nA MIMIC model was fitted to evaluate whether the probability of endorsing an\nitem is influenced by gender adjusted for age. Significant directs effects of gender\nwere found on 4 items, namely imp_S501 (“Do not meet friends”), imp_S514 (“Avoid\nplaces”), out_S523 (“Shout at people”), and thr_S510 (“Experience distress”). At any\ngiven value of misophonia, women scored 1.08 and 0.95 units higher on out_S523\nand thr_S510 respectively ( on a scale of 0 to 10)  than men. Men were more likely to\nendorse imp_S501 and imp_S514, that is, they scored 1.27 and 1.33 units higher\nrespectively than women while controlling for the level of misophonia. The remaining\n21 items of the S-Five were measurement invariant, that is non-biased with respect\n24"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "to gender (adjusted for age). The direct effects of gender on these four items were\nnegligible, thus allowing comparison of the S-Five scores between women and men.\nWomen scored significantly higher on the S-Five total score and its three subscales\n(internalising, threat, outburst) compared to men (see Table 4).\nReliability\nTest-retest reliability at item level indicated very good agreement for both Psi\nand  ICC  (please  see  Table  1).  Internal  consistency  within  each  subscale  was\nsatisfactory according to McDonald’s omega (ω=0.82-0.92) and Cronbach’s alpha\n(α=0.81-0.87). Further internal consistency investigations with respect to average\nIIC, ITC, AID, and OID revealed all items to exhibit values within acceptable range. \nTable 2. Norms and internal consistency reliability of the five factors of the S-Five and total\nscore (N=288).\n  Mean(SD)Median(Q1-Q3)Mode(min-max)GenderdifferenceAgerhoInternal consistency\nITCAIDOIDα/ ω\nExternalising34.65(12.81)38 (27-45)50 (0-50)U=36700.110.57-0.650.78-0.800.78-0.800.86/0.82\nInternalising28.22(13.74)29 (19-40)32 (0-50)U=3102*-0.130.64-0.770.84-0.870.84-0.870.87/0.91\nImpact20.98(13.87)20 (10-32)2 (0-50)U=3786-0.040.66-0.830.88-0.910.88-0.910.85/0.88\nOutburst28.38(12.36)29 (20-38)27 (0-50)**t(45.339)=2.829-0.060.75-0.840.90-0.910.90-0.920.81/0.91\nThreat41.88(10.08)46 (39-50)50 (0-50)**U=2855.5-0.100.72-0.840.88-0.900.88-0.910.86/0.92\nTotal154.1(47.29)160 (129-187)133 (6-250)**t(267)=3.416-0.070.44-0.680.92-0.920.91-0.920.92/0.92\nNote. SD: standard  deviation;  Q1-Q3: first and  third quartile;  U: Mann–Whitney  test; t: independent  samples  t test ;  ITC: item-totalcorrelations; AID: alpha if item deleted; OID: omega if item deleted; ω: McDonald’s omega; α: Cronbach’s alpha; *p<0.05; **p<0.01.\nValidity\nModerate  to  strong  correlations  were  found  between  the  S-Five  and  its\nsubscales and MisoQuest,  indicating concurrent  convergent  validity of the scale\n(refer  to  Table  3).  Additionally,  evidence  of  concurrent  convergent  validity  was\nsupported by moderate to strong correlations between the S-Five and MQ, as well as\nits  MSES  and  MEBS  subscales.  On  the  other  hand,  weak  correlations  were\nobserved  between  four  S-Five  factors  (except  for  impact)  and  MSYS  subscale,\n25"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "suggesting distinctiveness of the misophonia aspects measured by these scales.\nImpact had moderate correlation with MSYS.\nThe S-Five subscales, with the exception of externalizing, displayed weak to\nmoderate  correlations  with  depression.  Notably,  the  externalizing  factor  did  not\nexhibit any significant associations with depression. A moderate correlation was\nobserved  between  S-Five  total  and  its  internalizing  subscale  with  anxiety  as\nassessed by GAD-7. In contrast, the remaining subscales were weakly associated\nwith anxiety,  particularly  the externalizing factor.  Furthermore,  anxiety  sensitivity\n(ASI-3) and its social and cognitive factors showed moderate correlations with the\ninternalizing factor of S-Five, while very weak correlation was observed with the\nphysical factor. As for the other S-Five factors, ASI-3 and its social and cognitive\nfactors exhibited very weak associations with them excluding the externalising factor,\nwhich exhibited no correlations with any of the ASI-3 subscales. Total S-Five had\nvery weak correlation with physical subscale of ASI-3. \nWith respect to reactions to triggers, none of the S-Five subscales correlated\nwith  irritation,  negative and  physiological reactions.  Externalising  factor  only\ncorrelated with anger. The remaining factors had associations with distress, anger,\npanic and were negatively related to  no feeling.  Outburst factor was additionally\nnegatively associated with  disgust and  positive reactions . The total S-Five score\nemerged  positively  correlated  with  distress,  anger and  panic,  and  negatively\ncorrelated with no feeling and disgust. \nTable 3. Intercorrelations of the S-Five scores with concurrent validity measures \n(Spearman’s rho).\nExternalising Internalising Impact Threat Outburst Total\nS-Five (N=288)\nExternalising 1     \nInternalising 0.26**1    \nImpact 0.34**0.50**1   \nThreat 0.31**0.52**0.53**1  \nOutburst 0.38**0.48**0.49**0.44**1 \nTotal 0.61**0.75**0.80**0.69**0.74**1\nMisoQuest (N=252)\n26"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "Total 0.36**0.53**0.69**0.72**0.47**0.70**\nMQ (N=221)\nMEBS 0.38**0.51**0.63**0.64**0.63**0.71**\nMSYS 0.26**0.18**0.32**0.26**0.24**0.30**\nMSES 0.37**0.40** 0.64**0.50**0.49**0.65** \nTotal 0.38**0.44**0.59**0.56**0.53**0.63**\nPHQ-9 (N=264)\nTotal 0.040.31**0.26**0.22**0.19**0.28**\nGAD-7\nTotal 0.15*0.33**0.25**0.29**0.27**0.35**\nASI-3 (N=234)\nSocial -0.020.33**0.20**0.15*0.090.22**\nCognitive 0.080.38**0.18**0.19**0.20**0.29**\nPhysical 0.080.15*0.090.110.120.14*\nTotal 0.060.33**0.18**0.18**0.15*0.25**\nNote. MQ: Misophonia Questionnaire; PHQ-9: Physical Health Questionnaire; GAD-7: Generalised Anxiety Disorder Assessment; ASI: Anxiety Sensitivity Index; ω: McDonald’s omega. *p<0.05, **p<0.001.\nS-Five: Triggers\nStability\nWith  respect  to  test-retest  reliability  of  the  reaction  counts  (RC),  all  RCs\ndemonstrated  good  to  very  good  agreement  ranging  from  0.74  ( physiological\nreaction) to 0.91  (no feeling)  with respect to Psi. ICC values ranged from 0.84\n(physiological reaction ) to 0.91 (no feeling), also indicating very good agreement in\ntime. Psi coefficients for RIRS, FIRS and TC were very good (>0.86) and ICC also\nindicated very good agreement (>0.88). With respect to the intensity trigger sounds,\nPsi ranged from 0.74 (footsteps) to 0.91 (muffled sounds, baby crying) indicating\ngood to very good agreement, ICC values showed very good agreement (0.83-0.90)\nfor all sounds. \nReaction counts\n27"
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "No feeling was on average the most frequently reported reaction. Specifically,\nan average of 12 out of 37 trigger sounds did not evoke any reactions, followed by\nirritation (10 out of 37) and anger (6 out of 37).  With respect to differences in scores,\nwomen scored significantly higher on the  negative RC than men whilst men had\nsignificantly higher score on no feeling RC.\nDistress,  anger, panic emerged weakly correlated with MisoQuest and MQ\nand all its subscales. Additionally, MQ had very weak negative correlations with\npositive reaction. MSYS was also moderately associated with  irritation, whereas\nMEBS emerged negatively and very weakly correlated with disgust. The measures of\ndepression and anxiety were only weakly correlated with  distress and  panic. All\nsubscales of ASI-3 had a weak association with disgust and all but physical subscale\nhad weak correlations with panic.\nAll S-Five subscales were weakly to moderately correlated with FIRS and\nRIRS and all with the exception of externalising subscale correlated weakly with TC.\nMisoQuest and MQ, the other measures of misophonia, were weakly to strongly\nassociated  with  FIRS,  RIRS,  and  TC.  Depression  and  anxiety  were  weakly\ncorrelated with TC and FIRS, while anxiety only showed a very weak association\nwith RIRS. TC and FIRS had weak correlations with all ASI-3 subscales, while RIRS\nhad no significant correlations with any ASI-3 subscales. \nIntensity\nDescriptive indices for intensity of sounds are presented in Table 6 and mean\nintensity of each trigger sound is represented in Figure 4.  The sounds for which the\nhighest  intensity  of  reactions  was  evoked  include  lip  smacking,  loud  chewing,\nchewing  gum,  slurping,  snoring,  loud/unusual  breathing,  crunching,  and  normal\neating  sounds.  The  lowest  intensity  was  reported  for  yawning,  certain  words,\nfootsteps, sneezing, and repetitive engine noises. Women had significantly higher\nintensity of reactions on sound of clipping nails, swallowing, lip smacking, normal\nbreathing, loud unusual breathing, repetitive coughing, repetitive sniffing, snoring,\nchewing gum, slurping, muffled sounds, throat clearing, clock ticking, crunching,\nteeth sucking.\n28"
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "Figure 5 illustrates the percentages of participants selecting each of nine\nemotional reactions to 37 triggers. ‘Repetitive engine noises’ (78.8%), ‘footsteps’\n(67.6%), and ‘sneezing’ (66.2%) were selected the most frequently as eliciting  no\nfeeling. On the other hand, triggers such as sound of ‘tapping’ (48.2%), ‘repetitive\nbarking’  (45.5%),  and  ‘loud/unusual  breathing’  (39.2%)  predominantly  evoked\nirritation.  ‘Snoring’  (13.1%),  ‘lip  smacking’  (10.8%)  and  ‘slurping’  (8.6%)  were\nselected most frequently as causing distress, while sounds such as ‘kissing’ (27%),\n‘mushy foods’ (23.9%), and ‘chewing gum loudly’ (23%) most often elicited disgust.\nThe triggers that predominantly induced anger were ‘lip smacking’ (45.9%), ‘slurping’\n(38.3%), and ‘loud chewing’ (37.4%). For  panic, ‘lip smacking’ (13.1%), ‘chewing\ngum loudly’ (9.9%), ‘loud chewing’ (8.1%) were selected most frequently. ‘Certain\naccents’ (11.7%), ‘certain letter sounds’ (10.8%), ‘snoring’ (9.5%) were reported the\nmost frequently to cause  other negative emotions  whilst ‘repetitive engine noises’\n(5%), ‘keyboard tapping’ (4.5%), ‘clock ticking’ (4.5%) were selected most often as\neliciting other positive emotions . Finally, physiological reactions were evoked most\nfrequently by ‘cutlery noises’ (3.6%) and ‘rustling plastic or paper’ (2.7%).\nTable 4. Norms and reliability of the S-Five-T scores.\nMean (SD)Median(Q1-Q3)Mode(min-max)Gender difference(U)AgerhoStability (N=36)\nPsi (95%CI)ICC\nNo feeling (N=222) 12.36 (6.19)12 (8-16)11 (0-33)**3341.5-0.030.91 (0.87,1)0.91\nIrritation (N=222) 10.65 (4.47)10 (8-13)9 (1-23)2076-0.010.82 (0.75,1)0.86\nDistress (N=222) 1.02 (1.81)0 (0-1)0 (0-11)1982.5-0.090.78 (0.73,1)0.85\nDisgust (N=222) 2.18 (2.18)2 (0-3)0 (0-9)2329.5-0.080.85 (0.81,1)0.88\nAnger (N=222) 6.54 (4.66)6 (3-9)6 (0-23)2081.50.110.85 (0.79,1)0.87\nPanic (N=222) 1.55 (2.86)0 (0-2)0 (0-20)2249-0.120.83 (0.78,1)0.87\nNegative (N=222) 1.99 (2.41)1 (0-3)0 (0-14)*17560.020.79 (0.74,1)0.85\nPositive (N=222) 0.38 (0.87)0 (0-0)0 (0-5)2778.5*-0.160.78 (0.72,1)0.85\nPhysiological (N=222)0.33 (1.18)0 (0-0)0 (0-11)22470.040.74 (0.7, 1)0.84\nTC (N=221) 24.29 (6.25)25 (21-28)26 (4-37)**13600.040.91 (0.87,1)0.91\n29"
    },
    {
      "section": "Page 30",
      "page_number": 30,
      "text": "FIRS (N=221)162.22(64.14)157 (120-201)133 (12-342)**13310.13*0.93 (0.88,1)0.91\nRIRS (N=221) 6.54 (1.50)6.58 (5.65-7.50)5.84 (0.75-9.50)1827.50.20*0.86 (0.8, 1)0.88\nNote. SD: standard deviation; Q1-Q3: first and third quartile; U: Mann–Whitney test; rho:  Spearman’s correlation coefficient;Psi  coefficient  and  95%  confidence  intervals;  ICC:  intraclass  correlation  coefficient  (two-way  mixed  effects,  absoluteagreement); *p<0.05; **p<0.01.\n30"
    },
    {
      "section": "Page 31",
      "page_number": 31,
      "text": "Table 5. Intercorrelations of the S-Five-T and correlations with other measures (Spearman’s rho).\n No feelingIrritationDistressDisgustAngerPanicNegativePositivePhysiologicalTCFIRSRIRS\nS-Five RC (N=222)\nIrritation-0.42**           \nDistress-0.26**-0.04          \nDisgust-0.16*0.070.01         \nAnger-0.37**-0.110.03-0.22**        \nPanic-0.27**-0.19**0.18**0.12-0.07       \nNegative-0.17*-0.08-0.070.08-0.23**0.1      \nPositive 0.02-0.15*0.050.03-0.16*0.10.1     \nPhysiological-0.05-0.090.050.05-0.14*00.25**0.16*    \nTC (N=219)-0.99**0.43**0.24**0.15*0.38**0.25**0.17*-0.14*0.04   \nFIRS (N=219)-0.82**0.24**0.24**0.030.48**0.28**0.06-0.12-0.030.83**  \nRIRS (N=219)-0.33**-0.100.13-0.110.40**0.21**-0.13*-0.07-0.100.34**0.76** \nS-Five (N=222) \nExternalising-0.10-0.020.05-0.080.15*-0.050.03-0.10.020.120.27**0.36**\nInternalising-0.24**-0.020.17**-0.100.22**0.16*-0.05-0.06-0.060.25**0.31**0.26**\nImpact-0.28**-0.090.19**-0.100.23**0.30**-0.01-0.030.040.28**0.40**0.40**\nOutburst-0.22**-0.080.14*-0.17**0.27**0.15*-0.04-0.15*0.030.24**0.38**0.42**\nThreat-0.26**-0.130.25**-0.060.17**0.29**-0.04-0.050.020.28**0.43**0.45**\nTotal-0.26**-0.100.20**-0.14*0.24**0.22**-0.01-0.10.030.28**0.45**0.47**\nMisoQuest (N=208) \nTotal-0.24**-0.120.24**-0.14*0.30**0.24**-0.1-0.030.020.26**0.43**0.48**\nMQ (N=210)\nMEBS (N=183)-0.21**-0.130.20**-0.17*0.25**0.28**-0.08-0.14-0.010.22**0.41**0.46**\nMSYS (N=183)-0.73**0.30**0.18**0.080.37**0.22**0.11-0.13-0.0010.75**0.77**0.45**\n31"
    },
    {
      "section": "Page 32",
      "page_number": 32,
      "text": "MSES (N=210)-0.27**-0.060.18**-0.120.30**0.20**-0.03-0.080.060.29**0.46**0.46**\nTotal (N=183)-0.53**0.070.26**-0.090.37**0.32**0.02-0.16*-0.0060.56**0.70**0.56**\nPHQ-9 (N=215) \nTotal-0.25**-0.010.27**0.120.10.20**-0.010.020.020.26**0.26**0.14*\nGAD-7 (N=217) \nTotal-0.22**-0.050.20**0.080.120.15*-0.02-0.08-0.020.24**0.29**0.23**\nASI-3 (N=195) \nSocial-0.24**0.080.070.26**0.070.16*-0.05-0.0100.25**0.18*0.06\nCognitive-0.27**0.10.10.18*0.050.17*-0.060-0.050.27**0.21**0.08\nPhysical-0.27**0.110.060.16*0.140.08-0.07-0.03-0.060.27**0.23**0.14\nTotal-0.29**0.120.090.24**0.090.17*-0.08-0.02-0.040.30**0.23**0.10\nNote. RC: reaction count; TC: trigger count; FIRS: Frequency-intensity reaction score; RIRS: relative intensity reaction score; MQ: Misophonia Questionnaire; PHQ-9: Physical Health Questionnaire; GAD-7: Generalised Anxiety Disorder Assessment; ASI-3: Anxiety Sensitivity Index. ω: McDonald’s omega. *p<0.05, **p<0.001.\n32"
    },
    {
      "section": "Page 33",
      "page_number": 33,
      "text": "Table 6. Norms and reliability of the intensity items for the 37  S-Five-T sounds.\n Trigger soundsMean(SD)Median (Q1-Q3)Mode(min-max)Genderdifference(U)Age rhoStability (N=36)\nPsi (95% CI)ICC\nNormal eating sounds (N=279) 6.25 (3.27)7 (4-9)8 (0-10)3536.5-0.020.88 (0.83, 1)0.89\nCertain letter sounds (N=258) 2.18 (3.02)0 (0-5)0 (0-10)3406.5-0.060.81 (0.76, 1)0.86\nMushy foods (N=253) 5.09 (3.56)6 (1-8)0 (0-10)2977-0.050.83 (0.77, 1)0.87\nSound of clipping nails (N=251)3.64 (3.9)3 (0-7)0 (0-10)*22330.040.85 (0.8, 1)0.88\nSwallowing (N=251) 5.77 (3.61)6 (3-9)10 (0-10)*22410.050.89 (0.84, 1)0.89\nKeyboard tapping (N=250) 3.53 (3.76)3 (0-7)0 (0-10)2709.50.010.84 (0.79, 1)0.87\nLip smacking (N=249) 8.62 (2.26)10 (8-10)10 (0-10)*2426.50.070.81 (0.74, 1)0.86\nNormal breathing (N=248) 2.53 (3.45)0 (0-5)0 (0-10)*2313.5*-0.120.82 (0.77, 1)0.86\nRepetitive engine noises (N=248)0.87 (2.28)0 (0-0)0 (0-10)2904.5-0.120.75 (0.7, 1)0.84\nLoud/unusual breathing (N=245)6.32 (3.21)7 (4-9)10 (0-10)*21020.000.87 (0.82, 1)0.88\nMobile phone sounds (N=245) 3.11 (3.31)2 (0-6)0 (0-10)2810.5-0.010.85 (0.79, 1)0.88\nRepetitive coughing (N=243) 4.95 (3.41)5 (2-8)0 (0-10)*20920.070.86 (0.82, 1)0.88\nHumming (N=242) 3.64 (3.48)3 (0-7)0 (0-10)2303**0.190.83 (0.78, 1)0.87\nRepetitive sniffing (N=242) 7.2 (3.04)8 (5-10)10 (0-10)**1691**0.200.87 (0.82, 1)0.88\nSnoring (N=241) 7.15 (3.19)8 (5-10)10 (0-10)*2021.5**0.150.9 (0.87, 1)0.9\nCertain accents (N=241) 3.13 (3.42)2 (0-6)0 (0-10)2403*0.130.79 (0.73, 1)0.85\nWhistling sound (N=241) 3.12 (3.54)2 (0-6)0 (0-10)2405**0.210.83 (0.76, 1)0.87\nSound of tapping (N=238) 4.73 (3.42)5 (1-7)0 (0-10)2256**0.270.84 (0.79, 1)0.87\nRustling plastic or paper (N=238)3.38 (3.47)3 (0-6)0 (0-10)2420.5**0.200.81 (0.75, 1)0.86\nChewing gum (N=237) 7.72 (2.93)9 (6-10)10 (0-10)*2108**0.160.84 (0.8, 1)0.87\nFootsteps (N=236) 1.79 (3.02)0 (0-3)0 (0-10)2438.5-0.080.74 (0.69, 1)0.83\nHiccups (N=236) 2.92 (3.43)2 (0-6)0 (0-10)23840.020.84 (0.79, 1)0.87\nSlurping (N=234) 7.66 (3.01)9 (6-10)10 (0-10)*1917.5**0.180.87 (0.82, 1)0.88\nCutlery noises (N=233) 4.14 (3.77)4 (0-8)0 (0-10)24910.080.86 (0.81, 1)0.88\nSneezing (N=233) 1.72 (2.92)0 (0-3)0 (0-10)2277.50.040.77 (0.72, 1)0.85\nCertain words (N=233) 1.97 (2.99)0 (0-4)0 (0-10)2177-0.030.81 (0.75, 1)0.86\nKissing (N=232) 3.6 (3.48)3 (0-7)0 (0-10)21920.020.8 (0.74, 1)0.86\nJoint cracking (N=233) 3.32 (3.61)2 (0-7)0 (0-10)2345*0.140.86 (0.82, 1)0.88\nMuffled sounds (N=232) 3.06 (3.61)1 (0-6)0 (0-10)*1887.5-0.020.91 (0.87, 1)0.9\nThroat clearing (N=229) 5.5 (3.61)6 (2-9)0 (0-10)*1552*0.150.84 (0.79, 1)0.87\nBaby crying (N=228) 4.82 (3.75)5 (0-8)0 (0-10)2769.5-0.110.91 (0.87, 1)0.9\nRepetitive barking (N=227) 4.74 (3.46)5 (2-8)0 (0-10)20810.110.84 (0.78, 1)0.87\nLoud chewing (N=227) 7.96 (2.8)9 (7-10)10 (0-10)1921.50.020.83 (0.78, 1)0.87\nClock ticking (N=225) 3.24 (3.69)2 (0-7)0 (0-10)*1680*0.130.85 (0.8, 1)0.88\nCrunching (N=224) 6.27 (3.81)8 (3-10)10 (0-10)*1741.50.120.85 (0.8, 1)0.88\nTeeth sucking (N=224) 4.26 (3.8)4 (0-8)0 (0-10)*1792**0.280.81 (0.75, 1)0.86\nYawning (N=224) 1.98 (3.26)0 (0-3)0 (0-10)1978.5*0.140.78 (0.73, 1)0.85\n33"
    },
    {
      "section": "Page 34",
      "page_number": 34,
      "text": "Note.  SD: standard deviation; Q1-Q3: first and third quartile;  U: Mann–Whitney test; rho: Spearman’s correlation coefficient; Psicoefficient  and  95%  confidence  intervals;  ICC:  intraclass  correlation  coefficient  (two-way  mixed  effects,  absolute  agreement);*p<0.05; **p<0.01.\nFigure 4. Mean intensity for each selected trigger.\n34"
    },
    {
      "section": "Page 35",
      "page_number": 35,
      "text": "35"
    },
    {
      "section": "Page 36",
      "page_number": 36,
      "text": "Figure 5.  Percentages for each selected trigger per emotional reaction.\n36"
    },
    {
      "section": "Page 37",
      "page_number": 37,
      "text": "Discussion\nThe main objective of this study was to translate and validate the Polish\nversion of the S-Five, a comprehensive questionnaire for assessing misophonia\nsymptoms' severity. The results confirmed the five-factor structure of the S-Five in\nthe Polish-speaking population, consisting of both individuals with and without self-\nidentified misophonia, consistent with studies in English-speaking (Vitoratou, Uglik-\nMarucha, Hayes, & Gregory, 2021) , German (Remmert et al., 2022) , and Chinese\npopulations  (Vitoratou et al., 2022) . The factor structure's robustness was further\nsupported through the satisfactory stability of each subscale of the S-Five, that is,\nthey are very likely to reproduce in other samples. Additionally, the questionnaire\nexhibited strong psychometric properties, including reliability, internal consistency,\ngender-related  measurement  invariance,  and  validity,  replicating  findings  from\nprevious research.\nAre the five dimensions of misophonia stable and generalisable?\nThe study successfully replicated the five theoretical factors ( externalising\nappraisals,  internalising appraisals,  threat,  impact,  and  outburst)  of  the  S-Five\nquestionnaire in the Polish population, highlighting the cross-cultural validity of using\nthe  S-Five  to  measure  misophonia.  To  investigate  the  factor  structure  more\nthoroughly, a novel method called bootEGA was employed to examine the stability of\nthese  misophonic  dimensions  and  their  item  allocations  across  1000  simulated\nsamples (known as bootstrapped samples) from the original dataset. The five-factor\nstructure  was  replicated  with  a  high  frequency  (92%  of  the  time),  making  the\ndimensions of the S-Five generalizable to other samples. This was further supported\nby successful replications of the five factors in representative sample of the UK\npopulation  (Vitoratou et al., 2023) , German  (Remmert et al., 2022)  and Mandarin-\nspeaking Chinese (Vitoratou et al., 2022)  populations.\nAmong the five aspects of misophonic experience assessed by the S-Five\nquestionnaire, externalizing appraisals and impact factors demonstrated the highest\nstructural  consistency.  This  means  that  the  items  belonging  to  these  factors\nconsistently grouped together in the same dimensions. Specifically, all externalizing\n37"
    },
    {
      "section": "Page 38",
      "page_number": 38,
      "text": "items were allocated to their factor 100% of the time. The remaining factors were\nalso stable, but to a lesser extent, with the  internalizing  factor showing the lowest\nstructural consistency.\nThe stability issues with the internalizing dimension were mainly due to one\nspecific item: 'I feel like I must be a very angry person inside because of the way I\nreact  to  certain  sounds.'  This  item  shared  some  conceptual  similarity  with  the\noutburst factor,  and  at  times,  it  replicated  on  the  outburst factor  instead  of  its\nintended internalising factor. The item's focus on feelings of anger, rather than lack\nof respect or self-dislike, possibly explained its overlap with the outburst factor. The\nexploratory factor analysis also reflected this finding, as the item had the weakest\nassociation with its main factor compared to the other internalising items.\nRegarding the  outburst factor, one item—'I am afraid I will do something\naggressive  or  violent  because  I  cannot  stand  the  noise  someone  is  making'—\noccasionally replicated on both the internalising and threat dimensions. The first part\nof the item suggested a fear of emotions escalating, characteristic of the  threat\nfactor,  while  its  association  with  the  internalising factor  indicated  worries  about\npotential outbursts, leading to intrusive thoughts or heightened anxiety. This item\nwas also found to be the least meaningful indicator of the  outburst factor. These\nissues align with a study by Remmert et al. (2022) , which identified misspecifications\nin  the  original  S-Five  model  relating  to  outburst.  Remmert  et  al.  proposed  an\nalternative bifactor model that offers a clearer interpretation of the physical and\nverbal aspects of outbursts, which could 0potentially improve the item's association\nwith its intended outburst factor.\nFinally, one item from the  threat factor—'If I cannot get away from certain\nnoises, I am afraid I might panic or feel like I will explode'—shared some conceptual\nsimilarity with the outburst dimension. This item was the only one from its original\nfactor that emphasized a fear of explosion, which aligns with the element of the\noutburst  factor  about  being  afraid  of  doing  something  aggressive,  while  the\nremaining items in the threat factor focused on feelings of distress and helplessness\nwhen unable to avoid triggers.\n38"
    },
    {
      "section": "Page 39",
      "page_number": 39,
      "text": "These findings revealed the presence of three multidimensional items (out of\n25 items) in the S-Five, which measured concepts from their intended theoretical\ndimensions  while  also  showing  some  conceptual  overlap  with  other  aspects  of\nmisophonic experience. While these three items were found to be psychometrically\nsound for use in the S-Five, they could benefit from alterations to improve the\nstability of their respective dimensions.\nThe  secondary  goal  of  the  study  was  to  describe  characteristics  of\nmisophonia triggers, as well as the emotional and behavioural reactions to triggers,\nin relationship to each other, five aspects of misophonic symptoms (reflected by the\nfive scales of the S-Five), and to the severity of anxiety and depressive symptoms.\nThe results are consistent with the previous studies, contributing to the need for the\nre-evaluation of understanding of the nature of misophonia. The most important\nfindings  show  that  eating  sounds  tended  to  cause  the  most  intense  emotional\nreactions, and that misophonia symptoms were more associated with anger and\npanic, and not irritation or disgust. Another crucial discovery is that symptoms of\nanxiety and depression are differentially related to misophonia factors. There were\nmoderate  correlations  between  symptoms  of  depression  and  anxiety  and\ninternalising appraisals, and weaker or non-significant correlations with other factors.\nWhat trigger sounds are the most related to severity of misophonia symptoms?\nIn  the  study,  a  variety  of  possible  trigger  sounds  were  presented  to  the\nparticipants as a part of S-Five-T, both human and non-human. The mouth sounds,\nsuch as normal eating sounds, lip smacking, loud chewing, slurping or chewing gum\nloudly,  were  reported  as  those  evoking  the  most  intense  emotional  reactions.\nInterestingly,  repetitive  sounds  that  are  often  listed  among  misophonic  triggers\n(Rosenthal et al., 2021; Wu et al., 2014) , such as repetitive engine noises, footsteps,\nor keyboard tapping, were among those that evoked the least intense reactions. In\nthe other studies conducted in Europe with the use of S-Five (Remmert et al., 2022;\nVitoratou, Uglik-Marucha, Hayes, & Gregory, 2021)  similar observations were made.\nMeanwhile, in the study on the Chinese population  (Vitoratou et al., 2022) vother\ntypes  of  triggers  (for  instance,  baby  crying)  evoked  the  strongest  emotions.\nNonetheless, due to some methodological differences (the proportions of misophonia\n39"
    },
    {
      "section": "Page 40",
      "page_number": 40,
      "text": "sufferers  in  the  sample),  this  intercultural  discrepancy  should  be  treated  as\npreliminary  data,  and  verified  in  further  studies.  While  we  acknowledge  that\naccording to the current understanding of misophonia and recent consensus (Swedo\net al., 2022), misophonic triggers do not have to be necessarily human-made, the\nfindings from this and other mentioned studies warrant further examination on the\ndifferences  in  experiencing  misophonia  triggered  by  human  vs.  other  repetitive\nsounds in future studies. For example, a recent study by  Siepsiak et al. (2022)\nshowed  that  the  prevalence  of  comorbid  psychiatric  disorders  was  significantly\nhigher in the group of participants triggered by human oral sounds, than in those\ntriggered by other, repetitive sounds. \nIt is worth to note that with respect to the listed sounds,  no feeling  was on\naverage the most frequently reported response, which means that the participants\nwere not triggered by the majority of the sounds from S-Five-T. This result supports\nthe selective nature of misophonia. \nWhat emotional, cognitive and behavioural responses are the most related to the\nseverity of misophonia symptoms?\nDespite  being  commonly  described  in  the  literature  as  one  of  the  most\ncharacteristic emotions in misophonia (Guetta et al., 2022; Kılıç et al., 2021; Rouw &\nErfanian,  2018;  A.  E.  Schröder  et  al.,  2017) ,  our  study  found  no  significant\nrelationship  between  frequency  of  reporting  irritation  as  a  primary  response  to\ntriggers, and any of the five factors in the S-Five questionnaire. Similarly, while\ndisgust is often associated with misophonia (Savard et al., 2022) , our study revealed\nthat disgust was weakly and negatively related to only one subscale, namely the\noutburst, and the total score of the S-Five. Instead, our findings indicated a positive\ncorrelation between anger and all of the S-Five scales. Additionally, both distress\nand  panic  showed  positive  associations  with  all  S-Five  subscales,  except  for\nexternalizing.  These  three  emotions  were  also  the  only  positively  correlated\nemotions with MisoQuest and MQ total. Similar to the S-Five, disgust showed only\nweak and negative associations with MisoQuest and MQ. These results are in line\nwith German study (Remmert et al., 2022) , where irritation was not related to any of\nthe S-Five scales, and disgust was only weakly associated with  internalising  and\n40"
    },
    {
      "section": "Page 41",
      "page_number": 41,
      "text": "externalising scales. Interestingly, irritation correlated negatively with the total of S-\nFive  in  the  original  study  (Vitoratou,  Uglik-Marucha,  Hayes,  &  Gregory,  2021) .\nTherefore, this study contributes to already notable evidence for the distinctive role\nof anger in misophonia, diminished the role of disgust, and demonstrated diagnostic\ninsignificance  of  irritation  (reported  as  a  dominant  emotion)  in  misophonia.\nImportantly, the results from the current and other mentioned studies, are slightly\ndifferent from the findings from the Chinese population (Vitoratou et al., 2022) . In the\nChinese study, although disgust was only weakly associated with  threat subscale,\nirritation correlated weakly to moderately with all of the S-Five scales, which suggest\npossible cultural differences with regards to irritation. \nParticipants obtained the highest average score on the threat subscale, which\naligns with the findings from a study in the UK on individuals self-identifying with\nmisophonia  (Vitoratou,  Uglik-Marucha,  Hayes,  &  Gregory,  2021) .  Notably,  when\nexamining  samples  from  the general population using  the  S-Five,  other  studies\nreport the highest average score on the externalising factor (Remmert et al., 2022;\nVitoratou et al., 2022, 2023) . This observation highlights the significant role of feeling\ndistress (about emotions escalating) in response to triggering sounds in misophonia,\nrather than attributing blame to others, which may be common reaction to unpleasant\nsounds in the general population. Interestingly, our participants scored lowest on the\nimpact subscale, a trend also observed in other samples from the general population\n(Remmert  et  al.,  2022;  Vitoratou  et  al.,  2022,  2023) .  This  factor  captures  a\nperception of limitations caused by their reactions to sounds (for example, not seeing\npeople you’d like to see). It could be that many individuals still participate in life,\nalthough perhaps with the use of coping strategies to enable them to do so. In\ncontrast, a study on individuals self-identifying with misophonia  (Vitoratou, Uglik-\nMarucha, Hayes, & Gregory, 2021)  reported the outburst subscale as the lowest on\naverage. It’s possible that this reflects a cultural difference, or that it reflects different\nsampling methods. In this study, although the majority of participants self-identified\nwith having misophonia, we also had participants who did not have the condition,\nwhich could potentially influence this result.\nWhen it comes to outburst reactions in response to trigger sounds, verbal\naggression, shouting and fearing having an outburst were more highly rated than\n41"
    },
    {
      "section": "Page 42",
      "page_number": 42,
      "text": "physical  aggression  or  violence.  This  finding  is  consistent  with  similar  studies\nconducted in the UK (Vitoratou, Uglik-Marucha, Hayes, & Gregory, 2021) , Germany\n(Remmert et al., 2022) , China (Vitoratou et al., 2022) , the Netherlands (Jager et al.,\n2020) and  previous  studies  in  Poland  (Siepsiak,  Śliwerski,  et  al.,  2020) ,  where\nphysical aggression and violence were also infrequently reported in comparison to\nfears about resorting to violence. It's essential to distinguish between the fear of\nexploding and actual physical acts of violence. These results align with previous\nresearch, emphasizing that misophonia should not be portrayed as a violence issue,\na misconception that can still occur, especially in mass media.\nAnother interesting result, in line with the previous studies  (Remmert et al.,\n2022), is the lack of relationship between self-reported physiological reactions and\nmisophonia symptoms. While other studies have shown physiological reactions to\nsounds (Edelstein et al., 2013; Kumar et al., 2017; Siepsiak, Vrana, et al., 2023) , our\nfindings suggest that when asked to select the main response to trigger sounds, they\nare more likely to identify an emotion than a physiological response. It’s possible that\nthis is because people recognise that their physiological reactions form part of their\nemotional reactions, or it is also possible that they do not tune into physiological\ncomponent of their reactions. More research into this would be helpful, given that\nrecognition and management of psychophysiological reactions became an important\npart of psychotherapeutic interventions (Lehrer, 2018). \nWhat is the relationship between anger and types of attributions in misophonic\nreactions?\nThe  five-factor  structure  of  S-Five  indicates  that  misophonia  sufferers,\nalthough characterised by distinguishable reactions to particular trigger sounds, vary\nin specific features. First of all, attributions regarding one's misophonic reaction can\nbe  made  either  externally,  as  other  people's  responsibility  or  blame  (here,\nexternalising factor), or internally, as a self-blame (here, internalising subscale). As\nexpected, the correlation between these two scales was weak (and the lowest), while\nboth of these scales correlated strongly with the total of S-Five. Notably, anger\ncorrelated with all of the misophonia scales, including both of the appraisals scales.\nAnger had a higher correlation to  internalising attributions than  externalising.  One\n42"
    },
    {
      "section": "Page 43",
      "page_number": 43,
      "text": "possibility for this is that one of the items in the internalising factor is about feeling\nlike an angry person inside, and it makes sense that this appraisal would be related\nto increased experiences of anger to sounds. It would be interesting to examine\nthese relationships experimentally to better understand the pattern of causality, for\nexample  by  manipulating  the  attribution  appraisals  to  test  their  influence  on\nemotional  reactions.  Furthermore,  while  anger,  panic  or  disgust  were  already\nexamined and discussed in misophonia literature, the significance of the feeling of\nguilt and self-blaming, related to internalising subscale, is still poorly understood and\nshould be prioritised in further studies.\nWhat  aspects  of  misophonia  are  and  are  not  related  to  symptoms  of\npsychopathology?\nIn  the  misophonia  literature,  it  has  been  already  well  established  that\nmisophonia symptoms are related to anxiety and depressive symptoms (Erfanian et\nal., 2019; Jager et al., 2020; Quek et al., 2018; Rosenthal et al., 2022; Siepsiak et\nal., 2022; Wu et al., 2014) . This study contributed to the knowledge of misophonia by\nhighlighting  the  specific  dimensions  of  this  condition  are  differentially  related  to\ncertain  symptoms  of  psychopathology.  The  findings  revealed  that  external\nattributions  were  neither  related  to  the  symptoms  of  depression  nor  to  anxiety\nsensitivity  and  were  only  weakly  related  to  the  symptoms  of  anxiety.  Internal\nattributions were moderately and positively related to symptoms of depression and\nanxiety, as well as to cognitive and social anxiety sensitivity, and weakly to physical\naspects of anxiety sensitivity. In previous studies,  internalising factor was also in\nmost cases more (moderately) related to depressive and anxiety symptoms than to\nexternalising dimension  (Remmert et al., 2022; Vitoratou et al., 2022; Vitoratou,\nUglik-Marucha, Hayes, & Gregory, 2021) . \nWe cannot make causal inferences about these associations; it is possible\nthat feeling anxious and depressed can contribute to blaming oneself for reactions,\nor that the presence of these types of appraisals feeds into symptoms of depression\nand anxiety, or perhaps that cognitive and social anxiety sensitivity influence the\nrelationship  between  appraisals  and  symptoms  of  depression  and  anxiety.\nAlternatively, an unmeasured variable may be fuelling all these traits and symptoms.\n43"
    },
    {
      "section": "Page 44",
      "page_number": 44,
      "text": "The rest of the scales were only weakly related to anxiety and depressive\nsymptoms, as well as anxiety sensitivity with no specific pattern emerging. The only\nexception was for the physical anxiety sensitivity, which was not related to the other\nsubscales. Although anger, panic and distress were the emotions the most related to\nseverity  of  misophonia  symptoms,  as  measured  by  all  the  three  misophonia\nquestionnaires, only distress and panic were related to symptoms of depression and\nanxiety. These results again indicate the specific role of anger in misophonia, as one\nof the features of misophonia that distinguish it from other psychopathologies.\nLimitations\nThe sample primarily consisted of individuals referred from online misophonia\nsupport groups, but it also included individuals who did not self-identify as having the\ncondition.  To  ensure  comprehensive  validation,  it  is  important  to  verify  the\ncharacteristics  of  the  S-Five  not  only  in  individuals  without  any  sound  over-\nresponsivities but also in fully clinical samples. Additionally, the external validity of\nthe  tool  should  be  assessed  through  face-to-face  diagnostic  interviews  for\nmisophonia.  Furthermore,  the  S-Five  has  not  yet  been  tested  for  discriminative\nvalidity  with  respect  to  other  disorders  of  sound  intolerance,  namely  tinnitus  or\nhyperacusis.  Addressing  this  aspect  in  future  research  would  provide  valuable\ninsights into the uniqueness of misophonia as compared to other sound-related\nconditions.  Moreover,  the  data  on  the  prevalence  of  comorbid  conditions  were\nderived from self-reported medical diagnoses, and thus should be interpreted with\ncaution. Future studies would benefit from using structured clinical interviews to\nexamine the relationship between misophonia and other disorders more thoroughly.\nConclusions\nThis  study  successfully  validated  the  Polish  version  of  the  S-Five\nquestionnaire,  confirming  its  five-factor  structure  and  robustness  in  measuring\nmisophonia symptoms in the Polish-speaking population. The tool can be utilised in\nclinical  practice  for  diagnostic  purposes  and  evaluating  psychotherapeutic\n44"
    },
    {
      "section": "Page 45",
      "page_number": 45,
      "text": "interventions, as well as in research, making it the first published tool in Polish to\ncomprehensively assess misophonia severity with respect to its five components.\nThe study offers valuable insights into misophonia's nature, trigger sounds,\nemotional  responses,  and  their  links  to  psychopathology,  enhancing  our\nunderstanding of this condition. Specifically, it highlights the significant role of anger,\ndistress,  and  panic,  while  indicating  the  limited  role  of  irritation  and  disgust  in\nmisophonia.  Moreover,  the  findings  emphasize  that  mouth  sounds  are  more\ncharacteristic triggers of misophonia compared to other repetitive sounds. Lastly, the\nstudy demonstrates that external attributions are not associated with symptoms of\ndepression  and  show  weak  correlations  with  anxiety  symptoms,  while  internal\nattributions moderately correlate with both depression and anxiety symptoms. These\nfindings have important implications for further research and clinical management of\nmisophonia.\n45"
    },
    {
      "section": "Page 46",
      "page_number": 46,
      "text": "References\nBartlett, M. S. (1951). The Effect Of Standardization On A Χ2 Approximation In\nFactor  Analysis.  Biometrika,  38(3–4),  337–344.\nhttps://doi.org/10.1093/biomet/38.3-4.337\nBentler, P. M. (1990). Comparative fit indexes in structural models.  Psychological\nBulletin, 107, 238–246.\nBrout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L. J., Rouw, R., Kumar,\nS., & Rosenthal, M. Z. (2018). Investigating Misophonia: A Review of the\nEmpirical Literature, Clinical Implications, and a Research Agenda. Frontiers\nin  Neuroscience ,  12.\nhttps://www.frontiersin.org/articles/10.3389/fnins.2018.00036\nBrown,  T.  A.  (2015).  Confirmatory  factor  analysis for applied research .  Guilford\npublications. \nBrowne, M. W., & Cudeck, R. (1992). Alternative Ways of Assessing Model Fit.\nSociological  Methods  &  Research ,  21(2),  230–258.\nhttps://doi.org/10.1177/0049124192021002005\nChristensen, A. P., & Golino, H. (2021). Estimating the Stability of Psychological\nDimensions  via  Bootstrap  Exploratory  Graph  Analysis:  A  Monte  Carlo\nSimulation  and  Tutorial.  Psych,  3(3),  Article  3.\nhttps://doi.org/10.3390/psych3030032\nCronbach,  L.  J.  (1951).  Coefficient  alpha  and  the  internal  structure  of  tests.\nPsychometrika, 16(3), 297–334. https://doi.org/10.1007/BF02310555\nCusack, S. E., Cash, T. V., & Vrana, S. R. (2018). An examination of the relationship\nbetween  misophonia,  anxiety  sensitivity,  and  obsessive-compulsive\n46"
    },
    {
      "section": "Page 47",
      "page_number": 47,
      "text": "symptoms. Journal of Obsessive-Compulsive and Related Disorders , 18, 67–\n72. https://doi.org/10.1016/j.jocrd.2018.06.004\nDeVellis,  R.  F.  (2003).  Scale  Development:  Theory  and  Applications .  SAGE\nPublications. \nEdelstein, M., Brang, D., Rouw, R., & Ramachandran, V. S. (2013). Misophonia:\nPhysiological  investigations  and  case  descriptions.  Frontiers  in  Human\nNeuroscience, 7, 296. https://doi.org/10.3389/fnhum.2013.00296\nEnzler, F., Loriot, C., Fournier, P., & Noreña, A. J. (2021). A psychoacoustic test for\nmisophonia  assessment.  Scientific  Reports ,  11(1),  Article  1.\nhttps://doi.org/10.1038/s41598-021-90355-8\nEpskamp, S., Borsboom, D., & Fried, E. I. (2018). Estimating psychological networks\nand their accuracy: A tutorial paper. Behavior Research Methods , 50(1), 195–\n212. https://doi.org/10.3758/s13428-017-0862-1\nEpskamp, S., Cramer, A. O. J., Waldorp, L. J., Schmittmann, V. D., & Borsboom, D.\n(2012). qgraph: Network Visualizations of Relationships in Psychometric Data.\nJournal  of  Statistical  Software ,  48(4),  1–18.\nhttps://doi.org/10.18637/jss.v048.i04\nErfanian, M., Kartsonaki, C., & Keshavarz, A. (2019). Misophonia and comorbid\npsychiatric symptoms: A preliminary study of clinical findings. Nordic Journal\nof  Psychiatry ,  73(4–5),  219–228.\nhttps://doi.org/10.1080/08039488.2019.1609086\nFriedman,  J.  H.,  Hastie,  T.,  &  Tibshirani,  R.  (2014).  Glasso:  Graphical  lasso-\nestimation  of  Gaussian  graphical  models.  R  package  version  1.8.\nhttps://CRAN. Rproject.org/package=glasso\n47"
    },
    {
      "section": "Page 48",
      "page_number": 48,
      "text": "Friedman,  J.,  Hastie,  T.,  &  Tibshirani,  R.  (2008).  Sparse  inverse  covariance\nestimation  with  the  graphical  lasso.  Biostatistics,  9(3),  432–441.\nhttps://doi.org/10.1093/biostatistics/kxm045\nGolino, H. F., & Epskamp, S. (2017). Exploratory graph analysis: A new approach for\nestimating the number of dimensions in psychological research. PLOS ONE,\n12(6), e0174035. https://doi.org/10.1371/journal.pone.0174035\nGolino, H., Shi, D., Christensen, A. P., Garrido, L. E., Nieto, M. D., Sadana, R.,\nThiyagarajan,  J.  A.,  &  Martinez-Molina,  A.  (2020).  Investigating  the\nperformance  of  exploratory  graph  analysis  and  traditional  techniques  to\nidentify the number of latent factors: A simulation and tutorial. Psychological\nMethods, 25(3), 292–320. https://doi.org/10.1037/met0000255\nGuetta, R. E., Cassiello-Robbins, C., Trumbull, J., Anand, D., & Rosenthal, M. Z.\n(2022). Examining emotional functioning in misophonia: The role of affective\ninstability  and  difficulties  with  emotion  regulation.  PLOS  ONE,  17(2),\ne0263230. https://doi.org/10.1371/journal.pone.0263230\nGuttman,  L.  (1954).  Some  necessary  conditions  for  common-factor  analysis.\nPsychometrika, 19(2), 149–161. https://doi.org/10.1007/BF02289162\nGuzick, A. G., Cervin, M., Smith, E. E. A., Clinger, J., Draper, I., Goodman, W. K.,\nLijffijt, M., Murphy, N., Lewin, A. B., Schneider, S. C., & Storch, E. A. (2023).\nClinical characteristics, impairment, and psychiatric morbidity in 102 youth\nwith misophonia. Journal of Affective Disorders , 324, 395–402. https://doi.org/\n10.1016/j.jad.2022.12.083\nHallquist,  M.  N.,  &  Wiley,  J.  F.  (2018).  MplusAutomation:  An  R  Package  for\nFacilitating  Large-Scale  Latent  Variable  Analyses  in  Mplus.  Structural\n48"
    },
    {
      "section": "Page 49",
      "page_number": 49,
      "text": "Equation  Modeling:  A  Multidisciplinary  Journal ,  25(4),  621–638.\nhttps://doi.org/10.1080/10705511.2017.1402334\nHorn, J. L. (1965). A Rationale And Test For The Number Of Factors In Factor\nAnalysis. Psychometrika, 30, 179–185. https://doi.org/10.1007/BF02289447\nHu, L., & Bentler, P. M. (1999). Cutoff criteria for fit indexes in covariance structure\nanalysis: Conventional criteria versus new alternatives.  Structural Equation\nModeling:  A  Multidisciplinary  Journal ,  6(1),  1–55.\nhttps://doi.org/10.1080/10705519909540118\nIBM Corp. (2021).  IBM SPSS Statistics for Macintosh.  (version 28.0) [Computer\nsoftware]. IBM Corp.\nJager, I.,  Koning,  P.  de,  Bost,  T.,  Denys,  D., &  Vulink,  N.  (2020).  Misophonia:\nPhenomenology, comorbidity and demographics in a large sample.  PLOS\nONE, 15(4), e0231390. https://doi.org/10.1371/journal.pone.0231390\nJakubovski,  E.,  Müller,  A.,  Kley,  H.,  de  Zwaan,  M.,  &  Müller-Vahl,  K.  (2022).\nPrevalence and clinical correlates of misophonia symptoms in the general\npopulation  of  Germany.  Frontiers  in  Psychiatry ,  13.\nhttps://www.frontiersin.org/articles/10.3389/fpsyt.2022.1012424\nJanik  McErlean,  A.  B.,  &  Banissy,  M.  J.  (2018).  Increased  misophonia  in  self-\nreported  Autonomous  Sensory  Meridian  Response.  PeerJ,  6,  e5351.\nhttps://doi.org/10.7717/peerj.5351\nJastreboff,  M.  M.,  &  Jastreboff,  P.  J.  (2002).  Decreased  Sound  Tolerance  and\nTinnitus Retraining Therapy (TRT).  Australian and New Zealand Journal of\nAudiology, 24(2), 74–84. https://doi.org/10.1375/audi.24.2.74.31105\nJoreskog, K. G., & Goldberger, A. S. (1975). Estimation of a Model with Multiple\nIndicators and Multiple Causes of a Single Latent Variable.  Journal of the\n49"
    },
    {
      "section": "Page 50",
      "page_number": 50,
      "text": "American  Statistical  Association ,  70(351),  631–639.\nhttps://doi.org/10.2307/2285946\nKaiser, H. F. (1960). The Application of Electronic Computers to Factor Analysis.\nEducational and Psychological Measurement , 20(1), 141–151. https://doi.org/\n10.1177/001316446002000116\nKaiser, H. F., & Rice, J. (1974). Little Jiffy, Mark Iv. Educational and Psychological\nMeasurement, 34(1), 111–117. https://doi.org/10.1177/001316447403400115\nKılıç,  C.,  Öz,  G.,  Avanoğlu,  K.  B.,  &  Aksoy,  S.  (2021).  The  prevalence  and\ncharacteristics  of  misophonia  in  Ankara,  Turkey:  Population-based  study.\nBJPsych Open, 7(5), e144. https://doi.org/10.1192/bjo.2021.978\nKokoszka, A., Jastrzębski, A., & Obrębski, M. (2016). Ocena psychometrycznych\nwłaściwości  polskiej  wersji  Kwestionariusza  Zdrowia  Pacjenta-9  dla  osób\ndorosłych. Psychiatria, 13(4), Article 4. https://doi.org/10.5603/psych.49966\nKroenke, K., Spitzer, R. L., & Williams, J. B. (2001). The PHQ-9: Validity of a brief\ndepression severity measure.  Journal of General Internal Medicine ,  16(9),\n606–613. https://doi.org/10.1046/j.1525-1497.2001.016009606.x\nKuiper, R., & Hoogenboezem, R. (2019).  nopaco: A Non-Parametric Concordance\nCoefficient. (version 1.0.6). https://CRAN.R-project.org/package=nopaco\nKula,  F.  B.,  Cropley,  M.,  &  Aazh,  H.  (2023).  Hyperacusis  and  Misophonia:  A\nSystematic  Review  of  Psychometric  Measures.  Journal  of  the  American\nAcademy of Audiology . https://doi.org/10.1055/a-1896-5032\nKumar, S., Tansley-Hancock, O., Sedley, W., Winston, J. S., Callaghan, M. F., Allen,\nM., Cope, T. E., Gander, P. E., Bamiou, D.-E., & Griffiths, T. D. (2017). The\nBrain  Basis  for  Misophonia.  Current  Biology ,  27(4),  527–533.\nhttps://doi.org/10.1016/j.cub.2016.12.048\n50"
    },
    {
      "section": "Page 51",
      "page_number": 51,
      "text": "Kyriazos, T. A. (2018). Applied Psychometrics: Sample Size and Sample Power\nConsiderations  in  Factor  Analysis  (EFA,  CFA)  and  SEM  in  General.\nPsychology, 09(08), 2207–2230. https://doi.org/10.4236/psych.2018.98126\nLandis, J. R., & Koch, G. G. (1977). The Measurement of Observer Agreement for\nCategorical  Data.  Biometrics,  33(1),  159–174.\nhttps://doi.org/10.2307/2529310\nLarsen, E.-A., Hovland, T., Nielsen, G. E., & Larsen, L. (2022). Preliminary validation\nof  the  Norwegian  version  of  misophonia  questionnaire  (MQ-NOR).\nInternational  Journal  of  Audiology ,  0(0),  1–6.\nhttps://doi.org/10.1080/14992027.2022.2111372\nLauritzen,  S.  L.  (1996).  Graphical  models  (Vol.  17).  Clarendon  Press.\nhttps://books.google.co.uk/books?\nhl=en&lr=&id=mGQWkx4guhAC&oi=fnd&pg=PA1&dq=Lauritzen,+S.L.\n+Graphical+Models%3B+Clarendon+Press:+Oxford,+UK,\n+1996&ots=2Lllv5DpXl&sig=Js7VsS-16SFqS9btOx8dqSj0in8\nLehrer,  P.  M.  (2018).  Heart  rate  variability  biofeedback  and  other\npsychophysiological  procedures  as  important  elements  in  psychotherapy.\nInternational Journal of Psychophysiology: Official Journal of the International\nOrganization  of  Psychophysiology ,  131,  89–95.\nhttps://doi.org/10.1016/j.ijpsycho.2017.09.012\nLim,  S.,  &  Jahng,  S.  (2019).  Determining  the  number  of  factors  using  parallel\nanalysis  and  its  recent  variants.  Psychological  Methods ,  24(4),  452–467.\nhttps://doi.org/10.1037/met0000230\nMcDonald, R. P. (1999).  Test Theory: A Unified Treatment  (1st ed.). Psychology\nPress.\n51"
    },
    {
      "section": "Page 52",
      "page_number": 52,
      "text": "McKay, D., Kim, S.-K., Mancusi, L., Storch, E. A., & Spankovich, C. (2018). Profile\nAnalysis  of  Psychological  Symptoms  Associated  With  Misophonia:  A\nCommunity  Sample.  Behavior  Therapy ,  49(2),  286–294.\nhttps://doi.org/10.1016/j.beth.2017.07.002\nMehrabizadeh Honarmand, M., & Roushani, K. (2019). Investigation of Psychometric\nProperties  of  Misophonia  Questionnaire.  The  Neuroscience  Journal  of\nShefaye Khatam, 7(2), 13–22. https://doi.org/10.29252/shefa.7.2.13\nMichałowski, J. M., Holas, P., & Zvolensky, M. J. (2014). Polish adaptation and\npsychometric  validation  of  the  Anxiety  Sensitivity  Index-III.  Journal  of\nIndividual  Differences ,  35(2),  79–86.\nhttps://doi.org/10.1027/1614-0001/a000129\nMokkink, L. B., Terwee, C. B., Knol, D. L., Stratford, P. W., Alonso, J., Patrick, D. L.,\nBouter, L. M., & de Vet, H. C. (2010). The COSMIN checklist for evaluating\nthe  methodological  quality  of  studies  on  measurement  properties:  A\nclarification of its content.  BMC Medical Research Methodology ,  10(1), 22.\nhttps://doi.org/10.1186/1471-2288-10-22\nMokkink, L. B., Terwee, C. B., Patrick, D. L., Alonso, J., Stratford, P. W., Knol, D. L.,\nBouter,  L.  M.,  &  de  Vet,  H.  C.  W.  (2010).  The  COSMIN  study  reached\ninternational  consensus  on  taxonomy,  terminology,  and  definitions  of\nmeasurement properties for health-related patient-reported outcomes. Journal\nof  Clinical  Epidemiology ,  63(7),  737–745.\nhttps://doi.org/10.1016/j.jclinepi.2010.02.006\nMuthén, B. (1979). A Structural Probit Model with Latent Variables. Journal of the\nAmerican Statistical Association , 74, 807–811.\n52"
    },
    {
      "section": "Page 53",
      "page_number": 53,
      "text": "Muthén, L., & Muthén, B. (1998-2017). Mplus User’s Guide: Statistical Analysis with\nLatent Variables (Version 7th) [Computer software].\nNaylor,  J.,  Caimino,  C.,  Scutt,  P.,  Hoare,  D.  J.,  &  Baguley,  D.  M.  (2021).  The\nPrevalence  and  Severity  of  Misophonia  in  a  UK  Undergraduate  Medical\nStudent  Population  and  Validation  of  the  Amsterdam  Misophonia  Scale.\nPsychiatric  Quarterly ,  92(2),  609–619.  https://doi.org/10.1007/s11126-020-\n09825-3\nNeacsiu, A. D., Szymkiewicz, V., Galla, J. T., Li, B., Kulkarni, Y., & Spector, C. W.\n(2022).  The  neurobiology  of  misophonia  and  implications  for  novel,\nneuroscience-driven  interventions.  Frontiers  in  Neuroscience ,  16,  893903.\nhttps://doi.org/10.3389/fnins.2022.893903\nNunnally, J., & Bernstein, I. (1994). Psychometric Theory . McGraw-Hill.\nNunnally, J. C. (1978). An Overview of Psychological Measurement. In B. B. Wolman\n(Ed.),  Clinical  Diagnosis  of  Mental  Disorders:  A  Handbook  (pp.  97–146).\nSpringer US. https://doi.org/10.1007/978-1-4684-2490-4_4\nPons, P., & Latapy, M. (2006). Computing Communities in Large Networks Using\nRandom Walks.  Journal of Graph Algorithms and Applications ,  10(2), 191–\n218.\nQuek, T. C., Ho, C. S., Choo, C. C., Nguyen, L. H., Tran, B. X., & Ho, R. C. (2018).\nMisophonia in Singaporean Psychiatric Patients: A Cross-Sectional Study.\nInternational Journal of Environmental Research and Public Health ,  15(7),\n1410. https://doi.org/10.3390/ijerph15071410\nR Core Team. (2020).  R: A Language and Environment for Statistical Computing\n[Computer software]. R Foundation for Statistical Computing. https://www.R-\nproject.org/\n53"
    },
    {
      "section": "Page 54",
      "page_number": 54,
      "text": "Remmert,  N.,  Jebens,  A.,  Gruzman,  R.,  Gregory,  J.,  &  Vitoratou,  S.  (2022).  A\nnomological network for misophonia in two German samples using the S-Five\nmodel  for  misophonia.  Frontiers  in  Psychology ,  13,  902807.\nhttps://doi.org/10.3389/fpsyg.2022.902807\nRevelle,  W.,  &  Condon,  D.  M.  (2019).  Reliability  from  α  to  ω:  A  tutorial.\nPsychological  Assessment ,  31(12),  1395–1411.\nhttps://doi.org/10.1037/pas0000754\nRinaldi,  L.  J.,  Smees,  R.,  Ward,  J.,  &  Simner,  J.  (2022).  Poorer  Well-Being  in\nChildren With Misophonia: Evidence From the Sussex Misophonia Scale for\nAdolescents.  Frontiers  in  Psychology ,  13.\nhttps://www.frontiersin.org/articles/10.3389/fpsyg.2022.808379\nRosenthal, M. Z., Anand, D., Cassiello-Robbins, C., Williams, Z. J., Guetta, R. E.,\nTrumbull, J., & Kelley, L. D. (2021). Development and Initial Validation of the\nDuke Misophonia Questionnaire. Frontiers in Psychology , 12, 709928. https://\ndoi.org/10.3389/fpsyg.2021.709928\nRosenthal, M. Z., McMahon, K., Greenleaf, A. S., Cassiello-Robbins, C., Guetta, R.,\nTrumbull, J., Anand, D., Frazer-Abel, E. S., & Kelley, L. (2022). Phenotyping\nmisophonia: Psychiatric disorders and medical health correlates. Frontiers in\nPsychology,  13.\nhttps://www.frontiersin.org/articles/10.3389/fpsyg.2022.941898\nRouw, R., & Erfanian, M. (2018). A Large-Scale Study of Misophonia.  Journal of\nClinical Psychology , 74(3), 453–479. https://doi.org/10.1002/jclp.22500\nSakarya, M. D., & Çakmak, E. (2022). Mizofoni Ölçeği’nin Türkçe Formunun Geçerlik\nve Güvenirlik Sınama Çalışması. Psikoloji Çalışmaları , 42(1), Article 1.\n54"
    },
    {
      "section": "Page 55",
      "page_number": 55,
      "text": "Sarigedik, E., & Gulle, B. T. (2021). A Study on Validation of Amsterdam Misophonia\nScale in Turkish and Misophonia's Prevalence in Turkish High School/College\nStudent  Population.  Psychiatry  and  Behavioral  Sciences ,  11(4),  258–258.\nhttps://doi.org/10.5455/PBS.20210509040627\nSavard, M.-A., Sares, A. G., Coffey, E. B. J., & Deroche, M. L. D. (2022). Specificity\nof  Affective  Responses  in  Misophonia  Depends  on  Trigger  Identification.\nFrontiers  in  Neuroscience ,  16.\nhttps://www.frontiersin.org/articles/10.3389/fnins.2022.879583\nSchröder, A. E., Vulink, N. C., van Loon, A. J., & Denys, D. A. (2017). Cognitive\nbehavioral  therapy  is  effective  in  misophonia:  An  open  trial.  Journal  of\nAffective Disorders , 217, 289–294. https://doi.org/10.1016/j.jad.2017.04.017\nSchröder, A., Vulink, N., & Denys, D. (2013). Misophonia: Diagnostic Criteria for a\nNew  Psychiatric  Disorder.  PLOS  ONE,  8(1),  e54706.\nhttps://doi.org/10.1371/journal.pone.0054706\nShrout, P. E., & Fleiss, J. L. (1977). Intraclass Correlations: Uses in Assessing Rater\nReliability.  Psychological  Bulletin ,  86(2),  420–428.\nhttps://doi.org/10.1037/0033-2909.86.2.420\nSiepsiak, M., Rosenthal, M. Z., Raj-Koziak, D., & Dragan, W. (2022). Psychiatric and\naudiologic features of misophonia: Use of a clinical control group with auditory\nover-responsivity.  Journal  of  Psychosomatic  Research ,  156,  110777.\nhttps://doi.org/10.1016/j.jpsychores.2022.110777\nSiepsiak,  M.,  Śliwerski,  A.,  &  Łukasz  Dragan,  W.  (2020).  Development  and\nPsychometric Properties of MisoQuest-A New Self-Report Questionnaire for\nMisophonia.  International  Journal  of  Environmental  Research  and  Public\nHealth, 17(5), 1797. https://doi.org/10.3390/ijerph17051797\n55"
    },
    {
      "section": "Page 56",
      "page_number": 56,
      "text": "Siepsiak,  M.,  Sobczak,  A.  M.,  Bohaterewicz,  B.,  Cichocki,  Ł.,  &  Dragan,  W.  Ł.\n(2020). Prevalence of Misophonia and Correlates of Its Symptoms among\nInpatients with Depression. International Journal of Environmental Research\nand Public Health , 17(15), Article 15. https://doi.org/10.3390/ijerph17155464\nSiepsiak, M., Turek, A., Michałowska, M., Gambin, M., & Dragan, W. Ł. (2023).\nMisophonia  in  Children  and  Adolescents:  Age  Differences,  Risk  Factors,\nPsychiatric  and  Psychological  Correlates.  A  Pilot  Study  with  Mothers’\nInvolvement. Child Psychiatry & Human Development . https://doi.org/10.1007/\ns10578-023-01593-y\nSiepsiak, M., Vrana, S. R., Rynkiewicz, A., Rosenthal, M. Z., & Dragan, W. Ł. (2023).\nDoes  context  matter  in  misophonia?  A  multi-method  experimental\ninvestigation.  Frontiers  in  Neuroscience ,  16,  880853.\nhttps://doi.org/10.3389/fnins.2022.880853\nSijtsma, K. (2009). On the use, the misuse, and the very limited usefulness of\nCronbach’s  alpha.  Psychometrika,  74(1),  107–120.\nhttps://doi.org/10.1007/s11336-008-9101-0\nSpitzer, R. L., Kroenke, K., Williams, J. B. W., & Löwe, B. (2006). A brief measure for\nassessing  generalized  anxiety  disorder:  The  GAD-7.  Archives  of  Internal\nMedicine, 166(10), 1092–1097. https://doi.org/10.1001/archinte.166.10.1092\nSteiger,  J.  H.  (1990).  Structural  Model  Evaluation  and  Modification:  An  Interval\nEstimation  Approach.  Multivariate  Behavioral  Research ,  25(2),  173–180.\nhttps://doi.org/10.1207/s15327906mbr2502_4\nSwedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A.,\nJastreboff, P. J., Kumar, S., Rosenthal, M. Z., Rouw, R., Schiller, D., Simner,\nJ., Storch, E. A., Taylor, S., Werff, K. R. V., Altimus, C. M., & Raver, S. M.\n56"
    },
    {
      "section": "Page 57",
      "page_number": 57,
      "text": "(2022). Consensus Definition of Misophonia: A Delphi Study.  Frontiers in\nNeuroscience,  16.\nhttps://www.frontiersin.org/articles/10.3389/fnins.2022.841816\nTaylor, S., Zvolensky, M. J., Cox, B. J., Deacon, B., Heimberg, R. G., Ledley, D. R.,\nAbramowitz, J. S., Holaway, R. M., Sandin, B., Stewart, S. H., Coles, M., Eng,\nW., Daly, E. S., Arrindell, W. A., Bouvard, M., & Cardenas, S. J. (2007).\nRobust dimensions of anxiety sensitivity: Development and initial validation of\nthe Anxiety Sensitivity Index-3.  Psychological Assessment ,  19(2), 176–188.\nhttps://doi.org/10.1037/1040-3590.19.2.176\nTucker, L. R., & Lewis, C. (1973). A reliability coefficient for maximum likelihood\nfactor  analysis.  Psychometrika,  38(1),  1–10.\nhttps://doi.org/10.1007/BF02291170\nUllman,  J.  B.  (2006).  Structural  Equation  Modeling:  Reviewing  the  Basics  and\nMoving  Forward.  Journal  of  Personality  Assessment ,  87(1),  35–50.\nhttps://doi.org/10.1207/s15327752jpa8701_03\nVitoratou, S., Hayes, C., Uglik-Marucha, N., Pearson, O., Graham, T., & Gregory, J.\n(2023). Misophonia in the UK: Prevalence and norms from the S-Five in a UK\nrepresentative  sample.  PLOS  ONE,  18(3),  e0282777.\nhttps://doi.org/10.1371/journal.pone.0282777\nVitoratou, S., Uglik-Marucha, N., Hayes, C., Erfanian, M., Pearson, O., & Gregory, J.\n(2021). Item Response Theory Investigation of Misophonia Auditory Triggers.\nAudiology  Research ,  11(4),  567–581.\nhttps://doi.org/10.3390/audiolres11040051\nVitoratou,  S.,  Uglik-Marucha,  N.,  Hayes,  C.,  &  Gregory,  J.  (2021).  Listening  to\nPeople  with  Misophonia:  Exploring  the  Multiple  Dimensions  of  Sound\n57"
    },
    {
      "section": "Page 58",
      "page_number": 58,
      "text": "Intolerance Using a New Psychometric Tool, the S-Five, in a Large Sample of\nIndividuals  Identifying  with  the  Condition.  Psych,  3(4),  639–662.\nhttps://doi.org/10.3390/psych3040041\nVitoratou, S., Wang, J., Hayes, C., Wang, Q., Stefanatou, P., & Gregory, J. (2022).\nEvidence of Cross-Cultural Consistency of the S-Five Model for Misophonia:\nPsychometric Conclusions Emerging From the Mandarin Version. Frontiers in\nPsychology,  13.\nhttps://www.frontiersin.org/articles/10.3389/fpsyg.2022.879881\nWickham, H. (2016). ggplot2: Elegant graphics for data analysis . Springer Cham.\nWild,  D.,  Grove,  A.,  Martin,  M.,  Eremenco,  S.,  McElroy,  S.,  Verjee-Lorenz,  A.,\nErikson, P., & ISPOR Task Force for Translation and Cultural Adaptation.\n(2005). Principles of Good Practice for the Translation and Cultural Adaptation\nProcess  for  Patient-Reported  Outcomes  (PRO)  Measures:  Report  of  the\nISPOR Task Force for Translation and Cultural Adaptation. Value in Health:\nThe  Journal  of  the  International  Society  for  Pharmacoeconomics  and\nOutcomes  Research ,  8(2),  94–104.  https://doi.org/10.1111/j.1524-\n4733.2005.04054.x\nWilliams, Z. J., Cascio, C. J., & Woynaroski, T. G. (2022). Psychometric validation of\na  brief  self-report  measure  of  misophonia  symptoms  and  functional\nimpairment:  The  duke-vanderbilt  misophonia  screening  questionnaire.\nFrontiers  in  Psychology ,  13.\nhttps://www.frontiersin.org/articles/10.3389/fpsyg.2022.897901\nWu,  M.  S.,  Lewin,  A.  B.,  Murphy,  T.  K.,  &  Storch,  E.  A.  (2014).  Misophonia:\nIncidence,  phenomenology,  and  clinical  correlates  in  an  undergraduate\n58"
    },
    {
      "section": "Page 59",
      "page_number": 59,
      "text": "student  sample.  Journal  of  Clinical  Psychology ,  70(10),  994–1007.\nhttps://doi.org/10.1002/jclp.22098\nZhou, X., Wu, M. S., & Storch, E. A. (2017). Misophonia symptoms among Chinese\nuniversity students: Incidence, associated impairment, and clinical correlates.\nJournal  of  Obsessive-Compulsive  and  Related  Disorders ,  14,  7–12.\nhttps://doi.org/10.1016/j.jocrd.2017.05.001\n59"
    },
    {
      "section": "Page 60",
      "page_number": 60,
      "text": "Additional file\nS-Five Polish version - fillable form with automatic scoring.pdf\nAppendix\nTable A1. The S-Five in English and Polish.\nPlease read each statement carefully and base \nyour answer on how true they feel to you based on\nyour current thoughts, experiences, and reactions :\n0-not at all true to 10-completely trueProszę uważnie przeczytać każdą pozycję i \noprzeć swoją odpowiedź na tym, w jakim stopniu \nsię z nimi utożsamiasz na podstawie aktualnych \nmyśli, doświadczeń i reakcji : 0-zupełnie \nnieprawdziwe, do 10-całkowicie prawdziwe.  \n   \nExternalising Eksternalizacja \nPeople should not make certain sounds, even if\nthey do not know about others' sensitivities Ludzie nie powinni wydawać niektórych dźwięków,\nnawet  jeśli  nie  zdają  sobie  sprawy  z\nnadwrażliwości innych osób na te dźwięki.  \nI  get  angry  at  other  people  because  of  how\ndisrespectful they are with the noises they make Złoszczę się na innych ludzi ze względu na ich\nbrak szacunku wobec innych, gdy wydają pewne\ndźwięki. \nPeople  should  do everything  they  can  to  avoid\nmaking noises that might bother others Ludzie powinni robić wszystko, co w ich mocy, aby\nunikać  wydawania  dźwięków,  które  mogłyby\nprzeszkadzać innym.  \nI react strongly to certain sounds because I cannot\nstand how selfish, thoughtless, or bad-mannered\npeople can be Reaguję silnie na niektóre dźwięki, ponieważ nie\nmogę znieść tego, jak samolubni, bezmyślni lub\nźle wychowani mogą być ludzie.  \nCertain sounds are just bad manners, and it is not\nstrange to feel intense anger about that Wydawanie niektórych odgłosów to po prostu złe\nmaniery  i  to,  że  kogoś  bardzo  złości  takie\nzachowanie, nie jest dziwne.  \nInternalizing Internalizacja \nThe  way  I  react  to  certain  sounds  makes  me\nwonder  whether  deep  inside  I  am  just  a  bad\nperson Sposób w jaki reaguję na pewne dźwięki sprawia,\nże zastanawiam się, czy w głębi duszy jestem złą\nosobą. \nThe way I react to certain noises makes me feel\nlike I must be an unlikable person deep down Sposób  w  jaki  reaguję  na  niektóre  dźwięki\nsprawia, że w głębi duszy czuję, że ciężko mnie\nlubić. \nI respect myself less because of my responses to\ncertain sounds Czuję  do  siebie  mniej  szacunku  przez  to,  jak\nreaguję na pewne odgłosy.  \nI feel like I must be a very angry person inside\nbecause of the way I react to certain sounds Czuję, że w głębi duszy muszę odczuwać dużą\nzłość, skoro tak reaguję na niektóre dźwięki.  \n60"
    },
    {
      "section": "Page 61",
      "page_number": 61,
      "text": "I dislike myself in the moments of my reactions to\nsounds Nie  lubię  siebie  w  sytuacjach,  gdy  reaguję\nnegatywnie na niektóre dźwięki.  \nImpact Wpływ na życie \nMy job opportunities are limited because of my\nreaction to certain noisesMoje możliwości zatrudnienia są ograniczone ze\nwzględu na moje reakcje na niektóre dźwięki.  \nI do not meet friends as often as I would like to\nbecause of the noises they makeCzuję, że nie widuję przyjaciół tak często jak bym\nchciał/chciała z powodu dźwięków, jakie wydają.  \nThere are places I would like to go but do not,\nbecause I am too worried about how the noises\nwill impact meSą miejsca do których chciałbym/abym pójść, ale\ntego nie robię, bo za bardzo martwię się tym, jak\nwpłyną na mnie niektóre dźwięki.  \nI can see future where I cannot do everyday things\nbecause of my reactions to noisesPatrząc  w  przyszłość,  potrafię  wyobrazić  sobie\nsytuacje,  gdy  nie  jestem  w  stanie  wykonywać\nzwykłych codziennych czynności z powodu moich\nreakcji na dźwięki. \nThe  way  I  feel/react  to  certain  sounds  will\neventually isolate me and prevent me from doing\neveryday thingsSposób  w  jaki  reaguję  na  niektóre  dźwięki\nostatecznie  mnie  odizoluje  i  uniemożliwi  mi\nwykonywanie codziennych czynności.  \nOutburst Wybuchy emocji \nI  can  get  so  angry  at certain  noises  that  I  get\nphysically  aggressive  towards  people  to  make\nthem stopPewne dźwięki mogą mnie tak zezłościć, że staję\nsię  fizycznie  agresywny/a  w  stosunku  do  ludzi,\nżeby tylko przestali je wydawać.  \nSometimes I get so distressed by noises that I use\nviolence to try and make it stopCzasami niektóre dźwięki są źródłem takiej udręki,\nże  używam  przemocy,  żeby  spróbować  je\nprzerwać. \nSome sounds are so unbearable that I will shout at\npeople to make them stopNiektóre  dźwięki  są  tak  nie  do  zniesienia,  że\nzdarza mi się krzyczeć na ludzi, żeby przestali je\nwydawać. \nIf people make certain sounds that I cannot bear, I\nbecome verbally aggressiveJeśli  ludzie  wydają  pewne  odgłosy,  których  nie\nmogę znieść, staję się słownie agresywny/a.  \nI  am  afraid  I  will  do  something  aggressive  or\nviolent because I cannot stand the noise someone\nis makingObawiam się, że mogę zacząć zachowywać się\nagresywnie  i  gwałtownie,  gdy  nie  mogę  znieść\nniektórych dźwięków, które ktoś wydaje.  \nThreat Zagrożenie \nI feel trapped if I cannot get away from certain\nnoisesCzuję  się  osaczony/a,  jeśli  nie  mogę  uciec  od\nniektórych dźwięków.  \nI feel anxious if I cannot avoid listening to certain\nsoundsCzuję  duży  niepokój,  jeśli  nie  mogę  uniknąć\nsłuchania niektórych odgłosów.  \nIf  I cannot  get  away  from  certain  noises,  I  am\nafraid I might panic or feel like I will explodeJeśli  nie  mogę  uciec  od  niektórych  dźwięków,\nobawiam się, że wpadnę w panikę lub wybuchnę.  \nIf I cannot avoid certain sounds, I feel helplessJeśli  nie  mogę  uniknąć  niektórych  dźwięków,\nodczuwam bezradność.  \n61"
    },
    {
      "section": "Page 62",
      "page_number": 62,
      "text": "I can experience distress as the result of some\nnoisesNiektóre  dźwięki  stanowią  dla  mnie  duży\ndyskomfort/są dla mnie udręką.  \nTable A2. The S-Five-T in English and Polish.\nThinking about the past few weeks, what is the\nmain  feeling  this  sound*  has  caused  you?  no\nfeeling, irritation, distress, disgust, anger, panic,\nother  feeling:  negative,  other  feeling:  positive,\nother: physiological reaction  \nW ostatnich tygodniach, jakie uczucia najczęściej\nwywoływał w Tobie ten dźwięk*? żadne, irytacja,\nrozpacz, obrzydzenie, złość, panika, inne uczucie:\nnegatywne, inne uczucie: pozytywne, inne: reakcję\nfizjologiczną \n \nThinking about the past few weeks, please rate\nthe intensity of your reaction to this sound* when\nmade by another person or object (from 0: doesn't\nbother  me  at  all  to  10:  unbearable/causes\nsuffering)  \nOceń intensywność swojej reakcji na ten dźwięk*\nwydawany przez inną osobę lub obiekt, biorąc pod\nuwagę ostatnie kilka tygodni ( od 0: w ogóle mi nie\nprzeszkadza  do 10:  nie  do  zniesienia/powoduje\ncierpienie) \n \n*List of triggers currently included in the S-Five-T:\nNormal  eating  sounds,  Certain  letter  sounds,\nMushy foods being eaten, Sound of clipping nails,\nSwallowing,  Keyboard  tapping,  Lip  smacking,\nNormal breathing, Repetitive engine noises, Loud/\nunusual  breathing,  Mobile  phone  sounds,\nRepetitive  coughing,  Humming  noise,  Repetitive\nsniffing,  Snoring,  Certain  accents,  Whistling\nsound, Sound of tapping, Rustling, Chewing gum,\nFootsteps,  Hiccups,  Slurping,  Cutlery  noises,\nSneezing, Certain words, Kissing, Joint cracking,\nMuffled  sounds,  Throat  clearing,  Baby  crying,\nRepetitive barking, Loud chewing, Clock ticking,\nCrunching  eating  sounds,  Teeth  sucking,\nYawning.  \n*Lista stresorów/wyzwalaczy (ang. trigger) obecnie\nzawartych  w  S-Five-T:  Normalne  odgłosy\njedzenia,  Brzmienie  niektórych  głosek,  Jedzenie\npapkowatych potraw, Dźwięk obcinania paznokci,\nPołykanie/przełykanie,  Stukanie  w  klawiaturę,\nMlaskanie, Normalne oddychanie, Odgłosy pracy\nsilnika,  Głośne/nietypowe  oddychanie,  Dźwięki\ntelefonu komórkowego, Powtarzający się kaszel,\nBuczenie,  Powtarzające  się/ciągłe  pociąganie\nnosem,  Chrapanie,  Niektóre  rodzaje\nakcentu/intonacji  mowy,  Gwizdanie,  Stukanie,\nSzeleszczący  plastik  lub  papier,  Głośne  żucie\ngumy,  Odgłosy  kroków,  Czkawka,  Siorbanie,\nOdgłosy sztućców, Kichanie, Brzmienie niektórych\nsłów,  Odgłos  pocałunków,  Strzelanie  stawów,\nPrzytłumione  dźwięki,  Odchrząkiwanie,  Płacz\ndziecka,  Powtarzające  się/ciągłe  szczekanie,\nGłośne  żucie,  Tykanie  zegara,  Jedzenie\nchrupiących  pokarmów,  Zasysanie  powietrza\nprzez zęby/Syczenie, Ziewanie.  \n \nTable A3. Item stability values for the S-Five items across 1000 bootstrapped\nsamples.\nItemLabel1234567\nint_S505Respect myself less 0.999 0.001\nint_S518Bad person inside 0.999 0.001\nint_S519Dislike self 0.999 0.001\nint_S508Unlikeable person 0.7970.1180.0430.0080.0330.001\nint_S512Angry person inside 0.6140.2130.1220.0060.0010.044\nout_S517Physically 0.0160.9810.003\n62"
    },
    {
      "section": "Page 63",
      "page_number": 63,
      "text": "aggressive\nout_S522Violence 0.0160.9810.003\nout_S523Shout at people 0.0170.9780.0020.0020.001\nout_S504Verbally aggressive 0.0490.8750.0520.0030.021\nout_S524Afraid of outburst 0.1980.6210.1280.0010.0010.051\nthr_S507Feel anxious 0.0030.0010.996\nthr_S511Feel trapped 0.0030.0010.996\nthr_S510Experience distress 0.0030.0020.995\nthr_S503Feel helpless 0.0040.0020.994\nthr_S502Panic or explode 0.0910.2190.6620.0040.024\nimp_S501Do not meet friends 1.000\nimp_S514Avoid places 1.000\nimp_S520Limited job \nopportunities1.000\nimp_S515Cannot do everyday \nthings0.9990.001\nimp_S509Eventually isolated 0.0280.0120.0070.9460.0060.001\next_S506Others avoid making \nnoises1.000\next_S513Others should not \nmake sounds1.000\next_S516Others selfish 1.000\next_S521Others bad manners 1.000\next_S525Others disrespectful 1.000\nNote. 1: Internalising factor; 2: Outburst factor; 3: Threat factor; 4: Impact factor; 5: Externalising \nfactor; 6-7: factors identified in bootstrap EGA that had a low proportion of replications and were \nnot assigned a name.\nBlank cells correspond to 0. \n63"
    }
  ]
}