{
  "doc_type": "scientific paper",
  "title": "Misophonia assessment on individuals with various occupations",
  "authors": [
    "Deepika Vanukuri",
    "Lakshmi Prasanna P"
  ],
  "year": 2023,
  "journal": "World Journal of Advanced Engineering Technology and Sciences",
  "doi": "10.30574/wjaets.2023.8.1.0031",
  "abstract": "Most people in the current situation may suffer from misophonia but are unable to identify it because they are unaware of the condition. Misophonia is a condition in which certain sounds can cause an outburst of irritation, anger, or aggression. In this context, the current study sought to assess and confirm the presence of misophonia in people of various occupations. The study included 30 participants ranging in age from 23 to 54 years. All participants were given a developed Misophonia Assessment Questionnaire in Telugu, and the data was analyzed using SPSS 20 and qualitative analysis was performed to check other aspects such as condition and associated problems. According to the findings, homemakers (17%), ASLP (13%), students (13%), teachers (13%), special educators (10%), conductors (10%), correspondents (10%), musicians (7%), and AWT (7%) all participated. Participants reported misophonia in the following situations: stress (30%), shouting (27%), group (23%), dialysis (10%), tiredness (7%), and television (3%). Out of all the participants 47% fall under Subclinical i.e normal, 23% Moderate, 20% Mild and 10% are Severe. ANOVA followed by post hoc reveals that no significant difference found between occupation except for student and correspondent and ASLP and correspondent in age condition where as other factors such as gender and condition showed no significant difference. According to the current study findings, nearly 53% of participants reported mild to severe misophonia based on the misophonia assessment questionnaire, and it was also discovered that stress levels are higher when compared to others. Finally, the authors stated that misophonia may be a part of daily life where most of the people will be addressed and ignored, it must be assessed and treated appropriately before it has an impact on quality of life.",
  "keywords": [
    "Telugu language",
    "Misophonia",
    "Occupation",
    "Selective sound sensitivity",
    "Misophonia Assessment Questionnaire"
  ],
  "research_topics": [
    "Misophonia assessment",
    "Sound sensitivity disorders",
    "Occupational health",
    "Auditory emotional response",
    "Misophonia prevalence and severity",
    "Stress and misophonia",
    "Questionnaire-based assessment",
    "Statistical analysis of sensory disorders"
  ],
  "created_at": "2025-05-05T02:53:02.725193Z",
  "source_pdf": "documents/research/Global/Vanukuri 2023 Misophonia Assessment on Individuals with various occupations.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "*Corresponding author : Lakshmi Prasanna P \nCopyright © 2023 Author(s) retain the copyright of this article. This article is published under the terms of the Creative Commons Attribution Liscense 4.0. \nMisophonia assessment on individuals with various occupations \nDeepika Vanukuri 1 and Lakshmi Prasanna P 2, * \n1 Apollo Institute of Medical Sciences and Research, Apollo health city campus, Jubilee Hills, Hyderabad, 500096, Telangana, \nIndia.  \n2 Helen Keller’s Institute of Research and Rehabilitation for the Disabled Children, RK Puram, near Neredmet X roads, \nSecunderabad-500056, Telangana, India.  \nWorld Journal of Advanced Engineering Technology and Sciences , 2023, 08(01), 225 –230 \nPublication history: Received on 20 December 2022; revised on 31 January 2023; accepted on 03 February 2023 \nArticle DOI: https://doi.org/10.30574/wjaets.2023.8.1.0031  \nAbstract \nMost people in the current situation may suffer from misophonia but are unable to identify it because they are unaware \nof the condition. Misophonia is a condition in which certain sounds can cause an outburst of irritation, anger, or \naggression. In this context, the current study sought to assess and confirm the presence of misophonia in people of \nvarious occupations. The study included 30 participants ranging in age from 23 to 54 years. All participants were given \na developed Misophonia Assessment Questionnaire in Telugu, and the data was analyzed using SPSS 20 and qualitative \nanalysis was performed to check other aspects such as condition and associated problems. According to the findings, \nhomemakers (17%), ASLP (13%), students (13%), teachers (13%), special educators (10%), conductors (10%), \ncorrespondents (10%), musicians (7%), and AWT (7%) all participated. Participants reported misophonia in the \nfollowing situations: stress (30%), shouting (27%), group (23%), dialysis (10%), tiredness (7%), and television (3%). \nOut of all the participants 47% fall under Subclinical i.e normal, 23% Moderate, 20% Mild and 10% are Severe. ANOVA \nfollowed by post hoc reveals that no significant difference found between occupation except for student and correspondent and \nASLP and correspondent in age condition where as other factors such as gender and condition showed no significant difference. \nAccording to the current study findings, nearly 53% of participants reported mild to severe misophonia based on the \nmisophonia assessment questionnaire, and it was also discovered that stress levels are higher when compared to others. \nFinally, the authors stated that misophonia may be a part of daily life where most of the people will be addressed and \nignored, it must be assessed and treated appropriately before it has an impact on quality of life. \nKeywords: Telugu language; Misophonia; Occupation; Selective sound sensitivity; Misophonia Assessment \nQuestionnaire  \n1.Introduction\n[1] proposed a model of decreased sound tolerance in which subconscious connections between auditory and emotional \nstimuli elicit misophonia symptoms that are maintained by principles and processes governing conditioning (e.g., \nassociative learning and memory). \nThe term \"misophonia\" is also referred to as \"Selective Sound Sensitivity Syndrome\" (4S), which was first used by [2]. \nThey defined it as the intense emotional response experienced by some people to frequent, occasionally hardly audible \nsounds that most of us would ignore. \n[3] reported that 14% of the students are reported misophonia. Triggers are stimuli that cause such a response and can \ninclude other sensory modalities (e.g., tactile, olfactory, low frequency vibration; [ 4]). [5] found that 8.5 to 12.76% of \ninpatients with depression were diagnosed with misophonia from their study. According to [ 6], Misophonia is a common"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "World Journal of Advanced Engineering Technology and Sciences , 2023, 08(01), 225 –230  \n226  condition that should be investigated further as a separate diagnostic entity. [ 7] the authors found that 15.85% with a \nmoderate to severe degree of Misophonia and stated that Misophonia is highly prevalent with no gender difference. [ 8] \nstated that 48.27% of the students reported misophonia symptoms and they also found no significant association \nbetween gender and the occurrence of misophoni a. There is a need to screen individuals with various occupations \nbecause the symptoms of misophonia may be overlooked by us [ 2]. Because there have been no such studies, the current \nstudy was designed to assess and determine whether misophonia is present in various occupations and under what \nconditions misophonia is increased.  \n2. Material and methods  \n2.1. Participants  \n30 individuals with various occupation in the age range of 23 to 54 years was participated in the study. The participants \ndata were given in the tab le 1. All of the participants were healthy, with no neurological abnormalities and normal \nhearing. Other neurological abnormalities were excluded from the study, with the exception of two individuals (1 -\nHomemaker and 1 -Musician) who reported dialysis, whic h was used to determine which condition misophonia can be \nseen in.  \nTable 1 The list of participants  \nS. No  Occupation  No. of Participants  \n1 Homemaker  5 \n2 Audiologist and Speech therapist  4 \n3 AWT  2 \n4 Students  4 \n5 Musician  2 \n6 Conductor  3 \n7 Teacher  4 \n8 Special educator  3 \n9 Correspondent  3 \nTotal  Participants  30 \n2.2. Material  \n[9] developed the Misophonia Assessment Questionnaire in Telugu (MAQ -T), which had an excellent Cronbach's value \nof 0.925, indicating that it was highly reliable was used for this present study.  \nThe questionnaire includes 21 questions based on a four -point sc ale, as well as three additional questions to determine \nwhich condition misophonia triggered, the presence of hyperacusis, and other issues.  \n2.3. Procedure  \nInformal hearing screening was done to all the participants to check hearing sensitivity which reveals al l the individuals \nwere responded well states that normal hearing sensitivity. Researcher was explained about the study and collected \nconsent form. All the participants were instructed to read the questionnaire carefully and select the appropriate option \nfrom the rating scale given. The misophonia assessment questionnaire was interpreted using the following severity \nscale. Subclinical: 0 -11; Mild: 12 -24; Moderate: 25 -37; Severe: 38 -50; and Extreme: 51 -63. All the responses were \nrecorded and stored for furthe r analysis.  \n2.4. Analysis  \nBoth percentage and statistical analysis were carried to know the exact cause and percentage of the misophonia by the \nparticipants. Statistical analysis such as ANOVA followed by post hoc Bonferroni was performed by using SPSS 20."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "World Journal of Advanced Engineering Technology and Sciences , 2023, 08(01), 225 –230  \n227  3. Resu lts and discussion  \n3.1. Percentage of participants in various occupations  \nFigure 1 depicts the percent tage of participants in various occupations, namely 17% Homemaker, 13% Teacher, 13% \nASLP, 13% Students, 10% Correspondent, 10% Special educator, 10% Conductor,  7% Musician, and 7% AWT \n(Anganwadi Teachers). Higher percentage was seen in homemaker, teachers, students and ASLP are observed to be \nequal in number whereas correspondent, special educator and conductor are similar and musician as well as AWT are \nsimilar  in number.  \n \nFigure 1 The percentage of participants in various occupation  \n3.2. Percentage of condition in which Misophonia present  \nFigure 2 depicts the percentage of participants with misophonia in various conditions. The most common condition that \ntriggers misophonia is stress (30%), followed by shouting or loud speech (27%), group conversations (23%), dialysis \n(10%), tiredness (7%), and TV noises/sound (3%).  \n \nFigure 2 The percentage of participants with misophonia in various conditions"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "World Journal of Advanced Engineering Technology and Sciences , 2023, 08(01), 225 –230  \n228  3.3. Percentage of seve rity of Misophonia on whole data  \nFigure 3 depicts the percentage of severity of misophonia on the whole data, which shows that 47% are subclinical, 23% \nare moderate, 20% are mild, and 10% are severe. It is important to note that no participant reported ext reme severity \nof misophonia.  \n \nFigure 3 The percentage of severity of Misophonia on whole data  \n3.4. Various occupation in different severity with condition.  \nTable 2 Percentage of various occupation with severity and degree of Misophonia  \nOccupation  Subclinical  Mild  Moderate  Severe  \nHomemaker  2 (0.40%)  2 (0.40%)  0 1 (0.20%)  \nASLP  2 (0.50%)  2 (0.50%)  0 0 \nAWT  1 (0.50%)  0 1 (0.50%)  0 \nStudent  2 (0.50%)  0 2 (0.50%)  0 \nMusician  0 0 1 (0.50%)  1 (0.50%)  \nConductor  1 (0.33%)  1 (0.33%)  1 (0.33%)  0 \nTeacher  2 (0.50%)  1 (0.25%)  1 (0.25%)  0 \nSpecial Educator  2 (0.66%)  0 1 (0.33%)  0 \nCorrespondent  2 (0.66%)  0 1 (0.33%)  0 \n \n \nFigure 4  The percentage of occupation and severity of Misophonia"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "World Journal of Advanced Engineering Technology and Sciences , 2023, 08(01), 225 –230  \n229  The majority of the participants, 14%, fall into the subclinical category from various occupations, indicating normal, \naccording to the study authors. In the mild condition, it was demonstrated that the homemaker and ASLP in the stress \ncondition, but the c onductor and teacher in the loud speech condition. The conductor, students, and correspondents \nwere shown stressed in the moderate condition, whereas the AWT and Special Educator were shown in the loud speech \ncondition, the musician was shown on TV noises,  and the teacher was shown in group conversations. Both the \nhomemaker and the musician reported misophonia after dialysis in severe cases. Surprisingly, no one in the study \nreported extreme severe misophonia. The detailed data was given in the table 2 and figure 4.  Note that percentage was \ntaken based on the no. of participants in each group.  \n3.5. To compare between various occupations  \nANOVA followed by Post hoc test Bonferroni was used to do multiple comparisons, in Age factor there is no significant \ndifferenc e in all occupations except for ASLP and Correspondent (P=0.02; P<0.05) as well as correspondent and student \n(P=0.003; P<0.05) showed there is a significant difference however in other factors such as Gender and Condition there \nis no significant difference  (p=1.00; P>0.05).  \nThe outcomes of the study reveal that highest percentage was seen in home maker i.e 17%. Stress (30%) was seen in \nwhich it triggers misophonia, 47% subclinical, 23% moderate, 20% mild and 10% severe. 13% of students reported \nmisophonia w hich also agreed with [ 5] reported that 14% of the students are reported misophonia . [8] Study also found \nhigher rate of students with misophonia symptoms which also agreed with the current study.  Additionally, the authors \nfound that 53% of the participant s reported that the presence of misophonia, these results are agreed with [10] states \nthat misophonia is a common condition which requires treatment as a separate condition.  No significant difference \nfound between occupation except for student and correspo ndent and ASLP and correspondent in age condition where \nas other factors such as gender and condition showed no significant difference.  \nFinally, the current study's authors discovered that misophonia occurs in a variety of occupations and is triggered by \nstress, as most of the participants demonstrated. As this study was done to check misophonia in various occupations \nand whether the individuals are aware of their problem, most of the individuals are not aware of the problem \n(misophonia) but can identify wh ich condition misophonia is seen in. Homemaker, ASLP, conductor, and teacher \nshowed mild misophonia, at least one participant from each occupation showed moderate misophonia except \nhomemaker and ASLP, and one individual from each homemaker and musician sho wed severe misophonia followed by \ndialysis.  \n4. Conclusion  \nMost daily living activities or occupations may cause people to experience misophonia symptoms, which are often \ndismissed as unessential. Misophonia screening should be performed to identify misophonia  where the quality of life \nmay be affected as the severity of misophonia increases. According to the current study findings, nearly 53% of \nparticipants reported mild to severe misophonia based on the misophonia assessment questionnaire, and it was also \ndiscovered that stress levels are higher when compared to others. Finally, the authors stated that misophonia may be a \npart of daily life where most of the people will be addressed and ignored, it must be assessed and treated appropriately \nbefore it has an im pact on quality of life.  \nCompliance with ethical standards  \nAcknowledgments  \nSincere thanks to the participants, Apollo Institute of Medical Sciences and Research and Helen Keller Institute of \nResearch and Rehabilitation for the Disabled Children for allowing the authors to complete the study.  \nDisclosure of conflict of interest  \nThe authors declared that there are no conflicts of interest.  \nStatement of informed consent  \nInformed consent was obtained from all individual participants included in the study."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "World Journal of Advanced Engineering Technology and Sciences , 2023, 08(01), 225 –230  \n230  References  \n[1] Jastreboff, Pawel & Jastreboff, M.M. (2001). The neurophysiological model of tinnitus and its practical \nimplementation: Current status. Advances in Otolaryngology -head and Neck Surgery. 15. 135 -147.  \n[2] Pawel J. Jastreboff, Margaret M. Jastreboff (2003). Tinnitis retraining therapy for patients with tinnitus and \ndecreased soun d tolerance.  Otolaryngol Clin  36(2): 321 -36. \n[3] Wu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2014) Misophonia, incidence, phenomenology, and clinical \ncorrelates in an undergraduate student sample.  Journal of Clinical Psychology, 70,  994 -1007. doi:  \n10.1002/jclp.22098.  \n[4] Dozier, T. H. (2015). Counterconditioning Treatment for Misophonia.  Clinical Case Studies,  14(5), 374 –\n387.  https://doi.org/10.1177/1534650114566924  \n[5] Siepsiak, M., Sobczak, A. M., Bohaterewicz, B., Cichocki, Ł., & Dragan, W. Ł. (2020). Prevalence of Misophonia and \nCorrelates of Its Symptoms among Inpatients with Depression.  International journal of environmental research \nand public health,  17(15), 5464. https://doi.org/10.3390/ijerp h17155464  \n[6] Jakubovski, E., Müller, A., Kley, H., de Zwaan, M., & Müller -Vahl, K. (2022). Prevalence and clinical correlates of \nmisophonia symptoms in the general population of Germany.  Frontiers in psychiatry,  13, 1012424. \nhttps://doi.org/10.3389/fpsyt.2022.1012424  \n[7] Patel, Nischay & Fameen, Ridha & Shafeek, Neha & Prabhu P, Prashanth. (2022). Prevalence of Misophonia in \nCollege Going Students of India: A Preliminary Survey. Indian Journal of Otolaryng ology and Head & Neck Surgery. \n10.1007/s12070 -022 -03266 -z. \n[8] Aryal, S. and Prabhu, P. (2022) “Misophonia: Prevalence, impact and co -morbidity among Mysore University \nstudents in India - A survey”,  Neuroscience Research Notes, 5(4), p. 161. doi: 10.31117/neur oscirn.v5i4.161.  \n[9] Lakshmi Prasanna P (2023) Misophonia Assessment Questionnaire in Telugu, unpublished data, submitted to \nresearch department, Helenkeller’s Institute, Hyderabad.  \n[10] Jerry Kennard (2013) The Stress of Sound: Misophonia - Stress - Anxiety (healthcentral.com)"
    }
  ]
}