{
  "doc_type": "scientific paper",
  "title": "The tie that binds: temporal coding and adaptive emotion",
  "authors": [
    "Jingyi Wang",
    "Arielle Tambini",
    "Regina C. Lapate"
  ],
  "year": 2022,
  "journal": "Trends in Cognitive Sciences",
  "doi": "10.1016/j.tics.2022.09.005",
  "abstract": "Emotions are temporally dynamic, but the persistence of emotions outside of their appropriate temporal context is detrimental to health and well-being. Yet, precisely how temporal coding and emotional processing interact remains unclear. Recently unveiled temporal context representations in the hippocampus, entorhinal cortex (EC), and prefrontal cortex (PFC) support memory for what happened when. Here, we discuss how these neural temporal representations may interact with densely interconnected amygdala circuitry to shape emotional functioning. We propose a neuroanatomically informed framework suggesting that high/fidelity temporal representations linked to dynamic experiences promote emotion regulation and adaptive emotional memories. Then, we discuss how newly-identified synaptic and molecular features of amygdala-hippocampal projections suggest that intense, amygdala-dependent emotional responses may distort temporal coding mechanisms. We conclude by identifying key avenues for future research.",
  "keywords": [
    "temporal coding",
    "emotion",
    "hippocampus",
    "entorhinal cortex",
    "prefrontal cortex",
    "amygdala",
    "emotional memory",
    "emotion regulation",
    "temporal context",
    "amygdala-hippocampal projections",
    "emotional processing",
    "mood and anxiety disorders",
    "temporal memory"
  ],
  "research_topics": [
    "Neural mechanisms of temporal coding in emotion",
    "Hippocampal and entorhinal cortex involvement in temporal memory",
    "Role of prefrontal cortex in temporal context representation",
    "Amygdala-hippocampal interactions and emotional response",
    "Temporal coding and emotional memory formation",
    "Emotional dysregulation in mood and anxiety disorders",
    "Neurobiological framework of emotion-temporal interactions",
    "Synaptic and molecular features of amygdala-hippocampal circuitry"
  ],
  "created_at": "2025-05-04T23:27:05.011252Z",
  "source_pdf": "documents/research/Global/Wang 2022 The tie that binds temporal coding adaptive emotion.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Opinion\nThe tie that binds: temporal coding and\nadaptive emotion\nJingyi Wang ,1Arielle Tambini ,2and Regina C. Lapate1,*\nEmotions are temporally dynamic, but the persistence of emotions outside of their\nappropriate temporal context is detrimental to health and well-being. Yet, preciselyhow temporal coding and emotional processing interact remains unclear. Recently\nunveiled temporal context representations in the hippocampus, entorhinal cortex\n(EC), and prefrontal cortex (PFC) support memory for what happened when .\nHere, we discuss how these neural temporal representations may interact withdensely interconnected amygdala circuitry to shape emotional functioning. Wepropose a neuroanatomically informed framework suggesting that high- ﬁdelity\ntemporal representations linked to dynamic experiences promote emotion regula-tion and adaptive emotional memories. Then, we discuss how newly-identi ﬁed\nsynaptic and molecular features of amygdala– hippocampal projections suggest\nthat intense, amygdala-dependent emotional responses may distort temporal-coding mechanisms. We conclude by identifying key avenues for future research.\nA neuroanatomically grounded framework for understanding emotion –temporal\ninteractions\nWhen you are afraid, time stops. And it ﬂies when you ’re having fun. Time–emotion interactions\nare intuitively familiar, but they go beyond ﬁgures of speech –and we are only beginning to under-\nstand how. This perspective integrates recent ﬁndings from the historically separate disciplines of\ntemporal memory and emotion, highlighting their mutual interplay to make predictions for\nneural mechanisms supporting adaptive functioning.\nHere, we propose that intact function of the hippocampal –entorhinal region and interconnected PFC\nmay provide high- ﬁdelity temporal stamps for dynamic emotional experiences, supporting ﬂexible\nemotional learning and memory formation, thereby reducing vulnerability to psychopathology.\nPrecise time-coding mechanisms, including time cells (see Glossary ),ramping cells , and\ngradually drifting ensembles , have recently been identi ﬁed in human and non-human primates,\npredicting temporal memory organization [ 1–7] and adding to a rich literat ure unveiling associations\nbetween the similarity of BOLD fMRI neural activity patterns and temporal memory [ 5,8–18].\nMoreover, new anatomical evidence [ 19,20] suggests that negative emotional events could be\nprone to distorting time-coding mechanisms via powerful amygdalar –hippocampal projections\nthat can directly compete with temporal context information arriving from the EC. Relatedly, theneural substrates underlying the persistence of emotional responses that in ﬂuences processing\nof unrelated stimuli ( ‘affective spillover ’), impacting emotional memory formation, include\namygdala –hippocampal interactions and dorsolateral PFC (DLPFC) circuitry [ 21–26]. Affective\nstates may ‘spillover ’via persistent amygdala-evoked changes in neural activity [ 22,26], including\nhippocampal neural activity patterns that signal a shared temporal context [22 ,23], while DLPFC\nfunction may constrain affective spillover [ 21,25]. Together, these advances support a neurobiologi-\ncal model to understand emotion –temporal interactions, as detailed next.Highlights\nEmotion dysregulation in mood and\nanxiety disorders is often associatedwith the persistence of emotional statesoutside of their appropriate temporalcontext.\nRecent research provides key insights\ninto temporal-coding mechanisms inthe hippocampus, entorhinal cortex(EC), and prefrontal cortex (PFC) thatunderlie temporal memory formation –\nincluding time cells, ramping cells, andgradually drifting patterns.\nWe propose that function of the hippo-\ncampal formation, EC, and PFC provides\nhigh- ﬁdelity temporal stamps for dynamic\nemotional experiences, supporting con-textualized emotional memory formationand expression, thereby reducingvulnerability to psychopathology.\nHeightened emotional reactivity may be\nprone to distorting temporal-codingmechanisms via powerful amygdalar–hippocampal projections that can com-pete with incoming temporal contextinformation.\n1Department of Psychological & Brain\nSciences, University of California, Santa\nBarbara, Santa Barbara, CA 93106, USA\n2Center for Biomedical Imaging and\nNeuromodulation, Nathan Kline Institutefor Psychiatric Research, Orangeburg,NY 10962, USA\n*Correspondence:\nlapate@ucsb.edu (R.C. Lapate).\nTrends in Cognitive Sciences, December 2022, Vol. 26, No. 12 https://doi.org/10.1016/j.tics.2022.09.005 1103\n© 2022 The Author(s). Published by Elsevier Ltd. This is an open access article under the CC BY license ( http://creativecommons.org/licenses/by/4.0/ ).Trends in\nCognitive Sciences OPEN ACCESS"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Persistence of emotional responses in mood and anxiety disorders\nA hallmark of emotion dysregulation in mood and anxiety disorders is not the mere expression of\nparticular emotional states, but rather their persistence over time –outside of their appropriate\ntemporal context [ 27,28]. For instance, the extreme fear response in post-traumatic stress disorder\n(PTSD) is likely adaptive in the face of life-threatening danger but maladaptive when it extends\nbeyond it; likewise, the duration, rather than mere presence, of hopelessness and apathy symp-\ntoms is central to the diagnosis of depression [ 28]. Moreover, persistent negative affect in mood\ndisorders has been proposed to bias memory toward negative experiences [ 29]. On a ﬁner tempo-\nral scale, continuous measurements of emotional reactivity and recovery [e.g., usingfacial electromyography (EMG)] indicate that the recovery or persistence of emotional reactions(rather than initial reactivity) most strongly correlates with well-being [30 ,31] and best differentiates\nindividuals diagnosed with depression from healthy controls [ 27,32,33]. Neurally, persistent\namygdalar responding to negative events correlates with higher negative (and lower positive) affect\nin daily life and greater neuroticism, a risk factor for mood and anxiety disorders [ 26,34].\nIn summary, time is of the essence when characterizing deviations from normative or adaptive\nemotional responding. Building on in ﬂuential computational models of context and memory orga-\nnization [ 35], recent work has explicitly incorporated the in ﬂuence of emotion on modulating tem-\nporal context representations via enhancing item-context bindings [ 36] and by including\nemotional valence in contextual representations [ 29].\nYet, it is unknown whether the neural coding of temporal context is itself modulatedduring emotional processing, and whether this governs the fate of emotional responses –including\ntheir propensity to ‘spillover ’to bias future events, and the malleab ility of emotional memories. Tem-\nporally disorganized memories are a cardinal symptom of PTSD (reviewed in [37 ]); in depression, au-\ntobiographical memories often lack episodic details and feature temporal discontinuities [ 38,39].\nFine-grained temporal coding depe nds on function of the hippocampus [ 40], a region whose struc-\ntural integrity is often compromised in (and confers prospective risk for) PTSD anddepression [ 41–43]. Likewise, function of the DLPFC, where temporal context coding cells have\nbeen newly identiﬁ ed [4,6], determines prospective risk for mood disorders and regulates the\ntemporally persistent in ﬂuence of affect [21 ,25,32,44].\nNext, we highlight new ﬁndings on the neural basis of temporal coding in hippocampal –EC and\nPFC\ncircuitry [ 1–7,45–48] that inform novel predictions for why and how high- ﬁdelity temporal\nstamps linked to emotional experiences may be bene ﬁcial for amygdala-dependent emotional\nlearning and regulatory processes. Then, we describe recently identi ﬁed features of amygdala –\nhippocampal circuitry [ 19,20,22,49] that suggest that amygdala-dependent responding to salient\nemotional events may distort temporal-coding mechanisms.\nDevelopments in temporal-coding mechanisms inform a neurobiological\nframework for emotion –temporal interactions\nThe past few years have witnessed an extraordinary surge of empirical work delineating core\nmechanisms underlying temporal context enc oding and memory. First, time cells, ramping\ncells, and gradually drifting population ensembles, ﬁrst identi ﬁed in the hippocampus, EC, and\nPFC of rodents [ 46,50–52] and non-human primates [ 3,6,7,53], have now been found in humans\n[1,2,45], providing a putative neural signature for temporally organized memories in both struc-\ntured, temporally predictable experiences (e.g., time cells) and in one-shot emotional episodes(e.g., ramping cells and gradually drifting ensembles) [ 54]. Underscoring their likely behavioral rel-\nevance, the reliability of time fields and ramping cell activity is associated with temporally\norganized memory in humans [ 1,45]. Nonetheless, even though the reliability of time cell ﬁringTrends in Cognitive Sciences\nOPEN ACCESS\n1104 Trends in Cognitive Sciences, December 2022, Vol. 26, No. 12Glossary\nAffective spillover: persistence of\npreviously provoked affect beyond its\ntemporal epoch that biases processingof other, unrelated events –indexed\nbehaviorally by emotion-driven biases onratings of later-presented (often neutral)\nstimuli, or neurally via temporally\npersistent emotion-evoked neuralactivity during other stimulus-processingepochs.Conjunctive representations:integrated representations of multiplefeatures of an event (what, when, andwhere) linking temporal information withevent-speci ﬁc content (such as stimulus\ncolor or spatial information); evident inramping cells, time cells, and multivariateneural activity patterns.Fear conditioning: the associative\nprocess by which an originally neutralstimulus (conditioned stimulus/CS+;e.g., tone) provokes conditionedresponses (e.g., sweat) associated withan unconditioned, aversive stimulus that\ntypically follows it (US; e.g., shock). In\ndelay conditioning, the CS+ co-terminates with the US. In traceconditioning, a temporal gap separatesthe CS+ and the US.Gradually drifting ensembles: cell\nﬁring and BOLD multivariate neural\nactivity patterns (e.g., in thehippocampus) gradually change overtime. As a result, the dissimilarity of thoseneuronal ensembles can be used todecode time elapsed over varioustimescales, ranging from seconds tominutes, hours, and days. Likewise,greater similarity of BOLD multivariateneural activity patterns representing twodistinct events is often associated withshorter temporal distances between\nthem.\nRamping cell: ramping cells signal\ntemporal context by typically respondingas soon as an event takes place. Then,their ﬁring monotonically ramps up or\ndecays at varying rates, with a widedistribution of time constants, rangingfrom seconds to tens of minutes.Ramping cells are prominent in theentorhinal cortex –a major hippocampal\ninput –and in the hippocampus.\nRetiming: akin to ‘remapping ’in the\nspatial domain, time ﬁelds can change\n(retime) following changes in theenvironment, such as changes incondition and temporal structure;likewise, ramping cell function issensitive to the temporal structure"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "patterns may be meaningful during structured experiences, time ﬁelds and ramping cells are\nmalleable, such that changes in the environment can alter their temporal-coding patterns –that\nis, provoking retiming [46,47,50], which may underlie the separation of experiences over time\n[40,54](Figure 1 A(1)and A (2)). Finally, conjunctive representations , in which events and their\ncontext are represented together –considered a building block of episodic memory –are evident\nin temporal codes [ 55]: conjunctive ‘what ’and ‘when ’codes have been found in time cells [ 6,51],\nramping cells [ 3,4,46], and in multivariate neural activity patterns [ 9,12,17,48].\n(A)(1)(A)(2)\n(B)(1) (B)(2)\n(C)(1)(C)(2)Firing rate\nTime TimeCell e\nCell f\nCell gCell e\nCell f\nCell gFiring rateCell a\nCell b\nCell c\nTimeCell a\nCell d\nCell c\nTime TimeCell a\nCell d\nCell cCell cCell a\nCell b\nTime(A)(3)(A)(4)\nTime\nr\n0.4r\n0.2Time\nr\n0.4r\n0.5\nTrendsT rends  inin CognitiveCognitive  SciencesSciences\nFigure 1. Temporal-coding mechanisms in hippocampal –EC–PFC circuitry and hypothesized impact of\namygdala-engaging emotional events. (A) Time cells. The ﬁring rate of each time cell increases at a speciﬁ ce p o c h\nwithin a temporal interval. The sequential ﬁring of a time-cell population (cells a+b+c in A (1)) represents the entire interval.\nA(2)shows retiming: when the temporal interval changes (e.g., increases), certain time ﬁelds remain stable (cell a), others\nchange (cell c), and new cells are recruited to represent the interval (cell d). A (3)and A (4)illustrate the hypothesized impact\nof a negative emotional experience (poisoned fruit) on time cells, widening time ﬁelds (cells a and c) and suppressing time-\ncell ﬁring (cells b and d). Black line: time ﬁeld. (B) Ramping cell activity is shown for six hypothetical trials. In B (1),r a m p i n g\ncell (e) codes trial time, ramping cell (f) session time, and ramping cell (g) show conjunctive coding of trial time and condition.\nB(2)shows the hypothesized impact of negative events (poisoned fruits) on ramping cell time constants, producing faster\nplateau (cell e), suppression (cell f), and sustained ﬁring (cell g). (C) Multivariate neural activity patterns are shown. In C (1),\nthe similarity of multivariate neural activity patterns is hig her when events are closer (app le vs. orange) ve rsus farther\napart in time (orange vs. pear). C (2)shows a negative event (poisoned orange) producing greater similarity of ensuing neural\nactivity patterns, compared with a neutral condition (C (1)vs. C (2)orange –pear distance). A (1)and A (2)adapted from [ 40];\nB(1)and B (2)adapted from [46 ]. Abbreviations: EC, entorhinal c ortex; PFC, prefrontal cortex.Trends in Cognitive Sciences\nOPEN ACCESS\nTrends in Cognitive Sciences, December 2022, Vol. 26, No. 12 1105(repetitive vs. novel) of ongoingexperiences.Time cell: time cells ﬁre at particular\nintervals of temporally structured events.Different time points within an interval areoften represented by different time cells,such that the whole interval of an eventsequence can be represented by theaggregate time cells' sequential ﬁring\npattern.Time field: the temporal epoch during\nwhich a time cell shows its highest ﬁring\nrate."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "As discussed next, these and other developments inform a new neurobiological framework to\nunderstand emotion –temporal interactions.\nGranular temporal stamps may bene ﬁt amygdala-dependent emotional learning\nand regulation\nIt is well established that the amygdala is required for orchestrating emotional responses to salientevents [ 56], learning of emotional associations such as in fear conditioning [57], and that\namygdala-driven modulation of arousal and amygdala –hippocampal interactions underlie the\nemotional modulation of episodic memory [58 –60]. Prior work has characterized amygdala –\nhippocampal functional and anatomical interactions that support emotional in ﬂuences on memory\n[60–62] and the role of contextual encoding in psychopathology [ 29,63](Box 1 ). Here, we elaborate\non recent neuroanatomical ﬁndings that point to putative mechanisms and functional conse-\nquences of how emotion and temporal coding properties may interact in the hippocampus and in-\nterconnected circuitry.\nAlthough emotional learning and episodic memory formation often interact, they can also disso-\nciate, such that amygdala-dependent learning and responding (including fear-conditioned\nresponses) can occur independently or with varying levels of hippocampal participation [ 64,65].\nThus, the ﬁdelity and strength of temporal context encoded in hippocampus and interconnected\nstructures likely varies across individuals and emotional experiences. We argue that the proper-ties of temporal context coding associate d with an emotional event may determine the\nnature and ﬂexibility of emotional memory formation.\nBox 1. Beyond time: emotional memory, amygdala –hippocampal interactions and psychopathology\nMemory for emotional events –particularly high-arousal, negative ones –is often enhanced and enriched by vivid details and\nsubjective con ﬁdence, compared with neutral event memories [ 62,99,112]. Amygdalar strong reciprocal projections to\nperirhinal, hippocampal, and entorhinal cortices [ 113 –115](Box 3 ) underlie a plethora of these effects [ 57,59,60,62,116].\nSpeci ﬁcally, memory accuracy for emotional items correlates with amygdalar and perirhinal engagement [ 96,117], amyg-\ndala –perirhinal interactions, and sensory (e.g., visual) modulation during encoding (reviewed in [ 63,112]). Of note, perirhinal\nactivity has also been found to correlate with temporal memory judgments [ 11,118], putatively due to this region's engage-\nment relating to item memory strength and vividness, which could be used to infer event recency [119 ]. Amygdala –\nhippocampal connectivity typically increases during negative emotional processing and correlates with emotion-modulated\nitem memory [ 59]( b u ts e e[ 62,63] for discussions on the causal role of hippocampal function for emotional memory).\nIn contrast to item memory, memory for contextual detail is not always prioritized by emotion and may be deprioritized[120] as indicated by experiments on source memory (contextual details accompanying an item [ 121]), which relies on\nhippocampal function [ 117, 120]. Bisby and Burgess note that negative emotional processing often impairs relational\nbinding and correlates with lower hippocampal engagement during emotional event retrieval [ 63]. Their framework con-\ncurs with ours and others [ 36] in postulating that amygdala –hippocampal competitive processes may shape the extent\nto which emotional memories are (de)contextualized, with potential relevance for our understanding of psychopathology[37,63].\nNonetheless, memory for contextual features intrinsic to emotional events and important for survival, such as a threateningitem's location, may be enhanced by emotion [ 99,122]. Precisely which contextual aspects and associations become\nprioritized or deprioritized via amygdala –hippocampal synergistic versus competitive interactions likely varies by one's\ngoals, contextual salience, and relatedness to emotional events (see [ 97,99,112,120]for in-depth discussions).\nArecent\ncomputational model [ 20] inspired by newly discovered synaptic features of amygdala –hippocampal projections\n[19] indicates that amygdala –hippocampal interactions may cause fewer features of a remembered pattern to be available\nto CA1 for comparison with EC's input, resulting in an impoverished context memory template, which agrees with othermodels [ 29,36]. Of note, this model is compatible with amygdalar competition with EC- and HPC-dependent contexts\nbeyond time –such as, for instance, space. Indeed, place cells drift over time [ 67]. Understanding the fate of spatiotemporal\ncontext that evolves during emotional episodes, and the extent to which whether time and space fold together in driftingpatterns, or dissociate, will be an important direction for future research.Trends in Cognitive Sciences\nOPEN ACCESS\n1106 Trends in Cognitive Sciences, December 2022, Vol. 26, No. 12"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "Temporal context may shape emotional response associability and memory malleability\nTemporal coding cells and gradually changing population ensembles in the hippocampus-ECand PFC are thought to provide event memories with a temporal context tag –serving as the\nputative neural basis for temporal memory on timescales ranging from seconds to days\n[13,66,67]. The granularity and strength of temporal context encoding via this circuitry likely\ndepends on the following properties: the overall magnitude of temporal context encoding, puta-tively re ﬂecting the number of time cells and ramping cells that code for a particular epoch [ 6,66];\nthe width of time ﬁelds [ 4,6,68](Figure 1 A\n(1)); and the drift rate of ramping cells [ 3,46](Figure 1 B(1)),\nwhich together likely impact gradually changing representations at the ensemble level [ 69]a n d\nproduce a temporal context signal that can be reliably detected at relatively coarser resolutionsby examining the similarity of multivariate neur al activity patterns over t ime (e.g., using fMRI)\n(Figure 1 C\n(1)). In general, the greater the dissimilarity of population-level ensembles and multivar-\niate BOLD activity patterns representing two temporally distinct events in hippocampus, EC,\nand PFC, the greater the temporal distance between them [5 ,8–13,15–17]. Growing evidence\nsuggests that multivariate patterns in the human EC and hippocampus may code for temporal\ncontext at the level of ﬁne temporal interval durations and ve ridical (in addition to perceived)\ntemporal relation between events both at encoding and retrieval [ 12,13,15,17]. Major contex-\ntual shifts between events (perceived as event boundaries) can produce discontinuities in thesesignals and likely comprise an organizing principle for chunking experiences into discrete eventmemories ( Box 2).\nOf interest, the temporal resolution of recently identi ﬁed ramping cells ( Figure 1 B\n(1); on the order of\nseconds to minutes) is well aligned with the time course of many complex emotional experiences;moreover, because ramping cell function (unlike phasic time cell ﬁring) does not appear to depend\nBox 2. Contextual shifts in hippocampal– EC representations: potential interactions with amygdala-dependent\nemotional responses\nThe neural representation of time is not a faithful metric clock but is instead modulated by changes in the environment. For\ninstance, when the delay between a stimulus and subsequent response interval changes, time ﬁelds representing the de-\nlay change accordingly [ 47,50]–they ‘retime ’(see Figure 1 A(2)in main text). Likewise, ramping cells are reset by landmark\nevents and are sensitive to the temporal structure of experiences [ 46] (see Figure 1B (1)in main text). Abrupt changes in\ncontext, termed ‘event boundaries ’, typically reduce the similarity of hippocampal multivariate neural activity patterns for\nitems spanning the boundary, incurring a performance cost in temporal memory judgments [ 8,9,16,107,123].\nHowever, these contextual shifts hav e by and large only been studied in neut ral contexts (for an exception, see [ 86]). What hap-\npens when contextual shifts are accompanied by emotional changes, such as when going from an aversive (trafﬁ c disagreement)\nto a neutral event (water cooler conversation with a coworker)? While this question has begun to be addressed in computationalmodels of temporal context and its in ﬂuence on memory organization [ 29,36,97], less empirical work has considered the neural\nmechanisms associated with the potential in ﬂuence of emotion and amygdala s ignaling on co ntext shifts.\nOn one hand, emotional state changes, such as from aversive to neutral, may themselves function as event boundaries,reaching the basolateral nucleus of the amygdala (BLA) directly from hippocampus to help constrain temporally persistentemotional responses. Anterior hippocampal regions CA1, prosubiculum, and subiculum project directly to the BLA\n[113,114]( Box 3 and see Figure I inBox 3), synapsing on inhibitory neurons, wh ich can therefore inhibit amygdala\nresponses [ 124]. Thus, event boundary-related signals reaching the BLA may help limit emotional responses to\ntheir original episode and temporal context via a direct hippocampal –amygdala pathway, thereby promoting contextually\nappropriate behavioral repertoires, rather than reverberations of past emotions.\nConversely, amygdala signals following strong emotion al events may compete locally in hippocampus with temporal\ncontext information emanating from EC [ 91,125]. It is thus possible that amygdala signaling disrupts hippocampal –EC\nrepresentations associated with contextual shifts: for instance, retiming in EC might fail to update hippocampal represen-\ntations due to local amygdala competition, blurring ‘event boundaries’ as represented by this circuitry. Since early time\npoints following events are typically encoded with greater temporal precision [ 2,4,6,52,68], amygdala –EC competition\ncould result in coarser temporal coding of otherwise neutral events that follow high-intensity, emotional ones, causing\nthe previous temporal context to perpetuate even as new neutral events unfold, potentially yielding ‘spillover ’of affect or\nemotional biasing (see Figure 2 A in the main text).Trends in Cognitive Sciences\nOPEN ACCESS\nTrends in Cognitive Sciences, December 2022, Vol. 26, No. 12 1107"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "on previously learned, structured experiences, they are well suited to support the formation of\none-shot episodic memories [ 54]. Thus, ramping cells, prominent in the EC and hippocampus\n[1,3,46,53] and recently identi ﬁed in the non-human primate DLPFC [ 4,6,7], may comprise a\ncritical temporal context signal that accompanies (and possibly determines) incidental affectivespillover and emotional memory formation. In summary, intra- and interindividual variation in the\npreviously reviewed temporal-coding mechanisms likely determines the granularity and strength\nof temporal stamps linked to event memories.\nRelatively coarse (as opposed to ﬁne-grained) temporal coding in this circuitry should intrinsically\nproduce greater representational similarity between events that occurred at different times; at\nthe extreme, they could be irrevocably linked and provoke the same response repertoire (indeed,fear learning spreads via a shared temporal context in hippocampus (CA1) [ 23]). Conversely, ﬁne-\ngrained temporal tagging should effectively separate incoming information in memory, potentially\nreducing the associability of emotional states over time ( Figure 2 A, Key ﬁgure). We propose that\nemotional events (and ensuing responses) accompanied by high- ﬁdelity temporal stamps should\nbe less prone to ‘spilling over ’(Prediction 1) and more malleable to future updating in dynamic\nenvironments (Prediction 2).\nPrediction 1: ﬁne-grained temporal tagging reduces affective spillover\nAn emotional response that lingers over time can bias behavioral and neural processing and ap-\npraisals of unrelated stimuli in th e environment, a phenomenon we call ‘affective spillover ’\n[21,24,25]. While this mechanism may underlie rapid emotional learning [ 70]a n db ea d v a n t a -\ngeous under certain circumstances, it can be maladaptive when automatic associations betweenemotional responses and subsequent events are too liberally formed, in the absence of a causal orpredictive relationship between affective and surrounding stimuli. We postulate that stronger andﬁne-grained temporal context codes, bound to the original emotional provocation and response,\nmay limit the temporal associability of emotional experiences by decreasing their similarity and con-tiguity with later-processed, unrelated events, thereby limiting affective spillover. In the laboratory,we typically assay affective spillover by examining the extent to which emotional processing in ﬂu-\nences evaluations of unrelated, neutral stimuli presented several seconds or minutes later[21,22,24,25]. Critically, affective spillover, which may depend in part on amygdala function\n[24–26,34], has lasting consequences for how novel stimuli are remembered, underscoring the\npervasiveness of emotional processing [ 21,22,24].\nConsistent with the idea that temporal coding in hippocampal– PFC circuitry helps constrain\nemotional reactions to their appropriate tempo ral context, hippocampal lesions prolong\nnegative emotional responding (i.e., impair recovery) after a sadness induction procedure, even\nafter memory for the sadness-inducing event has faded [ 71]. Relatedly, greater emotion\nregulato\nry dif ﬁculties have been reported following hippocampal lesions [ 72]. Function of the\nDLPFC, where temporal context coding cells have been identi ﬁed [4 ,6], plays a causal role\nin preventing the unwarranted spillover of aff ect. DLPFC inhibition via brain stimulation\n(transcranial magnetic stimulation; TMS) produces affective spillover in the laboratory, resulting\nin emotionally biased ﬁrst impressions of novel neutral faces [ 21]. Moreover, these emotionally bi-\nased associations are long lasting and measurable outside the laboratory several days later, sug-gesting one-trial emotional memory formation [ 21]. Whether this is due to DLPFC function\nmaintaining relevant temporal contexts per se and/or instantiating temporally sensitive, emotion\nregulatory goals is unknown. The representati on of temporally sensitive goals in DLPFC may\nrely on recently identi ﬁed ramping cell activity [ 4,7], interactions with hippocampal– EC circuitry\n[73], or projections from the frontal pole, a hig hly integrative region involved in sequence\nmonitoring [ 74,75].Trends in Cognitive Sciences\nOPEN ACCESS\n1108 Trends in Cognitive Sciences, December 2022, Vol. 26, No. 12"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "Key figure\nThe proposed neural architecture underlying emotion –temporal interac-\ntions in amygdala and hippocampal –EC–PFC circuitry\nAmygdala-hippocampal projection\nAMY\nHPC HPCPV\nTwo pathways:\ndifferent effects?\nFiring rateTimeDirect pathway\nIndirect pathway(B)(A)\nT emporal stamp\nAffect\nTr\n0.4r\n0.2Affect\nT\nTr\n0.4Tr\n0.2T emporal stamp\nTrendsTrends  inin CognitiveCognitive  SciencesSciences\n(See ﬁgure legend at the bottom of the next page.)Trends in Cognitive Sciences\nOPEN ACCESS\nTrends in Cognitive Sciences, December 2022, Vol. 26, No. 12 1109"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Prediction 2: ﬁne-grained temporal tagging increases emotional memory malleability in dynamic\nenvironments\nThe neural signatures of a gradually drifting temporal context are recovered during successfulepisodic memory recall [ 5], suggesting event memory stamped by ‘temporal tags ’(see also\n[76]). During retrieval of real-life memories, anterior hippocampal multivariate patterns revealed\ntemporal context information with durations spanning up to 1 month [ 13]. These ﬁndings suggest\nthat temporal context ‘tags ’from previously acquired emotional associations may be automati-\ncally retrieved and compared with ongoing experiences.\nTemporal information retrieved in conjunctive representations of previously acquired emotional\nassociations might have implications for learning updating in dynamic environments. Whenhippocampal –PFC function is impaired, emotional associations (such as fear-conditioned\nresponses) are preserved and still supported by amygdala circuitry [64 ]. However, if reinforcement\ncontingencies change, emotional learning is likely to be less ﬂexible if devoid of its temporal context\ncues. In other words, in the absence of ﬁne-grained temporal context retrieval, the organism can\nstill rely on previously acquired emotional associations to respond, but overriding prior learningwould become challenging, as temporal context itself differentiates current stimulus –outcome\ncontingencies from prior (outdated) ones. Put differently, granular temporal stamping of previouslylearned information, supported by hippocampal –EC–PFC circuitry, should provide a strong\ncontextual signal that promotes learning updating if contingencies change ( Figure 2 A), supporting\nadaptive learning and ﬂexibility if temporal context serves as a marker of relevant (vs. obsolete)\ncontingencies, such as in reversal learning.\nIn agreement with a well-known hippocampal involvement in bridging temporal discontinuities\nduring learning [ 77], CA1 neural ensembles represent contingencies with other time-varying infor-\nmation (gradual drifts) during reversal learning [ 78]. At the macroscale, gray matter (GM) density in\nthe hippocampus and frontal pole (involved in temporal and sequential representation in humans[10,11,74,75]) have been implicated in performance in probabilistic reversal learning [ 79,80].\nFrontal pole GM density was associated with whether participants incorporate temporal structure\nto update beliefs about the past, whereas hippocampal and frontal pole GM density correlated\nwith the timescale over which information was inferred [ 79]. Relatedly, the extent to which\nhumans are inﬂuenced by temporal context to anticipate contingency reversals was associatedwith GM volume in hippocampus [ 80]. Collectively, these data are consistent with the idea that\nfunction in hippocampal–PFC circuitry may promote ﬂexible behavior in dynamic environments.\nFigure 2. (A) Granular temporal representations in HPC –EC–PFC circuitry are proposed to promote adaptive emotional\nlearning and updating in dynamic environments (e.g., facilitatin g contingency reversals in reversal learning; left inset), as\nwell as constrain the unwarranted spillover of affect from emotional events (poisoned orange) to subsequent ones (apple)\n(right inset) by decreasing the representational similarity between temporally distinct events. Conversely, coarse temporalstamps due to aberrant function of this circuitry may contribute to the persistence of affect outside of its appropriate temporalcontext and outdated reinforcement contingencies by increasing the representational similarity between distinct events.DLPFC-supported temporal context monitoring or context-sensitive affect regulation, as well as a direct hippocampal –amyg-\ndala projection are proposed to underlie these effects (see main text and Box 2 ). (B) The topology of amygdala –hippocampal\nprojections (right inset). Dual synaptic system (top bubble): powerful amygdalar terminations from the same axon synapse ona common dendritic segment of inhibitory parvalbumin (PV) neurons in hippocampus [ 19]. Consequently, only hippocampal\nneurons receiving amygdalar inputs overcome PV inhibition, resulting in their sustained activation (red cell, bottom plot) ac-companied by suppression of hippocampal neurons not receiving amygdalar inputs (blue cell). Direct and indirect (serial)pathways connecting the amygdala to hippocampus (left inset). The functional impact of emotional events on hippocampaltemporal processing via the direct versus indirect (via EC) amygdala –hippocampal pathways likely differs ( Box 3 ). Arrow and\ncircle: event onset and offset. DLPFC (green), AMY (red), EC (light blue), and HPC (blue). (B) Adapted from [ 19]. Abbreviations:\nAMY, amygdala; CRpos/CRneg: appetitive/aversive conditioned response; DLPFC, dorsolateral PFC; EC, entorhinal cortex;\nHPC, hippocampus; PFC, prefrontal cortex; T, time.Trends in Cognitive Sciences\nOPEN ACCESS\n1110 Trends in Cognitive Sciences, December 2022, Vol. 26, No. 12"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Conversely, following hippocampal damage, associations that resist updating have been noted,\nyielding reversal learning deﬁ cits. In eyeblink conditioning, hippocampectomized rabbits required\nmore trials to acquire reversal learning, even though they were intact during initial learning [ 81,82].\nThese animals showed a response perseveration to CS– (previously CS+). Similar data have been\nreported in humans; amnesic subjects make more perseverative errors after reversals [ 83–85],\nand hippocampal scleros is patients show dif ﬁculty learning the temporal aspect of a\nreversal learning task to make anticipatory reversals [ 80]. In summary, the use of temporally orga-\nnized sequence information may promote ﬂexible updating because temporal context helps\ndisambiguate relevant reinforcement contingencies.\nMoving forward, experiments aimed at manipulating the granularity of temporal coding using\nbehavioral paradigms (e.g., event boundary tasks [ 86,87]) or neural interventions (e.g., TMS)\nwill be crucial to establish the causal role of ﬁne-grained temporal coding in governing adaptive\nlearning and the ﬂexibility of emotional memories.\nNext, we examine the ﬂipside of this circuitry: how may emotional events alter temporal-coding\nmechanisms?\nAmygdala –hippocampal projections suggest emotion in ﬂuences temporal coding\nRecent anatomical, molecular, and functional data suggest that amygdala– hippocampal projec-\ntions could be prone to distorting temporal-coding mechanisms following intense emotional\nexperiences, as detailed next.\nPowerful amygdala –hippocampal projections suggest temporally persistent amygdala in ﬂuence\non hippocampal processes\nRecent work clari ﬁes how intense, amygdala-engaging episodes may distort temporal-coding\nmechanisms. In the non-human primate, prior work shows a direct pathway from the amygdalabasolateral nucleus to hippocampal sub ﬁelds CA1 and CA3, which is signiﬁ cantly larger than\nsurrounding boutons, suggesting its prominent in ﬂuence [ 19]. Further, multiple amygdalar termi-\nnations from the same axon synapse on a common dendritic segment in CA3 [ 19]. This rare\nphenomenon is called a ‘dual synaptic system ’(Figure 2 B), which allows the amygdala to cast\na powerful in ﬂuence on hippocampal neurons.\nOptogenetic amygdala manipulations increase cyclic AMP-responsive element-binding protein(CREB) levels in CA1 and CA3 neurons, which yield sustained activation of those neurons overtime [ 88–90]. If amygdalar neurons synapse onto CA1 and CA3 time cells that also receive EC\ninputs, this could result in sustained time cell ( Figure 1 A\n(3),A(4), cell c) and ramping cell activation\nover time ( Figure 1 B(2), cells e and g), leading to widened time ﬁelds and distortion of ramping cell\nactivities. Consequently, the temporal resolution of hippocampal time cells and ramping cellscould become broader and/or noisier [4 ,46]. As discriminable neural patterns in the hippocampal –\nEC circuitry typically code for distinct temporal con texts, amygdala-driven excitation of hippocampal\nactivity for extended periods would be detrimental to an informative, gradually drifting temporal code(Figure 1 C\n(2)).\nAmygdala targets hippocampal neurons that can inhibit temporal context input from EC\nRecently discovered anatomical features of the amygdala –hippocampal pathway also suggest\nthat emotionally evocative information can suppress inputs from surrounding brain regions [ 19],\nincluding temporal information emanating from EC [ 46,91]. Amygdala and EC inputs into the\nhippocampus can compete and interact locally, as they co-terminate in the same layer [ 19,92].\nThis con ﬁguration raises the possibility that local competition determines whether it is theTrends in Cognitive Sciences\nOPEN ACCESS\nTrends in Cognitive Sciences, December 2022, Vol. 26, No. 12 1111"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "amygdala or EC that drives hippocampal temporal representations. In addition, amygdalar affer-\nents are large and synapse on powerful parvalbumin (PV) inhibitory neurons in CA3 [ 19]. These PV\nneurons can strongly inhibit their postsynaptic targets (e.g., Figure 1 A(3)A(4),c e l l sba n dd ;\nFigure 2 B; reviewed in [93]). Therefore, powerful amygdala –hippocampal afferents may alter\nhippocampal function by suppressing other, no nemotional (e.g., temporal or contextual)\nsurrounding information –for instance, from EC (as sugge sted by a recent computational\nmodel [ 20]). Current theoretical models posit that entorhinal inputs underlie hippocampal time-\ncell activity [ 91,94,95]. EC inputs and associated hippocamp al time cell functional integrity\nare therefore susceptible to disruption via amygdala-provoked PV inhibition; consistently, EC –\nhippocampal connectivity has been found to be greater during encoding of neutral versus nega-tive items [ 96]. Thus, competing inputs from amygdala and EC into CA3 suggest distinct and\nopposing in ﬂuence of emotion and time coding in the hippocampus –a competition that is\ngoverned in part by the strength of a mygdala inputs and perceived signi ﬁcance of emotional\nevents (including salience, valence, and arousal coding), and in part by the strength of incomingtemporal context encoding from EC. We propose that this is a key mechanism that determinest h en a t u r ea n dm a g n i t u d eo fe m o t i o na n dt e m p o ral-context coding interactions. Following\namygdala-engaging emotional provocations, if amygdala –hippocampal input predominates\nover EC –hippocampal input, widened time cells, and s lower drifting neural activity patterns\n(due to less incoming information from EC ramping cells) would produce coarser temporal con-text coding, perhaps blurring event boundaries, and resulting in stronger incidental emotional learn-ing (including ‘affective spillover ’;Box 2 ) but poorer emotional memory updating ( Figure 2 A). These\neffects may occur via a direct amygdala –hippocampal PV neuron projection, as described previ-\nously, or via an indirect amygdala –EC–hippocampal pathway ( Box 3 andFigure 2 B). In conclusion,\nnewly discovered synaptic and molecular properties of amygdala –hippocampal projections shed\nlight onto how emotional events can dist ort temporal coding in the hippocampal –EC region.\nProlonged amygdala –hippocampal interactions after emotional processing\nNovel functional evidence underscores that amygdala engagement by emotional stimuli can havea sustained impact on hippocampal function, wi th consequences for the similarity of neural\nactivity patterns in temporal epochs surrounding emotional events.\nFor instance, recent research examined whether temporal context links disparate memories [ 23].\nGreater overlap of neural representations of emotional and neutral memories acquired closer in\ntime in the hippocampus (CA1) was postulated to result in greater similarity of acquired behavioralresponse (compared with memories acquired further apart in time). This work indicated that con-ditioned fear (freezing) ‘spills over ’to a new context encountered within 5 hours (but not a week)\nfrom the fear conditioning session –suggesting that temporal contexts represented by\noverlapping neural ensembles can be tagged by emotion [ 23]. Accordingly, a recent study\nshowed that intense negative events can provoke sustained amygdala –hippocampal interactions\nthat persist for tens of minutes and bias later neutral event memory [ 22].Moreover,\nmultipl e\nmeasures of emotion-related brain activity, including amygdala –whole-brain connectivity\npatterns and hippocampal patterns, persisted from emotional events into subsequent neutralevents, providing evidence for ‘affective spillover’ at the neural level [ 22].\nPrecisely how these amygdala-engaging negative emotional events impact temporal memory is a\nburgeoning area of research [ 29,36,86,97,98]. In broad agreement with our proposal, an intracra-\nnial study found that the unidirectional in ﬂuence from amygdala to hippocampus during emotional\nevents (mediated via neural oscillations in the alpha band) was associated with emotional memory\nerrors consistent with amygdala-driven loss of speci ﬁc event details [ 49]. Whether those regionally\nspeci ﬁc neural oscillatory signatures underlie amygdala –hippocampal interactions withTrends in Cognitive Sciences\nOPEN ACCESS\n1112 Trends in Cognitive Sciences, December 2022, Vol. 26, No. 12"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "consequences for temporal coding is an interes ting question for future research. Of note, as\nintense emotional events often produce amyg dala-dependent neuromodulation of arousal\nand sympathetic nervous systems, yielding relatively slow physiological responses lasting farBox 3. Two functionally distinct (direct and indirect) routes for amygdala –hippocampal interactions\nThus far, we focused primarily on how direct amygdala –hippocampal projections may mediate the impact of emotion on\nhippocampal-based temporal representations. However, it is important to note that the amygdala can also modulate\nhippocampal function indirectly, via an EC projection (see Figure 2 B in the main text). Thus, direct and indirect amygdala –\nhippocampal pathways may differentially impact emotion –temporal interactions due to their distinct topology.\nAnterograde tracer studies in non-human primates reveal that the direct pathway, which originates in the basolateral\namygdala (BLA), preferentially terminates in the CA1 and CA3 ﬁelds of the anterior hippocampus [ 19,114], whereas the\nindirect pathway –emanating from both BLA and the lateral nucleus (LA) –terminates in layers 2 and 3 of the lateral division\nof anterior EC, which sends dense inputs to posterior hippocampus [ 92,114, 115, 126]( Figure I ). Several studies have\nfound that the anterior hippocampus may represent more general temporal structure across wide-ranging temporal intervalsand contain coarser temporal information, whereas the posterior hippocampus has been found to represent detailed tempo-ral information, including ﬁne-grained temporal scales [ 9,13,127], consistent with other functional differences along the\nlongitudinal axis [ 128,129] (but see also [ 1]). Thus, amygdalar direct and indirect pathways may modulate distinct types of\ntemporal coding processes in the hippocampus by targeting anterior and posterior hippocampus, respectively.\nConsidering that the indirect pathway projects to posterior hippocampus via EC, it is likely that the consequences of amygdala\ninformation transferred via direct versus indirect pathways differ: EC also receives inputs from PFC, perirhinal, andparahippocampal cortices (reviewed in [ 130]), which can be integrated with amygdala signals (including LA sensory information)\nprior to their arrival in hippocampus. Thus, the indirect amygdala –hippocampal pathway likely carries more integrated, seman-\ntically richer emotional information, including recent past experiences and items in the environment, compared with the directpathway. In sum, direct and indirect pathways differ both in their origin and terminations and likely exert distinct impacts onhippocampal function and temporal-coding processes.\nRelatedly, recent studies underscore a key role for anterior-lateral EC in supporting ﬁne-grained temporal representations\n(including temporal duration) [ 15,118]. Prominent ramping cell activity has been noted in the lateral EC [ 46]. It is therefore\npossible that strong direct amygdalar inputs to this division of EC may impact the encoding of detailed temporal informa-\ntion by altering (e.g., locking) ramping cell activity (see Figure 1 B in the main text) [ 115], suggesting a critical but little-\nexplored site for emotion –temporal interactions.\nDorsal\nVentralMedial LateralCA1CA2\nCA3\nVOpt\nLat.EC\ncsLat. ECOpt\ncsLABLA\n1 cmTo posterior HPC(A) (B)\nDGAnterior HPC\nTrendsT rends  inin CognitiveCognitive  SciencesSciences\nFigure I. Pathways between subregions of the hippocampus, amygdala, and entorhinal cortex. (A) The\nbidirectional pathways between the basolateral (BLA) and lateral (LA) nucleus of the amy gdala (red) and entorhinal\ncortex (EC, light blue). Dotted arrows show the indirect pathway among BLA and LA, lateral EC (Lat. EC), and theposterior hippocampus. (B) The bidirectional pathways between the amygdala and the CA ﬁelds of the anterior\nhippocampus (HPC, blue). Arrows show the direct pathways between BLA and CA ﬁelds. Atlas slices adapted from\n[131], 1.3 mm from anterior commissure (A) and 17.2 mm from anterior commissure (B). Abbreviations: cs, collateral\nsulcus; Opt, optical tract; V, ventricle.Trends in Cognitive Sciences\nOPEN ACCESS\nTrends in Cognitive Sciences, December 2022, Vol. 26, No. 12 1113"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "beyond the duration of the original emotion-eliciting event, their persistence may itself continue\nto reinforce (and perpetuate) temporal context signals associated with the original emotionalexperience.\nFurther, the magnitude of emotion-linked changes in arousal could determine whether emotional\nevents may also enhance temporal memory [ 98] and distort it primarily following highly arousing,\npersonally relevant aversive experiences [ 20,99,100] (although see [ 101]). In agreement with our\nframework, a recent study found that exposure t o a threatening natur alistic environment –a\nhaunted house paradigm –incurred losses in spontaneously recalled temporal order and duration\ninformation in an autobiographical recall task (compared with a neutral environment) [ 102]. By\ncontrast, in more controlled laboratory studies (i.e., picture-based), arousal has also been found\nto increase rather than decrease temporal order memory [ 101] (for a review, see [ 103]). Extant\nwork has often focused on examining the consequences of negative emotional processing –there-\nfore, it remains to be elucidated whether positive versus negative emotional events exert similar ordistinct impacts on the neural mechanisms of temporal context encoding and memory. Movingforward, a mixture of naturalistic, self-relevant ( ‘in the ﬁeld’) and laboratory studies that use positive\nand negative stimuli will be necessary to fully unveil the impact of emotional valence and arousal ontemporal context encoding and memory.\nConcluding remarks\nEmotions are temporally dynamic, but how temporal coding shapes the time course of emotion\nand emotional memories is not understood. Recent ﬁndings on the neural architecture of tempo-\nral coding and temporal memory in rodents, humans, and non-human primates render this ques-\ntion ripe for new investigation. Here, we reviewed recent advances and situated them in relation toamygdala-dependent emotional processing and regulation. We proposed that emotion and tem-poral coding mutually in ﬂuence one another: high- ﬁdelity temporal tagging of emotional\nexperiences is posited to limit incidental emotional learning and emotion-driven biases in appraisalsand result in ﬂexible emotional memories that adaptively inform future behavior. Conversely, we\nargued that the topology of amygdala –hippocampal projections suggests that amygdala-\nengaging emotional events could distort temporal coding by engendering prolonged hippocampalexcitation and suppressing hippocampal afferents carrying temporal context information. Insightsgleaned from functional neuroimaging and intracranial studies offer initial support for this proposalby revealing prolonged emotion-driven functional coupling between amygdala and hippocampuswith consequences for memory formation [ 22] and opposing impacts of amygdala –hippocampal\ninﬂuence on memory quality and overgeneralization [ 49].\nIt is important to note that the precise and speci ﬁc contributions of temporal coding to the previ-\nously reviewed phenomena remain to be speci ﬁed, and we hope our conceptual framework in-\nspires cross-species research aimed at that goal (see Outstanding questions). We make testable\npredictions about how high- ﬁdelity temporal coding and tagging of emotional experiences may im-\npact learning and memory ﬂexibility ( Figure 2 A). Paradigms experimentally targeting the ﬁdelity of\ntemporal coding are particularly fruitful avenues for future work.\nFor instance, both excitatory and inhibitory theta-burst TMS protocols can alter PFC function [ 104]\nand, indirectly, hippocampal circuitry [ 105,106]; behaviorally, event boundary tasks produce shifts\nin temporal order and distance judgments [ 8,107]. These behavioral and brain stimulation interven-\ntions can be combined with fMRI to assess their impact on temporal coding: as multivariate pat-\nterns in hippocampal –EC–PFC circuitry carry ﬁne, conjunctive stimulus-temporal\nrepresentations, these multimodal causal approaches are well suited to unveil whether the granu-larity of temporal coding determines emotional associations and their malleability, as hypothesizedTrends in Cognitive Sciences\nOPEN ACCESS\n1114 Trends in Cognitive Sciences, December 2022, Vol. 26, No. 12Outstanding questions\nDoes the impact of emotion on neural\nmechanisms of temporal coding andmemory vary by valence (positive vs.negative) or arousal?\nDo increases in amygdala activity\nfollowing emotionally salient eventsdistort temporal coding in hippocampal–EC circuitry –for instance, blurring tempo-\nral context representations, as re ﬂected\nby increased multivariate pattern similaritymetrics? Do they distort ramping andtime-cell physiology?\nHow do amygdala-dependent re-\nsponses to emotional events impactfunction of PFC regions shown totrack temporal context (e.g., DLPFCand rostrolateral PFC)? Are the primaryrelevant projections inhibitory or ex-citatory in nature, and what are theirnet functional effects?\nHow do ramping cells versus\nhippocampal (including time-cell) driftscontribute to temporal memory for emo-\ntional episodes? Does the novelty or\npredictability of emotional experiencesdetermine the primary temporal-codingmechanism involved?\nDo shared neural representations of\ntemporal context between emotionaland subsequent events in ﬂuence the\nperceived temporal contiguity betweenthem, an important factor underlyingone-trial learning?\nCan the strength and/or granularity of\ntemporal coding be altered using brainstimulation targeting hippocampus-ECor DLPFC? Do such perturbations alterincidental emotional learning and/or theﬂexibility of emotional memories, as\nhypothesized?\nAre neural mechanisms underlying\ntemporal context coding altered inindividuals with PTSD and depression?What about the ﬁdelity of temporal\ncontext bound to retrieved emotionalmemories?\nIs DLPFC-dependent emotion regulation\nrelated to the maintenance of temporalcontext during emotional episodesand/or conjunctive temporal goalrepresentations?\nDoes the perceived goal or survival\nrelevance of tempora l information during"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "here. Conversely, amygdala-engaging emotional provocations should reduce the granularity of hip-\npocampal– EC mediated temporal coding via direct or indirect pathways ( Box 3 ). Intracranial\nmethods can shed important light onto cell-type speci ﬁcity in the proposed framework and clarify\nwhether ramping cells or slow-drifting neural ensembles underlie rapid episodic memory formationduring novel emotional experiences [ 54,108].\nFinally, amygdala-dependent emotional responses likely modulate function of prefrontal regionsinvolved in temporal context encoding –such as DLPFC and rostrolateral PFC [ 4,6,10,74,75].\nHowever, given the polysynaptic nature of amyg dala projections to those regions, their net\nexcitatory and inhibitory effects remain unclear. For instance, amygdala inputs to lateral BA10likely synapse in BA32 or BA25 and may produce excitation or inhibition due to those intermediaryprojections [ 109 –111]. Therefore, future anatomical, molecular, and electrophysiological work is\nrequired to unveil whether and how amygdala alters temporal context encoding in PFC (see\nOutstanding questions).\nIn closing, we believe that a deeper understanding of emotion –temporal interactions promises to\nnot only shed light on the malleability of temporal coding in biologically signi ﬁcant situations but\nalso reveal whether temporal tags associated with dynamic emotional experiences render them\nfunctionally different. We hope that our framework will serve as a springboard for new inquiry toanswer the fundamental question of how emoti onal experiences are structured over time to\npromote adaptive behavior and well-being.\nAcknowledgments\nThis manuscript is dedicated to the memory of our friend and colleague Sarah DuBrow, a pioneer in the study of temporal\nmemory.\nDeclaration of interests\nNo interests are declared.\nReferences\n1.Umbach, G. et al. (2020) Time cells in the human hippocampus\nand entorhinal cortex support episodic memory. Proc. Natl.\nAcad. Sci. U. S. A. 117, 28463 –28474\n2.Reddy, L. et al. (2021) Human hippocampal neurons track mo-\nments in a sequence of events. J. Neurosci. 41, 6714 –6725\n3.Bright, I.M. et al. (2020) A temporal record of the past with a\nspectrum of time constants in the monkey entorhinal cortex.\nProc. Natl. Acad. Sci. U. S. A. 117, 20274 –20283\n4.Cruzado, N.A. et al. (2020) Conjunctive representation of\nwhat and when in monkey hippocampus and lateral prefrontal\ncortex during an associative memory task. Hippocampus 30,\n1332 –1346\n5.Folkerts, S. et al. (2018) Human episodic memory retrieval is\naccompanied by a neural contiguity effect. J. Neurosci. 38,\n4200 –4211\n6.Tiganj, Z. et al. (2018) Compressed timeline of recent experience\nin monkey lateral prefrontal cortex. J. Cogn. Neurosci. 30,\n935 –950\n7.Naya, Y. et al. (2017) Contributions of primate prefrontal cortex\nand medial temporal lobe to temporal-order memory. Proc.\nNatl. Acad. Sci. U. S. A. 114, 13555 –13560\n8.Ezzyat, Y. and Davachi, L. (2014) Similarity breeds proximity: patternsimilarity within and across contexts is related to later mnemonic\njudgments of temporal proximity. Neuron 81, 1179– 1189\n9.Hsieh, L.-T. et al. (2014) Hippocampal activity patterns carry in-\nformation about objects in temporal context. Neuron 81,\n1165 –1178\n10.Jenkins, L.J. and Ranganath, C. (2010) Prefrontal and medialtemporal lobe activity at encoding predicts temporal context\nmemory. J. Neurosci. 30, 15558 –1556511.Jenkins, L.J. and Ranganath, C. (2016) Distinct neural mecha-nisms for remembering when an event occurred. Hippocampus\n26, 554 –559\n12.Thavabalasingam, S. etal.(2019\n ) Evidence for the incorporation\nof temporal duration information in human hippocampal long-term memory sequence representations. Proc. Natl. Acad.\nSci. U. S. A. 116, 6407 –6414\n13. Nielson, D.M. et al. (2015) Human hippocampus represents\nspace and time during retrieval of real-world memories. Proc.\nNatl. Acad. Sci. U. S. A. 112, 11078 –11083\n14.Lositsky, O. et al. (2016) Neural pattern change during encoding\nof a narrative predicts retrospective duration estimates. eLife 5,\ne16070\n15. Bellmund, J.L.S. et al. (2019) Mapping sequence structure in\nthe human lateral entorhinal cortex. eLife 8, e45333\n16. DuBrow, S. and Davachi, L. (2014) Temporal memory is\nshaped by encoding stability and intervening item reactivation.\nJ. Neurosci. 34, 13998 –14005\n17.Deuker, L. et al. (2016) An event map of memory space in the\nhippocampus. eLife 5, e16534\n18. Sherman, B.E. et al. (2021) Mnemonic content and hippo-\ncampal patterns shape judgments of time. bioRxiv Published\nonline August 4, 2021. https://doi.org/10.1101/2021.08.03.\n454949\n19.Wang, J. and Barbas, H. (2018) Speci ﬁcity of primate amygdalar\npathways to hippocampus. J. Neurosci. 38, 10019 –10041\n20. John, Y.J. et al. (2022) Emotional intensity can enrich or\ndegrade memories: impact of the amygdalar pathway on hip-\npocampus through inhibitory neurons. bioRxiv Published online\nMarch 19, 2022. https://doi.org/10.1101/2022.03.17.484812Trends in Cognitive Sciences\nOPEN ACCESS\nTrends in Cognitive Sciences, December 2022, Vol. 26, No. 12 1115emotionally salient events determine\nwhether temporal memory is enhanced\nversus distorted by emotion?\nDo event boundaries rely on retiming\nmechanisms? What role do they play\nin emotional memory organization?"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "21.Lapate, R.C. et al. (2017) Inhibition of lateral prefrontal cortex\nproduces emotionally biased ﬁrst impressions: a transcranial\nmagnetic stimulation and electroencephalography study.\nPsychol. Sci. 28, 942 –953\n22.Tambini, A. et al. (2017) Emotional brain states carry over and\nenhance future memory formation. Nat. Neurosci. 20, 271 –278\n23. Cai, D.J. et al. (2016) A shared neural ensemble links distinct\ncontextual memories encoded close in time. Nature 534,\n115 –118\n24.Grupe, D.W. et al. (2018) Behavioral and neural indices of affec-\ntive coloring for neutral social stimuli. Soc. Cogn. Affect.\nNeurosci. 13, 310 –320\n25.Lapate, R.C. et al. (2016) Awareness of emotional stimuli deter-\nmines the behavioral consequences of amygdala activation andamygdala-prefrontal connectivity. Sci. Rep. 6, 1 –16\n26. Puccetti, N.A. et al. (2021) Linking amygdala persistence to\nreal-world emotional experience and psychological well-being.J. Neurosci. 41, 3721 –3730\n27.Lapate, R.C. and Heller, A.S. (2020) Context matters for affec-tive chronometry. Nat. Hum. Behav. 4, 688 –689\n28.Davidson, R.J. (2000) Affective style, psychopathology, andresilience: brain mechanisms and plasticity. Am. Psychol.\n55, 1196– 1214\n29.Cohen, R.T. and Kahana, M.J. (2022) A memory-based theoryof emotional disorders. Psychol. Rev. 129, 742 –776\n30.Javaras, K.N. et al. (2012) Conscientiousness predicts greater\nrecovery from negative emotion. Emotion 12, 875 –881\n31.Schaefer, S.M. et al. (2013) Purpose in life predicts better emo-\ntional recovery from negative stimuli. PLoS One 8, e80329\n32. Heller, A.S. et al. (2009) Reduced capacity to sustain positive\nemotion in major depression re ﬂects diminished maintenance of\nfron\nto-striatal brain activation. P r o c .N a t l .A c a d .S c i .U .S .A .\n106, 22445 –22450\n33.Lapate, R.C. et al. (2014) Prolonged marital stress is associated\nwith short-lived responses to positive stimuli. Psychophysiology\n51, 499 –509\n34. Schuyler, B.S. et al. (2014) Temporal dynamics of emotional\nresponding: amygdala recovery predicts emotional traits. Soc.\nCogn. Affect. Neurosci. 9, 176 –181\n35. Polyn, S.M. et al. (2009) A context maintenance and retrieval\nmodel of organizational processes in free recall. Psychol. Rev.\n116, 129 –156\n36.Talmi, D. et al. (2019) A retrieved context model of the emotional\nmodulation of memory. Psychol. Rev. 126, 455 –485\n37.Ehlers, A. and Clark, D.M. (2000) A cognitive model of posttraumatic\nstress disorder. Behav. Res. Ther. 38, 319– 345\n38.Sumner, J.A. et al. (2010) Overgeneral autobiographical memory as\na predictor of the course of depression: a meta-analysis. Behav.\nRes. Ther. 48, 614– 625\n39. Habermas, T. et al. (2008) Stuck in the past: negative bias, ex-\nplanatory style, temporal order, and evaluative perspectives in\nlife narratives of clinically depressed individuals. Depress. Anxiety\n25, E121 –E132\n40.Eichenbaum, H. (2014) Time cells in the hippocampus: a new\ndimension for mapping memories. Nat. Rev. Neurosci. 15,\n732 –744\n41. Roddy, D.W. et al. (2019) The hippocampus in depression:\nmore than the sum of its parts? Advanced hippocampal\nsubstructure segmentation in depression. Biol. Psychiatry 85,\n487 –497\n42. Belleau, E.L. et al. (2019) The impact of stress and major\ndepressive disorder on hippocampal and medial prefrontalcortex morphology. Biol. Psychiatry 85, 443 –453\n43. Gilbertson, M.W. et al. (2002) Smaller hippocampal volume\npredict \ns pathologic vulnerability to psychological trauma. Nat.\nNeurosci. 5, 1242 –1247\n44. Koenigs, M. et al. (2008) Distinct regions of prefrontal cortex\nmediate resistance and vulnerability to depression. J. Neurosci.\n28, 12341 –12348\n45. Yoo, H.B. et al. (2021) Boundary cells in the representation of\nepisodes in the human hippocampus. bioRxiv Published online\nMay 29, 2021. https://doi.org/10.1101/2021.05.28.446233\n46. Tsao, A. et al. (2018) Integrating time from experience in the\nlateral entorhinal cortex. Nature 561, 57 –6247.Shimbo, A. et al. (2021) Scalable representation of time in the\nhippocampus. Sci. Adv. 7, eabd7013\n48. Dimsdale-Zucker, H.R. et al. (2022) Representations of com-\nplex contexts: a role for hippocampus. J. Cogn. Neurosci. Pub-\nlished online September 26, 2022. https://doi.org/10.1162/\njocn_a_01919\n49.Zheng, J. et al. (2019) Multiplexing of theta and alpha rhythms in\nthe amygdala-hippocampal circuit supports pattern separation\nof emotional information. Neuron 102, 887 –898.e5\n50.MacDonald, C.J. et al. (2011) Hippocampal “time cells ”bridge\nthe gap in memory for discontiguous events. Neuron 71,\n737 –749\n51. MacDonald, C.J. et al. (2013) Distinct hippocampal time cell\nsequences represent odor memories in immobilized rats.\nJ. Neurosci. 33, 14607 –14616\n52.Tiganj, Z. et al. (2017) Sequential ﬁring codes for time in rodent\nmedial prefrontal cortex. Cereb. Cortex 27, 5663 –5671\n53. Naya, Y. and Suzuki, W.A. (2011) Integrating what and when\nacross the primate medial temporal lobe. Science 333, 773 –776\n54. Sugar, J. and Moser, M.-B. (2019) Episodic memory: neuronal\ncod\nes for what, where, and when. Hippocampus 29, 1190 –1205\n55. Allen, T.A. et al. (2016) Nonspatial sequence coding in CA1\nneurons. J. Neurosci. 36, 1547 –1563\n56.LeDoux, J. (2007) The amygdala. Curr. Biol. 17, R868 –R874\n57. Phelps, E.A. and LeDoux, J.E. (2005) Contributions of theamygdala to emotion processing: from animal models to\nhuman behavior. Neuron 48, 175 –187\n58. Ritchey, M. et al. (2008) Role of amygdala connectivity in the\npersistence of emotional memories over time: an event-relatedFMRI investigation. Cereb. Cortex 18, 2494 –2504\n59.Richardson, M.P. et al. (2004) Encoding of emotional memories\ndepends on amygdala and hippocampus and their interactions.\nNat. Neurosci. 7, 278 –285\n60.McGaugh, J.L. (2004) The amygdala modulates the consolida-\ntion of memories of emotionally arousing experiences. Annu.\nRev. Neurosci. 27, 1 –28\n61.Phelps, E.A. (2004) Human emotion and memory: interactions\nof the amygdala and hippocampal complex. Curr. Opin.\nNeurobiol. 14, 198 –202\n62. Yonelinas, A.P. and Ritchey, M. (2015) The slow forgetting ofemotional episodic memories: an emotional binding account.\nTrends Cogn. Sci. 19, 259 –267\n63.Bisby, J.A. and Burgess, N. (2017) Differential effects of nega-tive emotion on memory for items and associations, and theirrelationship to intrusive imagery. Curr. Opin. Behav. Sci. 17,\n124 –132\n64. Bechara, A. et al. (1995) Double dissociation of conditioning\nand declarative knowledge relative to the amygdala and hippo-campus in humans. Science 269, 1115 –1118\n65. Knight, D.C. et al. (2009) Neural substrates of explicit and\nimplicit fear memory. Neuroimage 45, 208 –214\n66.Mau, W. et al. (2018) The same hippocampal CA1 population\nsimultaneous ly\ncodes temporal information over multiple time-\nscales. Curr. Biol. 28, 1499 –1508.e4\n67. Mankin, E.A. et al. (2015) Hippocampal CA2 activity patterns\nchange over time to a larger extent than between spatial contexts.Neuron 85, 190 –201\n68.Kraus, B.J. et al. (2013) Hippocampal “time cells ”: time versus\npath integration. Neuron 78, 1090 –1101\n69.Manns, J.R. et al. (2007) Gradual changes in hippocampal activity\nsupport remembering the order of events. Neuron 56, 530 –540\n70.Spetch, M.L. et al. (1981) Backward conditioning: a reevalua-\ntion of the empirical evidence. Psychol. Bull. 89, 163 –175\n71. Feinstein, J.S. et al. (2010) Sustained experience of emotion\nafter loss of memory in patients with amnesia. Proc. Natl.\nAcad. Sci. U. S. A. 107, 7674 –7679\n72. McCormick, C. et al. (2016) Hippocampal damage increases\ndeontological responses during moral decision making.J. Neurosci. 36, 12157 –12167\n73.Yadav, N. et al. (2022) Prefrontal feature representations drive\nmemory recall. Nature 608, 153 –160\n74.Desrochers, T.M. et al. (2015) The necessity of rostrolateral pre-\nfrontal cortex for higher-level sequential behavior. Neuron 87,\n1357 –1368Trends in Cognitive Sciences\nOPEN ACCESS\n1116 Trends in Cognitive Sciences, December 2022, Vol. 26, No. 12"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "75.Desrochers, T.M. et al. (2019) Sequential control underlies ro-\nbust ramping dynamics in the rostrolateral prefrontal cortex.\nJ. Neurosci. 39, 1471 –1483\n76.Manning, J.R. et al. (2011) Oscillatory patterns in temporal lobe\nreveal context reinstatement during memory search. Proc. Natl.\nAcad. Sci. U. S. A. 108, 12893 –12897\n77.Clark, R.E. and Squire, L.R. (1998) Classical conditioning andbrain systems: the role of awareness. Science 280, 77 –81\n78.Hasz, B.M. and Redish, A.D. (2020) Dorsomedial prefrontal cor-tex and hippocampus represent strategic context even whilesimultaneously changing representation throughout a task\nsession. Neurobiol. Learn. Mem. 171, 107215\n79.FitzGerald, T.H.B. et al. (2017) Sequential inference as a mode of\ncognition and its correlates in fronto-parietal and hippocampal\nbrain regions. PLoS Comput. Biol. 13, e1005418\n80.Vilà-Balló, A. et al. (2017) Unraveling the role of the hippocam-\npus in reversal learning. J. Neurosci. 37, 6686 –6697\n81. Berger, T.W. and Orr, W.B. (1983) Hippocampectomy selec-\ntively disrupts discrimination reversal conditioning of the rabbit\nnictitating membrane response. Behav. Brain Res. 8, 49 –68\n82. Weikart, C.L. and Berger, T.W. (1986) Hippocampal lesionsdisrupt classical conditioning of cross-modality reversal learningof the rabbit nictitating membrane response. Behav. Brain Res.\n22, 85 –89\n83.Carrillo, M.C. et al. (2001) Spared discrimination and impaired\nreversal eyeblink conditioning in patients with temporal lobeamnesia. Behav. Neurosci. 115, 1171 –1179\n84.Myers, C.E. et al. (2006) Conditional discrimination and reversal\nin amnesia subsequent to hypoxic brain injury or anterior com-municating artery aneurysm rupture. Neuropsychologia 44,\n130 –139\n85. Shohamy, D. et al. (2009) Distinct hippocampal and basal\nganglia contributions to probabilistic learning and reversal.J. Cogn. Neurosci. 21, 1820 –1832\n86. Clewett, D. and Davachi, L. (2021) Emotional arousal ripples\nacross time to bind subsequent episodes in memory. PsyArXiv\nPublished online September 1, 2021. https://doi.org/10.31234/\nosf.io/ne5vs\n87.Dunsmoor, J.E. etal.(2018 )\n Event segmentation protects emo-\ntional memories from competing experiences encoded close in\ntime. Nat. Hum. Behav. 2, 291 –299\n88. Yang, Y. et al. (2016) Opposite monosynaptic scaling of BLP –\nvCA1 inputs governs hopefulness- and helplessness-modulated\nspatial learning and memory. Nat. Commun. 7, 1 –14\n89.Park, A. et al. (2019) A time-dependent role for the transcription\nfactor CREB in neuronal allocation to an engram underlying afear memory revealed using a novel in vivo optogenetic tool to\nmodulate CREB function. Neuropsychopharmacology 45,\n916 –924\n90.Zhou, Y. et al. (2009) CREB regulates excitability and the alloca-\ntion of memory to subsets of neurons in the amygdala. Nat.\nNeurosci. 12, 1438 –1443\n91. Rolls, E.T. and Mills, P. (2019) The generation of time in the\nhippocampal memory system. Cell Rep. 28, 1649 –1658.e6\n92.Witter, M.P. and Amaral, D.G. (2021) The entorhinal cortex ofthe monkey: VI. Organization of projections from the hippocam-pus, subiculum, presubiculum, and parasubiculum. J. Comp.\nNeurol. 529, 828 –852\n93.Freund, T.F. and Buzsáki, G. (1996) Interneurons of the hippo-\ncampus. Hippocampus 6, 347 –470\n94.Robinson, N.T.M. et al. (2017) Medial entorhinal cortex selec-\ntively supports temporal coding by hippocampal neurons.\nNeuron 94, 677 –688.e6\n95.Howard, M.W. et al. (2014) A uni ﬁed mathematical framework for\ncoding time, space, and sequences in the hippocampal region.J. Neurosci. 34, 4692 –4707\n96.Bisby, J.A. et al. (2016) Opposing effects of negative emotion on\namygdalar and hippocampal memory for items and associations.Soc. Cogn. Affect. Neurosci. 11, 981 –990\n97. Palombo, D.J. and Cocquyt, C. (2020) Emotion in context:remembering when. Trends Cogn. Sci. 24, 687 –690\n98. Palombo, D.J. et al. (2021) Exploring the facets of emotional\nepisodi\nc memory: remembering “what, ”“when, ”and “which ”.\nPsychol. Sci. 32, 1104 –111499. Mather, M. and Sutherland, M.R. (2011) Arousal-biased\ncompetition in perception and memory. Perspect. Psychol.\nSci.6, 114 –133\n100. Hennings, A.C. et al. (2021) Emotional learning retroactively\nenhances item memory but distorts source attribution. Learn.\nMem. 28, 178 –186\n101. Schmidt, K. et al. (2011) Emotion ’si nﬂuence on memory for\nspatial and temporal context. Cognit. Emot. 25, 229 –243\n102. Reisman, S. et al. (2021) In ﬂuence of naturalistic, emotional\ncontext and intolerance of uncertainty on arousal-mediated\nbiases in episodic memory. PsyArXiv Published online February\n8, 2021. https://doi.org/10.31234/osf.io/fy2tm\n103. Petrucci, A.S. and Palombo, D.J. (2021) A matter of time: how\ndoes emotion in ﬂuence temporal aspects of remembering?\nCognit. Emot. 35, 1499 –1515\n104. Lowe, C.J. et al. (2018) The effects of theta burst stimulation\n(TBS) targeting the prefrontal cortex on executive functioning:\nas y s t e m a t i cr e v i e wa n dm e t a - a n a l y s i s . Neuropsychologia\n111, 344 –359\n105. Tambini, A. et al. (2018) Hippocampal-targeted theta-burst\nstimulation enhances associative memory formation. J. Cogn.\nNeurosci. 30, 1452 –1472\n106. Hebscher, M. and Voss, J.L. (2020) Testing network properties\nof episodic memory using non-invasive brain stimulation. Curr.\nOpin. Behav. Sci. 32, 35 –42\n107. DuBrow, S. and Davachi, L. (2016) Temporal binding within and\nacross events. Neurobiol. Learn. Mem. 134, 107 –114\n108.Dava chi,\nL. and DuBrow, S. (2015) How the hippocampus\npreserves order: the role of prediction and context. Trends\nCogn. Sci. 19, 92 –99\n109. Ghashghaei, H.T. et al. (2007) Sequence of information pro-\ncessing for emotions based on the anatomic dialogue between\nprefrontal cortex and amygdala. Neuroimage 34, 905 –923\n110. Medalla, M. and Barbas, H. (2010) Anterior cingulate synapses\nin prefrontal areas 10 and 46 suggest differential inﬂ uence in\ncognitive control. J. Neurosci. 30, 16068 –16081\n111. Joyce, M.K.P. and Barbas, H. (2018) Cortical connections posi-\ntion primate area 25 as a keystone for interoception, emotion,\nand memory. J. Neurosci. 38, 1677 –1698\n112. Kensinger, E.A. (2009) Remembering the details: effects of\nemotion. Emot. Rev. 1, 99 –113\n113. Fudge, J.L. et al. (2012) Revisiting the hippocampal-amygdala\npathway in primates: association with immature-appearing\nneurons. Neuroscience 212, 104 –119\n114. Saunders, R.C. and Rosene, D.L. (1988) A comparison of the\nefferents of the amygdala and the hippocampal formation in\nthe rhesus monkey: I. Convergence in the entorhinal, prorhinal,\nand perirhinal cortices. J. Comp. Neurol. 271, 153 –184\n115. Pitkänen, A. et al. (2002) Projections from the lateral, basal, and\naccessory basal nuclei of the amygdala to the entorhinal cortex\nin the macaque monkey. Hippocampus 12, 186 –205\n116. Murty, V.P. et al. (2010) fMRI studies of successful emotional\nmemory encoding: a quantitative meta-analysis. Neuropsychologia\n48, 3459– 3469\n117. Ritchey, M. et al. (2019) Dissociable medial temporal pathways\nfor encoding emotional item and context information.Neuropsychologia 124, 66 –78\n118. Montchal, M.E. et al. (2019) Precise temporal memories are\nsupported by the lateral entorhinal cortex in humans. Nat.\nNeurosci. 22, 284 –288\n119. DuBrow, S. and Davachi, L. (2017) Commentary: Distinct neural\nmechanisms forremembering \nwhen an event occurred. Front.\nPsychol. 8, 189\n120. Mather, M. (2007) Emotional arousal and memory binding:an object-based framework. Perspect. Psychol. Sci. 2,\n33–52\n121. Rimmele, U. et al. (2011) Emotion enhances the subjective\nfeeling of remembering, despite lower accuracy for contextual\ndetails. Emotion 11, 553 –562\n122. Rimmele, U. et al. (2012) Memory for time and place contributes\nto enhanced con ﬁdence in memories for emotional events.\nEmotion 12, 834 –846\n123. DuBrow, S. et al. (2017) Does mental context drift or shift? Curr.\nOpin. Behav. Sci. 17, 141 –146Trends in Cognitive Sciences\nOPEN ACCESS\nTrends in Cognitive Sciences, December 2022, Vol. 26, No. 12 1117"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "124. Bazelot, M. et al. (2015) Hippocampal theta input to the\namygdala shapes feedforward inhibition to gate heterosynaptic\nplasticity. Neuron 87, 1290 –1303\n125. Howard, M.W. (2018) Memory as perception of the past: com-\npressed time in mind and brain. Trends Cogn. Sci. 22, 124 –136\n126. Insausti, R. et al. (1987) The entorhinal cortex of the monkey: III.\nSubcortical afferents. J. Comp. Neurol. 264, 396 –408\n127. Bellmund, J.L.S. et al. (2021) Structuring time: the hippocam-\npus constructs sequence memories that generalize temporal\nrelations across experiences. bioRxiv Published online February\n4, 2022. https://doi.org/10.1101/2021.04.23.440002128. Zeidman, P. and Maguire, E.A. (2016) Anterior hippocampus:\nthe anatomy of perception, imagination and episodic memory.\nNat. Rev. Neurosci. 17, 173 –182\n129. Poppenk, J. et al. (2013) Long-axis specialization\nof the human hippocampus. Trends Cogn. Sci. 17,\n230 –240\n130. Barbas, H. et al. (2018) Pathway mechanism for excitatory and\ninhibitory control in working memory. J. Neurophysiol. 120,\n2659 –2678\n131. Mai, J.K. et al. (2004) Atlas of the Human Brain , Elsevier\nAcademic PressTrends in Cognitive Sciences\nOPEN ACCESS\n1118 Trends in Cognitive Sciences, December 2022, Vol. 26, No. 12"
    }
  ]
}