{
  "doc_type": "scientific paper",
  "title": "The Relationship Between Self-Reported Misophonia Symptoms and Auditory Aversive Generalization Leaning: A Preliminary Report",
  "authors": [
    "Richard T. Ward",
    "Faith E. Gilbert",
    "Jourdan Pouliot",
    "Payton Chiasson",
    "Skylar McIlvanie",
    "Caitlin Traiser",
    "Kierstin Riels",
    "Ryan Mears",
    "Andreas Keil"
  ],
  "year": 2022,
  "journal": "Frontiers in Neuroscience",
  "doi": "10.3389/fnins.2022.899476",
  "abstract": "Misophonia is characterized by excessive aversive reactions to specific 'trigger' sounds. Although this disorder is increasingly recognized in the literature, its etiological mechanisms and maintaining factors are currently unclear. Several etiological models propose a role of Pavlovian conditioning, an associative learning process heavily researched in similar fear and anxiety-related disorders. In addition, generalization of learned associations has been noted as a potential causal or contributory factor. Building upon this framework, we hypothesized that Misophonia symptoms arise as a consequence of overgeneralized associative learning, in which aversive responses to a noxious event also occur in response to similar events. Alternatively, heightened discrimination between conditioned threat and safety cues may be present in participants high in Misophonia symptoms, as predicted by associative learning models of Misophonia. This preliminary report (n = 34) examines auditory generalization learning using self-reported behavioral (i.e., valence and arousal ratings) and EEG alpha power reduction. Participants listened to three sine tones differing in pitch, with one pitch (i.e., CS+) paired with an aversive loud white noise blast, prompting aversive Pavlovian generalization learning. We assessed the extent to which overgeneralization versus heightened discrimination learning is associated with self-reported Misophonia symptoms, by comparing aversive responses to the CS+ and other tones similar in pitch. Behaviorally, all participants learned the contingencies between CS+ and noxious noise, with individuals endorsing elevated Misophonia showing heightened aversive sensitivity to all stimuli, regardless of conditioning and independent of hyperacusis status. Across participants, parieto-occipital EEG alpha-band power reduction was most pronounced in response to the CS+ tone, and this difference was greater in those with self-reported Misophonia symptoms. The current preliminary findings do not support the notion that overgeneralization is a feature of self-reported emotional experience in Misophonia, but that heightened sensitivity and discrimination learning may be present at the neural level.",
  "keywords": [
    "Misophonia",
    "aversive auditory conditioning",
    "generalization learning",
    "sharpened tuning",
    "valence",
    "arousal"
  ],
  "research_topics": [
    "Misophonia",
    "Pavlovian conditioning",
    "associative learning",
    "auditory aversive generalization",
    "EEG alpha power",
    "auditory processing",
    "generalization learning",
    "neural mechanisms of aversive learning",
    "auditory cognitive neuroscience",
    "hyperacusis"
  ],
  "created_at": "2025-05-04T23:34:29.076696Z",
  "source_pdf": "documents/research/Global/Ward 2022 The Relationship Between Self-Reported Misophonia Symptoms and Auditory Aversive Generalized Leaning A Preliminary Report.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "fnins-16-899476 June 18, 2022 Time: 15:13 # 1\nORIGINAL RESEARCH\npublished: 23 June 2022\ndoi: 10.3389/fnins.2022.899476\nEdited by:\nM. Zachary Rosenthal,\nDuke University, United States\nReviewed by:\nPawel J. Jastreboff,\nEmory University, United States\nMercede Erfanian,\nUniversity College London,\nUnited Kingdom\n*Correspondence:\nAndreas Keil\nakeil@uﬂ.edu\n†These authors share ﬁrst authorship\nSpecialty section:\nThis article was submitted to\nAuditory Cognitive Neuroscience,\na section of the journal\nFrontiers in Neuroscience\nReceived: 18 March 2022\nAccepted: 02 June 2022\nPublished: 23 June 2022\nCitation:\nWard RT, Gilbert FE, Pouliot J,\nChiasson P , McIlvanie S, Traiser C,\nRiels K, Mears R and Keil A (2022)\nThe Relationship Between\nSelf-Reported Misophonia Symptoms\nand Auditory Aversive Generalization\nLeaning: A Preliminary Report.\nFront. Neurosci. 16:899476.\ndoi: 10.3389/fnins.2022.899476\nThe Relationship Between\nSelf-Reported Misophonia\nSymptoms and Auditory Aversive\nGeneralization Leaning:\nA Preliminary Report\nRichard T. Ward1,2†, Faith E. Gilbert1†, Jourdan Pouliot1, Payton Chiasson1,\nSkylar McIlvanie1, Caitlin Traiser1, Kierstin Riels1, Ryan Mears2and Andreas Keil1,2*\n1Center for the Study of Emotion and Attention, University of Florida, Gainesville, FL, United States,2Department\nof Psychology, University of Florida, Gainesville, FL, United States\nMisophonia is characterized by excessive aversive reactions to speciﬁc “trigger”\nsounds. Although this disorder is increasingly recognized in the literature, its etiological\nmechanisms and maintaining factors are currently unclear. Several etiological models\npropose a role of Pavlovian conditioning, an associative learning process heavily\nresearched in similar fear and anxiety-related disorders. In addition, generalization\nof learned associations has been noted as a potential causal or contributory\nfactor. Building upon this framework, we hypothesized that Misophonia symptoms\narise as a consequence of overgeneralized associative learning, in which aversive\nresponses to a noxious event also occur in response to similar events. Alternatively,\nheightened discrimination between conditioned threat and safety cues may be present\nin participants high in Misophonia symptoms, as predicted by associative learning\nmodels of Misophonia. This preliminary report ( n= 34) examines auditory generalization\nlearning using self-reported behavioral (i.e., valence and arousal ratings) and EEG alpha\npower reduction. Participants listened to three sine tones differing in pitch, with one\npitch (i.e., CS+) paired with an aversive loud white noise blast, prompting aversive\nPavlovian generalization learning. We assessed the extent to which overgeneralization\nversus heightened discrimination learning is associated with self-reported Misophonia\nsymptoms, by comparing aversive responses to the CS+ and other tones similar in pitch.\nBehaviorally, all participants learned the contingencies between CS+ and noxious noise,\nwith individuals endorsing elevated Misophonia showing heightened aversive sensitivity\nto all stimuli, regardless of conditioning and independent of hyperacusis status. Across\nparticipants, parieto-occipital EEG alpha-band power reduction was most pronounced\nin response to the CS+ tone, and this difference was greater in those with self-reported\nMisophonia symptoms. The current preliminary ﬁndings do not support the notion that\novergeneralization is a feature of self-reported emotional experience in Misophonia, but\nthat heightened sensitivity and discrimination learning may be present at the neural level.\nKeywords: Misophonia, aversive auditory conditioning, generalization learning, sharpened tuning, valence,\narousal\nFrontiers in Neuroscience | www.frontiersin.org 1 June 2022 | Volume 16 | Article 899476"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "fnins-16-899476 June 18, 2022 Time: 15:13 # 2\nWard et al. Generalization Learning and Misophonia\nINTRODUCTION\nIndividuals with Misophonia experience decreased tolerance and\naversive responses to speciﬁc auditory “trigger” cues (Jastreboﬀ\nand Jastreboﬀ, 2001, 2015; Swedo et al., 2022). Interest in this\ndisorder has been steadily growing over the past years, given its\nassociation with adverse outcomes and comorbidity with other\nmental health disorders (Schröder et al., 2013; Wu et al., 2014;\nCavanna and Seri, 2015; Webber and Storch, 2015; Zhou et al.,\n2017; Brout et al., 2018; Erfanian et al., 2019; Porcaro et al.,\n2019; Jager et al., 2020). However, there are still limited data\nregarding potential etiological mechanisms contributing to the\nemergence and maintenance of Misophonia. The present report\npresents initial data from an ongoing study of generalization\nlearning, testing an extension of long-standing hypotheses in this\narea of research.\nEtiology of “Trigger” Cues\nThe auditory cues driving negative emotional reactions in\nMisophonia often include orofacial sounds (e.g., smacking lips,\nloud chewing, heavy breathing, sniﬄing, etc.) produced by other\nindividuals (Jastreboﬀ and Jastreboﬀ, 2003, 2015; Edelstein et al.,\n2013; Schröder et al., 2013; Duddy and Oeding, 2014; Kumar\net al., 2021; Vitoratou et al., 2021a; Swedo et al., 2022), regardless\nof the intensity of these sounds (Schröder et al., 2013; Jager\net al., 2020; Swedo et al., 2022) or other alterations in physical\nproperties of these auditory cues (Aazh et al., 2008, 2018;\nEdelstein et al., 2013; Schröder et al., 2013; Tyler et al., 2014;\nJastreboﬀ and Jastreboﬀ, 2015; Potgieter et al., 2019; Swedo et al.,\n2022). The negative aﬀective responses elicited by these cues\ncomprise feelings of anxiety, fear, disgust, irritation, and anger\ndirected at the individual eliciting them, and the avoidance of\ncontexts or situations where these sounds may occur (Schröder\net al., 2013; Cavanna and Seri, 2015; Potgieter et al., 2019;\nSwedo et al., 2022). This has led several to propose that these\nauditory cues hold some contextual value to individuals with\nMisophonia (Jastreboﬀ and Jastreboﬀ, 2003, 2015; Edelstein et al.,\n2013; Schröder et al., 2013; Duddy and Oeding, 2014), implying\nan etiological role for associative learning in the development of\nthese cues. Taken together with the lack of altered physiology\nin Misophonic individuals, many have called for Misophonia to\nbe treated as a mental health disorder separate from auditory\nperceptual disorders (Schröder et al., 2013; Taylor, 2017; Rouw\nand Erfanian, 2018; Jager et al., 2020; Swedo et al., 2022),\nwith a primary emphasis on learning dynamics driving the\ndevelopment of symptomology. A recent consensual deﬁnition of\nMisophonia calls for the recognition of Misophonia as a disorder\n(Swedo et al., 2022).\nPavlovian conditioning has been considered as an etiological\nmechanism in Misophonia (Jastreboﬀ and Jastreboﬀ, 2001, 2002;\nSchröder et al., 2013; Dozier, 2015; Brout et al., 2018; Palumbo\net al., 2018; Kumar et al., 2021). In one theoretical framework,\nDozier (2015) hypothesized a two-step reﬂex process in response\nto auditory “trigger” cues (i.e., conditioned stimuli, CS+), with\nthe cue inducing a physical muscular reﬂex, resulting in an\nemotional response (i.e., conditioned response, CR). Speciﬁcally,\nthese auditory cues are hypothesized to be initially processed inthe auditory cortex, which then provides input to the amygdala\n(Jastreboﬀ and Jastreboﬀ, 2001, 2002), consequentially activating\nthe sympathetic nervous system and eliciting an emotional\nresponse (LeDoux, 2007, 2012). Complementing this notion,\nKumar et al. (2021) theorized that other non-orofacial sounds\nmay come to elicit adverse emotional reactions in individuals\nwith Misophonia via associative learning, in which both an initial\n“trigger” cue is presented with a non-associated cue (Muller\net al., 2018; Wiese et al., 2021). As such, Pavlovian conditioning\nis theorized to drive increased connectivity between limbic\nand autonomic sympathetic systems, resulting in the primary\nsymptoms experienced in Misophonia in response to speciﬁc\nauditory “trigger” cues (Jastreboﬀ and Hazell, 2004; Møller, 2011;\nJastreboﬀ and Jastreboﬀ, 2013). Furthermore, these responses\nmay over time generalize to other non-associated “trigger” cues\n(Dozier, 2015; Kumar et al., 2021).\nGeneralization Learning\nAversive conditioning, a form of classical Pavlovian conditioning\nwhere a CS+ is learned to be associated with an unconditioned\nstimulus (i.e., US), has been applied extensively to study the\ndevelopment and maintenance of fear and anxiety disorders\n(Lissek et al., 2005; Reinhardt et al., 2010; Torrents-Rodas\net al. (2013); Tinoco-González et al. (2015); Duits et al., 2015),\nwhich encompass co-occurring symptoms with Misophonia\n(Quek et al., 2018; Erfanian et al., 2019; Jager et al., 2020;\nGuetta et al., 2022). In addition to classical associative learning,\nsome have proposed that individuals with Misophonia may\ncome to experience heightened emotional responses to stimuli\nnot related to orofacial sounds through separate associative\nand generalization learning processes (Dozier, 2015; Kumar\net al., 2021). Generalization learning is an extension of\nsimple diﬀerential aversive conditioning that allows for the\nassessment of how generalizable a conditioned response is\nto stimuli that are similar to a CS+ (Dunsmoor and Paz,\n2015; Dymond et al., 2015; Struyf et al., 2015; Jasnow et al.,\n2017). In this process, a neutral stimulus is paired with a US,\ncreating a CS+. In addition, other stimuli varying in physical\nsimilarity along a continuum (e.g., some closely resembling\nthe CS+, while others may appear completely diﬀerent) are\npresented but never paired with a US. This paradigm allows\nfor the evaluation of conditioned responses to these non-\npaired stimuli, known as generalized stimuli (GS). Results\nfrom generalization learning have found that healthy control\nparticipants normally display a quadratic pattern of responses\nalong this generalization gradient when measuring self-reported\nperceived risk of encountering a US (Lissek et al., 2010, 2014a),\nwhile those with anxiety-related disorders (e.g., Panic Disorder\nand Generalized Anxiety Disorder) display less of a decline from\na CS+ to the nearest GS, indicative of overgeneralization in\nthese clinical populations. Additional electrophysiological work\nwith rodents found diﬀerence-of-Gaussian, or sharpened tuning,\nresponse patterns in auditory cortical cells (Bordi and LeDoux,\n1994; Weinberger, 2007), while broadened-Gaussian patterns in\ncellular ﬁring were observed in the medial geniculate portion\nof the thalamus (Edeline and Weinberger, 1992; Bordi and\nLeDoux, 1994) and a range of regions (e.g., insula, dorso- and\nFrontiers in Neuroscience | www.frontiersin.org 2 June 2022 | Volume 16 | Article 899476"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "fnins-16-899476 June 18, 2022 Time: 15:13 # 3\nWard et al. Generalization Learning and Misophonia\nventromedial prefrontal cortex, etc.) in human neuroimaging\nwork (Greenberg et al., 2013; Lissek et al., 2014b). These ﬁndings\nsuggest that behavioral responses are likely to follow a Gaussian-\nlike distribution (Ghirlanda and Enquist, 2003), while underlying\nneural mechanisms associated with these processes may yield\neither generalization or sharpened tuning response patterns.\nSynthesizing these ﬁndings, evidence of both generalization\nand sharpened tuning response patterns have been provided in\nhuman electroencephalography (EEG) research measuring visual\nsensory cortical responses (Müller et al., 1998; Wieser et al., 2016),\nand alpha-band power, a signal reﬂecting attentional processing\n(Deng et al., 2020) and heightened attentional engagement to\na CS+ (Panitz et al., 2019). Speciﬁcally, parietal alpha power\n(Friedl and Keil, 2020, 2021) and steady-state visual evoked\npotentials (i.e., ssVEPs) displayed Gaussian distributions across\nthe generalization gradient (McTeague et al., 2015), similar to\nneuroimaging work (Greenberg et al., 2013; Lissek et al., 2014b),\nand followed the generalization pattern shown in Figure 1A\n(Ghirlanda and Enquist, 2003). Parietal alpha-band activity\n(spectral power between 8 and 12 Hz) has been established\nas a robust index of stimulus saliency, linked to heightened\nattentional engagement with conditioned stimuli (Yin et al.,\n2018). Speciﬁcally, transient suppression of alpha power upon\nstimulus presentation has been taken to index the attentive\nengagement with conditioned threat cues, compared to safety\ncues or neutral cues (Panitz et al., 2019). The present study\nleveraged this eﬀect as a manipulation check for successful\nconditioning, and examined its sensitivity to diﬀerences in\nMisophonia symptom status. During generalization learning, it\nis expected that as threat cues acquire increased task-relevance\nthrough conditioning, alpha power would show greater power\nreduction for the CS+ compared to the generalization stimuli.\nIn contrast, ssVEPs recorded from occipital sites, commonly\nused to assess visual cortical perception, showed diﬀerence-of-\nGaussian patterns (McTeague et al., 2015; Stegmann et al., 2020;\nFriedl and Keil, 2021). This suggests that non-sensory regions\nare likely to show Gaussian-like responses along a generalization\ngradient, while primary sensory cortices may yield sharpened\ntuning, both response patterns being adaptive, respectively, for\noptimizing perception (sharpening) and attentional orienting\n(generalization).\nWhile previous work has investigated both autonomic\n(Edelstein et al., 2013; Kumar et al., 2017; Schröder et al.,\n2019) and neural responses to naturalistic auditory stimuli in\nindividuals with Misophonia (Kumar et al., 2017, 2021; Schröder\net al., 2019; Daniels et al., 2020), no study to our knowledge\nhas examined how aversive learning processes contribute to\nauditory cues acquiring negative attributes. Furthermore, it is\nunclear whether Misophonic individuals display overgeneralized\nresponses akin to what is commonly observed in fear and\nanxiety disorders (Lissek et al., 2005; Reinhardt et al., 2010;\nDuits et al., 2015). This is critical given the notion that\nPavlovian conditioning serves as an etiological mechanism of\nsymptomology in Misophonia (Jastreboﬀ and Jastreboﬀ, 2001,\n2002; Schröder et al., 2013; Dozier, 2015; Brout et al., 2018;\nPalumbo et al., 2018; Kumar et al., 2021). Thus, we sought\nto address this gap by examining the mechanisms underlyingaversive generalization learning in individuals with Misophonia\n(Dozier, 2015; Kumar et al., 2021). Participants completed an\naversive generalization task consisting of an auditory sinewave\ntone presented at three diﬀerent pitches over habituation and\nacquisition phases while EEG was recorded. In this design, one\npitch served as the CS+, while the other two pitches diﬀered in\nfrequency from the CS+ and served as our GS. The inclusion of\na habituation phase alongside the acquisition phase allowed us to\nexamine changes over the course of learning relative to a baseline.\nCurrent Study\nFirst, we aimed to examine the extent to which an auditory\nsinewave tone paired with a US (i.e., CS+) inﬂuenced ratings\nand EEG indices of attentional processing compared to other\nGS along a generalization continuum. We hypothesized that\n(H1) participants, regardless of Misophonia severity, would rate\nthe CS+ tone as more aversive and arousing, and EEG signals\nreﬂecting greater attentional processing for the CS+ compared to\nthe non-CS+ tones (i.e., the GS) during acquisition, in which the\nCS+ is paired with a loud noise US. This was assessed by self-\nreported behavioral ratings of valence and arousal, and stimulus-\ninduced changes in parietal alpha-band power during two phases:\nan initial habituation (i.e., baseline) phase, in which no stimulus\nwas paired with a US, and an acquisition phase. Furthermore, we\nexpected (H2) the change in these dependent variables between\nthe habituation and acquisition phases to be larger for the CS+\ncompared to the other GS presented.\nRegarding self-reported symptoms of Misophonia, we\ninvestigated the impact symptom severity had on response\npatterns to the CS+ and GS. Speciﬁcally, we predicted that (H3A)\nparticipants endorsing greater Misophonia symptomology,\nmeasured through the Misophonia Symptom Scale (MSS; Wu\net al., 2014), would show overgeneralized responses across the\nstimulus generalization gradient ( Figure 1A ), demonstrated via\na Gaussian distribution pattern with greater responses to the\nCS+, similarly high responses to a similar GS (i.e., GS1), and low\nresponses to a less similar GS (i.e., GS2). This would be reﬂected\nby better model ﬁts for a generalization model compared to\na sharpened tuning or all-or-nothing discrimination models.\nSpeciﬁcally, model weights derived from the competing learning\nmodels (e.g., overgeneralization and sharpening) were applied to\nself-reported behavioral valence and arousal ratings, and parietal\nalpha-band power changes, with better model ﬁt scores reﬂecting\na stronger match between these dependent variables and the\nassociated model. These hypotheses were guided by explicit\nmodels of generalization learning, as discussed in previous\nreports of overgeneralization in clinical populations compared\nto healthy controls for behavioral responses (e.g., Lissek et al.,\n2010, 2014a). Our overgeneralization hypothesis in individuals\nwith elevated Misophonia was also driven by the large overlap\nin symptomology between anxiety and fear-related disorders\nand Misophonia (Ginsburg et al., 2006; Hadjipavlou et al., 2008;\nEdelstein et al., 2013; Wu et al., 2014; Dozier, 2015; Webber\nand Storch, 2015; Zhou et al., 2017; Quek et al., 2018; Erfanian\net al., 2019; Potgieter et al., 2019; Jager et al., 2020; McKay and\nAcevedo, 2020; Guetta et al., 2022), suggesting that individuals\nwith Misophonia may display similar overgeneralization\nFrontiers in Neuroscience | www.frontiersin.org 3 June 2022 | Volume 16 | Article 899476"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "fnins-16-899476 June 18, 2022 Time: 15:13 # 4\nWard et al. Generalization Learning and Misophonia\nFIGURE 1 | Hypothesized learning model response patterns. (A)Generalization, with the GS1 eliciting a greater response than the GS2. (B)Sharpening, in which\nGS1 has a decreased response compared to the GS2. (C)All-or-Nothing, where the GS1 and GS2 display similarly decreased responses relative to the CS+.\nlearning. Furthermore, several (Dozier, 2015; Kumar et al., 2021)\nhave proposed that emotional responses to auditory “trigger”\ncues may over time generalize to other stimuli via associative\nlearning processes.\nWe also considered the alternative hypothesis that (H3B)\na sharpened tuning response pattern ( Figure 1B ) across our\ndependent variables would be found in individuals with greater\nMSS scores, as seen in previous work assessing sensory responses\nin socially anxious individuals (Stegmann et al., 2020). Such a\nresponse pattern would indicate suppression of the most similar\nGS, resulting in sharpening in sensory systems (McTeague et al.,\n2015). We included an all-or-nothing discrimination learning\nmodel ( Figure 1C ) to assess the possibility that (H3C) the\nCS+ alone would elicit heightened responses in our dependent\nvariables, with little to no diﬀerence in response to the other GS,\nan eﬀect observed previously for alpha power changes in visual\naversive conditioning paradigms (Friedl and Keil, 2020, 2021).\nFinally, we predicted that individuals endorsing greater\nMisophonia symptomology would also exhibit larger response\nchange scores for the CS+ from the habituation to acquisition\nphases compared to those with less Misophonia symptomology.\nThis was assessed by correlating individuals’ MSS scores\nwith calculated change scores for self-reported behavioral\nratings of valence and arousal, and parietal alpha-band power.\nIf supported, these ﬁndings would suggest that individuals\nendorsing Misophonia are more likely to have adverse and\narousing reactions, as well as greater attentional processing, to\nauditory stimuli that have acquired adverse attributes.\nMATERIALS AND METHODS\nThe study design and hypotheses are part of a larger project\nthat was preregistered prior to data collection1. Here, we report\ninitial preliminary ﬁndings for the aversive generalization task,\nand our planned analyses pertaining to alpha-band power.\nIn addition, we have included results from an assessment of\n1https://osf.io/e26adloudness discomfort level thresholds, aimed to capture one\nfacet of hyperacusis, a disorder of broad hypersensitivity to the\nvolume of auditory stimuli. These measurements were included\nto examine the extent to which relations observed between self-\nreported Misophonic symptoms and the dependent variables\nwere speciﬁc to Misophonia symptoms or partly explained by\nloudness discomfort as is characteristic for hyperacusis.\nParticipants\nThis report represents a preliminary analysis of a subset of\ndata from an ongoing study. For the data discussed in the\npresent article, 36 participants were recruited through online\nadvertisements, ﬂyers, and existing data bases. Participants were\nrecruited and prescreened to include individuals scoring high\non the Misophonia Symptom Scale (MSS), detailed below. They\nwere either paid 20 USD per hour or received class credit. All\nparticipants provided informed consent prior to participation in\naccordance with the Declaration of Helsinki, with all procedures\napproved by the institutional review board at the University\nof Florida. Participants were at least 18 years of age, reported\nnormal or corrected-to-normal vision, and indicated no history\nof seizures. Two participants were excluded from data analysis\ndue to having over 50% of EEG trials containing artifacts ( n= 1),\nand technical errors (i.e., program crash) during data collection\n(n= 1). This resulted in a total of 34 (21 Female; Mage= 19.85,\nSEage= 0.29) participants used for data analyses (see Table 1 for\nfull demographics).\nParticipants completed the Misophonia Questionnaire (Wu\net al., 2014) and a set of additional questionnaires capturing\nsymptoms in the OCD, Fear, Anxiety, and Depression spectrum.\nOnly data from the Misophonia Questionnaire are included in\nthe present report.\nMaterials and Procedure\nMisophonia Measures\nSymptoms of Misophonia were quantiﬁed using the Misophonia\nSymptom Scale (MSS), a sub-scale of the Misophonia\nQuestionnaire (Wu et al., 2014; Supplementary Appendix\nTable 1 ). This seven-question measure assesses the degree to\nFrontiers in Neuroscience | www.frontiersin.org 4 June 2022 | Volume 16 | Article 899476"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "fnins-16-899476 June 18, 2022 Time: 15:13 # 5\nWard et al. Generalization Learning and Misophonia\nTABLE 1 | Demographic information.\nVariable N(%) Mage SEage\nSex\nMale 13 (37.14%) 20.08 0.59\nFemale 21 (60.00%) 19.71 0.30\nGender\nMan 13 (37.14%) 20.08 0.59\nWoman 20 (57.14%) 19.70 0.32\nNon-binary 1 (2.86%) 20.00 N/A\nEthnicity\nHispanic 28 (80.00%) 19.79 0.33\nNon-hispanic 6 (17.14%) 20.17 0.60\nRace\nAsian 4 (11.43%) 21.25 1.49\nBlack 1 (2.86%) 21.00 N/A\nWhite 29 (82.865) 19.62 0.27\nDemographics are provided for the entire sample used for data analyses. N/A\nprovided for SE agedue to no variability in the respective demographic categories.\nwhich individuals experience sound sensitivities to speciﬁc\ncircumstances, such as people making throat or nasal sounds.\nSpeciﬁcally, this questionnaire requires participants to rate how\nbothered they feel when hearing these speciﬁc sounds on a 5-\npoint Likert scale ranging from 0 (i.e., Never) to 4 (i.e., Always),\nyielding a potential sum score between 0 and 28. The MSS has\ndemonstrated high internal consistency (i.e., a= 0.83–0.86;\nWu et al., 2014; McErlean and Banissy, 2018), with our sample\nshowing similar internal consistency ( a= 0.85). Wu et al. (2014)\nconsidered scores 14 or greater on the MSS as reﬂective of\nelevated Misophonia symptomology. In this report, we use the\nMSS as a continuous variable, with MSS scores in our sample\nranging from 0 to 20 ( M= 9.55, SE= 0.88).\nSelf-Assessment Manikin Measures\nSelf-Assessment Manikin (SAM; Bradley and Lang, 1994) ratings\nwere collected for valence ( Figure 2A ) and arousal ( Figure 2B )\nduring early and late periods of both the habituation and\nacquisition phases of the aversive generalization task. SAM\nratings were assessed following a presentation of each pitch\nduring each assessment period (i.e., early/late habituation, and\nearly/late acquisition). Five manikins were presented for valence\nand arousal, and participants were required to click on a\ncontinuous scale to rate how pleasant/unpleasant (i.e., valence)\nand calm/aroused (i.e., arousal) they felt after hearing each tone.\nAll responses were recorded as pixel location (i.e., x-axis, ranging\nfrom 1 to 1,920 pixels) where participants clicked to indicate their\nvalence or arousal.\nLoudness Discomfort Level Testing\nLoudness discomfort levels (LDLs), a characteristic of\nhyperacusis, were assessed by presenting individual sine-wave\ntones varying in amplitude for one second at one of ﬁve randomly\npresented pitches (i.e., 320, 544, 925, 1,572, and 2,673 Hz). Next,\nparticipants were provided a dichotomous choice to increase the\nloudness or not. If they selected “yes” to increase the loudness,\nthe tone at that respective pitch was presented in the subsequenttrial at an increased loudness level. If the participant selected\n“no” to increase the loudness, the next randomly selected pitch\nwould be presented at the minimal loudness level. Loudness\nlevels, measured with an audiometer, ranged in steps of 1–10\n(ranging from \u001869 to \u001891 dBA), increasing approximately\n2.5 dB for every unit increase in loudness. If participants reached\nthe max loudness level for a given pitch (i.e., loudness level of\n10), they would be presented with the next pitch regardless of\ntheir choice. Measures of hyperacusis sensitivity were calculated\nas the sum of loudness levels across each pitch, ranging from 1\nto 50, with higher values indicating higher auditory tolerance\nthresholds. It is important to note that LDL measures do not\nserve as a complete assessment of hyperacusis. The assessment\nwas presented using Psychtoolbox code (Brainard, 1997) on a\nCambridge research systems Display ++ monitor (1,920 \u00021,080,\n120 Hz refresh rate) at 120 cm distance from the participant, and\nauditory stimuli were presented through two Behringer Studio\n50 speakers arranged symmetrically behind the participant at ear\nlevel, at a 30 cm distance.\nAuditory Stimuli\nA sine-wave tone was presented for 4 s (88,001 sample points)\nat three diﬀerent pitches, consisting of frequencies of 320, 541,\nand 914 Hz chosen from an exponential pitch function. We\nchose three pitches based on the results of extensive pilot work\nprior to the start data acquisition in the current study. In this\npilot work, we tested various ranges of pitches, with up to 5–\n7 pitch conditions being presented spaced between 320 and\n914 Hz. Using these larger condition designs, we found that\nparticipants failed to identify the CS+, indicating failure to learn\ncontingencies between a speciﬁc pitch and US. However, when\nwe tested a design using only these three pitches, participants\ncorrectly learned which pitch predicted the CS+. Thus, although\nthese frequencies may be in the pleasantness range (Patchett,\n1979), as discussed in our results below, we found signiﬁcant\ndiﬀerences in behavioral measures of valence and arousal for\nthese stimuli following conditioning.\nA cosine-wave was generated to create onset and oﬀset-ramps\nfor each pitch. The loudness of each pitch was normalized by\ndividing each pitch’s amplitude at a given sample point by its\nrespective frequency. This resulted in normalizing loudness levels\nto 70 dBA to ensure consistent loudness levels were presented\nfor each frequency. In addition, a 91 dBA white noise was\nalso generated, using white noise with 22,001 sample points,\nmultiplied with a ramp-oﬀ, ramp-down cosine square window\nof 5 sample points to avoid popping at the beginning and\nend. This loud white noise stimulus served as the US, and was\npresented during the ﬁnal second of the 4 s tone presentation\nof the sinewave tone designated the CS+. The duration of 1 s\nwas chosen because previous work has shown that loud noise\nUSs are most eﬀective when longer than 500 ms (Sperl et al.,\n2016). In addition, the ﬁnal second was chosen because Pavlovian\nconditioning is most eﬀective when the CS+ and US co-terminate\nafter having overlapped for a period of time (Kamin, 1956). This\nwhite noise was paired with the 320 Hz tone, with both the\ntone and white noise co-terminating. Thus, the 320 Hz pitch\nserved as the CS+ (100% reinforcement rate), while the 541 and\nFrontiers in Neuroscience | www.frontiersin.org 5 June 2022 | Volume 16 | Article 899476"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "fnins-16-899476 June 18, 2022 Time: 15:13 # 6\nWard et al. Generalization Learning and Misophonia\nFIGURE 2 | Self-Assessment Manikin (SAM) presented to during the early and late stages of both the habituation and acquisition phases in the auditory aversive\ngeneralization task. (A)Measures of valence quantiﬁed by pixel number (i.e., 1–1,920) corresponding with participants’ mouse click on an x-axis of the monitor’s\nlength. (B)Measures of arousal were similarly represented by pixel number corresponding with participants’ mouse clicks.\n914 Hz pitches were never paired with the white noise, allowing\nfor generalization learning to occur across a gradient of pitches,\n(541 Hz serving as the GS1 and 914 Hz as the GS2). All tones\nwere multiplied by a 41.2 Hz cosine envelope for a separate\nset of analyses not reported here (see our preregistration for\nmore details). All auditory stimuli were presented through two\nBehringer Studio 50 speakers.\nAuditory Aversive Generalization Task\nParticipants completed an aversive generalization task consisting\nof tones presented at three diﬀerent pitches (i.e., CS+, GS1,\nand GS2) over a habituation and acquisition phase. Given\nthat the task primarily required active listening, no practice\ntrials were presented to participants. However, all participants\nwere informed that they would be required to rate the sounds\npresented using a mouse to click a location on a scale presented\nseveral times throughout the experiment (i.e., SAM ratings).\nNo white noise presentations occurred during the habituation\nphase ( Figure 3A ), and only the tone serving as a CS+ (i.e.,\n320 Hz) was paired with this US during the acquisition phase\n(Figure 3B ). Participants completed a total of 240 trials (80\nper condition), 120 in the habituation phase (40 per condition),\nand 120 in the acquisition phase. SAM ratings for each tone\nwere acquired following trials 10 and 90 in each of the two\nphases, allowing for early and late behavioral assessments in both\nhabituation and acquisition phases. The ﬁrst and third trials in\nthe acquisition phase were designed to be CS+, serving as booster\ntrials to facilitate learning, and the remaining conditions were\nrandomized, with the constraint that not more than 2 CS+ trials\nwould occur in sequence. Each trial began with a central white\nﬁxation dot (0.8\u000eof visual angle) presented throughout the entire\ntask, excluding when SAM ratings were presented. Following a\nvariable inter-trial interval (ITI; 1.85–3.50 s), a tone at a speciﬁc\npitch was presented for 4 s. All stimuli were presented using\nPsychtoolbox code (Brainard, 1997) on a Cambridge research\nFIGURE 3 | Trial ﬂow of the auditory aversive generalization task. (A)The\nhabituation phase presented a tone (each pitch) without any white noise US\npairings. (B)The acquisition phase presented a tone (each pitch) with the\nlowest pitch being paired with the white noise US.\nsystems Display ++ monitor (1,920 \u00021,080, 120 Hz refresh\nrate) at 120 cm distance from the participant, and auditory\nstimuli were presented through two Behringer Studio 50 speakers\narranged symmetrically behind the participant at ear level, at a\n30 cm distance. The entire experiment (i.e., completion of the\ntask, survey measures, and EEG application) took approximately\nan hour and 15 min per participant.\nData Acquisition and Signal Processing\nDifferential Aversive Conditioning\nContinuous EEG data were recorded using an Electrical\nGeodesics (EGI) high-impedance system with a 128-channel (Ag-\nAgCl electrodes) HydroCel net. Online data were recorded at\na 500 Hz sampling rate, referenced to the vertex sensor (Cz),\nFrontiers in Neuroscience | www.frontiersin.org 6 June 2022 | Volume 16 | Article 899476"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "fnins-16-899476 June 18, 2022 Time: 15:13 # 7\nWard et al. Generalization Learning and Misophonia\nwith impedances kept below 60 k . Online Peyk et al. (2011)\nButterworth low-pass (3 dB point at 60 Hz) and high-pass (3 dB\npoint at 0.1 Hz) ﬁlters were applied throughout recording. Data\nwere then re-ﬁltered oﬄine using Butterworth low-pass (10th\norder, 3 dB point at 30 Hz) and high-pass (3rd order, 3 dB point\nat 1 Hz) ﬁlters, and were re-referenced to the average reference\n(i.e., averaged across all sensors). EEG data were segmented\ninto epochs of 3.6 s (1,801 sample points), 600 ms (300 sample\npoints) prior to the onset of the tone and 3,000 ms (1,501 sample\npoints) following the tone onset. This 3,000 ms duration was\nselected as opposed to the 4,000 ms presentation time to prevent\nany artifactual confounds resulting from the presentation of the\nUS within the ﬁnal 1,000 ms. Epoched trials then underwent\nartifact rejection based on the Statistical Correction of Artifacts\nin Dense Array Studies (SCADS) procedure (Junghöfer et al.,\n2000), in which data quality indices (absolute value, standard\ndeviation, and maximum of diﬀerences across time points)\nfor each channel and trial were calculated. Eye movements\nwere corrected with regression-based EOG correction methods\n(Schlögl et al., 2007, 2009) using HEOG and VEOG sensors.\nParticipants with trials containing excessive artifacts (i.e., >50%\nof all trials rejected) were removed from analyses. This procedure\nresulted in an average 9.2 trials ( SE= 1.30) of the total 40 trials\nper condition being rejected in the remaining participants used\nfor analyses. Importantly, the total number of trials retained\ndid not signiﬁcantly diﬀer between conditions within phases\n(habituation: CS+ = 32.0; GS1 = 33.7; GS2 = 33.9; acquisition:\nCS+ = 28.4; GS1 = 28.4; GS2 = 27.71), but diﬀered between\nthe habituation and acquisition phases, t(33) = 4.21, p\u00140.001,\nBF10= 141.4.\nAlpha-Band Power Quantiﬁcation\nArtifact-free single trial data were transformed into the\ntime-frequency domain by convolving the EEG data with a\nfamily of complex Morlet wavelets with center frequencies\n(f) between 2.50 and 27.49 Hz, in steps of 0.2776 Hz.\nA Morlet constant (i.e., m) was calculated by dividing the\ncenter frequencies by the frequency smoothing value (i.e.,\nsigma_f), using the formula: m=f/sigma_f = 10. This\nMorlet constant was chosen to optimize the trade-oﬀ between\ntemporal smoothing (sigma_t) and frequency smoothing for\nthe lower alpha-band frequencies targeted by the present\nresearch [i.e., sigma_f = 1/(2\u0003pi\u0003sigma_t)]. We obtained a\nsigma_f = 0.86 Hz and a sigma_t = 185 ms at our lowest center\nfrequency of interest (i.e., 8.61 Hz). The absolute value of the\nconvolution between that data and the complexed wavelets was\nobtained, and served as our estimate of time-varying power\n(Tallon-Baudry and Bertrand, 1999).\nNext, all trials were averaged by condition, and total power\nwas baseline corrected as the percentage change from a 222 ms\ninterval preceding the tone onset ( \u0000422 to\u0000202 ms prior to tone\nonset), to accommodate edge artifacts of the wavelet transform\nand account for temporal smoothing factors. We used baseline\ndivision given that alpha-band power was present in the baseline\nperiod, and the amount of reduction in percent has been shown\nto co-vary meaningfully with a range of experimental tasks\n(Jensen and Mazaheri, 2010; Foxe and Snyder, 2011). Alpha-bandpower was measured by averaging the time-varying power across\nwavelets ranging from 8.60 to 11.13 Hz.\nStatistical Analyses\nOverview\nThe dependent variables consisted of behavioral ratings of\nvalence and arousal for each tone across habituation and\nacquisition phases of the aversive generalization task, and parietal\nalpha power. Auditory tolerance thresholds (i.e., hyperacusis LDL\ntest) were included as covariates in our hierarchal linear model\nanalyses of behavioral data. All frequentist analyses (e.g., repeated\nmeasures ANOV As) included Greenhouse–Geisser adjustments\nwhen sphericity assumptions were violated. Signiﬁcant main\neﬀects and interactions were decomposed using Bonferroni\ncorrected comparisons. We also conducted Bayes Factor analyses\nto assess the degree of evidence supporting the null versus\nalterative hypothesis (Dienes, 2014, 2016; Jarosz and Wiley,\n2014; Lee and Wagenmakers (2014); Wagenmakers et al., 2016,\n2018a,b; Keysers et al., 2020; Lakens et al., 2020; van Doorn\net al., 2021). Bayes Factor 10 (BF 10) values are represented on a\ncontinuous scale, as opposed to the dichotomous scale aﬃliated\nwith frequentist approaches (e.g., p-values). Although there is\ndebate in terms of interpretation criteria for BF 10outcomes (see\nJeﬀreys, 1939; Kass and Raftery, 1995; Jarosz and Wiley, 2014;\nvan Doorn et al., 2021), many agree that BF 10scores near 0\nprovide strong support for the null hypothesis, with the strength\nof this evidence decreasing as the BF 10becomes larger, and thus\nevidence for the alternative hypothesis becoming strengthened.\nWe chose multivariate Cauchy priors (ﬁxed eﬀects = 0.5,\ncovariates = 0.354) given the possibility for any statistical test\noutcome being possible, resulting in a uniform prior distribution\n(Lee and Vanpaemel, 2018; van Doorn et al., 2021).\nBehavioral Valence and Arousal\nTo assess how MSS scores inﬂuenced raw valence and arousal\nbehavioral ratings, including their change from habituation\nto acquisition phases, we conducted hierarchal linear model\nanalyses using maximum likelihood (ML) methods. First, we\nconducted a series of step-wise model testing, in which we began\nwith an intercept-only model, with intercepts allowed to vary\nrandomly by participant (level 3), and added a predictor variable\nin each model iteration, until the addition of predictor terms no\nlonger signiﬁcantly contributed explaining the variability of our\nvalence/arousal measures. Speciﬁcally, we assessed the following\nvariables in each of the respective iterations: (1) Phase (level 1),\n(2) Pitch (level 2), (3) MSS score (level 3), (4) Pitch \u0002Phase\n(cross-level) and MSS score, (5) Pitch \u0002Phase \u0002MSS score\n(cross-level). Auditory tolerance threshold scores (level 3),\nmeasured using LDLs, and MSS scores were mean-centered,\nwith the auditory tolerance threshold scores serving as covariates\nin all models. Our Pitch factor consisted of the CS+, GS1,\nand GS2 conditions (3 levels of the factor), and the Phase\nfactor included early/late habituation and early/late acquisition\n(4 levels of the factor). Only ﬁxed eﬀects were assessed. Our\nmodel comparisons yielded a ﬁnal model including the predictor\nvariables of Pitch, Phase, Pitch \u0002Phase, MSS score, and the\nFrontiers in Neuroscience | www.frontiersin.org 7 June 2022 | Volume 16 | Article 899476"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "fnins-16-899476 June 18, 2022 Time: 15:13 # 8\nWard et al. Generalization Learning and Misophonia\nTABLE 2 | Raw behavioral data comparison outcomes.\nValence Arousal\nContrast $2value df p-value $2value df p-value\nRating = Intercept – Rating = Phase + Intercept 32.25 4 <0.001*** 63.26 4 <0.001***\nRating = Phase + Intercept – Rating = Phase + Pitch + Intercept 39.22 2 <0.001*** 73.38 2 <0.001***\nRating = Phase + Pitch + Intercept – Rating = Phase + Pitch + MSS + Intercept 6.70 1 0.010* 10.84 1 <0.001***\nRating = Phase + Pitch + MSS + Intercept – Rating = Phase \u0002Pitch + MSS + Intercept 102.47 6 <0.001*** 147.49 6 <0.001***\nRating = Phase \u0002Pitch + MSS + Intercept – Rating = Phase \u0002Pitch\u0002MSS + Intercept 8.60 11 0.658 1.59 3 0.662\nAll models included auditory tolerance threshold scores as covariates. Bold p-values indicate signiﬁcant model comparisons. *p <0.05, ***p <0.001.\nTABLE 3 | Modeled behavioral data comparison outcomes.\nValence Arousal\nContrast $2value df p-value $2value df p-value\nRating = Intercept – Rating = Phase + Intercept 195.67 4 <0.001*** 235.06 4 <0.001***\nRating = Phase + Intercept – Rating = Phase + Model + Intercept 17.30 2 <0.001*** 31.90 2 <0.001***\nRating = Phase + Model + Intercept – Rating = Phase + Model + MSS + Intercept 0.87 1 0.351 0.02 1 0.894\nRating = Phase + Model + Intercept – Rating = Phase \u0002Model + Intercept 35.77 6 <0.001*** 51.94 6 <0.001***\nRating = Phase \u0002Model + Intercept – Rating = Phase \u0002Model \u0002MSS + Intercept 6.76 12 0.873 8.46 12 0.748\nAll models included auditory tolerance threshold scores as covariates. Bold p-values indicate signiﬁcant model comparisons. ***p <0.001.\ncovariate of auditory tolerance threshold (see Table 2 for model\ncomparison breakdown).\nNext, we assessed the degree to which the valence and arousal\nratings across CS+ and GS conditions ﬁt one of the three\nlearning models discussed above (i.e., generalization, sharpening,\nand all-or-nothing) within each behavioral assessment phase\n(i.e., early/late habituation and acquisition). This was done by\ncomputing a series of weights for each pitch (i.e., CS+, GS1,\nand GS2) based on our hypothesized gradient response pattern,\nwith the sum of these weights equal to zero in each model\n(Figure 1 ). Speciﬁcally, the following weights were applied to\neach pitch in the respective model: generalization \u0018CS+ = 1,\nGS1 = 0.75, GS2 = \u00001.75; sharpening \u0018CS+ = 1, GS1 = \u00001.5,\nGS2 = 0.5; and all-or-nothing \u0018CS+ = 2, GS1 = \u00001, GS2 = \u00001.\nThese weights were multiplied for each pitch’s valence and\narousal score, separately, within each phase. This resulted in\na single value reﬂecting the relative strength of each model’s\nﬁt within each assessment phase. Importantly, greater values\nreﬂected stronger model ﬁts for the behavioral data. Following\nthe logic of our hierarchal linear model analyses for raw valence\nand arousal ratings, we conducted another series of step-wise\nmodel comparisons, including the same predictor variables in the\norder tested previously. However, we replaced the Pitch factor\nwith a Model factor (i.e., generalization, sharpening, and all-or-\nnothing) to test the degree to which each model represented\nthese behavioral data over each phase. These step-wise model\ncomparisons resulted in a ﬁnal model with the predictor variables\nof Pitch, Model, Pitch \u0002Model, and the covariate of auditory\ntolerance threshold score (see Table 3 ). Critically, MSS score\nwas not a signiﬁcant contributor to predicting variability in\nmodel strength in valence or arousal, and was thus excluded in\nour ﬁnal model.Alpha-Band Power\nBecause of the higher dimensionality of EEG data (e.g., time and\nsensors in addition to conditions), we used a diﬀerent approach\nfor analyzing alpha-band power than what was done for self-\nreported valence and arousal. Two approaches were then taken\nfor alpha-band power statistical analyses. First, time-varying\nalpha-band power (% change from baseline) was extracted in\ntwo separate time windows, one early (i.e., 300–800 ms post-tone\nonset) and one late (800–1200 ms post-tone onset), and averaged\nacross a parietal sensor cluster containing the central parieto-\noccipital sensor POz and its 5 nearest neighboring sensors. The\nsecond approach used all sensors and time points, controlled\nby a mass-univariate permutation approach (Blair and Karniski,\n1993), described in more detail below.\nA 2 (Phase: habituation and acquisition) \u00023 (Pitch: CS+,\nGS1, and GS2) mixed ANOV A was conducted for parietal alpha-\nband power to test the prediction that the CS+ in the acquisition\nphase would selectively elicit the largest response compared to\nall other conditions, including the CS+ in the habituation phase.\nNext, we computed a change score for each pitch (i.e., CS+,\nGS1, and GS2), from the habituation to acquisition phase. This\nwas done by subtracting the raw alpha-band power value in a\npitch condition’s acquisition phase from the alpha-band power in\nthat same pitch condition’s habituation phase (i.e., acquisition –\nhabituation = change score or 1). This resulted in change\nscores of CS+ 1, GS1 1, and GS2 1. Similar to our behavioral\nanalyses, we ﬁt these change scores with our learning models (i.e.,\ngeneralization, sharpening, and all-or-nothing), resulting in the\nﬁnal learning models: generalization \u0018CS+1= 1, GS1 1= 0.75,\nGS21=\u00001.75; sharpening \u0018CS+1= 1, GS1 1=\u00001.5, GS2 1\n= 0.5; and all-or-nothing \u0018CS+1= 2, GS1 1=\u00001, GS2 1=\u00001.\nThis was done for both alpha-band intervals (i.e., early and late).\nFrontiers in Neuroscience | www.frontiersin.org 8 June 2022 | Volume 16 | Article 899476"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "fnins-16-899476 June 18, 2022 Time: 15:13 # 9\nWard et al. Generalization Learning and Misophonia\nAfter computing weighted alpha-band power change scores,\nwe conducted Fcontrasts on the two selected time ranges (i.e.,\nearly and late) and the parieto-occipital electrode clusters to\nexamine how similar the raw change scores for each pitch were\nto the predicted model trend (i.e., generalization, sharpening,\nand all-or-nothing). The same F-contrasts were also separately\ncomputed for each sensor and time point in the alpha-band\npower change score time series for the three pitches, resulting in\na mass-univariate spatiotemporal map of F-values. These maps\nwere controlled by a permutation technique (Blair and Karniski,\n1993; McTeague et al., 2015), further described below in our\ncorrelational analyses with MSS scores, resulting in a permutation\ncontrolled threshold of F crit= 7.88. These maps served as\nmanipulation and data quality checks, and were expected to\nindicate which learning model was most strongly ﬁt our alpha-\nband power changes. To quantify the linear relationship between\nlearning-induced alpha-band power changes and MSS score as\na continuous variable, we quantiﬁed each variable’s ﬁt with\nthe three competing learning models for each participant,\ncomputing the inner product between the resulting three values\nper dependent variable (i.e., early alpha-band time window, late\nalpha-band time window, and mass univariate approach for\nalpha-band power), and the model weights for each learning\nmodel. These values represented a direct measure of the strength\nof learning-induced changes, and were then correlated with MSS\nusing Pearson’s rcorrelations, with and without controlling for\nauditory tolerance threshold score.\nFor the mass univariate evaluation of correlations between\nlearning model ﬁts of alpha-band power change scores and\nMSS scores, we obtained Pearson’s r-values (corresponding\nto a signiﬁcance level of 0.05) by calculating distributions of\nr-values on data shuﬄed between the conditions and within\neach participant (i.e., 1,000 permutations). Speciﬁcally, we\nrandomly permuted the three change scores obtained for each\npitch by subtracting alpha-band power in acquisition from\nhabituation, randomly within each participant 1,000 times, and\nthen computed F-values for each sensor and time point (Blair and\nKarniski, 1993). The same approach was taken when correlating\nlearning model ﬁts of alpha-band power change scores with MSS\nscores. Next, the minimum and maximum and of each Pearson’s\nrdistribution was determined and stored in an rminand rmax\ndistribution, respectively, with each index having 1,000 values\ncorresponding with the 1,000 permutations. The 2.5th and 97.5th\npercentiles from these rmin and rmax distributions were used\nas critical values. For the present data, these mass univariate\ncorrelation thresholds were \u00000.51 and +0.50. Only empirical\ncorrelations crossing this deﬁned threshold were considered\nstatistically signiﬁcant.\nRESULTS\nBehavioral Outcomes\nRaw Valence and Arousal\nIn the hierarchal linear model predicting raw valence scores\nfrom the predictor variables of Pitch, Phase, Pitch \u0002Phase,\nMSS, and the covariate of auditory tolerance threshold, weobserved a main eﬀect of Pitch, F(2,374) = 27.19, p<0.001,\n!2\np= 0.13, BF 10= 32.61e + 5. The CS+ elicited signiﬁcantly more\nnegative valence ratings than GS1 [ t(385) = 6.77, p<0.001] and\nGS2 [ t(385) = 5.67, p<0.001], but GS1 did not signiﬁcantly\ndiﬀer in valence than GS2, t(385) = \u00001.11, p= 0.808. A main\neﬀect of Phase was also found [ F(3,374) = 15.68, p<0.001,\n!2\np= 0.11, BF 10= 10.87e + 2], with signiﬁcantly more\nnegative valence ratings being reported in early acquisition\ncompared to early [ t(385) = 5.46, p<0.001] and late\nhabituation, t(385) = 4.11, p<0.001. Valence was also\nrated as more negative in late acquisition compared to early\n[t(385) = 5.25, p<0.001] and late habituation, t(385) = 3.90,\np<0.001. No signiﬁcant diﬀerences in valence between\nearly and late habituation [ t(385) = \u00001.35, p>0.999],\nand early and late acquisition were observed, t(385) = 0.21,\np>0.999. In addition, we found a Pitch \u0002Phase interaction\n[F(6,374) = 19.65, p<0.001, !2\np= 0.24, BF 10= 45.91e + 18],\ndemonstrating that the CS+ during the acquisition phases\nwas rated as more negative compared to the other GS and\nthe CS+ in the habituation phases ( Figure 4A ).Post hoc\nBonferroni comparisons for this interaction are reported in\nSupplementary Appendix Table 2 . Importantly, we observed\na main eﬀect of MSS [ F(1,34) = 7.41, p= 0.010, !2\np= 0.18,\nBF10= 620.78], such that valence ratings were predicted to\nbe approximately 9.60 (95% CI [2.35, 15.78] pixels further to\nthe right (i.e., more negative) for every unit increase in MSS\n(Figure 5A ). Auditory tolerance threshold scores were non-\nsigniﬁcant in this model, F(1,34) = 1.07, p= 0.307, !2\np= 0.03,\nBF10= 0.65.\nOur model predicting arousal ratings yielded a main eﬀect of\nPitch [ F(2,374) = 60.14, p<0.001, !2\np= 0.24, BF 10= 55.16e + 7],\nwith the CS+ being reported as having greater arousal than the\nGS1 [ t(385 = 10.01, p<0.001] and GS2, t(385) = 8.53, p<0.001.\nArousal ratings did not signiﬁcantly diﬀer between the GS1 and\nGS2, t(385) = \u00001.48, p= 0.416. We also observed a main eﬀect of\nPhase [ F(3,374) = 38.05, p<0.001, !2\np= 0.23, BF 10= 10.87e + 6],\nwith participants reporting signiﬁcantly higher arousal ratings in\nearly acquisition compared to early [ t(385) = 7.65, p<0.001] and\nlate habituation, t(385) = 7.44, p<0.001. Signiﬁcantly greater\narousal ratings were also reported in the late acquisition relative\nto the early [ t(385) = 7.45, p<0.001] and late habituation phases,\nt(385) = 7.23, p<0.001. No signiﬁcant diﬀerences in arousal\nwere found between early and late habituation [ t(385) = \u00000.21,\np>0.999] and early and late acquisition phases, t(385) = 0.20,\np>0.999. Similar to our valence ﬁndings, we observed a\nsigniﬁcant Pitch \u0002Phase interaction [ F(6,374) = 30.13, p<0.001,\n!2\np= 0.33, BF 10= 12.39e + 33], suggesting that participants\nrated the CS+ during the acquisition phases as being more\narousing than the other GS and the CS+ in the habituation\nphases ( Figure 4B ). All post hoc follow-up comparisons for this\ninteraction can be seen in Supplementary Appendix Table 2 .\nMSS also had a main eﬀect [ F(1,34) = 12.77, p= 0.001, !2\np= 0.27,\nBF10= 57.98e + 3], such that arousal ratings were approximately\n14.09 (95% CI [6.14, 22.04] pixels further to the right (i.e.,\nmore arousing) for every unit increase in MSS ( Figure 5B ).\nUnlike results for valence, auditory tolerance threshold scores\nsigniﬁcantly predicted arousal ratings, F(1,34) = 5.40, p= 0.026,\nFrontiers in Neuroscience | www.frontiersin.org 9 June 2022 | Volume 16 | Article 899476"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "fnins-16-899476 June 18, 2022 Time: 15:13 # 10\nWard et al. Generalization Learning and Misophonia\nFIGURE 4 | Bar plots showing the raw and model strength scores for self-reported behavioral data. (A)The CS+ elicited more negative ratings than the other\npitches, and this was driven by the acquisition phases. (B)The CS+ also was rated as more arousing than the other GSs, once more being primarily observed in the\nacquisition phases. (C)The All-or-Nothing model provided the best ﬁt for valence rating data, an effect driven by the acquisition phases. (D)Arousal ratings were\nalso better ﬁt with the All-or-Nothing learning model, which was primarily found in the acquisition phases. Error bars represent \u00061 standard error.\nFIGURE 5 | Scatter plots showing the association between self-reported behavioral variables and MSS scores. (A)Valence ratings, regardless of pitch or phase,\nwere positively associated with MSS scores, even after controlling for auditory tolerance threshold scores. (B)MSS scores were positively related to arousal ratings\nacross pitch and phase after controlling for auditory tolerance threshold scores.\n!2\np= 0.14, BF 10= 63.05. Speciﬁcally, arousal ratings were\npredicted to be 3.00 (95% CI [0.40, 5.61] pixels further to the right\n(i.e., more arousing) for every unit increase in auditory tolerance\nthreshold score.In summary, overall valence measures, regardless of pitch\nand experimental phase, were associated with MSS scores,\nbut not with auditory tolerance threshold scores. In contrast,\narousal ratings were associated with both MSS and auditory\nFrontiers in Neuroscience | www.frontiersin.org 10 June 2022 | Volume 16 | Article 899476"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "fnins-16-899476 June 18, 2022 Time: 15:13 # 11\nWard et al. Generalization Learning and Misophonia\ntolerance threshold scores, regardless of pitch and experimental\nphase. Nonetheless, the CS+ demonstrated more negative valence\nand greater arousal than the GS1 and GS2, which did not\nsigniﬁcantly diﬀer. However, this eﬀect only was found during\nthe acquisition, as expected.\nLearning Model Comparisons\nThe ﬁt of generalization, sharpening, and all-or-nothing learning\nmodels to the rating data was examined next. The hierarchal\nlinear model predicting model ﬁt strength for valence from Pitch,\nModel, Pitch \u0002Model, and the covariate of auditory tolerance\nthreshold yielded a main eﬀect of Model, F(2,374) = 9.74,\np<0.001, !2\np= 0.05, BF 10= 1.45. Bonferroni post hoc\ncomparisons indicated that the all-or-nothing model yielded\nsigniﬁcantly greater strength, or ﬁt with the valence data,\ncompared to the generalization [ t(385) = \u00004.27, p<0.001] and\nsharpening models, t(385) = \u00002.87, p= 0.013. The generalization\nand sharpening models did not signiﬁcantly diﬀer in model\nstrength, t(385) = \u00001.40, p= 0.49. We also observed a main\neﬀect of phase [ F(3,374) = 98.76, p<0.001, !2\np= 0.44,\nBF10= 63.94e + 28], with late acquisition phase showing\ngreater model strength compared to the early habituation\n[t(385) = \u00008.95, p<0.001] and late habituation phases\n[t(385) = \u000010.65, p<0.001], but weaker model strength than\nthe early acquisition phase, t(385) = 3.69, p= 0.002. The early\nacquisition phase also held signiﬁcantly greater model strength\nthan the early habituation [ t(385) = \u000012.64, p<0.001] and\nlate habituation phases [ t(385) = \u000014.34, p<0.001], and no\nsigniﬁcant diﬀerences in model strength were found between\nthe early and late habituation phases, t(385) = 1.70, p= 0.541.\nA Model \u0002Phase interaction was found [ F(6,374) = 6.26,\np<0.001, !2\np= 0.09, BF 10= 31.71e + 31], suggesting that the all-\nor-nothing model held the best ﬁt for valence data, but primarily\nin the acquisition phases ( Figure 4C ). All post hoc comparisons\nfor this interaction can be seen in Supplementary Appendix\nTable 3 . Auditory tolerance threshold scores did not signiﬁcantly\npredict model strength, F(1,34) <0.01, p= 0.967, !2\np<0.01,\nBF10<0.01.\nWe found a main eﬀect of Model [ F(2,374) = 19.13,\np<0.001, !2\np= 0.09, BF 10= 24.78] in our analysis predicting\nmodel strength for arousal ratings, such that the all-or-nothing\nmodel was a signiﬁcantly better ﬁt for arousal data than the\ngeneralization [ t(385) = \u00005.94, p<0.001] and sharpening models\n[t(385) = \u00004.12, p<0.001], with these latter models showing\nnon-signiﬁcant diﬀerences in model strength, t(385) = \u00001.78,\np= 0.226. A main eﬀect of Phase was also seen [ F(3,374) = 136.02,\np<0.001, !2\np= 0.52, BF 10= 48.56e + 36], with early acquisition\nshowing greater model ﬁt than late acquisition [ t(385) = 4.99,\np<0.001], early habituation [ t(385) = \u000014.01, p<0.001],\nand late habituation phases, t(385) = \u000017.72, p<0.001.\nModel strength in the late acquisition phase was also a better\nﬁt for arousal data compared to model strength in the early\nhabituation [ t(385) = \u00009.02, p<0.001] and late habituation\nphases [ t(385) = \u000012.73, p<0.001], and the early habituation\nphase arousal data had greater model strength than the late\nhabituation phase, t(385) = 3.71, p= 0.001. Similar to our\nvalence results, we also obtained a Model \u0002Phase interaction\nFIGURE 6 | Grand mean time-frequency changes, with a focus on power\nreduction in the alpha-band (8–12 Hz). (A)Topography of the grand mean\n(n= 34) alpha power during the pre-tone baseline segment demonstrated a\ntypical parietal alpha-band power topography. (B)Grand mean\ntime-frequency representation of baseline-adjusted power changes at sensor\nPOz and its 5 nearest neighboring sensors. (C)The topography of the\nalpha-band power reduction relative to baseline, averaged across a time\nrange from 300 to 1,200 ms following the onset of the pitch.\n[F(6,374) = 9.29, p<0.001, !2\np= 0.13, BF 10= 48.39e + 43],\nwith the main ﬁndings of our Bonferroni post hoc comparisons\n(Supplementary Appendix Table 3 ) demonstrating the all-or-\nnothing model held the best ﬁt for the arousal data, but this was\nonly the case in the acquisition phases ( Figure 4D ). Auditory\ntolerance threshold scores were non-signiﬁcant in predicting\nmodel strength, F(1,34) = 0.57, p= 0.455, !2\np= 0.02, BF 10= 0.206.\nTaken together, these outcomes suggests that neither MSS nor\nauditory tolerance threshold scores account for the variability in\npredicting valence ratings based on diﬀerent learning models.\nSimilar model strength outcomes were also observed for arousal\nratings, with neither of these predictor variables signiﬁcantly\ncontributing to model strength. Despite these outcomes, our\nbehavioral data suggests the all-or-nothing model was a better ﬁt\nfor both valence and arousal data compared to the generalization\nand sharpening models, but only during acquisition.\nAlpha-Band Power Outcomes\nParietal alpha-band power was present throughout the baseline\nsegment, and showed the expected parietal topographical\ndistribution ( Figure 6A ). The tone onset prompted decrease in\nparietal alpha-band power, which spanned a frequency range\nfrom 8 to 12 Hz across a time window between 300 to 1,200 ms\npost-pitch. As described above, alpha-band power averaged\nFrontiers in Neuroscience | www.frontiersin.org 11 June 2022 | Volume 16 | Article 899476"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "fnins-16-899476 June 18, 2022 Time: 15:13 # 12\nWard et al. Generalization Learning and Misophonia\nFIGURE 7 | Effects of aversive generalization learning on stimulus-induced power changes in the alpha frequency band. (Left) Grand mean ( n= 34) changes in\nalpha-band power, averaged across a posterior cluster of POz and its 5 nearest neighboring sensors, and across a time window of 300–800 ms post-stimulus (i.e.,\nearly time window). Note the strong alpha-band power reduction for the CS+ stimulus in acquisition, compared to habituation, indicative of learning effects. (Middle)\nThe change in alpha-band power from habituation to acquisition for the three pitches is consistent with the All-or-Nothing learning model, reﬂecting discrimination\nlearning to the GS1. (Right) Converging ﬁndings were seen in the mass univariate analysis of the early time window, submitting each sensor’s alpha-band power\nchange score to ﬁtting the linear contrast corresponding to each learning model. Most support was seen for the all-or-nothing discrimination model.\nseparately across time points into two adjacent analytical\nwindows (i.e., 300–800 ms and 800–1200 ms), to examine the\ntemporal dynamics of this dependent variable ( Figure 6B ).\nThe topographical distribution of this decrease in alpha power\n(Figure 6C ) indicated that alpha-band power was reduced at\ntemporal sites, in addition to the expected parieto-occipital\nlocations. These outcomes demonstrate reduced alpha-band\npower at expected topographical sites following the onset of the\ntone, replicating robust ﬁndings for its involvement in attentional\nprocessing (Frey et al., 2014; Deng et al., 2019, 2020).\nResults from our repeated measures ANOV A comparing\ndiﬀerences in transient alpha-band power reduction in response\nto tone onset from acquisition to habituation yielded a main\neﬀect of Pitch, F(2,66) = 4.41, p= 0.016, !2\np= 0.14, BF 10= 3.79\n(Figure 7 ). This main eﬀect was examined using three F-contrast\nanalyses performed for each learning model on the diﬀerence\nscore in alpha-band power from habituation to acquisition,\ncomputed for each pitch. F-contrasts across the three values\nwere then computed using the weights corresponding to the\nthree competing learning models, as described above ( Figure 7 ).\nSpeciﬁcally, the following linear contrasts were observed for\nearly window time points (i.e., 300–800 ms): generalization\n[F(1,68) = 3.3, p= 0.043], sharpening [ F(1,68) = 1.6, p= 0.141],\nand all-or-nothing, F(1,68) = 6.3, p= 0.007. For late window\ntime points (i.e., 800–1,200 ms) the following contrasts were\nobserved: generalization [ F(1,68) = 0.6, p= 0.379], sharpening\n[F(1,68) = 4.9, p= 0.016], and all-or-nothing, F(1,68) = 6.2,\np= 0.008. These initial F-contrast tests suggested evidence for the\nall-or-nothing models across both early and late time windows of\nalpha-band power changes between habituation and acquisition.\nHowever, we conducted mass univariate analyses to ensure these\noutcomes were robust and not a product of the sensors or time\npoints selected.\nThe mass univariate analyses for each time point and\nsensor, controlled by Fmax permutation distributions, yielded\nconverging results demonstrating strong evidence for the all-or-\nnothing learning model and weak evidence for the Generalization\nlearning model in the early time window at parieto-occipital sites\n(Figure 7 ). Speciﬁcally, the permutation-controlled threshold\nwas exceeded for the early time window (i.e., 300–800 ms)at three adjacent parieto-occipital sensors. We also observed\nstrong evidence for the all-or-nothing model, and the sharpening\nmodel at the same sites in the later time window (i.e., 800–\n1,200 ms). None of the other model-based contrasts crossed\nthe permutation-based threshold at any electrode or time\npoint. Thus, changes in alpha-band power reduction were\nstrongest for the CS+, and held a better ﬁt with the all-or-\nnothing learning model.\nParticipants’ MSS scores were diﬀerentially associated with\nour learning models. This was observed by computing the inner\nproduct of each model with the corresponding alpha-band power\ndiﬀerences, resulting in a single value per subject, electrode,\nand time point that reﬂected the ﬁt of the respective model\nwith our alpha-band power data. This value, for both early and\nlate time windows, was then correlated across participants’ MSS\nscores obtained for averaged alpha-band power in early and late\nwindows. This was also done in a mass-univariate fashion, for\neach sensor and time point. Again, the two analyses converged,\nshowing that individuals with higher MSS scores showed more\npronounced all-or-nothing learning model in the early time\nwindow, and that this correlation was greatest at parieto-occipital\nsites ( Figure 8 ). Correlations were unaﬀected by co-varying\nout Hyperacusis thresholds, which were not associated with\nMSS scores in this sample, r= 0.03. No signiﬁcant correlations\nbetween MSS and learning-induced changes were observed in\nthe late time window in the mass-univariate analysis nor for the\nselected time and electrode averages. A subsequent exploratory\nanalysis examining this linear relationship is further illustrated\ninFigure 9 , in which we analyzed alpha-band power in two\ngroups: those reporting the highest MSS and those with the lowest\nMSS (i.e., 10 per group). As in our continuous analyses, the\nhigh MSS group showed greater changes in alpha-band power\nreduction for the CS+, with their data ﬁtting an all-or-nothing\nmodel stronger than those in the low MSS group. This suggests\nthat individuals with endorsing higher scores on the MSS also\nexhibit stronger decreases in alpha-band power changes from\nhabituation to acquisition phases in response to the CS+ versus\nthe other GS conditions. More importantly, the all-or-nothing\nlearning model was a stronger ﬁt for these data in individuals\nwith greater MSS.\nFrontiers in Neuroscience | www.frontiersin.org 12 June 2022 | Volume 16 | Article 899476"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "fnins-16-899476 June 18, 2022 Time: 15:13 # 13\nWard et al. Generalization Learning and Misophonia\nFIGURE 8 | Linear relation between posterior alpha-band power changes and MSS. (Left) Scatter plot showing the relationship between the All-or-Nothing learning\nmodel (i.e., selective alpha-band power reduction for the CS+, with little to no change for the GS1 and GS2) ﬁt with parieto-occipital alpha-band power changes,\nand correlated with the MSS score of each participant. Alpha-band power reduction was computed by averaging time-varying power changes (acquisition minus\nhabituation) in a time window from 300 to 800 ms post-tone onset (i.e., early time window), across sensor POz, and its 5 nearest neighboring sensors. (Right) Mass\nunivariate analysis of correlations between the All-or-Nothing model ﬁt applied to alpha-band power changes and MSS scores, with Person’s r-values between these\nvariables color coded. The results of this analysis converged with the window average analysis in the left panel. A cluster of posterior sensors (dark red) crossed the\npermutation-controlled threshold for statistical signiﬁcance ( r>0.50), during an interval of 520 to 640 ms. The topographical distribution of this effect shows the\nmean correlation in that time window, following Fisher- ztransformation, averaging across time points, and re-transformed to correlation coefﬁcients.\nDISCUSSION\nThe present preliminary report from an ongoing project aimed\nto identify the extent to which aversive generalization learning\nis systematically related to self-reported Misophonia symptoms.\nPavlovian learning has long been hypothesized to be involved\nin the etiological nexus of Misophonia (Jastreboﬀ and Jastreboﬀ,\n2001, 2015), as a cause or contributory factor. More recently,\nothers have theorized that emotional responses to orofacial\n“trigger” sounds can be generalized to various environmental\nauditory stimuli (Dozier, 2015; Kumar et al., 2021; Vitoratou\net al., 2021a) through associative learning. Because generalization\nlearning has also yielded promising ﬁndings in fear and anxiety-\nrelated disorders (Lissek et al., 2005; Reinhardt et al., 2010;\nDuits et al., 2015), which share common symptomology with\nMisophonia (Ginsburg et al., 2006; Hadjipavlou et al., 2008;\nEdelstein et al., 2013; Wu et al., 2014; Dozier, 2015; Webber and\nStorch, 2015; Zhou et al., 2017; Quek et al., 2018; Erfanian et al.,\n2019; Potgieter et al., 2019; Jager et al., 2020; McKay and Acevedo,\n2020), we examined the extent to which individuals diﬀering in\nMisophonia symptoms varied in auditory aversive generalization\nlearning. A classical conditioning approach was used to pair\none of three initially neutral pitches of a sine-wave tone with\na loud noise. Three dependent variables with known sensitivity\nto generalization learning were considered: self-reported valence\nand emotional arousal in response to each pitch (McTeague et al.,\n2015; Plog et al., 2022), as well as stimulus-induced reductions\nin parieto-occipital alpha power, a brain response linked to the\nattentive processing of aversively conditioned cues, auditory orvisual (Miskovic and Keil, 2012; Yin et al., 2020; Friedl and Keil,\n2021). Self-reported symptoms on the MSS were used to quantify\nthe intensity of Misophonia symptoms in each participant.\nManipulation checks indicated that all dependent variables\nshowed strong eﬀects of the conditioning regimen, with selective\nresponses to the CS+ apparent across the entire sample.\nSpeciﬁcally, these eﬀects were isolated to the acquisition phase,\ndemonstrating participants learned the contingencies between\neach pitch of the sine-wave tone and the US. Comparing\nthree prototypical models of generalization, we found that\nan all-or-nothing discrimination learning model was most\npronounced across the sample, with little evidence for competing\ngeneralization and sharpened tuning models. All-or-nothing\nlearning occurs when individuals respond selectively to the CS+,\nbut do not respond diﬀerentially to the generalization stimuli,\ndespite their similarities in physical characteristics (Friedl and\nKeil, 2020). As such, individuals responding in this pattern\neﬀectively identify and diﬀerentiate a stimulus based on speciﬁc\nattributes from other stimuli sharing similar properties.\nFor self-reported valence and arousal ratings, the CS+ elicited\nthe most negative and arousing ratings, and this occurred\nprimarily in the acquisition phase. Importantly, we also found\nstrong evidence that heightened Misophonia symptoms are\nassociated with more negative and greater arousal ratings\nfor the sine-wave tone, regardless of pitch or the phase in\nwhich the tone was presented (i.e., habituation or acquisition)\nin the conditioning paradigm. This eﬀect was not related to\nauditory tolerance threshold scores, determined through LDLs.\nHowever, auditory tolerance threshold scores did predict arousal,\nFrontiers in Neuroscience | www.frontiersin.org 13 June 2022 | Volume 16 | Article 899476"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "fnins-16-899476 June 18, 2022 Time: 15:13 # 14\nWard et al. Generalization Learning and Misophonia\nFIGURE 9 | Illustration of differences in generalization learning as a function of\nMSS score. The present report considered MSS scores as a continuous\nvariable. To illustrate the correlation between MSS scores and All-or-Nothing\nmodel ﬁt, this ﬁgure shows the mean changes in alpha-band power, with\nlearning-induced changes expressed as the difference score, for the 10\nindividuals with the highest and lowest MSS. Consistent with the positive\ncorrelation between the All-or-Nothing learning model ﬁt of alpha-band power\nchanges and MSS scores as a continuous variable, individuals with high\nself-reported Misophonia symptoms displayed strong discrimination learning,\nwith no generalization or sharpening present. By contrast, participants in the\nlow MSS group (i.e., 10 participants with lowest MSS scores), showed little\nlearning effects and displayed some evidence of generalization.\nor intensity, ratings for the tone, regardless of pitch and\nexperimental phase. Importantly, no interactions were found\ninvolving MSS. Thus, although MSS was strongly related to\naﬀective ratings of the tones at baseline, these ﬁndings suggest\nthat the conditioning-induced change in aﬀective ratings (i.e.,\nvalence and arousal) as well as the amount of generalization\nlearning as reﬂected speciﬁcally in ratings did not vary as a\nfunction of Misophonia symptoms in the present sample.\nExamination of the overall ﬁt of our competing learning\nmodels to both valence and arousal data revealed that the strength\nof the models was not related to Misophonia symptoms, nor\ndid the overall ﬁt of any of our models vary based on MSS\nscores. Instead, we observed evidence supporting the all-or-\nnothing discrimination learning model, an eﬀect that was mostly\nprominent in the acquisition phase. These analyses controlled for\nauditory tolerance threshold scores, which also were unrelated to\nmodel ﬁt. These ﬁndings indicate that, regardless of the degree\nof Misophonia symptoms endorsed, individuals’ valence and\narousal ratings were selectively higher for the CS+ compared\nto the other GS, and that responses to these latter stimuli\nwere similarly low. Thus, participants were able to clearly\ndistinguish the CS+ from other stimuli sharing similarities in\nauditory properties.Parieto-occipital alpha-band power reduction has long been\nassociated with responses to a salient external event, regardless of\nsensory modality (Berger, 1929; Friedl and Keil, 2021). Recently,\nthese changes have been shown to index aversive conditioning,\nincluding generalization learning (Friedl and Keil, 2020; Yin\net al., 2020). Consistent with the self-reported behavioral ﬁndings,\nwe found that alpha-band power reduction showed pronounced\nactivity patterns best ﬁt by an all-or-nothing learning model\nacross all participants at the predicted parieto-occipital regions\nwhere alpha power during rest is maximal. Speciﬁcally, the CS+\nprompted pronounced alpha power reduction after, compared\nto before, conditioning, consistent with attentive processing. By\ncontrast, both GS induced relative alpha power enhancement,\nconsistent with reduced attention to these auditory cues.\nQuantifying the all-or-nothing pattern, along with two additional\nmodel-based patterns, showed the best ﬁt of the all-or-nothing\nlearning model both in a region-of-interest analysis and in a\npermutation-controlled mass univariate analysis. Neither the\ngeneralization nor sharpening learning models ﬁt the empirical\nEEG data. Interestingly, MSS scores showed a strong positive\nlinear relationship with the all-or-nothing learning pattern at\nparieto-occipital alpha locations, indicating that individuals\nendorsing Misophonia symptoms showed more pronounced\ndiscrimination learning. However, there was no evidence of\ngeneralization learning and limited evidence for sharpened\ntuning being associated with MSS scores. These results do\nnot support the hypothesis that Misophonia is associated with\nheightened generalization (i.e., overgeneralization). Although\novergeneralization may be present at other levels of analysis,\nsuch as sensory evoked responses or auditory cortical fMRI-\nBOLD, neither self-reported valence and arousal, nor alpha-band\npower reduction suggests that overgeneralization is related to\nMisophonia during a laboratory-based auditory conditioning\nregimen. In contrast, very strong linear relations were observed\nbetween MSS scores and aﬀective ratings of valence and arousal,\nand this association was independent of the psychophysics-\nbased proxy of hyperacusis used in the present study (i.e.,\nauditory tolerance threshold). These main eﬀects suggest that\nsine-wave tones, while tolerated, evoked greater self-reported\nfeelings of aversive/defensive aﬀect and arousal in those with\nMisophonia, regardless of their learned attributes and role in\nthe conditioning paradigm. Such heightened aversive/defensive\nsensitivity in Misophonia has been discussed in the literature\nand has prompted discussions regarding the demarcation of\nMisophonia and hyperacusis or related conditions associated\nwith sound aversion (Aazh et al., 2018; Jager et al., 2020).\nAt the level of parieto-occipital alpha-band power changes\nmeasured through scalp EEG, there was also strong evidence\nof an eﬀect of MSS score, but this eﬀect depended on the\nrole a stimulus played in the generalization learning protocol.\nIn contrast to the notion that Misophonia is associated\nwith heightened generalization learning (overgeneralization), we\nobserved heightened discrimination learning (all-or-nothing)\nin individuals endorsing high levels of Misophonia. However,\nParticipants with lower MSS scores displayed less evidence of\nlearning in their alpha-band power changes, and anecdotally\ndisplayed relatively heightened generalization compared to high\nFrontiers in Neuroscience | www.frontiersin.org 14 June 2022 | Volume 16 | Article 899476"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "fnins-16-899476 June 18, 2022 Time: 15:13 # 15\nWard et al. Generalization Learning and Misophonia\nMSS individuals. A larger sample is needed to characterize\nthese diﬀerences, but they are consistent with the notion\nthat individuals endorsing Misophonia symptoms display\ndiscriminating response patterns across a generalization gradient,\nsuch that they eﬃciently isolate an auditory CS+ from other\nsimilar stimuli sharing similar physical properties. In contrast,\nthose without Misophonia may be less adept at being able to\ndiscriminate an auditory cue paired with a noxious event from\nother similar sounds.\nIndividuals with Misophonia endorse orofacial sounds as\nprimary “trigger” cues (Jastreboﬀ and Jastreboﬀ, 2003, 2015;\nEdelstein et al., 2013; Schröder et al., 2013; Duddy and Oeding,\n2014; Kumar et al., 2021; Vitoratou et al., 2021a; Swedo et al.,\n2022). In addition, others have proposed that these adverse\nemotional responses can generalize to other environmental\nsounds, which may not be orofacial in nature (Dozier, 2015;\nKumar et al., 2021). Supporting this notion, Vitoratou et al.\n(2021a) found that individuals sensitive to orofacial sounds were\nalso likely to have adverse reactions to environmental sounds,\nsuch as tapping keyboard or rustling paper. However, their results\nalso indicated that a listener’s ability to discriminate “trigger”\ncues from other similar sounds largely relied upon individuals’\nsound sensitivity. Speciﬁcally, environmental cues providing\nlittle information were clustered as having lower discrimination\nabilities (e.g., clocks, nails, etc.), such that they held lower\nsensitivity to be detected. In contrast, other sounds (e.g., car\nengine, rustling, and tapping) providing more information held\ngreater sensitivity and were easier to discriminate. Taking these\nﬁndings into account, it could be argued that the all-or-nothing\ndiscrimination model is most likely to occur for impoverished\nstimuli, such as pure tones. However, more research is required\nwith diﬀerent and more naturalistic auditory cues.\nAs noted above, the present study is limited by its preliminary\nnature owed to the still evolving sample. As such, several\nconsiderations should be taken regarding these outcomes. First,\nour sample size is limited (i.e., 34), and primarily consisted\nof undergraduate students from the University of Florida. As\nsuch, larger and more encompassing sample sizes may detect\neﬀects related to overgeneralization. In addition, studies with\nsigniﬁcantly larger sample sizes will be capable of appropriately\nco-varying other personality traits, such as neuroticism, that may\nhave contributed to our ﬁndings. In a similar vein, averages scores\non the MSS were 9.55, below Wu et al. (2014) recommended\nthreshold for the presence of Misophonia. Given this, our sample\nwas largely more non-misophonic. Third, our measurement of\nMisophonia symptomology was restricted to the use of the\nMSS subscale, which may not have as psychometrically sound\nas other Misophonia measures (Siepsiak et al., 2020; Rosenthal\net al., 2021; Vitoratou et al., 2021b). For example, the MSS\nonly assesses seven symptoms of Misophonia. In contrast, the\nDuke Misophonia Questionnaire measures several features of\nMisophonia, including aﬀective, physiological, and cognitive\nsymptoms in respective subscales.\nSeveral conceptual limitations should also be considered\nregarding these preliminary results. Although we did not\nobserve evidence of generalization mechanisms in Misophonia\nfor the outcome measures reported on here, indices of otherphysiological processes involved in Pavlovian learning may\nwell indicate generalization, paralleling a plethora of studies in\naversive conditioning research (Hamm and Weike, 2005). It may\nalso be the case that although generalization learning was not\nobserved here, this does not rule out Pavlovian processes as an\netiological mechanism in Misophonia. In addition, our study\ndid not include formal auditory evaluations of participants using\nan audiologist, and only included assessment of LDLs. Thus,\nwe may not have fully captured all dimensions of hyperacusis,\nand we were unable to rule out individuals experiencing\ntinnitus. In addition, future analyses will be able to examine\nadditional variables, such as pupil diameter change, auditory\nsteady-state responses, and fMRI BOLD during auditory aversive\ngeneralization learning. The results of such work will be in\na better, more adequately powered, position to give a more\ncomplete picture of the robustness of the eﬀects observed here,\nas well as examine the potential usefulness and psychometric\nproperties of indices of aversive generalization learning for\ncharacterizing Misophonia.\nDATA AVAILABILITY STATEMENT\nThe raw data supporting the conclusions of this article will be\nmade available by the authors, without undue reservation.\nETHICS STATEMENT\nThe studies involving human participants were reviewed and\napproved by University of Florida – Institutional Review\nBoard. The patients/participants provided their written informed\nconsent to participate in this study.\nAUTHOR CONTRIBUTIONS\nRW, FG, JP , PC, and SM contributed to data collection, analyses,\nmanuscript drafting, and supervised the project. CT contributed\nto data collection and manuscript editing. KR contributed to\nmanuscript editing. RM and AK contributed to study design,\nmanuscript development, and analyses. All authors contributed\nto the article and approved the submitted version.\nFUNDING\nThis research was supported by a grant from the\nMisophonia Research Fund.\nSUPPLEMENTARY MATERIAL\nThe Supplementary Material for this article can be found online\nat: https://www.frontiersin.org/articles/10.3389/fnins.2022.\n899476/full#supplementary-material\nFrontiers in Neuroscience | www.frontiersin.org 15 June 2022 | Volume 16 | Article 899476"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "fnins-16-899476 June 18, 2022 Time: 15:13 # 16\nWard et al. Generalization Learning and Misophonia\nREFERENCES\nAazh, H., Knipper, M., Danesh, A. A., Cavanna, A. E., Andersson, L., Paulin, J.,\net al. (2018). Insights from the third international conference on hyperacusis:\nCauses, evaluation, diagnosis, and treatment. Noise Health 20, 162–170. doi:\n10.4103/nah.NAH_2_18\nAazh, H., Moore, B. C., and Glasberg, B. R. (2008). Simpliﬁed form of tinnitus\nretraining therapy in adults: a retrospective study. BMC Ear Nose Throat Disord.\n8:7. doi: 10.1186/1472-6815-8-7\nBerger, H. (1929). Über das elektroenkephalogramm des menschen. Arch.\nPsychiatr. Nervenkr . 87, 527–570. doi: 10.1007/BF01797193\nBlair, R. C., and Karniski, W. (1993). An alternative method for signiﬁcance testing\nof waveform diﬀerence potentials. Psychophysiology 30, 518–524. doi: 10.1111/\nj.1469-8986.1993.tb02075.x\nBordi, F., and LeDoux, J. E. (1994). Response properties of single units in areas\nof rat auditory thalamus that project to the amygdala. Exper. Brain Res. 98,\n261–274. doi: 10.1007/BF00228414\nBradley, M. M., and Lang, P. J. (1994). Measuring emotion: the self-assessment\nmanikin and the semantic diﬀerential. J. Behav. Ther. Exper. Psychiatr. 25,\n49–59. doi: 10.1016/0005-7916(94)90063-9\nBrainard, D. H. (1997). The psychophysics toolbox. Spat. Vis. 10, 433–436. doi:\n10.1163/156856897X00357\nBrout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L. J., Rouw, R., et al.\n(2018). Investigating misophonia: A review of the empirical literature, clinical\nimplications, and a research agenda. Front. Neurosci. 12:36. doi: 10.3389/fnins.\n2018.00036\nCavanna, A. E., and Seri, S. (2015). Misophonia: current perspectives.\nNeuropsychiatr. Dis. Treat. 11, 2117–2123. doi: 10.2147/NDT.S81438\nDaniels, E. C., Rodriguez, A., and Zabelina, D. L. (2020). Severity of misophonia\nsymptoms is associated with worse cognitive control when exposed to\nmisophonia trigger sounds. PLoS One 15:e0227118. doi: 10.1371/journal.pone.\n0227118\nDeng, Y., Choi, I., and Shinn-Cunningham, B. (2020). Topographic speciﬁcity of\nalpha power during auditory spatial attention. Neuroimage 207:116360. doi:\n10.1016/j.neuroimage.2019.116360\nDeng, Y., Reinhart, R. M., Choi, I., and Shinn-Cunningham, B. G. (2019).\nCausal links between parietal alpha activity and spatial auditory attention. Elife\n8:e51184. doi: 10.7554/eLife.51184\nDienes, Z. (2014). Using Bayes to get the most out of non-signiﬁcant results. Front.\nPsychol. 5:781. doi: 10.3389/fpsyg.2014.00781\nDienes, Z. (2016). How Bayes factors change scientiﬁc practice. J. Mathematical\nPsychol. 72, 78–89. doi: 10.1016/j.jmp.2015.10.003\nDozier, T. H. (2015). Etiology, composition, development and maintenance of\nmisophonia: A conditioned aversive reﬂex disorder. Psychol. Thought 8, 114–\n129. doi: 10.5964/psyct.v8i1.132\nDuddy, D. F., and Oeding, K. A. (2014). Misophonia: An overview. Seminars Hear.\n35, 84–91. doi: 10.1055/s-0034-1372525\nDuits, P., Cath, D. C., Lissek, S., Hox, J. J., Hamm, A. O., Engelhard, I. M., et al.\n(2015). Updated meta \u0000analysis of classical fear conditioning in the anxiety\ndisorders. Depress. Anxiety 32, 239–253. doi: 10.1002/da.22353\nDunsmoor, J. E., and Paz, R. (2015). Fear generalization and anxiety: behavioral\nand neural mechanisms. Biol. Psychiatr. 78, 336–343. doi: 10.1016/j.biopsych.\n2015.04.010\nDymond, S., Dunsmoor, J. E., Vervliet, B., Roche, B., and Hermans, D. (2015).\nFear generalization in humans: systematic review and implications for anxiety\ndisorder research. Behav. Ther. 46, 561–582. doi: 10.1016/j.beth.2014.10.001\nEdeline, J. M., and Weinberger, N. M. (1992). Associative retuning in the thalamic\nsource of input to the amygdala and auditory cortex: receptive ﬁeld plasticity in\nthe medial division of the medial geniculate body. Behav. Neurosci. 106, 81–105.\ndoi: 10.1037/0735-7044.106.1.81\nEdelstein, M., Brang, D., Rouw, R., and Ramachandran, V. S. (2013). Misophonia:\nphysiological investigations and case descriptions. Front. Hum. Neurosci. 7:296.\ndoi: 10.3389/fnhum.2013.00296\nErfanian, M., Kartsonaki, C., and Keshavarz, A. (2019). Misophonia\nand comorbid psychiatric symptoms: a preliminary study of clinical\nﬁndings. Nordic J. Psychiatr. 73, 219–228. doi: 10.1080/08039488.2019.160\n9086Foxe, J. J., and Snyder, A. C. (2011). The role of alpha-band brain oscillations as\na sensory suppression mechanism during selective attention. Front. Psychol.\n2:154. doi: 10.3389/fpsyg.2011.00154\nFrey, J. N., Mainy, N., Lachaux, J. P., Müller, N., Bertrand, O., and Weisz, N. (2014).\nSelective modulation of auditory cortical alpha activity in an audiovisual spatial\nattention task. J. Neurosci. 34, 6634–6639. doi: 10.1523/JNEUROSCI.4813-13.\n2014\nFriedl, W. M., and Keil, A. (2020). Eﬀects of experience on spatial frequency\ntuning in the visual system: behavioral, visuocortical, and alpha-band responses.\nJ. Cogn. Neurosci. 32, 1153–1169. doi: 10.1162/jocn_a_01524\nFriedl, W. M., and Keil, A. (2021). Aversive Conditioning of Spatial Position\nSharpens Neural Population-Level Tuning in Visual Cortex and Selectively\nAlters Alpha-Band Activity. J. Neurosci. 41, 5723–5733. doi: 10.1523/\nJNEUROSCI.2889-20.2021\nGhirlanda, S., and Enquist, M. (2003). A century of generalization. Anim. Behav.\n66, 15–36. doi: 10.1006/anbe.2003.2174\nGinsburg, G. S., Riddle, M. A., and Davies, M. (2006). Somatic symptoms in\nchildren and adolescents with anxiety disorders. J. Am. Acad. Child Adolescent\nPsychiatr. 45, 1179–1187. doi: 10.1097/01.chi.0000231974.43966.6e\nGreenberg, T., Carlson, J. M., Cha, J., Hajcak, G., and Mujica \u0000Parodi, L. R. (2013).\nVentromedial prefrontal cortex reactivity is altered in generalized anxiety\ndisorder during fear generalization. Depress. Anxiety 30, 242–250. doi: 10.1002/\nda.22016\nGuetta, R. E., Cassiello-Robbins, C., Trumbull, J., Anand, D., and Rosenthal, M. Z.\n(2022). Examining emotional functioning in misophonia: The role of aﬀective\ninstability and diﬃculties with emotion regulation. PLoS One 17:e0263230.\ndoi: 10.1371/journal.pone.0263230\nHadjipavlou, G., Baer, S., Lau, A., and Howard, A. (2008). Selective sound\nintolerance and emotional distress: what every clinician should hear. Psycho.\nMed. 70, 739–740. doi: 10.1097/PSY.0b013e318180edc2\nHamm, A. O., and Weike, A. I. (2005). The neuropsychology of fear learning and\nfear regulation. Int. J. Psychophysiol. 57, 5–14. doi: 10.1016/j.ijpsycho.2005.01.\n006\nJager, I., de Koning, P., Bost, T., Denys, D., and Vulink, N. (2020). Misophonia:\nPhenomenology, comorbidity and demographics in a large sample. PLoS One\n15:e0231390. doi: 10.1371/journal.pone.0231390\nJarosz, A. F., and Wiley, J. (2014). What are the odds? A practical guide to\ncomputing and reporting Bayes factors. J. Problem Solving 7, 2–9. 1932-\n6246.1167 doi: 10.7771/\nJasnow, A. M., Lynch, J. F. I. I. I., Gilman, T. L., and Riccio, D. C. (2017).\nPerspectives on fear generalization and its implications for emotional disorders.\nJ. Neurosci. Res. 95, 821–835. doi: 10.1002/jnr.23837\nJastreboﬀ, M. M., and Jastreboﬀ, P. J. (2001). Components of decreased sound\ntolerance: hyperacusis, misophonia, phonophobia. ITHS News Lett. 2, 1–5.\nJastreboﬀ, M. M., and Jastreboﬀ, P. J. (2002). Decreased sound tolerance and\ntinnitus retraining therapy (TRT). Aus. N. Z. J. Audiol. 24, 74–84.\nJastreboﬀ, P. J., and Hazell, J. W. (2004). Tinnitus Retraining Therapy: implementing\nthe Neurophysiological Model . Cambridge: Cambridge University Press.\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2003). Tinnitus retraining\ntherapy for patients with tinnitus and decreased sound tolerance.\nOtolaryngol. Clin. North Am. 36, 321–336. doi: 10.1016/S0030-6665(02)00\n172-X\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2013). Using TRT to treat hyperacusis,\nmisophonia and phonophobia. ENT Audiol. News 21, 88–90.\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2014). Treatments for decreased sound\ntolerance (Hyperacusis and Misophonia). Semin. Hear. 35, 105–120. doi: 10.\n1055/s-0034-1372527\nJastreboﬀ, P. J., and Jastreboﬀ, M. M. (2015). Decreased sound tolerance:\nhyperacusis, misophonia, diplacousis, and polyacousis. Handbook Clin. Neurol.\n129, 375–387. doi: 10.1016/B978-0-444-62630-1.00021-4\nJeﬀreys, H. (1939). The Theory of Probability . Oxford: Oxford University Press.\nJensen, O., and Mazaheri, A. (2010). Shaping functional architecture by oscillatory\nalpha activity: gating by inhibition. Front. Hum. Neurosci. 4:186. doi: 10.3389/\nfnhum.2010.00186\nJunghöfer, M., Elbert, T., Tucker, D. M., and Rockstroh, B. (2000). Statistical\ncontrol of artifacts in dense array EEG/MEG studies. Psychophysiology 37,\n523–532. doi: 10.1111/1469-8986.3740523\nFrontiers in Neuroscience | www.frontiersin.org 16 June 2022 | Volume 16 | Article 899476"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "fnins-16-899476 June 18, 2022 Time: 15:13 # 17\nWard et al. Generalization Learning and Misophonia\nKamin, L. J. (1956). The eﬀects of termination of the CS and avoidance of the\nUS on avoidance learning. J. Comp. Physiol. Psychol. 49, 420–424. doi: 10.1037/\nh0088011\nKass, R. E., and Raftery, A. E. (1995). Bayes factor and model uncertainty. J. Am.\nStatist. Assoc. 90, 773–795. doi: 10.2307/2291091\nKeysers, C., Gazzola, V., and Wagenmakers, E. J. (2020). Using Bayes factor\nhypothesis testing in neuroscience to establish evidence of absence. Nat.\nNeurosci. 23, 788–799. doi: 10.1038/s41593-020-0660-4\nKumar, S., Dheerendra, P., Erfanian, M., Benzaquén, E., Sedley, W., Gander, P. E.,\net al. (2021). The motor basis for misophonia. J. Neurosci. 41, 5762–5770.\ndoi: 10.1523/JNEUROSCI.0261-21.2021\nKumar, S., Tansley-Hancock, O., Sedley, W., Winston, J. S., Callaghan, M. F., Allen,\nM., et al. (2017). The brain basis for misophonia. Curr. Biol. 27, 527–533.\ndoi: 10.1016/j.cub.2016.12.048\nLakens, D., McLatchie, N., Isager, P. M., Scheel, A. M., and Dienes, Z. (2020).\nImproving inferences about null eﬀects with Bayes factors and equivalence tests.\nJ. Gerontol. 75, 45–57. doi: 10.1093/geronb/gby065\nLeDoux, J. (2007). The amygdala. Curr. Biol. 17, R868–R874. doi: 10.1016/j.cub.\n2007.08.005\nLeDoux, J. (2012). Rethinking the emotional brain. Neuron 73, 653–676. doi: 10.\n1016/j.neuron.2012.02.004\nLee, M. D., and Vanpaemel, W. (2018). Determining informative priors for\ncognitive models. Psychonomic Bull. Rev. 25, 114–127. doi: 10.3758/s13423-\n017-1238-3\nLee, M. D., and Wagenmakers, E. J. (2014). Bayesian Cognitive Modeling: a Practical\nCourse . Cambridge: Cambridge University Press.\nLissek, S., Kaczkurkin, A. N., Rabin, S., Geraci, M., Pine, D. S., and Grillon,\nC. (2014a). Generalized anxiety disorder is associated with overgeneralization\nof classically conditioned fear. Biol. Psychiatr. 75, 909–915. doi: 10.1016/j.\nbiopsych.2013.07.025\nLissek, S., Bradford, D. E., Alvarez, R. P., Burton, P., Espensen-Sturges, T.,\nReynolds, R. C., et al. (2014b). Neural substrates of classically conditioned fear-\ngeneralization in humans: a parametric fMRI study. Soc. Cogn. Aﬀect. Neurosci.\n9, 1134–1142. doi: 10.1093/scan/nst096\nLissek, S., Powers, A. S., McClure, E. B., Phelps, E. A., Woldehawariat, G., Grillon,\nC., et al. (2005). Classical fear conditioning in the anxiety disorders: a meta-\nanalysis. Behav. Res. Ther. 43, 1391–1424. doi: 10.1016/j.brat.2004.10.007\nLissek, S., Rabin, S., Heller, R. E., Lukenbaugh, D., Geraci, M., Pine, D. S., et al.\n(2010). Overgeneralization of conditioned fear as a pathogenic marker of panic\ndisorder. Am. J. Psychiatr. 167, 47–55. doi: 10.1176/appi.ajp.2009.09030410\nMcErlean, A. B. J., and Banissy, M. J. (2018). Increased misophonia in self-reported\nautonomous sensory meridian response. PeerJ. 6:e5351. doi: 10.7717/peerj.5351\nMcKay, D., and Acevedo, B. P. (2020). Clinical characteristics of misophonia and\nits relation to sensory processing sensitivity: A critical analysis. High. Sensitive\nBrain 165–185. doi: 10.1016/B978-0-12-818251-2.00007-2\nMcTeague, L. M., Gruss, L. F., and Keil, A. (2015). Aversive learning shapes\nneuronal orientation tuning in human visual cortex. Nat. Commun. 6:7823.\ndoi: 10.1038/ncomms8823\nMiskovic, V., and Keil, A. (2012). Acquired fears reﬂected in cortical sensory\nprocessing: a review of electrophysiological studies of human classical\nconditioning. Psychophysiology 49, 1230–1241. doi: 10.1111/j.1469-8986.2012.\n01398.x\nMøller, A. R. (2011). “Misophonia, phonophobia, and “exploding head” syndrome, ”\ninTextbook of Tinnitus , A. R. Møller, B. Langguth, D. DeRidder, T. Kleinjung\n(New York, NY: Springer), 25–27.\nMuller, D., Khemlani-Patel, S., and Neziroglu, F. (2018). Cognitive-behavioral\ntherapy for an adolescent female presenting with misophonia: a case example.\nClin. Case Stud. 17, 249–258. doi: 10.1177/1534650118782650\nMüller, M. M., Teder-Sälejärvi, W., and Hillyard, S. A. (1998). The time course\nof cortical facilitation during cued shifts of spatial attention. Nat. Neurosci. 1,\n631–634. doi: 10.1038/2865\nPalumbo, D. B., Alsalman, O., De Ridder, D., Song, J. J., and Vanneste, S.\n(2018). Misophonia and potential underlying mechanisms: a perspective. Front.\nPsychol. 9:953. doi: 10.3389/fpsyg.2018.00953\nPanitz, C., Keil, A., and Mueller, E. M. (2019). Extinction-resistant attention\nto long-term conditioned threat is indexed by selective visuocortical alpha\nsuppression in humans. Sci. Rep. 9:15809. doi: 10.1038/s41598-019-52\n315-1Patchett, R. F. (1979). Human sound frequency preferences. Percept. Mot. Skills 49,\n324–326. doi: 10.2466/pms.1979.49.1.324\nPeyk, P., De Cesarei, A., and Junghöfer, M. (2011).\nElectroMagnetoEncephalography software: overview and integration with\nother EEG/MEG toolboxes. Comput. Intelligen. Neurosci. 2011:861705.\ndoi: 10.1155/2011/861705\nPlog, E., Antov, M. I., Bierwirth, P., Keil, A., and Stockhorst, U. (2022).\nPhase-Synchronized Stimulus Presentation Augments Contingency\nKnowledge and Aﬀective Evaluation in a Fear-Conditioning Task. eNeuro\n9, ENEURO.053820.202. doi: 10.1523/ENEURO.0538-20.2021\nPorcaro, C. K., Alavi, E., Gollery, T., and Danesh, A. A. (2019). Misophonia:\nAwareness and Responsiveness among Academics. J. Postsec. Educ. Disabil. 32,\n107–118.\nPotgieter, I., MacDonald, C., Partridge, L., Cima, R., Sheldrake, J., and Hoare,\nD. J. (2019). Misophonia: A scoping review of research. J. Clin. Psychol. 75,\n1203–1218. doi: 10.1002/jclp.22771\nQuek, T. C., Ho, C. S., Choo, C. C., Nguyen, L. H., Tran, B. X., and Ho, R. C. (2018).\nMisophonia in Singaporean psychiatric patients: a cross-sectional study. Int. J.\nEnviron. Res. Public Health 15, 1410–1415. doi: 10.3390/ijerph15071410\nReinhardt, I., Jansen, A., Kellermann, T., Schüppen, A., Kohn, N., Gerlach, A. L.,\net al. (2010). Neural correlates of aversive conditioning: development of a\nfunctional imaging paradigm for the investigation of anxiety disorders. Eur.\nArch. Psychiatr. Clin. Neurosci. 260, 443–453. doi: 10.1007/s00406-010-0099-9\nRosenthal, M. Z., Anand, D., Cassiello-Robbins, C., Williams, Z. J., Guetta, R. E.,\nTrumbull, J., et al. (2021). Development and Initial Validation of the Duke\nMisophonia Questionnaire. Front. Psychol. 12:709928. doi: 10.3389/fpsyg.2021.\n709928\nRouw, R., and Erfanian, M. (2018). A large \u0000scale study of misophonia. J. Clin.\nPsychol. 74, 453–479. doi: 10.1002/jclp.22500\nSchlögl, A., Keinrath, C., Zimmermann, D., Scherer, R., Leeb, R., and Pfurtscheller,\nG. (2007). A fully automated correction method of EOG artifacts in EEG\nrecordings. Clin. Neurophysiol. 118, 98–104. doi: 10.1016/j.clinph.2006.09.003\nSchlögl, A., Ziehe, A., and Müller, K. R. (2009). Automated ocular artifact removal:\ncomparing regression and component-based methods. Nat. Preced. 4, 1–24. doi:\n10.1038/npre.2009.3446.1\nSchröder, A., van Wingen, G., Eijsker, N., San Giorgi, R., Vulink, N. C., Turbyne, C.,\net al. (2019). Misophonia is associated with altered brain activity in the auditory\ncortex and salience network. Sci. Rep. 9:4066. doi: 10.1038/s41598-019-44084-8\nSchröder, A., Vulink, N., and Denys, D. (2013). Misophonia: diagnostic criteria\nfor a new psychiatric disorder. PLoS One 8:e54706. doi: 10.1371/journal.pone.\n0054706\nSiepsiak, M., ´Sliwerski, A., and Łukasz Dragan, W. (2020). Development\nand psychometric properties of misoquest—A new self-report questionnaire\nfor misophonia. Int. J. Environ. Res. Pub. Health 17:1797. doi: 10.3390/\nijerph17051797\nSperl, M. F., Panitz, C., Hermann, C., and Mueller, E. M. (2016). A pragmatic\ncomparison of noise burst and electric shock unconditioned stimuli for fear\nconditioning research with many trials. Psychophysiology 53, 1352–1365. doi:\n10.1111/psyp.12677\nStegmann, Y., Ahrens, L., Pauli, P., Keil, A., and Wieser, M. J. (2020). Social aversive\ngeneralization learning sharpens the tuning of visuocortical neurons to facial\nidentity cues. Elife 9:e55204. doi: 10.7554/eLife.55204\nStruyf, D., Zaman, J., Vervliet, B., and Van Diest, I. (2015). Perceptual\ndiscrimination in fear generalization: Mechanistic and clinical implications.\nNeurosci. Biobehav. Rev. 59, 201–207. doi: 10.1016/j.neubiorev.2015.11.004\nSwedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M.,\nFioretti, A., et al. (2022). Consensus Deﬁnition of Misophonia: A\nDelphi Study. Front. Neurosci. 16:841816. doi: 10.3389/fnins.2022.84\n1816\nTallon-Baudry, C., and Bertrand, O. (1999). Oscillatory gamma activity in humans\nand its role in object representation. Trends Cogn. Sci. 3, 151–162. doi: 10.1016/\nS1364-6613(99)01299-1\nTaylor, S. (2017). Misophonia: A new mental disorder? Med. Hypoth. 103, 109–117.\ndoi: 10.1016/j.mehy.2017.05.003\nTinoco-González, D., Fullana, M. A., Torrents-Rodas, D., Bonillo, A., Vervliet,\nB., Blasco, M. J., et al. (2015). Conditioned fear acquisition and generalization\nin generalized anxiety disorder. Behav. Ther. 46, 627–639. doi: 10.1016/j.beth.\n2014.12.004\nFrontiers in Neuroscience | www.frontiersin.org 17 June 2022 | Volume 16 | Article 899476"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "fnins-16-899476 June 18, 2022 Time: 15:13 # 18\nWard et al. Generalization Learning and Misophonia\nTorrents-Rodas, D., Fullana, M. A., Bonillo, A., Caseras, X., Andión, O., and\nTorrubia, R. (2013). No eﬀect of trait anxiety on diﬀerential fear conditioning\nor fear generalization. Biol. Psychol. 92, 185–190. doi: 10.1016/j.biopsycho.2012.\n10.006\nTyler, R. S., Pienkowski, M., Roncancio, E. R., Jun, H. J., Brozoski, T., Dauman, N.,\net al. (2014). A review of hyperacusis and future directions: part I. Deﬁnitions\nand manifestations. Am. J. Audiol. 23, 402–419. doi: 10.1044/2014_AJA-14-\n0010\nvan Doorn, J., van den Bergh, D., Böhm, U., Dablander, F., Derks, K., Draws, T.,\net al. (2021). The JASP guidelines for conducting and reporting a Bayesian\nanalysis. Psychonomic Bull. Rev. 28, 813–826. doi: 10.3758/s13423-020-01798-5\nVitoratou, S., Uglik-Marucha, N., Hayes, C., Erfanian, M., Pearson, O., and\nGregory, J. (2021a). Item Response Theory Investigation of Misophonia\nAuditory Triggers. Audiol. Res. 11, 567–581. doi: 10.3390/audiolres11040051\nVitoratou, S., Uglik-Marucha, N., Hayes, C., and Gregory, J. (2021b). Listening\nto people with misophonia: Exploring the multiple dimensions of sound\nintolerance using a new psychometric tool, the S-Five, in a large sample of\nindividuals identifying with the condition. Psych 3, 639–662. doi: 10.3390/\npsych3040041\nWagenmakers, E. J., Love, J., Marsman, M., Jamil, T., Ly, A., Verhagen, J., et al.\n(2018a). Bayesian inference for psychology. Part II: Example applications with\nJASP. Psychonomic Bull. Rev. 25, 58–76. doi: 10.3758/s13423-017-1323-7\nWagenmakers, E. J., Marsman, M., Jamil, T., Ly, A., Verhagen, J., Love, J., et al.\n(2018b). Bayesian inference for psychology. Part I: Theoretical advantages and\npractical ramiﬁcations. Psychonomic Bull. Rev. 25, 35–57. 1343-3 doi: 10.3758/\ns13423-017-\nWagenmakers, E. J., Verhagen, J., and Ly, A. (2016). How to quantify the evidence\nfor the absence of a correlation. Behav. Res. Methods 48, 413–426. s13428-015-\n0593-0 doi: 10.3758/\nWebber, T. A., and Storch, E. A. (2015). Toward a theoretical model of misophonia.\nGen. Hospital Psychiatr. 37, 369–370. doi: 10.1016/j.genhosppsych.2015.03.019\nWeinberger, N. M. (2007). Associative representational plasticity in the auditory\ncortex: a synthesis of two disciplines. Learn. Memory 14, 1–16. doi: 10.1101/lm.\n421807\nWiese, A. D., Wojcik, K. D., and Storch, E. A. (2021). Assessment and intervention\nfor individuals with misophonia. J. Health Service Psychol. 47, 51–60. doi: 10.\n1007/s42843-021-00025-6Wieser, M. J., Miskovic, V., and Keil, A. (2016). Steady \u0000state visual evoked\npotentials as a research tool in social aﬀective neuroscience. Psychophysiology\n53, 1763–1775. doi: 10.1111/psyp.12768\nWu, M. S., Lewin, A. B., Murphy, T. K., and Storch, E. A. (2014).\nMisophonia: incidence, phenomenology, and clinical correlates in an\nundergraduate student sample. J. Clin. Psychol. 70, 994–1007. doi: 10.1002/jclp.\n22098\nYin, S., Bo, K., Liu, Y., Thigpen, N., Keil, A., and Ding, M. (2020). Fear\nconditioning prompts sparser representations of conditioned threat in primary\nvisual cortex. Soc. Cogn. Aﬀect. Neurosci. 15, 950–964. doi: 10.1093/scan/nsa\na122\nYin, S., Liu, Y., Petro, N. M., Keil, A., and Ding, M. (2018). Amygdala adaptation\nand temporal dynamics of the salience network in conditioned fear: a single-\ntrial fMRI study. Eneuro 5, ENEURO.0445–17.2018. doi: 10.1523/ENEURO.\n0445-17.2018\nZhou, X., Wu, M. S., and Storch, E. A. (2017). Misophonia symptoms among\nChinese university students: Incidence, associated impairment, and clinical\ncorrelates. J. Obsessive Compul. Related Disord. 14, 7–12. doi: 10.1016/j.jocrd.\n2017.05.001\nConﬂict of Interest: The authors declare that the research was conducted in the\nabsence of any commercial or ﬁnancial relationships that could be construed as a\npotential conﬂict of interest.\nPublisher’s Note: All claims expressed in this article are solely those of the authors\nand do not necessarily represent those of their aﬃliated organizations, or those of\nthe publisher, the editors and the reviewers. Any product that may be evaluated in\nthis article, or claim that may be made by its manufacturer, is not guaranteed or\nendorsed by the publisher.\nCopyright © 2022 Ward, Gilbert, Pouliot, Chiasson, McIlvanie, Traiser, Riels, Mears\nand Keil. This is an open-access article distributed under the terms of the Creative\nCommons Attribution License (CC BY). The use, distribution or reproduction in\nother forums is permitted, provided the original author(s) and the copyright owner(s)\nare credited and that the original publication in this journal is cited, in accordance\nwith accepted academic practice. No use, distribution or reproduction is permitted\nwhich does not comply with these terms.\nFrontiers in Neuroscience | www.frontiersin.org 18 June 2022 | Volume 16 | Article 899476"
    }
  ]
}