{
  "doc_type": "scientific paper",
  "title": "Investigation of a Misophonia and Fluid Intelligence Relationship: Sound Spectrum Variation Impact on Fluid Intelligence Task Responses",
  "authors": [
    "Leslie Watson"
  ],
  "year": 2022,
  "journal": null,
  "doi": null,
  "abstract": "Studies of misophonia have not assessed the impact of music and sound complexity on intelligence in individuals with misophonia. Edelstein et al. (2013) have provided work which pools trigger sound characteristics including sound repetitiveness yet does not include a substantial music subcategory. Utilizing the Cattell–Horn–Carroll model of intelligence, the current study explores the nature of music and music complexity on fluid intelligence, as described by Sternberg (2012). The hypotheses for this study focused on the relationship that complexity and music might have with misophonia. The rate of misophonia in the Mechanical Turk population was hypothesized to be 20%. The group with misophonia was predicted to perform worse when exposed to repetitive music and better when exposed to no music or complex music. Fluid intelligence was measured with a reaction speed score from the n-back task of working memory (Jaeggi et al., 2010). Disposition for misophonia was measured with the MisoQuest survey (Siepsiak et al., 2020a). A sample of Mechanical Turk workers participated in an n-back activity while exposed to no music, complex music, or repetitive music. The outcome of the study showed that rates of misophonia in the Mechanical Turk population were lower than hypothesized at under 5%. In supplementary analysis, the participants, categorized as having more misophonia traits, were worse at the n-back task in every condition including no music, complex music, and repetitive music. The outcome of this study can inform the work and educational environment setup.",
  "keywords": [
    "Misophonia",
    "MisoQuest",
    "Mechanical Turk",
    "Fluid intelligence",
    "Music"
  ],
  "research_topics": [
    "Misophonia",
    "Fluid Intelligence",
    "Sound Sensitivity",
    "Music Complexity",
    "n-back Task",
    "Neurobehavioral Syndromes",
    "Cattell–Horn–Carroll model of Intelligence",
    "Sound Trigger Characteristics",
    "Mechanical Turk Population",
    "Cognitive Control",
    "Leaky Sensory Gating"
  ],
  "created_at": "2025-05-05T04:04:51.053355Z",
  "source_pdf": "documents/research/Global/Watson 2022 Investigation of a Misophonia and Fluid Intelligence Relationship.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Fort Hays State Univ ersity Fort Hays State Univ ersity \nFHSU Scholars Reposit ory FHSU Scholars Reposit ory \nMaster 's Theses Graduate School \nSummer 2022 \nInvestigation of a Misophonia and Fluid Intelligence Relationship: Investigation of a Misophonia and Fluid Intelligence Relationship: \nSound Spectrum V ariation Impact on Fluid Intelligence T ask Sound Spectrum V ariation Impact on Fluid Intelligence T ask \nResponses Responses \nLeslie W atson \nFort Hays State Univ ersity , lawatson2@fhsu.edu \nFollow this and additional works at: https:/ /scholars.fhsu.edu/theses \n Part of the Biological Psy chology Commons , and the Developmental Psy chology Commons \nRecommended Citation Recommended Citation \nWatson, Leslie, \"Inv estigation of a Misophonia and Fluid Intelligence Relationship: Sound Spectrum \nVariation Impact on Fluid Intelligence T ask Responses\" (2022). Master 's Theses . 3205. \nhttps:/ /scholars.fhsu.edu/theses/3205 \nThis Thesis is br ought t o you for fr ee and open access b y the Gr aduate School at FHSU Scholars Reposit ory. It has \nbeen accepted for inclusion in Master 's Theses b y an authoriz ed administr ator of FHSU Scholars Reposit ory. For \nmore information, please contact ScholarsReposit ory@fhsu.edu ."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": ""
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "II \n ABSTRACT  \nStudies of misophonia have not assessed the impact of music and sound complexity on \nintelligence  in individuals with misophonia. Edelstein et al. (2013) have provided work \nwhich pools trigger sound characteristics including sound repetitiveness yet does  not \ninclude a substantial music subcategory. Utilizing  the Cattell–Horn –Carroll model of \nintelligence, the  current study explores the nature of music and music complexity on fluid \nintelligence , as described by Sternberg (2012). The hypotheses for this study focused on \nthe relationship that complexity and music might have with misophonia. The rate of \nmisophonia in the Mechanical Turk population was hypothesized to be 20%. The group with misophonia was predicted to perform worse when exposed to repetitive music and \nbetter when exposed to no music or complex music. Fluid intelligence was measured with \na reaction speed score from the n -back task of working memory (Jae ggi et al.,2010). \nDisposition for misophonia was measured with the MisoQuest survey ( Siepsiak et al., \n2020a) . A sample of Mechanical Turk workers participated in an n -back activity while \nexposed to no music, complex music, or repetitive music. The outcome of the study showed that rates of misophonia in the Mechanical Turk population were lower than hypothesized at under 5%. In supplementary analysis, the participants, categorized as having more misophonia traits, were worse at the n- back task in every condi tion \nincluding no music, complex music, and repetitive music. The outcome of this study can inform the work and educational environment setup.  \nKeywords: Misophonia, MisoQuest, Mechanical Turk, Fluid intelligence, Music"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "III \n ACKNOWLEDGMENTS  \nThis work was possible through the mentoring and support of many people. I would like \nto emphatically  thank Dr. Carol Patrick, my advisor ; her guidance provided me with the \nresources to navigate several challenges through this process. An additional thanks to the members of m y graduate committee, Dr. Janett Naylor -Tincknell, Dr. Brett Zollinger, and \nMr. Ken Windholz for their review of my thesis and suggestions throughout my thesis \nprocess.   \n I would also like to thank my family Sheryl, Aaron, and my inspiration John."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "IV \n TABLE OF CONTENTS  \n \nABSTRACT……………………………………………………………………………....i i \nACKNOWLEDGMENTS……………………………………………………………......ii i \nTABLE OF CONTENTS………………………………………………………………...i v \nLIST OF TABLES…………… ………………………………………………………….vii \nLIST OF FIGURES…………… ………………………………………………………..vi ii \nLIST OF APPENDIXES………………………………………………………………..ix  \nINTRODUCTION……………………………………………………………………….. 3 \nSound Sensitivities and Misophonia  ....................................................................................4 \nThe Umbrella of Sound Sensitivity and Perception Alteration Syndromes  .....................5 \nAutonomous Sensory Meridian Response  .....................................................................5 \nMaladaptive Conditions of Decreased Sound Tolerance  .............................................6 \nTheories Associated with Misophonia  ..........................................................................7 \nMisophonia: Dissenting Perspectives  ..........................................................................9 \nThe State of Research  .................................................................................................11 \nFluid Intelligence and Potential Misophonia Associations  ............................................14"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "V \n Intelligence  .................................................................................................................14 \nMisophonia and Fluid Intelligence .............................................................................15 \nMisophonia, Intelligence, and Leaky Sensory Gating ................................................17 \nMusic and Misophonia Trigger Sounds ......................................................................18 \nEmotion and Music  .....................................................................................................20 \nEmotion in Misophonia trigger response  ...................................................................21 \nMisophonia Triggers and Music Similarities  .............................................................21 \nEmployed Theoretical Framework  .................................................................................22 \nResearch Objective  .........................................................................................................24 \nHypotheses  .....................................................................................................................25 \nMethod ...............................................................................................................................29 \nParticipants  .....................................................................................................................29 \nDesign .............................................................................................................................30 \nMeasures and Materials  ..................................................................................................30 \nConfounding variables  ...............................................................................................31 \nProcedure  ........................................................................................................................34 \nData Analysis  .................................................................................................................34 \nReferences  ..........................................................................................................................54"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "VI \n Appendix A – Recruitment Message  .................................................................................64 \nAppendix B – Informed Consent  .......................................................................................65 \nAppendix C  – n-back task  ..................................................................................................68 \nAppendix D  – Rhapsodic music link  .................................................................................69 \nAppendix E  – Noise pollution and speaker technology questions  .....................................70 \nAppendix F  – MisoQuest Instrument  .................................................................................71 \nAppendix G  – Demographics ............................................................................................73 \nAppendix H  – n-back Permission link  ...............................................................................74 \nAppendix I --Debrief………………………………………………………………...……75 \nAppendix J —IRB Approval Letter………………………………………………………77"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "VII \n LIST OF FIGURES  \nReaction Score ANOVA Graph  ......................................................................................40"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "VIII \n LIST OF APPENDIXES  \nAppendix A – Recruitment Message  ..............................................................................64 \nAppendix B – Informed Consent  ....................................................................................65 \nAppendix C  – n-back task ...............................................................................................68 \nAppendix D  – Rhapsodic music link  ..............................................................................69 \nAppendix E – Noise pollution and speaker technology questions  ...............................70 \nAppendix F  – MisoQuest Instrument  .............................................................................71 \nAppendix G  – Demographics   .........................................................................................73 \nAppendix H – n-back Permissions link  ..........................................................................74 \nAppendix I —Debrief …… ..………………………………………………………….…75 \nAppendix  J—IRB Approval Letter……………………………………………………77"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "1 \n INTRODUCTION  \nOver time scientific investigations have garnered valuable and applicable \ninformation for populations to be able to implement technologies improving quality of \nlife (Jaffe et al., 2013; Rull, 2014). Today, the push for advancement in care is \nincreasingly aimed at understanding human behavior, both biologically and psychologically (Altimus et al., 2020). Improvements are necessary for optimizing health and wellbeing across the population. This interest synergizes with another modern goal: \npersonalized treatment ( Goetz & Schork, 2018). To provide biologically and \npsychologically based personalized treatments, investigation into a number of \npsychological and neuroscientific areas must be conducted ( Dutcher & Creswell, 2018).  \nOne of these topics is sound sensit ivity ( Cavanna & Seri, 2015); in particular the \nunderstudied subset of sound sensitivity behaviors, misophonia. Misophonia is defined as a neurobehavioral syndrome that occurs as exposure to a trigger sound results in emotive and physical reactions greater  than that expected in the population generally (Edelstein et \nal., 2013; Jastreboff & Jastreboff, 2001). Some of these sounds may include eating sounds (i.e. slurping, chomping, sucking fluid through a straw) or fidgeting sounds (i.e. foot shuffling, knuckle popping, nail clicking, or pen clicking).  People with misophonia experience flashes of negative emotion in response to these specific sounds. The negative emotions often involve anger and can influence the sympathetic/parasympathetic response exchange of the autonomic nervous system. The sympathetic nervous system is defined as the portion of the nervous system which upregulates activity leading to"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "2 \n physiological readiness for acute emergency (National Cancer Institute, n.d. -a). These \nchanges can include faster heart rate and respiration rate. The response by this system \ntriggers the flight- or-flight response, characterized by intense emotion and action. This is \nthe system activated by misophonia. T he parasympathetic response is complementary to \nthe sympathetic response. The parasympathetic nervous system is defined as the system \nresponsible for reducing heart rate and respiration rate (National Cancer Institute, n.d.- b).  \nMisophonia and related conditions are estimated to occur in between 15 and 20% \nof the population. Such conditions contribute to maladaptive characteristics. Avoidance of serving triggering food or being around people eating  triggering foods that create the \ndisliked noises, as well a s avoidance of people who typically produce  trigger noises are \nexamples of these characteristics.\n Those with misophonia can also show mimicry with \ncertain sounds. Mimicry occurs when a person with misophonia experiences a trigger sound and makes a similar noise themselves as a coping strategy . These characteristics \nmay decrease quality of life for those with misophonia and those with whom they interact. Additionally, two possible financial consequences of misophonia and other related conditions could be cos tly with the need for therapeutic intervention, and could \nalso cause negative workplace efficiency, although at this time no research has been found that investigates misophonia as an economic factor. For example, tinnitus, a condition often linked to misophonia and with comparable treatment and incidence, has been recorded as costing some medical organizations over 750 million dollars annually in the UK (Stockdale et al., 2017). This exorbitant cost for tinnitus, a condition with similar"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "3 \n therapeutic treatm ents as misophonia, is found in a population of sufferers only half as \nlarge as those estimated to have misophonia (Stockdale et al., 2017).  \nTo properly examine consequences associated with misophonia, investigation of \nsound response is important  (Schröder et al., 2019) . Neural configuration and \nconnectivity associated with peripheral nervous system function, as well as intellectual \ninvolvement, has been partially investigated, and it has been found that those with misophonia engage the stimulus filtration  portions of the brain, but may have \nabnormalities in that system. This filtration system is known as the salience network and involves the insula and anterior cingulate cortex. Any impacting conditions on this network will affect stimuli sorting and appro priate engagement of additional neural \nnetworks. Yet, with this in mind, too many gaps remain to fully describe the nature of the condition. To better understand the condition and its link with intellectual functioning, the current study will examine two r elationships between misophonia and fluid \nintelligence. The first relationship assessed will be for underlying links between level of fluid intelligence and the presence of misophonia. The second, and most clinically relevant, will assess the functioning of fluid intelligence under complex and simple musical conditions in individuals with and without misophonia. The logic for this \ninvestigation follows in the footsteps of other intelligence inquiries ( Mani et al., 2013) . \nThese findings bring into focus the need to assess stimulus impact on intelligence \nfunctioning, in schools and workplaces. People with misophonia may not function at their \noptimal level with certain background noises, for example. The current study explores the"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "4 \n impact of two forms of music ( repetitive and rhapsodic), on fluid intelligence function in \nindividuals with and without misophonia. It is hypothesized that repetitive music will \nharm the fluid intelligence task performance of those with misophonia to a greater extent \nthan those without misophonia. This will add to the current literature by investigating a \nlink between fluid intelligence and misophonia as well as determining the fragility of \nintelligence when exposed to complex and repetitive sound stimulus . A review of the \nliterature on  sound sensitivities, misophonia and fluid intelligence will follow to provide \nappropriate background information for the study.  \nSound Sensitivities and Misophonia  \nThe term misophonia means hatred of sound and refers to a condition where \nindividuals experience atypically dramatic negative reactions to a trigger sound. The most \nwell-known reaction is that of anger or revulsion ( Daniels et al., 2020). This condition is \nworth investigating due to evidence that it is potentially quite common, and symptoms  \ncan substantially interfere with daily living. The severity of the symptoms determines the \nlevel of disruption to an afflicted individual. For example, a small misophonic reaction may induce an individual to reduce eye contact with dinner partners. This would be typical of someone who finds chewing sounds to be a trigger. A more extreme reaction would be for the individual to begin eating alone. The symptomology is increasingly understood, yet investigation into the rate of occurrence is somewhat murky. A genetics \nstudy indicates the population rates of misophonia could be over 20% ( Fayzullina et al., \n2015) . A clinical group of inpatients in Poland ( N=94) were assessed using a validated"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "5 \n questionnaire; results from the study found rates nearer to 8-12% ( Siepsiak et al., 2020a ). \nEven if rates are as low as 8%, this still indicates a population relevant for study based on \nalmost one person in ten experiencing impairment due to the symptoms. \nMisophonia can then be understood as a dislike of sound. However, many \nconditions can fall under such a generalization. The unique characteristics of misophonia are often best understood within the context of the sound intolerance category of syndromes, disorders, and behaviors. \nThe Umbrella of Sound Sensitivity and Perception Alteration Syndromes  \nAltered hearing sensation and perception occurs at two basic points in the \nauditory process (Kumar et al., 2017)\n. First there is a difference in how the ear or body is \ntransducing sound. This occurs between vibration capture by sensory organs and tissues \nand the point where sound passes through the auditory nerve to the brain. The second occurs at the perceptual level where the impulses from the auditory nerve are processed and utilized in an altered way at some point in the brain. When only looking into human sound disorders and phenomena, there is substantial variation in location and causes of \nthese unique conditions (Buran et al. 2014; O'Hanlon et al., 2013). Conditions range from \nhearing loss to autonomous sensory meridian response. Some of these syndromes do not cause distress, but some do. One such neutral syndrome is addressed below. \nAutonomous Sensory Meridian Response  \nSome conditions are entirely part of neural processing as is the case with \nautonomous sensory meridian response (ASMR) and synesthesia, when information"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "6 \n meant to stimulate one sense actually stimulates more than one in an atypical way ( Buran \net al. 2014; O'Hanlon et al., 2013). Autonomous sensory meridian response is a newly \nobserved phenomenon (Poerio et al., 2018). Available information describes this \ncondition as a tingling feeling along the body, particularly the spine, induced by auditory stimulation. The triggers for this condition are often sounds that bear similarity to misophonia triggers. Some of these ASMR sounds include clicks, scratching, and mouth sounds. Emotionally, the ASMR condition elicits positive feeling about these trigger noises. This response to auditory stimuli resembles misophonia due to the strong sound-emotion relationship further magnified by the similarity of trigger noises. As the body of research on these phenomena grows, it will become plausible to study any relationship between ASMR and misophonia. Their parallels outweigh their differences at this point. The similarities may indicate that ASMR is the positive aspect of the same syndrome as misophonia (which would be a negative aspect).  \nMaladaptive Conditions of Decreased Sound Tolerance \nAmong the variations in sound signaling and processing, one group of disorders \npresent with  symptoms are closely related (Jastreboff & Jastreboff, 2001). In fact, the \ntreatment protocol for these pathologies is often the same. These conditions include tinnitus, phonophobia, hyperacusis, and misophonia. Tinnitus once was a blanket term for tinnitus, hyperacusis, and misophonia. Even recent work still can use the terms interchangeably. Tinnitus does, however, have a unique grouped symptomology. It is a condition typically brought on by mechanical damage to the inner ear. The brain responds"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "7 \n to the damage by producing a psychosomatic tone the individual perceives to hear. \nPhonophobia is often a complementary condition that shares some characteristics with \nmisophonia  (Asha'ari & Mat Zain, 2010). Phonophobia is the fear of a sound or sounds \nand is a con dition often confused with misophonia (Jastreboff & Jastreboff, 2001). In this \ncase, the symptomatic difference is between two reaction emotions. For phonophobia, fear is the characteristic response emotion. For misophonia anger is the characteristic respo nse. One of the most influential findings in misophonia research is the importance in \ndetermining ways to separate individuals with hyperacusis and misophonia diagnostically. These two conditions are often confused due to similarity of symptom presentation. Hyperacusis, as a pathology, can be described as a maladaptive emotional reaction to the volume of an environmental sound. Typically, this occurs through damage to the ear. The previously described sound disorders are important to the study of misophonia, due to the number of traits that are similar enough to create a potential for misdiagnosis. None is closer than hyperacusis which can present in the same way as misophonia with only a difference in sound trigger to distinguish the one from the other in many assessments. Hyperacusis occurs due to volume of any sound. Misophonia occurs due to the timbre of a specific sound at any volume. \nTheories Associated with Misophonia \nMany hallmark theories are in the process of being tested related to the \nmisophonic condition and many more are yet to be tested ( Brout et al., 2018; Dozier, \n2015; Kumar et al., 2017 ; Taylor, 2017;  Webber et al., 2014). Among them are cognitive"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "8 \n theories of neuroplasticity and behavioristic classical conditioning. The Jastreboffs have \nstudied misophonia in this way. The origins of the Jastreboffs’ first conceptualization is heavily influenced by the theory of neuroplasticity, which features prominently in their clinical work on a range of sound disorders (Jastreboff & Jastreboff, 2001). Misophonia is treated somewhat like a bad habit, in the theory of neuroplasticity. Misophonia is viewed as a maladaptive reflex in need of re- training. Reflexes are a prompted behavioral \nor physiological reaction executed without conscious thought ( Pavlov, 2010) . Over time, \nthe concept of the neuroplasticity element of misophonia has become a component in a greater theory which merges with work by other clinicians (Dozier, 2015), as the focus of several clinicians has been on applying the broader concept of classical conditioning to misophonia (Dozier, 2015; Jastreboff & Jastreboff, 2002).  \nClassical conditioning, through associative learning, makes for a useful theor y to \nbegin implementing treatments with newly described conditions. The Jastreboff (2002) model of misophonia reasons that the cause of the sound sensitivity syndromes occurs in individuals with unusually active or embellished connections between their auditory processing (hearing), limbic processing (emotion), and autonomic nervous system (which controls organs and glands). This theory may ultimately contribute to categorizing the sound sensitivity conditions as maladaptive incarnations of ASMR. Dozier (2015) focuses on the stimulus-response theory to inform his approaches to the condition and treatments. In his practice, Dozier implements a behavioristic framework attributing misophonia to conditioned responses or reflexes no different from Pavlovian conditioning"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "9 \n (Dozier, 2015; Pavlov, 2010). Though the classical conditioning approach is efficient for \ntreatment, this focused attention may slow investigation into other aspects of the disorder  \n(Palumbo et al., 2018) . The focus on immediate care may be prevent ing the finding of \nmore helpful and specific therapies. Recently, leaky sensory gating and poor cognitive \ncontrol have been implicated in misophonia stimulus transduction (Zabelina et al., 2015), \nand may provide different treatment pathways.  \nMisophonia: Di ssenting Perspectives  \n Interest in misophonia has not translated into agreement over its place in \npsychology, psychiatry, or audiology  (Palumbo et al., 2018) . The status of its \nclassification as a disorder does not have unanimous support (Jastreboff & Jas treboff, \n2001; Schröder et al., 2013; Taylor, 2017). Not everyone is in consensus about the level of importance misophonia has or where it belongs diagnostically (Taylor, 2017; Webber \net al., 2014). One point, brought up by Asha’ari et al. (2010), is that there is an \ninterrelation between misophonia, phonophobia, and hyperacusis. Specifically, \nmisophonia and phonophobia can be brought on by the initial development of \nhyperacusis which would weaken the independence of origin which helps to define \ndiscrete di sorders. The Jastreboffs also do not necessarily support the classification of \nmisophonia as independent (Jastreboff & Jastreboff, 2002). These arguments and research into the potential comorbid relationships of these sounds disorders are shaping the future of misophonia treatment (Webber et al., 2014)."
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "10 \n Though identification of misophonia as an extension of obsessive-compulsive \ndisorder is a concept waning in popularity, the effects of this research area in misophonia \nwill be present for the foreseeable future (Schröder et al., 2013) . Instruments adapted \nfrom assessments for obsessive compulsive disorder have been used as a basis and \ninspiration for early misop honia assessment construction. This relates to the current study \nas the instrument used, MisoQuest, is based on criteria and items from an Obsessive-\nCompulsive disorder ( Siepsiak et al., 2020a) . Going forward, it is worth remembering \nthat many scales for m isophonia originate from obsessive compulsive disorder scales. \nInstruments with such an origin may require further assessment as the body of research expands. Fortunately, other perspectives are also used to investigate misophonia.  \nThe research indicating  potential for genetic influence in the development of \nmisophonia is sparse, but has enough merit to support further study ( Fayzullina et. al., \n2015) . In a hereditary case study, a fifteen -m ember family was found to have a 100% rate \nof misophonia (Sanchez & Silva, 2018). Twelve members completed self- report \nquestionnaires on their symptoms and on other potentially linked conditions. The \nquestionnaire scores for obsessive compulsive traits, misophonic emotion (e.g., anger, \nrevulsion, anxiety), and depression were recorded at rates above 25% --an incidence \ngreater than expected. Equally as important as the general comorbid traits were the \nreports of specific trigger sounds. The trigger sounds were not all ubiquitous in the family \nbut fell within the categories determined in prior research (e.g., mouth sounds, pen \nclicking etc.)."
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "11 \n The study does have several weaknesses, in particular the small sample, yet the \nreasoning for it is relevant. A growing number of conditions and attributes across \ndomains are found to have genetic influences, including misophonia ( Fayzullina et. al., \n2015) . Identifying the impact of genetics on any psychological or physiological response \nis an important enough component to substantiate investigation. At least one large \ninvestigation by 2 3andMe has found an associated gene for misophonia, TENM2 \n(Baumgartner & Wides, 2019;  Fayzullina et al., 2015 ). TENM2 is one of a family of \ngenes coding for teneurin,  which is an important lipid bilayer protein linked to various \ncellular functions includin g the development of synapses (connections between neurons \nin the brain) (Baumgartner & Wides, 2019; Mosca et al., 2012).  \nThe State of Research  \n As of spring 2021, the literature is only beginning to contain studies of larger \nsamples ( Siepsiak et al., 2020a).  Disputes over the importance or existence of misophonia \nas a construct are still not resolved satisfactorily ( Taylor, 2017) . Jastreboff (2015) noted \nthat the rate of misophonia as a psychiatric pathology (2%) differed in prevalence to the \nrate of misophonia symptoms. This further complicates the reported rates of incidence. \nHowever, new studies with larger sample sizes can begin to counteract the weaknesses of \nthe studies with small sample sizes ( Jager et al., 2020) . Rouw et al. (2018) surveyed a \ngroup of online participants with misophonia ( N=300). Quek et al. (2018) and Siepsiak et \nal. (2020a) did two larger studies contributing to the cross-cultural investigation of \nmisophonia. These studies both evaluate misophonia in clinical populations. Their"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "12 \n findings, along with the Amsterdam study of 575 participants with misophonia, are the \nbeginning of more generalizable knowledge ( Jager et al., 2020; Quek et al., 2018; \nSiepsiak et al. 2020a) . \n As described above, the body of research is relatively new ( Asha'ari & Mat Zain, \n2010; Schröder et al., 2013; Vanaja & Abigail, 2020) . As a consequence, a significant \nportion of the literature appears to be exploratory science. Few studies cover similar \ntopics that overlap and those that do are currently without subs tantial support ( Daniels et \nal., 2020; Palumbo et al., 2018) . During this initial stage of observation and testing, \nsmaller case studies and focused samples still provide an important base for exploring \nideas, but most critically as an introduction to effe ctive treatments that are worth further \ntesting in larger samples ( Vanaja et al., 2020) . Although it appears to be a jumbled \npicture, the evidence leading towards an understanding of misophonia will build through replication, incremental study, and studies with larger “n”  values.  \nMisophonia in this study is conceptualized as a condition where trigger sounds \ne \nlicit responding malevolent feelings. Applying such parameters to the construct agrees \nwith previously discussed findings ( Daniels et al., 2020) . The aspect of interest is the \ncharacteristic or characteristics of sounds on a continuum of benign sound to trigger \nsound. A study conducted by Edelstein et al. (2013) analyzed common trigger noises and \nlooked for themes. They found several important traits among trigger sounds. The most \npredominant finding was the importance of context for a trigger response. Trigger noises \nwere indicated to be most intense when produced by a person with a close relationship to"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "13 \n the person with misophonia. A related findi ng indicated that there is a level of control \noccurring depending on context as trigger sounds did not affect as many people with \nmisophonia when the trigger sounds were made by infants or animals. Interestingly, a \ncategory of sounds that was on the list often are used in music: ticking clock sounds, bass \nsounds, and whistling were noted as trigger sounds. This study indicates that repetitive \nsounds are worse than non-repetitive sounds and human-made sounds with emotional \ncontext are triggering. These findi ngs paired with recorded, heightened, autonomic \nreactions to non- specifically aversive stimuli support investigation into the broader \naudiological responses of those with misophonia (Edelstein et al., 2013; Schröder et al., \n2019). In continuation of this prior study,  the present study adds to the growing body of \nwork focusing on the relationship between diagnosed or self-reported misophonia cases \nand both biometric and psychometric responses to sound. This study will provide an early investigation into the prevalence of self -reported misophonia among the MTurk \npopulation and further examine the reaction to repetitive stimuli other than the specified trigger sounds. This will aid in building a model for the characteristics of a sound categorized as an influen tial stimulus or, more extremely, a misophonic trigger. \nMisophonic reactions will instigate a stress response ( Edelstein et al., 2013). These \nresponses then have a deleterious effect on intelligence as described earlier with the study \non financial hardship in an Indian farming population ( Mani et al., 2013) ."
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "14 \n Fluid Intelligence and Potential Misophonia Associations  \nIntelligence  \nIntelligence, according to Sternberg (2012), is the success in dynamic and \nchallenging environments based on some form of learned technique acquired by exposure to the relevant environment. There are many theories that produce an array of models and constructs to explain intelligence. This investigation draws on the Cattell– Horn –Carroll \ntheory of intelligence. This widely accepted th eory breaks intelligence into two main \ncategories: crystalized intelligence and fluid intelligence. Crystalized intelligence can be described as experience- based learning and retention of information. It is using facts and \nprior events to navigate current situations. Fluid intelligence can be employed in novel situations. Fluidity of intellect refers to flexible thought and problem solving. Fluid intelligence helps with novel problems and limited tools. For example, fluid intelligence would involve sticking  a laptop battery in the refrigerator if the computer overheats.  \nIn this framework, fluid intelligence is a component of cognitive problem solving \n(Sternberg, 2012). This type of thinking results in skilled adaptability to novel situations in a daily conte xt. A concrete example of the impact fluid intelligence can have is \nevidence that it is linked to increased economic and medical wellbeing. This construct is important, yet the abstract nature of it presents researchers with a challenge when measuring for its presence and magnitude in participants.  \nSeveral measures have been developed to measure intelligence generally and to \nmeasure specific types such as fluid intelligence, as investigated by Salthouse and Pink"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "15 \n (2008). These measures often trace where in the brain activity occurs (Menon & Uddin, \n2010). Some scholars say a component of fluid intelligence is working memory (Salthouse & Pink, 2008). That is a somewhat disputed notion among the academic community (Apšvalka et al., 2019). Newer CHC theorists suggest that fluid intelligence is not the same as working memory, though the two are often so highly correlated that separating them may violate statistical collinearity. Although this is important, the present body of work does not contain adequate support  to treat fluid intelligence and \nworking memory as separate constructs. At the very least, the presence of one regularly indicates the presence of the other. This entwined nature of fluid intelligence and working memory is the reason the construct of fluid intelligence will be measured in the current study using a task labeled with working memory.  \nMisophonia and Fluid Intelligence  \nThe sampling in prior studies could indicate an association between misophonia \nand intelligence. A study in Florida obtained a sample of individuals with misophonia from a university population (Wu et al., 2014). A higher rate of misophonia was found in this sample, compared to studies sampling from other populations such as those from clinical settings (Siepsiak et al., 2020a). T his could be an indicator that misophonia has a \nrelationship with fluid intelligence. Additionally, this would relate to the established link between academic pursuit and fluid intelligence which has been examined (Kaufman et al., 2009). This could indicat e an association among academics, fluid intelligence, and \nmisophonia. Should such a connection be revealed, examination into the impact of"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "16 \n underlying structures that simultaneously affect both fluid intelligence and misophonia \nmay be found. Leaky sensory gating is a phenomenon that should be examined as a potential indicator or cause of elevated fluid intelligence and risk factor for misophonia. Leaky sensory gating is a phenomena which has been implicated in creative thought, similar to fluid intelligence problem solving. It is characterized by poor attentional control which allows more environmental information to permeate thoughts which generate creativity. Both leaky sensory gating and fluid intelligence have significant links to the salience network of the brain whereby stimuli are sorted and additional networks are engaged.  \nThere have been some mixed results in studies connecting misophonia and fluid \nintelligence (Jager et al., 2020). Several researchers argue over the definition of misophonia and addit ionally do not agree on the types of intelligence that may be \nassociated. This means that intelligence among the population with misophonia may be \nelevated, average, or below average and vary between forms, because the definitions of intelligence used in the current research are not similar. This perceived discrepancy in definition causes a mistrust in the measures used to determine misophonia. The concern is that the current instruments are not equipped to differentiate between conditions such as hyperacus is, misophonia, tinnitus, and other sound sensitivity conditions. Therefore, \nthe construct validity of misophonia studies may require investigation and refinement. Jager et al. (2020) excluded nearly 30% of their initial pool of potential participants due to the presence of similar conditions. The group further relates that the indeterminate"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "17 \n nature of the sample groups (caused by instruments measuring related syndromes) \ninvolved in prior study could weaken the evidence produced. These researchers indicate that prior findings linking misophonia to fluid intelligence may be due to a comorbid or \nanalogous diagnosis, like Asperger’s or obsessive -compulsive disorder (Jager et al., \n2020; Wu et al, 2014). These findings indicate a need for measurement of reactions to auditory stimuli during cognitive tasks linked to fluid intelligence. The involvement of this type of assessment can start with the n -back task. The n -back task is an exercise \nwhereby participants are exposed to a series of stimuli at short intervals (often a second) and then are prompted to determine if a designated stimulus is the same as one relayed “n” number of stimulus exposures ago.  \nMisophonia, Intelligence, and Leaky Sensory Gating  \nSome experiments are building evidence for the nature of misophonic reactions \n(Ansusinha et al., 2018). One study indicates there may be a difference in reaction to \nmisophonic triggers during visual n- back tests and auditory n -back tests. This indicates a \ndifference in disruption based on senses utilized. The use of the n -back for this purpose \nrefines the areas of interest anatomically. The construct validity has changed somewhat over the years. Initially, as the name implies, the n -back task of working memory was set \nto measure working memory. Since then, the construct of measure has changed to fluid intelligence. These investigations provide substantive evidence for systematic study of performance during working memory tasks under many intensities and qualities of sensory stimulation. The importance of investigating fluid intelligence or intelligence in a"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "18 \n sample with misophonia is relevant. The outcome of study will remove confusion and \nuncertainty about the prior  investigations with uncertain construct validity (Jager et al., \n2020).  \nMusic and Misophonia Trigger Sounds  \nMusic, among individuals, is sought after commonly as an entertainment or a \nstrong need, it can be seen as a motivator for behavior (Schäfer, 2016). Music as a \nmotivating force is pervasive in many social environments intentionally modifying behavior and affecting emotional regulation (Schäfer, 2016). Music is readily available and often has strong impacts on emotional states highlights the importan ce of \ninvestigating the overall effects of listening to fluid intelligence. The influence of music in every society and on many people indicates it is a sound that regularly elicits emotional or valent responses.  \nFor example, in an empirical study on the effect of music valence on lottery \nbehaviors, researchers implemented several music environmental conditions which produced more aggressive gambling behavior in participants (Schulreich et al., 2014). Happier music inclined participants to select higher risk opportunities. These results drew attention to the relationship between mood and cognitive or intelligence influenced situations. Opinions and attitudes concerning risk, which are addressed in the cumulative prospect economic theory, can be modified wit h exposure to musical influence. The \nhappier participants, in the happy music condition, became gutsy and chose to engage in"
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "19 \n riskier behaviors with more frequency than the groups with less happy participants and \nsad music.  \nThe impact of music valence may have on people day -to-day may be even greater \nthan a single study suggests as everyone constantly cognitively engages in action and choice. Another study examined the influence polysensory stimulation can have on stimulus response (Chang et al., 2015). Sig ht, touch, and smell are all senses that may \nintertwine and invoke varied responses to a stimulus. For example, substantial variation in the perception of happiness and sadness in a song was based on if the listener had their eyes open or closed. This stud y found relationship between sight and musical perception. \nFeelings were more intense when the eyes were open regardless of whether the songs were happy or sad. These findings indicate that environmental experiences that may be perceived as mono -sensory co uld be poly -sensory fusions with strong cognitive \nimplications.  \nFive sound characteristics intertwine into the phonic form understood to be music. \nThese important particles of composition include melody, rhythm, dynamics, tempo, and timbre (Hebert & Peretz , 1997). Melody is pitch clusters minimally separated by time -\nspace. Rhythm is sound and silence expressed in alternation through time. Dynamics are the loudness or stress applied to any tone produced. Tempo is the rate or speed music is performed. Timbre is the textural group of tones and overtones produced that is unique to \nthe object making the sound. Of the five elements, timbre may be more elusive to understand conceptually. Timbre is why a violin and a xylophone sound different even if"
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "20 \n the pitches the y produce are equivalent. This textural element is not emphasized. Focus is \ncommonly on the other four elements for the purposes of music performance education.  \nMusic has an effect on emotion, perception, and action (Chang et al., 2015; \nSchäfer, 2016; Schulreich et al., 2014). Many components of sound, silence, and \norganization combine when music is produced (Hebert & Peretz, 1997). Each musical element has a potentially different impact on neural processing. For example: evidence collected by Hebert and P eretz indicates long -term memory encoding and retrieval for \nmelody may be stronger than that of rhythm. Such a variance in impact creates incentive to test as many elements of sound as possible.  \nEmotion and Music  \nThe neural pathways for emotion and music have been mapped (Schaefer, 2017). \nThese trails are very close together possibly explaining the paired emotional response to \nmusic. The current study explores whether there is still a mild generalized sensitivity to \nsound without specifying any particular emotion. The aim is to build a profile of what misophonic trigger noises can be and what features are most important in their makeup. This includes sounds across auditory domains from environmental noises, person-attributed bodily noises, and music. The emotion attached to music indicates music \nshould be examined as a stimulator and influencer on thought and cognition emotionally and logically. Emotion often pairs with physiological responses such as hormone shifts."
    },
    {
      "section": "Page 30",
      "page_number": 30,
      "text": "21 \n Emotion in Misophonia trigger response  \nThe nature of the emotional response to misophonic triggers indicates a varied \nhearing to emotion structure in the brain (Moller, 2011). There are two related events in \nthis to misophonia. First, both misophonic tri ggers and music have repetitive qualities \n(Margulis, 2013a ). This should be compared with music, a sound commonly responsible \nfor intense emotions which is currently understudied as a potentially significant \nmisophonia stimulus. Secondly, humans are commonly the ones producing the music \nwhich also fits as a factor in misophonia triggers. \nMisophonia Triggers and Music Similarities \n Edelstein et al. (2013), investigated the biometric response of individuals with and \nwithout misophonia in the presence of an array of trigger sounds. Results indicated that \nthose with misophonia have higher skin conductance responses to sound stimuli. Thi s \nsupports the idea that those with misophonia are more sensitive to many sounds. \nExamples of the sounds used included: pen clicks, slurping, and chip bag crinkling. These \nsounds are often repetitive and have a human origin. Importantly, when asked about \nwhether individuals were more concerned with repetitive sounds, over eighty percent of \nthe sample indicated they were more influenced by repetitive sounds. Music can share \nseveral similarities with the misophonia trigger noises (Hebert & Peretz, 1997) . Musi c \nalso is commonly human controlled and can have repetition. Furthermore, music is a \nstrong emotional influencer. These attributes make music a good test sound for \nmisophonia. In the current study, two variants of the same tune will be used as sound"
    },
    {
      "section": "Page 31",
      "page_number": 31,
      "text": "22 \n stimuli. One song will repeat the same melody will no significant variation. The other \nsong will technically play the same tune, but there will be complex additions and \nharmonies which will ensure the song does not repeat during the n- back task.  \nEmployed Theoret ical Framework  \nThis study works from a reductionist perspective and utilizes both a descriptive \nand comparative approach. Reductionism is a philosophy that investigates phenomena by \nlooking at the whole of the phenomena of interest and then assessing parts at more refine d and basic levels (Barendregt & Van Rappard, 2004). The r eductionist perspective, \nin this study, is implemented when conceptualizing the range of sound stimuli and determining the specific element under examination in this current study, repetitiveness. The comparative nature of the study provides the necessary information to begin constructing part of a model for sound stimulus response in those with misophonia. Reductionism is not always considered the best practice with behavioral research, which has led to concerns about the overemphasis of reductionism in neural and behavioral research (Krakauer et al., 2017). Exploration of observed events within the scope of psychology and neuroscience, often requires a variety of methodologies for accurate evaluatio n cases. For newer phenomena, such as misophonia, reductionist methods are \nnot without merit. The rigorous structure and strong link between action and biology is a critical initial step which may lead to later expansion of ideas where other perspectives are appropriate (Krakauer et al., 2017)."
    },
    {
      "section": "Page 32",
      "page_number": 32,
      "text": "23 \n Such an approach appears best when considering the prior work on misophonia \nand its characteristics ( Schröder et al., 2019). The prior literature has examined \nmisophonia from several approaches including the neurobiological and survey self-\nreports (Schröder et al., 2019;  Wu et al., 2014). Progress in understanding misophonia \nhas been focused on therapy, comorbidity, symptoms, neural behavior and incidence as \nreported by Cavanna and Seri (2015). Research on misophonia is sparse on several topics, though it is expanding in general. The literature has not thoroughly examined the response to the many common environmental sounds such as wind, rain, music or motors \n(Schröder et al., 2019). Utilizing a comparative framework,  this study will begin to \nuncover the nature of the misophonia and sound relationship and build toward a detailed model of the relationship between misophonia and sound triggers. A comparative approach is appropriate for this study based on the incomplete assessment of misophonia sound response. with respect to sound stimulus, neurobiology, and psychological profile \n(Schröder et al., 2019).  \nThere has been little inquiry into the nature of how those with misophonia \nt\nransduce the wider spectrum of sound. One possibility is the findings associating \nmisophonia with peripheral nervous system variation and salience network linkages \n(Schröder et al., 2019). This current study we are implementing focuses on a single element of emotionally charged sound (repetitiveness) to begin building a base for the characteristics of misophonic stimulus and neutral stimulus outside of established trigger sounds. Prior findings have generally characterized response to trigger, benign, and"
    },
    {
      "section": "Page 33",
      "page_number": 33,
      "text": "24 \n irritating sounds like the work by Schröder et al. (2019). Results from the work of \nSchröder et al. indicate that sound stimulus responses in those with misophonia may \ndiffer from those without misophonia . Furthermore, investigations with stimuli other than \ntrigger sounds have been sparse. This cur rent study aims to begin a systematic \nidentification of sound characteristics that may be influential across a spectrum of sound \nstimuli. Sound stimulus during the fluid intelligence task will further clarify existing \ntheories about the sensitivity of hear ing in those with misophonia symptoms ( Schröder et \nal., 2019). Measurement  of reactivity to musical sound repetition will broaden or refine \nthe scope of potential impactful sounds to those with misophonia. The current study will address several gaps. First ly, sampling for rates of occurrence in online populations is \nunderdone ( Lourenco  and Tasimi,  2020). Secondly, a relationship between fluid \nintelligence and misophonia will be investigated. Thirdly, two types of music stimulus (repetitive, and rhapsodic) will be applied as a stressor for assessing the impact musical complexity has on fluid intelligence task completion in individuals with misophonia. Each element is an addition to research that has not previously been investigated. \nResearch Objective  \n The current study demonstrate s whether music is a stimulus that impacts fluid \nintelligence function in individuals with misophonia more than the general population. Additionally, this study generated  data for the role of repetitive versus rhapsodic music \non both individuals with misophonia and without misophonia during working memory tasks. Through these analyses , several questions were answered  including: 1) What was"
    },
    {
      "section": "Page 34",
      "page_number": 34,
      "text": "25 \n the rate of misophonia in a Mechanical Turk population; 2) Was  there a different \nresponse to mus ical complexity on functionality during fluid intelligence tasks in \nindividuals with misophonia  and those without .  \n The results from this study could inform workplace and educational \nenvironmental design decisions by individual students and workers as wel l as educators \nand managerial professionals. The thesis outcomes could provide usable evidence of the \neffect music complexity has on fluid intelligence task scores. This evidence could also provide information on the toll various auditory environments can have on intelligence performance in individuals with misophonia.  \nHypotheses  \n The hypotheses of the study were as follows:  \nRate of Misophonia Incidence  \nHypothesis one. Misophonia will be  recorded in the sample population at rates \nwithin statistical expectation for a condition estimated to occur in 15 -20% of the \npopulation.  \nEnvironmental Element Impact  \nHypothesis two. The individuals testing in heavily noise -polluted environments \nwere expected to have  reaction time scores on the n -back task  that could be predicted \nfrom the MisoQuest score. \n There are three sound stimulus conditions in the design: no music, simple  music, \ncomplex  music."
    },
    {
      "section": "Page 35",
      "page_number": 35,
      "text": "26 \n  \n Hypothesis t hree. The individuals testing in heavily noise -polluted environments \nwill have lower accuracy and reaction time scores on the n -back task than in quiet \nenvironments. \nN-back Reaction Speed Score  \nHypothesis four. The misophonia group will score higher on reaction time for the \nfluid intelligence task in the music free condition than the group without misophonia or \nthe groups with misophonia and the simple or complex sound conditions.  \nHypothesis five. The misophonia group will score lower on the reaction scores of \nfluid intelligence ta sk in the rhapsodic music condition than the non- misophonia group.  \nHypothesis six. The misophonia group will score lower on the fluid intelligence \ntask reaction speed score in the simple music condition as compared to the non-misophonia group.  \nHypothesis seven. The misophonia group will score lower on the fluid \nintelligence task reaction speed score in the simple music condition than in the complex music condition. \nHypothesis eight. There will be a positive relationship between the misophonia \nscore and the reaction speed of the fluid intelligence task in the music free condition. There will not be a positive relationship between misophonia score and fluid intelligence task score in either the simple condition or the complex condition."
    },
    {
      "section": "Page 36",
      "page_number": 36,
      "text": "27 \n N-back Accuracy  \nHypo thesis nine. The misophonia group will score higher on accuracy for the \nfluid intelligence task in the music free condition than the group without misophonia or \nthe groups with misophonia and the simple or complex sound conditions.  \nHypothesis ten. The misophonia group will score lower on the accuracy of fluid \nintelligence task in the rhapsodic music condition than the non- misophonia group.  \nHypothesis eleven. The misophonia group will score lower on the fluid \nintelligence task accuracy score in the simple mu sic condition as compared to the non-\nmisophonia group.  \nHypothesis twelve. The misophonia group will score lower on the fluid \nintelligence task accuracy score in the simple music condition than in the complex music condition. \nHypothesis thirteen. There will  be a positive relationship between the misophonia \nscore and the accuracy of the fluid intelligence task in the music free condition. There will not be a positive relationship between misophonia score and fluid intelligence task score in either the simple condition or the complex condition.  \nThese findings  may demonstrate that the group with misophonia  have higher \ngeneral n -back task scores, which can add support to the theory that fluid intelligence is \nelevated in individuals with misophonia. The findings  may  also demonstrate that the \nrepetition of music, or exposure to music more greatly affect the performance of the misophonic group, which would support the theory that leaky gating may be associated"
    },
    {
      "section": "Page 37",
      "page_number": 37,
      "text": "28 \n with sound sensitivity conditions like misophonia. Furthermore, the repetitive music may \nharm  n-back performance more due to the similarity between repetitive music and \nrepetitive nature of trigger noises already described (Margulis, 2013a). Additionally, assessment of prevalence of misophonia in the Mechanical  Turk working population \ncould further establish a baseline of expected population rates in an epidemiological sense. These questions have been proposed as untapped areas of inquiry in academic \ndiscussion over the last several years ( Cavanna & Seri, 2015)."
    },
    {
      "section": "Page 38",
      "page_number": 38,
      "text": "29 \n Method  \nParticipants  \nFor this study, 245  participants  (N = 245)  were recruited from the Mechanical \nTurk (MTurk), a crowd -sourcing task site (Moss et al., 2020). A study that has sampled \nfrom MTurk populations report consistent percentages for the major demographics over \ntime. With these figures in mind, expected sample demographics reflect a substantially more diverse sample than would be expected in a study performed with community samples from the local region (U.S. Census, 2010). This  MTurk stud y included  63% male \nparticipants, 35.9% female participants, 0.4% non -binary, and income was represented \nsomewhat proportionally. Income  breakdowns for five  ranges  of the sample revealed that \nmost participants earned withing the lower three categories. The participant percentages for household income included  22.5% of participants with lower  incomes (under \n$20,000), 32.6% of participants with incomes over $40,000 but under $59,999, 19.9% of participants with incomes over $60,000 but under $79,999, 15.9% of participants with \nincomes over $80,000 but under $99,999, and 9.1% of participants with household income of $100,000 or more. In order to better engage participation by those who would \nbe in the misophonia group, advertising aimed at them was to be employed. As previously mentioned, estimates of misophonia in the population, 15%, require a larger sample size to increase validity (Siepsiak et al., 2020a).  Of sampled par ticipants, 81% \nreported living in the United States with the largest group, 11.6%, reporting residence in the state of California. Within the sample 15.6% reported living outside the United States."
    },
    {
      "section": "Page 39",
      "page_number": 39,
      "text": "30 \n Participants ages were predominantly under 40 years old wi th 30.1% between 19 and 28 \nyears of age, 43.5 % between 29 and 38 years of age, 15.6 % between 39 and 48 years of \nage,  8% between 49 and 59 years of age,  2.9% were 60 years old or more.  \nDesign        \nThis comparative study used a 2 (misophonia and non-misophonia) x 3 (no sound, \nrepetitive music, and rhapsodic music) factorial ANOVA design. Accuracy and speed of \ntask completion in the n- back test were the dependent variables to determine the impact \nof the group difference (misophonia, no misophonia), and the treatment with random order assignment (no music, repetitive music, and rhapsodic music). Separate 2X3 \nANOVAs were conducted for each of the two dependent variables.  \nMeasures and Materials  \nFluid intelligence was measured using an n -back task of working memory (Jaeggi \net al.,  2010). In a prior study, this task has been found to have predictive value for fluid \nintelligence. The task required participants to view a series of objects and produce recall \nof objects viewed at a defined time (i.e., writing  the letter they saw three objects ago). \nTrials consisted of exposure to twenty letters. Each visual exposure lasted for 500 milliseconds. The response window duration was for 3000 milliseconds after the stimuli response. The reaction times are recorded in  milliseconds and were assessed as group \nmean scores during analysis. Incorrect responses are separated into two categories. The first occurs when the participant signals the presence of a letter seen immediately prior to the most recent letter stimulus wh en it is false. This is known as a “False Alarm.” The"
    },
    {
      "section": "Page 40",
      "page_number": 40,
      "text": "31 \n other incorrect response occurs when the participant misses the opportunity to indicate \nthat a presented stimulus letter was previously presented immediately before the last stimulus. This is referred to as a “Miss.” The errors and speed were used as straight measures during analysis.  \nThe sound conditions employed during the n-back task include a condition \nwithout sound, a condition with a repetitive recording of Twinkle Twinkle Little Star , and \na complex or rhapsodic music condition with an excerpt from Mozart’s variations \n(Mozart, 1781) . The tunes were set for the same duration and both share the same \nmelodic structure and instrumentation. These attributes remove potential conflicting factors such  as duration effects, melodic variation influence, valence difference \npreferences, and timbre difference. Potential auditory confounds are addressed in the following section. \nConfounding variables \nAccompanying the tasks were questions about environmental noise and to \nconfirm exposure to auditory stimulus for each task from their device speakers (See Appendix E). The environmental noise question used a 0-10 point scale and asked, “On a scale from 0 -10 with 0 being silent and 10 being very loud, how loud would you rate the \nenvironment you are in right now?” An additional question about distracting environment was asked to assess the level of environmental contamination a participant experiences. This question was also on a 0 – 10 scale with 0 being not distracting and 10 being extraordinarily distracting. The technology check question was yes/no and framed thusly,"
    },
    {
      "section": "Page 41",
      "page_number": 41,
      "text": "32 \n “During the previous task could you hear noise from your device’s speaker(s)? (Y/N)”. \nThese possible confounding variables were correlated with the score on the dependent variable, fluid intelligence, to see if they had an effect.  If they do, they would be included as co -variates in the main analyses.  \nTo determine the participants’ misophonic status, the study employed the \nmisophonia questionnaire, Mi soQuest ( Siepsiak et al., 2020a; See Appendix F) . The \nsurvey uses 14 items and has had superb, reported reliability ( a = 0.96). These items are \nbased on a five-point Likert scale with (1 = I definitely do not agree; 2 = I do not agree; 3 = Hard to say; 4 = I agree; 5 = I definitely agree). Of particular value were the items \nwhich separate misophonia from other conditions. An example from Siepsiak et al., \n(2020) : “I find some quiet sounds unbearable” separates misophonia from tinnitus (Table \n1). Scoring for this study was based on prior research (Siepsiak et al., 2020b). The \nrecommended cutoff is for a score of 61 points or more out of a total of 70 points. The purpose of the instrument is to assess the presence of misophonia in the individual answering the questionnaire. This test has dichotomous results and is not intended to determine intensity of symptoms.  \nDemographic information was also recorded through a series of questions. These \ndemographics assessed population characteristics that included: income, age, sex, and geographic region of residence (See Appendix G).  The individuals who participated in the study were part of two waves of responses. The first wave did not have any advertising targeting misophonia. The second"
    },
    {
      "section": "Page 42",
      "page_number": 42,
      "text": "33 \n wave did have advertising that targets individuals with misophonia. Each wave was \nconstructed so sampling would be equal across regions and without replacement. There are two reasons for the dual wave. Firstly, one portion of the dual wave was designed to attempt to reach an increased number of respondents that would be classified in the misophonia group. This was accomplished by targeted advertisement f or one sample \nattempt. This was done to ensure adequate sample of individuals with misophonia. The second reason for two waves was to sample the population without misophonia targeted advertisement for population characteristic descriptive assessment.  \nProc edure  \nParticipants who selected the H uman Intelligence Task (HIT)  on MTurk selected \nthe survey and were taken to the informed consent page  (See Appendix A; Appendix B) . \nOnce participants assented electronically, they were instructed to turn on a speaker de vice \nand find a quiet environment if possible. Following this, they were provided directions \nfor the n -back task  on the Psytoolkit platform ( Stoet,  2010; 2017; See Appendix C ). \nFollowing a practice session of the task they were exposed to each of the three  n-back \ntasks in randomized order. To screen for contamination, participants provided responses to questions assessing the noise pollution present in the participant’s environment. This assessment used a 0 -to-10 ranking of environmental sound pollution, “O n a scale of 0 -to-\n10 with 0 meaning no sound pollution and 10 meaning extreme sound pollution, how would you rate the sound pollution in your current environment?”  Two additional questions were used to assess the success of the treatment stimuli. One ques tion"
    },
    {
      "section": "Page 43",
      "page_number": 43,
      "text": "34 \n ascertained speaker volume with an open -ended short answer response, “What volume \nlevel is your speaker set to?” A second question asked the participant to indicate if they \nheard a sound during each n- back trial, “Did you notice sound coming from your  \nspeakers during this n- back trial? (Y/N)”.  \nIn the interest of participant protection, individuals who chose to participate were \nprovided a URL to the survey on Qualtrics where they then completed the questionnaire  \nand answered demographic questiions . The se participants were provided a debriefing at \nthe conclusion of the study  (See Appendix I) . This included providing information for \nsupport services in the event of an adverse reaction a participant may experience. The only identifiable information acquire d from the participants were completion codes that \nenabled proper monetary compensation via MTurk. All APA guidelines for ethics were followed (American Psychological Association, 2017; See Appendix J ).   \nResults  \nPreliminary Analyses  \nA power analysis was r un to determine sample size for the study. A small effect \nsize with .80 power and an alpha of .05 were used to estimate the sample needed for power. The necessary N for this  study was 215. This was determined with the Cohen \npower primer table  (Cohen, 1992) .  \nMain Analyses        \nHypothesis One"
    },
    {
      "section": "Page 44",
      "page_number": 44,
      "text": "35 \n The MisoQuest misophonia rate in the sample  was not found to be at the expected \nprevalence of 15 -20%. The sample recorded a rate of 4.7%  (n = 12) . This finding does \nnot support the  first hypothesis .  \nThe low rate of participation from the group qualifying as having misophonia \nimpacted the planned subsequent analyses. To increase power while attempting to \nmaintain the purpose of the study, a median split of participants into two groups: those scoring lower on the MisoQuest Questionnaire and those scoring higher on the MisoQuest questionnaire was implemented. The following analyses were performed with these two groups.  \nHypothesis Two  \nReaction S core C ould B e Predicted M ostly From MisoQuest Score. A \nregression was run to ascertain the extent to which environmental confounds affected the variables of interest.  In hypothesis two, i t was predicted  that reaction speed score (Y) \ncould be predicted mostly from MisoQuest misophonia score (X1), but background noise or environmental loudness level (X2), speaker volume (X3) and distractedness level (X4) were also assessed. A simultaneous regression analysis was used to test this hypothesis. The data were screened to test the assumptions of a multiple regression including the \nassumption of multicollinearity\n. Results suggest that all assumptions were met; \ncollinearity diagnostics for tolerance and VIF indicated that multicollinearity was not an \nissue when assessing the predictor variables. All predictor variables w ere entered \nsimultaneously. Overall, the regression model testing these predictors was significant [ F"
    },
    {
      "section": "Page 45",
      "page_number": 45,
      "text": "36 \n (4,244) = 1.8, p = 0.129; r = .17; Adjusted R2  = .01]. About 17% of the variance in \nreaction score can be explained by these predictors.    \nWhen assessing each predictor individually, the results suggest that MisoQuest \nscore is a significant predictor of reaction speed score [ t (239) = 2.44, p = .02; β  = .16]. \nThe squared semi -part that estimated how much variance in reaction speed score was \nuniquely predict ed from MisoQuest score was sr2 = .156. Thus, about 16% of the \nvariance in reaction speed score was uniquely predicted from MisoQuest score.  \nHypothesis Three \nIndividuals Testing in Heavily Noise -polluted Environments Would Have \nLower Reaction Speed Scores  on the N -back Task Than in Quiet Environments.  The \nregression additionally was run to examine the impact of e nvironmental factors on \nreaction speed. Environmental loudness was not a significant predictor of reaction speed \nscore [ t (239) = - .536, p = .59; β = -.05]. The squared semi -part that estimated how much \nvariance in reaction speed score was uniquely predicted from environmental loudness \nwas sr2 = .034. Thus, about 0.3% of the variance in reaction speed score was uniquely \npredicted from environmental loudness. Environmental distractedness also was not a \nsignificantly predictor of reaction speed score [ t (239) = - .05, p = .96; β  = -.004]. The \nsquared semi -part that estimated how much variance in reaction speed score was uniquely \npredicted from environmental distractedness was sr2= .003. Thus, about  .03% of the \nvariance in reaction speed score was uniquely predicted from environmental \ndistractedness . Speaker volume was not a significant predictor of reaction speed score [ t"
    },
    {
      "section": "Page 46",
      "page_number": 46,
      "text": "37 \n (239) = - 1.00, p = .32; β = .17]. The squared semi -part that estimated how much variance \nin reaction speed score was uniquely predicted from  speaker volume  was sr2 = .064. \nThus, about 0.6% of the variance in reaction speed score was uniquely predicted from \nspeaker volume.  \nTogether these findings suggest that distractedness, speaker volume, and \nenvironmental loudness were not significant predictors of reaction speed score for this \nsample when together. However, MisoQuest score uniquely predicts more of the variance \nin reaction speed score than environmental loudness or distractedness. The findings support the treatment of the reaction time, accuracy, music exposures, and misophonia condition as without conflicting interaction variables. It was predicted  in the third \nhypothesis that individuals testing in heavily noise -polluted environments will have lower \nreaction speed  scores on the n- back task than those in quiet environments. The r eaction \nspeed scores of those in the heavily noise polluted environments were seen to not have \nstatistically significant differences in n -back task than those in quiet environments. This \nrefutes the third  hypothesis. Null hypothesis retained.  \nHypothesis F our-Eight  \nA between -subjects 2x3 factorial ANOVA  was conducted. Due to the low \nsampling of participants that qualified as having misophonia according to MisoQuest score, the  ANOVA was conducted based on a median split of the sample group. The \ndependent variable w as reaction speed  on the fluid intelligence task. Two independent \nvariables 1) misophonia (misophonia and no misophonia) and; 2) three levels for musical"
    },
    {
      "section": "Page 47",
      "page_number": 47,
      "text": "38 \n complexity (simple, complex, and without music) were tested to assess for differences in \nreaction speed  on the n- back task . The factorial ANOVA for reaction speed  addresses \nhypotheses four through eight .  \nHypothesis Four : The M isophonia G roup Will S core H igher on R eaction \nSpeed for the F luid I ntelligence T ask in the M usic F ree Condition T han the G roup \nWithout M isophonia or the G roups with M isophonia and the S imple or C omplex \nSound C onditions.  This hypothesis was not supported. Participants in the complex \nmusic condition ( M = 750.26, SD = 229.69) did not have better reaction speed on the \nworking me mory task than participants in either the simple music condition ( M = 744.20, \nSD = 254.91) or the null music condition ( M = 716.81, SD = 191.78).  \nHypothesis Five: The Misophonia G roup Will S core L ower on  Reaction \nSpeed for the F luid I ntelligence T ask in the  Complex  Music C ondition than the \nNon-misophonia G roup.  This hypothesis was supported. Participants with low \nmisophonia scores below the median ( M = 696.66, SD = 199.45) scored better (lower) on \nreaction speed score than participants with high misophonia scores above the median ( M \n= 783.15, SD = 254.92) . \nHypothesis Six: The M isophonia G roup Will S core L ower on the Fluid \nIntelligence T ask Reaction S peed S core in the S imple M usic C ondition as C ompared \nto the N on-misophonia Group . This hypothesis was supported. Participants with low \nmisophonia scores below the median ( M = 696.66, SD = 199.45) scored better (lower) on"
    },
    {
      "section": "Page 48",
      "page_number": 48,
      "text": "39 \n reaction speed score than participants with high misophonia scores above the median ( M \n= 783.15, SD = 254.92).  \nHypothesis Seven:  The Misophonia G roup Will S core L ower on the Fluid \nIntelligence T ask R eaction S peed S core in the S imple M usic C ondition than in the \nComplex M usic C ondition . This hypothesis was supported. Participants in the complex \nmusic condition ( M = 750.26, SD = 229.69) di d not have better reaction speed on the \nworking memory task than participants in either the simple music condition ( M = 744.20, \nSD = 254.91) or the null music condition ( M = 716.81, SD = 191.78).  \nHypothesis Eight: There Will B e a P ositive R elationship Between the \nMisophonia Score and the R eaction S peed of the fluid intelligence task in the music \nFree C ondition. There Will N ot be a P ositive R elationship B etween M isophonia \nScore and F luid I ntelligence T ask S core in E ither the S imple C ondition or the \nComple x Condition.  This hypothesis was n ot supported. Participants in the complex \nmusic condition ( M = 750.26, SD = 229.69) did not have better reaction speed on the \nworking memory task than participants in either the simple music condition ( M = 744.20, \nSD = 254.91) or the null music condition ( M = 716.81, SD = 191.78).  \nIn the ANOVA conducted for reaction speed , results indicate a significant main \neffect of misophonia  [F (5, 244) = 6.88, p = .009, partial η2 = .03]. Participants with low \nmisophonia scores below the median ( M = 696.66, SD = 199.45) scored better (lower) on \nreaction speed score than participants with high misophonia scores above the median ( M \n= 783.15, SD = 254.92). The main effect of sound condition was found to be non-"
    },
    {
      "section": "Page 49",
      "page_number": 49,
      "text": "40 \n significant [ F (5, 244) = .358, p = .70, partial η2 = .003; See Figure 1 ]. Also, the  \ninteraction effect  was non-significant [ F (5, 244) = .002, p = .998, partial η2 < .000] . \n \nReaction Speed ANOVA  \n \nHypotheses Nine -Thirteen   \nA between -subjects 2x3 factorial ANOVA was conducted. Again, the low \nsampling of participants that qualified as having misophonia according to MisoQuest \nscore, caused the ANOVA to be conducted based on a median split of the sample group.  \nA significant main effect of misophonia  was found [ F (5, 265) = 16.30, p < .001, partial \nη2 = .056] . Additionally, another significant main effect of sound condition was found [ F \n(5, 265) = 3.38, p = .035, partial η2 = .025] . There was also a n on-significant interaction"
    },
    {
      "section": "Page 50",
      "page_number": 50,
      "text": "41 \n effect [F (5, 244) = .002, p = .998, partial η2 < .000] . Qualifying this analysis is an \noverall trend for low partial η2 values.  \nHypothesis Nine: The misophonia group will score higher on accuracy for \nthe fluid intelligence task in the music free condition than the group without \nmisophonia or the groups with misophonia and the simple or complex sound \nconditions . This hypothesis was not supported. Low misophonia scorers ( M = 7.07, SD = \n7.01) scored better on accuracy than participants with high misophonia scores regardless \nof condition ( M = 12.14, SD = 9.14) . \nHypothesis Ten: The misophonia group will score lower on the accuracy of \nfluid intelligence task in the rhapsodic music condition than the non- misophonia \ngroup . This hypothesis was not supported. Particip ants in the complex music condition \n(M = 10.77, SD = 8.91) did not have better accuracy on the working memory task than \nparticipants in either the simple music condition ( M = 10.23, SD  = 8.82) or the null music \ncondition ( M = 6.52, SD  = 6.40) . \nHypothesis E leven: The misophonia group will score lower on the accuracy \nof fluid intelligence task in the simple music condition than the non- misophonia \ngroup . This hypothesis was supported. Across all conditions the misophonia group \nscored more poorly than the non- misophonia group ( M = 7.07, SD = 7.01) scored better \non accuracy than participants with high misophonia scores ( M = 12.14, SD = 9.14) . \nHypothesis Twelve: The misophonia group will score lower on the fluid \nintelligence task accuracy score in the simple music condition than in the complex"
    },
    {
      "section": "Page 51",
      "page_number": 51,
      "text": "42 \n music condition . This hypothesis was not supported. The misophonia group in the \nsimple music condition  ( M = 11.78, SD = 9 .58) scored better on accuracy than \nparticipants with higher misophonia in the complex condition ( M = 13.93, SD = 9.02) . \nHypothesis Thirteen: There Will B e a P ositive Relationship B etween the \nMisophonia Score and the Accuracy  of the Fluid I ntelligence T ask in the M usic F ree \nCondition. There Will N ot be a Positive R elationship Between M isophonia S core \nand F luid I ntelligence T ask Accuracy  in E ither the S imple C ondition or the \nComplex C ondition.  This hypothesis was partially supported. The group higher in \nmisop honia had worse error scores in the music free condition ( M = 7.83, SD = 6.41) , \nsimple music condition  (M = 11.78, SD = 9.58), and complex music condition ( M = \n13.93, SD = 9.03).  \nIn this ANOVA results indicate a significant main effect of misophonia  [F (5, \n265) = 16.30, p < .001, partial η2 = .056]. Participants with low misophonia scores ( M = \n7.07, SD = 7.01) scored better on accuracy than participants with high misophonia scores \n(M = 12.14, SD = 9.14). A significant main effect of sound condition wa s found [ F (5, \n265) = 3.38, p = .035, partial η2 = .025]. Participants in the complex music condition ( M \n= 10.77, SD = 8.91) did not have better accuracy on the working memory task than participants in either the simple music condition ( M = 10.23, SD  = 8.82) or the null music \ncondition ( M = 6.52, SD  = 6.40). These main effects were accompanied by a non-\nsignificant interaction effect [ F (5, 244) = .002, p = .998, partial η\n2 < .000].  \nAdditional Analyses"
    },
    {
      "section": "Page 52",
      "page_number": 52,
      "text": "43 \n Due to the resetting of threshold in the main ana lysis, a split analysis of \nparticipants with upper and lower third MisoQuest scores was run. The intent was to \nintensify any differences between those scoring low on misophonia and those with higher MisoQuest scores. Results from these analyses  were not significant ly different from the  \nmedian split analyses . \nDiscussion   \nHypothesis One  \nIn the first hypothesis, it was expected that the rate of misophonia found in the \nMechanical Turk sample would be around 20%. This was expected dure to prior \npopulation genetics study ( Fayzullina et al., 2015) . The current study did not directly \nsupport a rate of misophonia expected. One potential explanation for this outcome is that the instrument used to measure misophonia, MisoQuest, was developed under a more \nclinical environment ( Siepsiak  et al. , 2020a) . This may mean the instrument is most \nappropriate for identification of clinical level misophonia and not misophonia traits along a continuum. Future studies might use instrumentation designed to measure traits and categorize by levels for other studies looking at misophonia and intelligence performance.   \nHypothesis Two \nIt was expected that  individuals testing in heavily noise-polluted environments \nwould have reaction speed  scores on the n- back task  that could be predicted from the \nMisoQuest score. This hypothesis was supported. T he association between reaction speed"
    },
    {
      "section": "Page 53",
      "page_number": 53,
      "text": "44 \n and MisoQuest score was examined in a regression analysis. The portion of reaction \nspeed found to be associated with misophonia score was approximately 16%. The strong association between the two may be due to stabilit y of the constructs measured. Both \nmisophonia and fluid intelligence are traits that are thought to have resilient features when measured under various conditions ( Jaeggi et al.,2010).  \nHypothesis  Three \nInitially, it was predicted that individuals testing in heavily noise -polluted \nenvironments would have lower reaction speed scores on the n- back task than in quiet \nenvironments. A regression was run to ascertain the impact that environmental factors could have on reaction speed scores. The individuals testing  in heavily noise -polluted \nenvironments did not have lower speed and reaction time scores on the n- back task than \nthose in quiet environments. There are at least  two potential reasons for a result such as \nthis. It is possible that the reactions speeds of participants were not impacted by \nenvironmental sounds due to resilience inherent in individuals that participate in the Mechanical Turk platform. Individuals that may be bothered by loud sounds during tasks like this one might not choose to engage in thes e activities. Another possibility  is that this \nis linked to the stability of measure associated with traits like fluid intelligence and misophonia and similar to h ypothesis t wo (Jaeggi et al.,2010).  \nThe misophonia group did not score higher on the working memory task in the  \nmusic free condition than the group without misophonia. This result was also true in the simple ( repetitive) and complex (rhapsodic) sound conditions."
    },
    {
      "section": "Page 54",
      "page_number": 54,
      "text": "45 \n Hypothesis  Four   \nOriginally it was predicted that the misophonia group would score hi gher on \nreaction speed for the fluid intelligence task in the music free condition than  either  the \ngroup without misophonia or the groups with misophonia and the simple or complex \nsound conditions . A factorial ANOVA was run to compare misophonia and sound \nconditions with respect to reaction speed score. Hypothesis four was unsupported. The  \nmisophonia group scored  lower on the working memory task in the  complex  music \ncondition than the non- misophonia group and did score better in the group without music, \nbut the results were not statistically significant. Such a result may indicate that small differences in reaction speed may need to be treated differently in measurement.  \nHypothesis  Five  \nIt was expected that the misophonia group would score lower on the reaction \nspeed scores of the fluid intelligence task in the complex music condition than the non-\nmisophonia group. This hypothesis was supported. The factorial ANOVA for reaction speed score was further exami ned for this hypothesis. The group with higher misophonia \ntraits did not score as well as those with lower misophonia traits in the complex music condition. Originally, the reasoning for this outcome was tied to the suggestion that misophonia would increas e sensitivity to sound across the board. This hypothesis does \nindicate that those with misophonia would do worse on fluid intelligence tasks in environments with complex sounds than those without misophonia.  \nHypothesis  Six"
    },
    {
      "section": "Page 55",
      "page_number": 55,
      "text": "46 \n The misophonia group w as predict ed to  score lower on the fluid intelligence task \nreaction speed score in the simple music condition as compared to the non- misophonia \ngroup. This hypothesis was supported. The factorial ANOVA for reaction speed score \nwas investigated for this hypothesis. Those with higher misophonia scores did not react as quickly in the simple music condition as those with lower misophonia scores. Though this hypothesis was supported, the overall results may indicate different reasons behind the outcomes than were conceived originally.  \nHypothesis  Seven  \nThe higher  misophonia  trait group w as expected to  score lower on the fluid \nintelligence task reaction speed score in the simple music condition than in the complex music condition. This hypothesis was unsupported. Again, the factorial ANOVA for reaction speed score was examined for this hypothesis. Those with higher misophonia traits scored lower in the complex condition, but the difference was not significant. This \noutcome indicates that those with misophonia might not be impacted by complexity of sound. \nHypothesis  Eight  \nA positive relationship between the misophonia score and the reaction speed of \nthe fluid intelligence task in the music free condition was expected. No positive \nrelationship between misophonia score and fluid intelligence task score in either the simple condition or the complex condition was expected. This hypothesis was partially supported. Further exploration of the factorial ANOVA for reaction speed score was"
    },
    {
      "section": "Page 56",
      "page_number": 56,
      "text": "47 \n conducted for this hypothesis. There was n o significant  positive relationship between \nmisophonia and reactions speed for the music free condition. The same lack of positive \nrelationship occurred for the other conditions, both simple and complex. The indication that reaction speed was overall worse might hint at neural regions implicated in the n -\nback task. (Miró-Padilla et al., 2020 ). Individuals with higher misophonia traits might \nhave differences in motor networks that can be differentiated by both the reaction speed and the accuracy scores. The next step might be to construct designs that parse out fluid intelligence related to speed, error, input, and decision- making as separate constructs. \nThis style of design might pinpoint the specific locations of variation occurring in those with higher misophonia traits. \nHypothesis Nine  \nOriginally, it was predicted that the high  misophonia tra it group would score \nhigher on accuracy  for the fluid intelligence task in the music free condition than  either  \nthe group with low misophonia traits  or the groups with higher misophonia traits  and the \nsimple or complex sound conditions . A factorial ANOVA w as run to compare \nmisophonia and sound conditions with respect to reaction accuracy. Hypothesis nine was unsupported. Those with higher misophonia traits  scored worse on accuracy than those \nwith lower misophonia traits  scored in each sound condition. It is possible this could be \ndue to random sampling, though investigation into the reactions and processing should be considered. \nHypothesis Ten"
    },
    {
      "section": "Page 57",
      "page_number": 57,
      "text": "48 \n It was expected that the misophonia  trait group would score lower on the accuracy  \nof the fluid intelligence task in the complex music condition than the low misophonia \ntrait group. A factorial ANOVA was run to compare misophonia and sound conditions with respect to reaction accuracy. Hypothesis ten  was unsupported. The group with \nhigher misophonia scores was not more accurate than the group with lower misophonia scores in the complex music condition. The cause of this may relate to sensory gating \n(Zabelina et al., 2015). The inability to block complex sound may have a greater \ncognitive, though not emotional, cost for those with misophonic traits than those with fewer misophonic traits.  \nHypothesis Eleven  \nThe higher  misophonia trait group w as predicted to  score lower on the fluid \nintelligence task accuracy  score in the simple music condition as compared to the low \nmisophonia trait group. A factorial ANOVA was run to compare misophonia and sound conditions with respect to accuracy. Hypothesis eleven  was supported. The group with \nhigher misophonia traits were less accurate in the simple sound condition than the group with lower misophonia traits.  This outcome does point to a difference in processing of \ninformation between those with higher misophonia inclination and those with lower misophonia inclination. This outcome may be due to disruption caused by auditory stimuli as predicted, but alternate explanations should also be considered. There could be \na generalized motor disruption among those with misophonia traits that formed as a consequence of the misophonia pathways. This type of interference could be caused by"
    },
    {
      "section": "Page 58",
      "page_number": 58,
      "text": "49 \n mimicry compensatory behaviors. There may be a small amount of constant inclination \ntowards motor mimicry for environmental sounds that impacts reflexive motor efficiency in the n- back task ( Kumar  et al., 2021).  \nHypothesis Twelve  \nThe misophonia group w as expected to  score lower on the fluid intelligence task \naccuracy score in the simple music condition than in the complex music condition. A factorial ANOVA was run to compare misophonia and sound conditions with respect to accuracy.  Hypothesis twelve  was u nsupported. The higher misophonia trait group scored \nmore accurately in the simple sound condition than in the complex sound condition as was expected , but this result was not significant.  This statistical insignificance might be  \ndue to the method of meas urement. Alternatively, the difference may mean that there is a \nsmall span of difference between sound conditions that is meaningful but constrained by \nphysiologically dependent upper and lower limits (( Miró-Padilla et al., 2020 ). This \nwould also explain the low effect sizes noted across the analyses.   \nHypothesis Thirteen  \nA positive relationship between the misophonia trait score and the accuracy  of the \nfluid intelligence task in the music free condition  was expected . No positive relationship \nbetween misophonia trait  score and fluid intelligence task accuracy score in either the \nsimple condition or the complex condition was expected.  A factorial ANOVA was run to \ncompare misophonia and sound conditions with respect to accuracy. Hyp othesis thirteen  \nwas partially supported. There was no positive relationship between misophonia trait"
    },
    {
      "section": "Page 59",
      "page_number": 59,
      "text": "50 \n scores and any of the three sound conditions: no sound, simple  sound, and complex sound \nconditions. This may be due to general disruption caused by misophonia pathway \ndevelopment. The intensity of the misophonia circuit may have caused typical relay development for fluid intelligence to be downregulated or disrupted ( Kumar  et al., 2021).  \nIn general,  it was found that those with more misophonia traits did not do as well \non the fluid intelligence task than those with fewer misophonia traits. This may mean that those with misophonia underutilize some or all the areas involved in completing the n-back task. This evidence could direct further investigations into more specific  \nneurological areas to determine where altered connectivity occurs. One such area to investigate may be the dorsolateral prefrontal cortex, as it is known as an important part \nof decision making and is linked to the n- back task ( Miró-Pa dilla et al., 2020 ). Another \npath to investigate is how individuals might be compensating. If those with misophonia score worse on fluid intelligence, then the next question is to investigate if they are compensating in a specific way. Furthermore, the ori ginal idea in this study was that there \nmay be an association between higher fluid intelligence and misophonia (\nFayzullina et \nal., 2015; Kaufman et al., 2009 ; Wu et al., 2014). The current study does not support such a relationship, but perhaps looking at other factors such as resilience or creativity may provide more explanation for perceivable associations.  \nThe context for this study may have a substantial impact on the results. This study \nwas originally designed as a laboratory experiment. The onset of the 2020 COVID-19 pandemic changed the design as it was reformatted for online distribution. The use of"
    },
    {
      "section": "Page 60",
      "page_number": 60,
      "text": "51 \n Mechanical Turk was employed as a means of accessing a population safely and with \nopportunity at a reasonable recruitment size. The change in design has  opened the study \nup to several internal validity threats. One such threat was attrition. In our study the rigorous need to exclude participants greatly changed the valid sample available. These reductions, though necessary in this case, display potential problems in measuring remotely and measuring via web. Of these problems, foremost are the contamination variables. Though these were accounted for in screening analysis and found to be nonsignificant, the possibility of impact on the outcomes increases whe n considering the \nsmall differences in reaction speed. Remedies for these weaknesses might include designs with more statistical power and fewer conditions. Interestingly, the lack of impact of environment on results may mean that studies in online environments with complex tasks may be usable in the future. This may be due to the increase in web interactions due to the pandemic.   \nFurther lines of inquiry   \nFollow -up studies could be designed with a focus on smaller portions of the \nresearch question  or new l ines of investigation . With this current topic , sampling of the \ntarget population through support groups and other specialized organizations would provide a more powerful sample. In addition to the change in sampling, the task instruments may be used for m ore extended periods. More assessment data per \nparticipant may yield improved accuracy of cognition measurement. Another consideration for the measurements regards the reaction speed. It could be important to"
    },
    {
      "section": "Page 61",
      "page_number": 61,
      "text": "52 \n apply a log transformation or factor out a neural reaction constant when measuring \nmillisecond speeds ( Miró-Padilla et al. , 2020 ). Such a modification could highlight true \ndifferences that may be diluted in this current study.  Additionally, the inclusion of \nadditional validated measures might provide a clear picture of the processes involved in \nmisophonia and environmental sounds. The distribution of scores on MisoQuest describe a bell curve which, when considering the construction of the items, might indicate a spectrum . Changing to a spectrum perspect ive on misophonia might be most appropriate \nfor future studies. Other additions might include recording ambient noise decibel in other iterations of this study.   \nThough the hypotheses were largely only partially unsupported, this study does \nprovide evidence of key information for this topic and this methodology. The topic evidence supports the existence of intense misophonia at population rates below 5%. The absence of support for a misophonia rate of 15-20% could be due to several causes. The MisoQuest instrument was developed in a clinical setting (Siepsiak et al., 2020a). This instrument, as mentioned, might target clinical levels to an extent which excludes its appropriateness for the current research questions.  \nThe lack of impact that environmental conditions have on the tests of intelligence \nsuggest that either the Mechanical Turk population is resilient against environmental effects or that perhaps there is a trend toward working in quiet environments among Mechanical Turk workers."
    },
    {
      "section": "Page 62",
      "page_number": 62,
      "text": "53 \n New study questions could be focused on increasingly specific neural areas such \nas the dorsolateral prefrontal cortex, decision making networks, and  motor networks  \n(Miró-Padilla et al., 2020. ; Kumar  et al.,  2021 ). Alternative measures to fluid \nintelligence could include measures of creativity, musicality, and resilience as each of \nthese traits could be impacting outcomes for those with misophonia."
    },
    {
      "section": "Page 63",
      "page_number": 63,
      "text": "54 \n References  \n \nAltimus , C. M., Jones Marlin, B., Charalambakis, N. E., Colón-Rodríguez, A., Glover, E. \nJ., Izbicki, P., Johnson, A., Lourenco, M. V., Makinson, R. A., McQuail, J., \nObeso, I., Padilla-Coreano, N. & Wells, M. F. (2020). The next 50 y ears of \nneuroscience. Journal of Neuroscience, 40 (1) 101-106. https://d oi.org  \n/10.1523/JNEUROSCI.0744-19.2019   \nAmerican Psychological Association. (2017). Ethical principles of psychologists and \ncode of conduct. Washington, DC: Author. \nAnsusinha, E., DeVore, M., & Corts, D. (2018). How auditory and visual working \nmemory tasks affect misophonic response levels. Celebration of Learning. https://digitalcommons.augustana.edu/celebrationoflearning/2018/posters/29\n \nApšvalka, D., Cross, E. S., Ramsey, R. (2019). Fluid intelligence and working memory \nsupport dissociable aspects of learning by physical but not observational practice. Cognition, 190, 170-183, https://doi.org/10.1016/j.cognition.2019.04.015\n. \nAsha'ari , Z. A., Mat Zain, N., & Razali, A. (2010). Phonophobia and hyperacusis: \nPractical points from a case report.  The Malaysia Journal of Medical Sciences: \nMJMS , 17(1), 49 –51. \nBarendregt, M., & van Rappard, J. F. H. (2004). Reductionism revisited: On the role of \nreduction in psychology.  Theory & Psychology , 14(4), 453–\n474. https://doi.org/10.1177/0959354304044920"
    },
    {
      "section": "Page 64",
      "page_number": 64,
      "text": "55 \n Baumgartner, S., & Wides, R. (2019). Discovery of teneurins. Frontiers in \nNeuroscience, 13, 230. https://doi.org/10.3389/fnins.2019.00230  \nBrout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L. J., Rouw, R., Kumar, S., \nRosenthal, M. Z. (2018). Investigating misophonia: A review of the empirical \nliterature, clinical implications, and a research agenda. Frontiers in Neuroscience, 12, 36. https://doi.org/10.3389/fnins.2018.00036\n  \nBuran, B. N., Sarro, E. C., Manno, F. A., Kang, R., Caras, M. L., & Sanes, D. H. (2014). \nA sensitive period for the impact of hearing loss on auditory perception. The \nJournal of Neuroscience , 34(6), 2276–2284. \nhttps://doi.org/10.1523/JNEUROSCI.0647-13.2014  \nCavanna, A. E., & Seri, S. (2015). Misophonia: current perspectives. Neuropsychiatric \nDisease and Treatment , 11, 2117–2123. https://doi.org/10.2147/NDT.S81438   \nChang, Y. H., Lee, Y . Y., Liang, K . C., Chen, I. P., Tsai, C. G. & Hsieh, S. (2015). \nExperiencing affective music in eyes -closed and eyes-open states: An \nelectroencephalography study. Frontiers in Psychology , 6, 1160. \nhttps://doi.org/10.3389/fpsyg.2015.01160  \nCohen, J. (1992). A power primer. Psychological Bulletin, 112(1), 155. \nDaniels,  E. C., Rodriguez, A., & Zabelina, D. L. (2020). Severity of misophonia \nsymptoms is associated with worse cognitive control when exposed to misophonia \ntrigger sounds. PloS One , 15(1), e0227118. \nhttps://doi.org/10.1371/journal.pone.0227118"
    },
    {
      "section": "Page 65",
      "page_number": 65,
      "text": "56 \n Dozier, T. H. (2015). Etiology, composition, development and maintenance of \nmisophonia: A conditioned aversive reflex disorder. Psychological Thought , 8(1), \n114-129. \nDutcher, J. M., & Creswell, J. D. (2018). Behavioral interventions in health \nneuroscience.  Annals of the New York Academy of Sciences , 1428 (1), 51–70. \nhttps://doi.org/10.1111/nyas.13913  \nEdelstein, M., Brang, D., Rouw, R., & Ramachandran, V. S. (2013). Misophonia: \nPhysiological investigations and case descriptions. Frontiers in Human \nNeuroscience, 7, 296. https://doi.org/10.3389/fnhum.2013.00296   \nFayzullina , S., Smith, R. P., Furlotte, N., Hu, Y., Hinds, D., & Tung, J. Y. (2015). White \npaper 23‐08: Genetic Associations with Traits in 23andMe Customers  [White \npaper]. 23andMe. https://permalinks.23andme.com/pdf/23-\n08_genetic_associations_with_traits.pdf   \nGoetz, L. H., & Schork, N. J. (2018). Personalized medicine: motivation, challenges, and \nprogress. Fertility and Sterility , 109(6), 952–963. \nhttps://doi.org/10.1016/j.fertnstert.2018.05.006  \nHebert, S., & Peretz, I. (1997). Recognition of music in long- term memory: Are melodic \nand temporal patterns equal partners? Memory and Cognition, 25(4), 518-533. \nJaeggi, S. M., Buschkuehl, M., Perrig, W. J., & Meier, B. (2010). The concurrent validity \nof the N -back task as a working memory measure.  Memory (Hove, \nEngland) , 18(4), 394–412. https://doi.org/10.1080/09658211003702171"
    },
    {
      "section": "Page 66",
      "page_number": 66,
      "text": "57 \n Jaffe, K., Caicedo, M., Manzanares, M., Gil, M., Rios, A., Florez, A., Montoreano, C. & \nDavila, V. (2013). Productivity in Physical and Chemical Science Predicts the \nFuture Economic Growth of Developing Countries Better than Other Popular Indices. PLoS ONE, 8(6): e66239. https://doi.org/10.1371/journal.pone.0066239\n \nJager, I., de Koning, P., Bost, T., Denys, D., & Vulink, N. (2020). Misophonia: \nPhenomenology, comorbidity and demographics in a large sample. PLoS ONE \n15(4): e0231390. https://doi.org/10.1371/journal.pone.0231390 \nJastreboff P. J. (2015). 25 years of tinnitus retraining therapy. HNO, 63(4), 307–311. \nhttps://doi.org/10.1007/s00106-014-2979-1   \nJastreboff, M. M., & Jastreboff, P. J. (2001). Components of decreased sound tolerance: \nhyperacusis, misophonia, phonophobia. ITHS News Lett , 2(5-7). \nJastreboff, M. M., & Jastreboff, P. J. (2002). Decreased sound tolerance and tinnitus \nretraining therapy (TRT).  Australian and New Zealand Journal of Audiology, \n24(2), 74. \nKaufman, A. S., Kaufman, J. C., Liu, X., Johnson, C. K., (2009). How do educational \nattainment and gender r elate to fluid i ntelligence, c rystallized i ntelligence, and \nacademic s kills at a ges 22 –90 y ears?  Archives  of Clinical Neuropsychology. \n24(2), 153–163. https://doi.org/10.1093/arclin/acp015  \nKrakauer, J. W., Ghazanfar, A. A., Gomez -Marin, A., MacIver, M. A. & Poeppel, D. \n(2017). Neuroscience needs behavior: Correcting a reductionist bias. Neuron, 93(3), 480-490. https://doi.org/10.1016/j.neuron.2016.12.041\n."
    },
    {
      "section": "Page 67",
      "page_number": 67,
      "text": "58 \n Kumar, S., Dheerendra, P., Erfanian, M., Benzaquen, E., Sedley, W., Gander, P. E., Lad, \nM., Bamiou, D- E. &  Griffiths, T. D. (2021). The motor basis for misophonia. \nJournal of Neuroscience 41(26), 5762-5770. \nhttps://doi.org/10.1523/JNEUROSCI.0261-21.2021  \nKumar, S., Tansley-Hancock, O., Sedley, W., Winston, J. S., Callaghan, M. F., Allen, M., \nCope, T. E., Gander, P. E., Bamiou, D- E. &  Griffiths, T. D . (2017). The brain \nbasis for misophonia. Current Biology: CB., 27(4), 527–533. https://doi.org/10.1016/j.cub.2016.12.048\n  \nLourenco, S. F., Tasimi, A. (2020). No participant l eft behind: Conducting science during \nCOVID -19. Trends in Cognitive Sciences , 24(8), 583-584. \nhttps://doi.org/10.1016/j.tics.2020.05.003 . \nMani, A., Mullainathan, S., Shafir, E., & Zhao, J. (2013). Poverty impedes cogniti ve \nfunction. S cience, 341 (6149), 976-980.  \nMargulis E. H. (2013a). Repetition and emotive communication in music versus \nspeech.  Frontiers in Psychology , 4, 167. \nhttps://doi.org/10.3389/fpsyg.2013.00167  \nMenon V. & Uddin, L. Q.(2010). Saliency, switching, attention and control: a network \nmodel of insula function. Brain Structure and Function, 214, 655–667. . https://doi.org/10.1007/s00429-010-0262-0\n   \nMiró-Padilla, A., Bueichekú, E., & Ávila, C. (2020). Locating neural transfer \neffects of n-back training on the central executive: A longitudinal fMRI"
    },
    {
      "section": "Page 68",
      "page_number": 68,
      "text": "59 \n study. Scientific Reports, 10(1), 5226. https://doi.org/10.1038/s41598-020-\n62067-y  \nMosca, T. J., Hong, W., Dani, V. S., Favaloro, V., & Luo, L. (2012). Trans- synaptic \nteneurin signalling in neuromuscular synapse organization and target \nchoice.  Nature , 484(7393), 237–241. https://doi.org/10.1038/nature10923  \nMoss, A. J., Rosenzweig, C., Robinson, J., & Litman, L. (2020). Demographic stability \non mechanical turk despite COVID-19. Trends in Cognitive Sciences , 24(9), 678–\n680. https://doi.org/10.1016/j.tics.2020.05.014 \nMozart, A. (1781).  “Ah! vous dirai- je Maman”KV 265 . [Steffano Ligoratti].  On Mozart \n12 Variations on a French Nursery Theme K. 265/300e . Musopen. \nhttps://musopen.org/music/2664-12 -variations-on-a- french -nursery -theme -k-\n265300e/   \nNational  Cancer Institute. (n.d.a) NCI Dictionaries: Sympathetic nervous syst em. \nNational Cancer Institute. Retrieved April 7, 2021, from \nhttps://www.cancer.gov/publications/dictionaries/cancer- terms/def/sympathetic -\nnervous- system  \nNational Cancer Institute. (n.d.b) NCI Dictionaries: Sympathetic nervous system. \nNational Cancer Institute. Retrieved April 7, 2021, from https://www.cancer.gov/publicati ons/dictionaries/cancer -\nterms/def/parasympathetic -nervous- system"
    },
    {
      "section": "Page 69",
      "page_number": 69,
      "text": "60 \n O'Hanlon, E., Newell, F. N., & Mitchell, K. J. (2013). Combined structural and \nfunctional imaging reveals cortical deactivations in grapheme -color \nsynaesthesia.  Frontiers in Psychology , 4, 755. \nhttps://doi.org/10.3389/fpsyg.2013.00755  \nPalumbo, D. B., Alsalman, O., De Ridder, D., Song, J. J., & Vanneste, S. (2018). \nMisophonia and potential underlying mechanisms: A perspective. Frontie rs in \nPsychology , 9, 953. https://doi.org/10.3389/fpsyg.2018.00953   \nPavlov P. I. (2010). Conditioned reflexes: An investigation of the physiological activity \nof the cerebral cortex.  Annals of Neurosc iences , 17(3), 136–141. \nhttps://doi.org/10.5214/ans.0972-7531.1017309  \nPoerio, G. L., Blakey, E., Hostler, T. J., & Veltri, T. (2018). More than a feeling: \nAutonomous sensory meridian response (A SMR) is characterized by reliable \nchanges in affect and physiology. PloS One , 13(6), e0196645. \nhttps://doi.org/10.1371/journal.pone.0196645  \nQuek, T. C., Ho, C. S., Choo, C. C., Nguyen, L. H., Tran, B. X., & Ho, R. C. (2018). \nMisophonia in Singaporean psychiatric patients: A cross- sectional \nstudy.  International Journal of Environmental Research and Public Health, 15(7), \n1410. https://doi.org/10.3390/ijerph15071410   \nRouw, R., & Erfanian, M. (2018). A large-scale study of misophonia. Journal of Clinical \nPsychology , 74(3), 453–479. https://doi.org/10.1002/jclp.22500"
    },
    {
      "section": "Page 70",
      "page_number": 70,
      "text": "61 \n Salthouse, T. A., & Pink, J. E. (2008). Why is working memory related to fluid \nintelligence? Psychonomic Bulletin & Review , 15(2), 364–371. \nhttps://doi.org/10.3758/pbr.15.2.364  \nSanchez, T. G., & Silva, F. (2018). Familial misophonia or selective sound sensitivity \nsyndrome : Evidence for autosomal dominant inheritance?. Brazilian Journal of \nOtorhinolaryngology , 84(5), 553–559. https://doi.org/10.1016/j.bjorl.2017.06.014   \nSchaefer, H. E. (2017). Music- evoked emotions -Current studies. Frontiers in \nNeuroscience, 11 , 600. https://doi.org/10.3389/fnins.2017.00600   \nSchäfer , T., Sedlmeier, P., Städtler, C., & Huron, D. (2013). The psychological functions \nof music listening.  Frontiers in Psychology , 4, 511. \nhttps://doi.org/10.3389/fpsyg.2013.00511   \nSchäfer, T. (2016). The goals and effects of music listening and their relationship to the \nstrength of music preference.  PloS One , 11(3), 0151634. \nhttps://doi.org/10.1371/journal.pone.0151634  \nSchröder, A., van Wingen, G., Eijsker, N., San Giorgi, R., Vulink, N. C., Turbyne, C., & \nDenys, D. (2019). Misophonia is associated with altered brain activity in the \nauditory cortex and salience network. Scientific Reports , 9(1), 7542. \nhttps://doi.org/10.1038/s41598-019-44084-8  \nSchröder, A., Vulink, N., & Denys, D. (2013). Misophonia: Diagnostic criteria f or a new \npsychiatric disorder. PloS One , 8(1), e54706. \nhttps://doi.org/10.1371/journal.pone.0054706"
    },
    {
      "section": "Page 71",
      "page_number": 71,
      "text": "62 \n Schulreich, S., Heussen, Y., Gerhardt, H., Mohr, P., Binkofski, F., Koelsch, S., & \nHeekeren, H. (2014). Music-evoked incidental happiness modulates probability \nweighting during risky lottery choices. Frontiers in Psychology, 4, 981.  https://doi.org/10.3389/fpsyg.2013.00981\n     \nSiepsiak , M., Śliwerski, A., & Dragan, W.Ł. (2020a). Development and psychometric \nproperties of MisoQuest—A new self -report questionnaire for \nmisophonia. International Journal of Environmental Research and Public Health, \n17. \nSiepsiak, M., Sobczak, A. M., Bohaterewicz, B., Cichocki, Ł., & Dragan, W. Ł. (2020b). \nPrevalence of misophonia and correlates of its symptoms among inpatients with \ndepression. International Journal of Environmental Research and Public \nHealth , 17(15), 5464. https://doi.org/10.3390/ijerph17155464  \nSternberg  R. J. (2012). Intelligence. Dialogues in Clinical Neuroscience , 14(1), 19–27. \nStockdale, D., McFerran, D., Brazier, P., Pritchard, C., Kay, T., Dowrick, C. & Hoare, D. \nJ. (2017). An economic evaluation of the healthcare cost of tinnitus management \nin the UK.  BMC Health Serv ices Research , 17, 577 \nhttps://doi.org/10.1186/s12913-017-2527-2  \nStoet, G. (2010). PsyToolkit - A software package for programming psychological \nexperiments using Linux. Behavior Research Methods, 42(4) , 1096-1104."
    },
    {
      "section": "Page 72",
      "page_number": 72,
      "text": "63 \n Stoet, G. (2017). PsyToolkit: A novel web-based method for running online \nquestionnaires and reaction- time experiments. Teaching of Psychology , 44(1), 24-\n31. \nVanaja, C. S., & Abigail, M. S. (2020). Misophonia: An evidence- based case \nreport.  American Journal of Audiology , 29(4), 685–690. \nhttps://doi.org/10.1044/2020_AJA-19-00111  \nWebber , T. A., Johnson, P. L., & Storch, E. A. (2014). Pediatric misophonia with \ncomorbid obsessive-compulsive spectrum disorders. General Hospital \nPsychiatry, 36(2), 231–231 https://doi.org/10.1016/j.genhosppsych.2013.10.018   \nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2014). Misophonia: incidence, \nphenomenology, and clinical correlates in an undergraduate student \nsample.  Journal of Clinical Psychology , 70(10), 994–1007. \nhttps://doi.org/10.1002/jclp.22098   \nZabelina, D. L., O'Leary, D., Pornpattananangkul, N., Nusslock, R., & Beeman, M. \n(2015). Creativity and sensory gating indexed by the P50: S elective versus leaky \nsensory gating in divergent thinkers and creative \nachievers.  Neuropsychologia, 69, 77–84. \nhttps://doi.org/10.1016/j.neuropsychologia.2015.01.034"
    },
    {
      "section": "Page 73",
      "page_number": 73,
      "text": "64 \n Appendix A  \nRecruitment message  \n Greetings and salutations! My name is Leslie Watson, and I am a graduate student \nin the Department of Psychology at Fort Hays State University in Hays, KS. I would like \nto invite you to participate in a research study. This experiment’s purpose is to exami ne \ntask execution under several environmental stimuli.  \nShould you elect to participate, you will be asked to perform several tasks and \nanswer a series of questions. Initially, you will be asked several questions about the environment you are in (to account for distractions) and provided with directions to turn \non your device speakers. Then you will be asked to perform a task while listening to \nprovided sounds on your device. Finally, you will be given a survey to fill out asking \nquestions about your experi ences with sounds and asking some standard demographic \nquestions.  \nYou will be compensated $2.50 for your time and participation in this study. Your \nhelp would be greatly appreciated in this research project. If you would like to participate \nyou will be as ked to fill out a consent form related to the study. You will then be asked to \ncomplete a survey. If you choose to participate, the study will take approximately 15- 25 \nminutes. If you have any questions about the study or would like to learn more information about the study before deciding to participate, please feel free to contact me \n(Leslie Watson) or my faculty adviser (Dr. Carol Patrick).  \nLeslie Watson  \nlawatson2@mail.fhsu.edu  \nDr. Carol Patrick  \nclpatrick@fhsu.edu"
    },
    {
      "section": "Page 74",
      "page_number": 74,
      "text": "65 \n Appendix B  \nInformed Consent  \nRESEARCH PARTICIPATI ON CONSENT FORM  \nDepartment of Psychology, Fort Hays State University  \nTitle of Study: Mechanical Turk Sounds and Memory Study \nName of Researcher(s): Leslie Watson  \nContact Information: lawat son2@mail.fhsu.edu   \nName of Faculty Supervisor & Contact Information: Dr. Carol Patrick \n(clpatrick@fhsu.edu )  \nYou are being asked to participate in a research study. It is your choice whether or not to \nparticipate. Your decision whether or not to participate will have no effect on you.  \nWHAT IS THE PURPOSE OF THIS STUDY?  \nThe purpose of this experiment is to examine the impact of environmental stimuli on an \nindividual’s completion of a memory task. Furthermore, we are interested in examining what factors might potentially influence skills in individuals with various sound \ntransduction inclinations.  \nWHAT DOES THIS STUDY INVOLVE?  \nIf you decide to participate in this study, you will be asked to perform one task four times \n(once to practice). Then you will be asked to answer several demographic questions about yourself and to complete survey questions about your experiences with sounds. You will not be required to provide your name or any other identifying information. If you decide to participate in this study, you will be asked to click continue to indicate you give your \nconsent to participate. After completing the s urvey, you will be given a debriefing \nstatement. The length of time of your participation is approximately 15 -25 minutes. \nApproximately 600 participants will be in this study.  \nARE THERE ANY BENEFI TS FROM PARTICIPATIN G IN THIS STUDY?"
    },
    {
      "section": "Page 75",
      "page_number": 75,
      "text": "66 \n This research could be used to ascertain the level of impact environmental factors can \nhave on task completion depending on sensitivities across populations.  \nWILL YOU BE PAID OR RECEIVE ANYTHING TO PARTICIPATE IN \nTHIS STUDY?  \nParticipants will be compensated monetarily with $ 2.50 for their time and participation in \nthe study.  \nWHAT ABOUT THE COSTS  OF THIS STUDY?  \nParticipating in this study has no cost associated other than the time you will spend completing the surveys.  \nWHAT ARE THE RISKS I NVOLVED WITH BEING E NROLLED IN THIS  \nSTUDY?  \nIt is unlikely that participation in this project will result in harm to participants. It is \nunlikely that you are at risk for psychological, physical, social harm or any risk that is more than minimal. However, tasks and survey questions included in this study may require concentration or cause psychological distress to some participants. Participants may skip any questions they do not feel comfortable answering and may withdraw from \nthe study at any point without penalty. You may contact the rese archer, faculty \nsupervisor, and/or the Office of Scholarship and Sponsored Projects. Please see below for contact information for these resources.  \nPRIVACY PROTECTION  \nNo names or identifying information will be asked. Your data will be identified by an ID \nnumber that will not be associated with your name. This data is collected only for \nresearch purposes. Data files which do not contain your identifying information will be \nkept in electronic format. Responses to survey questions will be entered into a computer program and stored for 3 years, after which the data will be deleted. This is in accordance with standard practice. The only individuals who will access the databa se are the student \nresearcher and faculty advisor. Results of the survey will be shared with the scientific community through presentation and publication. When results are shared, information \nwill be presented in aggregate form and will contain no names or identifying information."
    },
    {
      "section": "Page 76",
      "page_number": 76,
      "text": "67 \n OTHER IMPORTANT INFORMATION:  \n• Withdrawal from the study: You may choose to stop your participation in this study at \nany time without penalty. If you chose to do so, please exit out of the internet window.  \n• Funding: Partial funding for this project was obtained from the Fort Hays State \nUniversity Graduate Scholarly Experience grant program.  \nWHERE CAN QUESTIONS ABOUT THIS STUDY BE DIRECTED?  \nQuestions about this study should be directed to either Dr. Carol Patrick \n(clpatrick@fhsu.edu ) or the principal investigator, Leslie Watson \n(lawatson2@mail.fhsu.edu ). If you have questions, concerns, or suggestions about human \nresearch at FHSU, you may call the Office of Scholarship and Sponsored Projects at \nFHSU (785) 628-4349 during normal business hours 8am-5pm Central Standard Time.  \nCONSENT  \nI have read the above information about this study. By continuing, I agree to participate \nin this study. I understand that I can change my mind and withdraw my consent at any time. By continuing, I understand that I am not giving up any legal rights and I am \nbetween the ages of 18 and 65.  \nPlease click continue to progress to the study."
    },
    {
      "section": "Page 77",
      "page_number": 77,
      "text": "68 \n Appendix C  \nN-back Task \nhttps://www.psytoolkit.org/experiment-library/nback2.html   \n \nN, B, C (no match), B (match), C (match), Q (no match)"
    },
    {
      "section": "Page 78",
      "page_number": 78,
      "text": "69 \n Appendix D \nMusic (rhapsodic music)  \nhttps://musopen.org/music/2664-12-variations-on-a- french -nursery -theme -k-265300e/  \nand Sheet"
    },
    {
      "section": "Page 79",
      "page_number": 79,
      "text": "70 \n Appendix E  \nNoise pollution and speaker technology questions  \nAt what volume level do you have your speakers set (0- 100)?  \n________ \nDid you hear Audio from your device speakers during your task?  \n1. Yes \n2. No \n3. Not Sure  \nOn a scale of 0 to 10 with zero indicating silent and 10 indicating extremely loud, how \nloud would you rate your environment during the game activity?  \nLoudness Level bar scale 0- 10 \nOn a scale of 0 to 10 wit h zero indicating 'not distracting at all' and 10 indicating \n'extremely distracting,' how distracting was your environment during the game activity?  \nDistraction Level bar scale 0 -10"
    },
    {
      "section": "Page 80",
      "page_number": 80,
      "text": "71 \n Appendix F \nMisoQuest  \nMISOQUEST – A QUESTIONNAIRE FOR  ASSESSING DECREASED SOUND TOLERANCE  \nauthors: Siepsiak, M., Śliwerski, A., Dragan, W. Ł  \nSome people are less sensitive to certain sounds, while other people are more sensitive to \ncertain sounds. Are there any sounds which you find particularly burdensome? Please indicate how much you agree or disagree with the following statements using the following scale:  \n1 – I definitely do not agree  \n2 – I do not agree  \n3 – Hard to say  \n4 – I agree \n5 – I definitely agree  \n \n1 Some sounds bother me so much that I have difficulty controlling my \nemotions. 1 2 3 4 5 \n2 Unpleasant sounds make me feel overwhelmed. 1 2 3 4 5 \n3 I become anxious at the mere thought of an unpleasant sound. 1 2 3 4 5 \n4 I believe that my reactions to sounds are exaggerated, but I can’t get rid \nof them. 1 2 3 4 5 \n5 When I hear unpleasant sounds, I start sensing emotions in my body (e.g. \nI sweat, feel pain, feel pressure, my muscles tens).  1 2 3 4 5 \n6 I start feeling anger the moment I see a thing/animal/person that might \nmake an unpleasant sound at any time. 1 2 3 4 5 \n7 I put a lot of effort into controlling emotions when I hear an unpleasant \nsound.  1 2 3 4 5 \n8 If I can, I avoid meeting with certain people because of the sounds they \nmake.  1 2 3 4 5 \n9 I find some sounds made by the human body unbearable. 1 2 3 4 5"
    },
    {
      "section": "Page 81",
      "page_number": 81,
      "text": "72 \n 10 I feel that my mental state worsens if I cannot leave a place where there’s \nan unpleasant sound. 1 2 3 4 5 \n11 I often think about how to drown out unpleasant sounds. 1 2 3 4 5 \n12 Some unpleasant sounds make me instantly angry. 1 2 3 4 5 \n13 I am scared that unpleasant sounds may impact my future. 1 2 3 4 5 \n14 When meeting with other people, I am sometimes irritated because of \nunpleasant sounds that are present. 1 2 3 4 5"
    },
    {
      "section": "Page 82",
      "page_number": 82,
      "text": "73 \n Appendix G  \nDemographics  \nWhat is your age?  \n________ \nIn what state in the U.S.,  or what country do you live currently?  \n________ \nWhich category includes your total annual household income in 2019 before taxes and \nwithholdings (i.e. total gross income)?  \n1. Under $20,000  \n2. $40,000 to $59,999 \n3. $60,000 to $79,999 \n4. $80,000 to $99,999 \n5. $100,000 or more  \n \nWhat is your gender?  \n1. Male \n2. Female  \n3. Other (Specify)"
    },
    {
      "section": "Page 83",
      "page_number": 83,
      "text": "74 \n Appendix H \nN-back Permissions and experiment link \nhttps://us.psytoolkit.org/c/3.3.2/terms  \nhttps://www.psytoolkit.org/faq.html   \nhttps://www.psytoolkit.org/faq.html#permission"
    },
    {
      "section": "Page 84",
      "page_number": 84,
      "text": "75 \n Appendix I  \nDebrief  \nThank you for your participation in this research study! Now that your participation is \ncompleted, we will describe the specific nature of the study  to you, why it was important, \nprovide resources to answer any of your questions, and provide you with the opportunity to \nmake a decision on whether you would like to have your data included in this study . \n What  you should know about this study  \n This study measured fluid intelligence (flexible thinking) under auditory stress conditions \n(music complexity) in individuals with the sound sensitivity misophonia and those without that sound sensitivity. You were exposed to one of three sounds during the completion of the n -back \ntask (which is used here to measure fluid intelligence). The conditions used in the study included: no music, repetitive music, and non -repetitive music. The technological questions you \nwere asked about the sounds in your environment and technological specifications will be used to make sure there were no confounding noises (or account for any p resent) in the environment \nyou were in during the task. The 14 questions asking about your responses to noise are used to determine if criteria for misophonia are met. The demographic questions were to assess how closely the participant sample matches what  we would expect when compared to the mTurk \nworkforce.  \n  We hope that this study will further aid in optimization of working and educational \nenvironments for the general population and to guide occupational interventions for individuals \nimpacted by misopho nia. \n \nPlease do not disclose research procedures and/or purpose to anyone who might participate in \nthis study in the future as this could affect the results of the study.  \nIf you would like to receive a summary of the findings when it is completed, please feel free to \ncontact the researcher or search the FHSU Master’s Thesis Database: \nhttps://scholars.fhsu.edu/theses/\n . \n \nRight to withdraw data  \nWhether you agree or do not agree to have your data used for this study, you will still receive \n$2.50  for your participation.  \n \nYou may choose to withdraw the data you provided prior to debriefing, without penalty or loss \nof benefits to which you are otherwise entitled.  Please click the “Submit” button below if you do, give permission to have your data included in the study. Please click the “Withdraw” button \nbelow if you do not give permission to have your data included in the study."
    },
    {
      "section": "Page 85",
      "page_number": 85,
      "text": "76 \n If you have questions  \nThe main researcher conducting this study is Leslie Watson, a graduate student at Fort Hays \nState University’s Department of Psychology.  If you have questions later, you may contact Leslie Watson at lawatson2@mail.fhsu.edu or Dr. Carol Patrick at clpatrick@fhsu.edu.  If you have any \nquestions or concerns regarding yo ur rights as a research participant in this study, you may \ncontact the Institutional Review Board (IRB) Chairperson at IRB@fhsu.edu  Leslie Paige at \nlpaige@fhsu.edu or 785 -628-4349..   \n Concerns  \nIf you feel upset after having completed the study or find that some questions or aspects of the \nstudy were distressing, talking with a qualified clinician or counselor may help.  If you feel you \nwould like assistance, please contact a  mental health servic e near you.  \nAdditionally, provided are further support contacts.  \nNational Suicide Prevention Lifeline  \n(800) 273- 8255  \nNational Suicide Prevention Lifeline (Spanish)  \n(888) 628- 9454  \nCrisis Text Line  \nText HELLO to 741741 \nNational Domestic Violence Hotline  \n(800) 799- 7233  \nVeterans Crisis Line  \n(800) 273- 8255  \n \nSelection of either button found below  indicates that you have been debriefed and have had \nall of your questions answered or have received appropriate contact information . \n \no Submit  \no Withdraw"
    },
    {
      "section": "Page 86",
      "page_number": 86,
      "text": "77 \n Appendix J  \nIRB Approval Letter"
    },
    {
      "section": "Page 87",
      "page_number": 87,
      "text": ""
    }
  ]
}