{
  "doc_type": "scientific paper",
  "title": "SOCIAL SUCCESS IN A NOISY WORLD: EXPLORING THE RELATIONSHIP BETWEEN DECREASED SOUND TOLERANCE AND SOCIAL PROFILES",
  "authors": [
    "Ashleigh Wickie",
    "Natalia Van Esch",
    "Nichole E. Scheerer"
  ],
  "year": 2025,
  "journal": null,
  "doi": null,
  "abstract": "Humans are inherently social creatures, yet considerable variability exists in our social behaviours. It is unclear what factors contribute to this variability. Given the complex and abundant sensory stimuli present in our daily environments, differences in sensory processing abilities may contribute to the variation observed in social behaviours. Individual differences in sensory processing may have significant effects on an individual's capacity to navigate social settings and may influence the development and expression of social competence. In this study, we investigated the relationship between one form of sensory processing difference, Decreased Sound Tolerance (DST), and social competence. Existing literature suggests that it is common for individuals with DST to engage in social avoidance behaviours to mitigate exposure to distressing sounds. However, limited research explores the potential relationship between DST severity and social competence. As such, a sample of 2095 undergraduate students completed an online survey designed to assess their DST severity and social competence. Initially, to parse the variability in social competence, scores on the multidimensional social competence scale (MSCS) underwent a k-means cluster analysis. This analysis yielded four unique social profiles based on seven social competence domains (e.g., social motivation, emotion regulation etc.). Misophonia and hyperacusis questionnaires were then used to evaluate differences in DST across the social profiles. The results indicated varying severity levels of both misophonia and hyperacusis across the four social profiles, with the individuals who reported the highest social competence exhibiting the lowest levels of DST. These findings highlight the potential relationship between sensory processing differences, such as DST, and social functioning.",
  "keywords": [
    "Decreased sound tolerance (DST)",
    "social competence",
    "sensory processing",
    "misophonia",
    "hyperacusis"
  ],
  "research_topics": [
    "Sensory processing differences",
    "Social competence",
    "Decreased Sound Tolerance (DST)",
    "Misophonia",
    "Hyperacusis",
    "Social profiles",
    "K-means cluster analysis",
    "Multidimensional Social Competence Scale (MSCS)",
    "Relationship between auditory sensitivity and social functioning",
    "Adult social behavior variability"
  ],
  "created_at": "2025-05-05T03:08:21.652960Z",
  "source_pdf": "documents/research/Global/Wickie et al 2025 Social success in a noisy world.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "SOCIAL SUCCESS IN A NOISY WORLD:  \n EXPLORING THE RELATIONSHIP  BETWEEN DECREASED SOUND TOLERANCE AND \nSOCIAL PROFILES  \nAshleigh Wickie, Natalia Van Esch, Nichole E. Scheerer  \nAbstract  \nHumans are inherently social creatures, yet considerable variability exists in our social \nbehaviours. It is unclear what factors contribute to this variability. Given the complex and \nabundant sensory stimuli present in our daily environments, differences i n sensory processing \nabilities may contribute to the variation observed in social behaviours. Individual differences in \nsensory processing may have significant effects on an individual's capacity to navigate social \nsettings and may influence  the development and expression of social competence. In this study, \nwe investigated the relationship between one form of sensory processing difference, Decreased \nSound Tolerance (DST), and social competence. Existing literature suggests that it is common \nfor individuals with DST to engage in social avoidance behaviours to mitigate exposure to \ndistressing sounds. However, limited research explores the potential relationship between DST \nseverity and social competence. As such, a sample of 2095 undergraduate students completed an \nonline survey designed to assess their DST severity and social competence. Initially, to parse the \nvariability in social competence, scores on the multidimensional social competence scale \n(MSCS), underwent a k -means clus ter analysis. This analysis yielded four unique social profiles \nbased on seven social competence domains (e.g., social motivation, emotion regulation etc.). \nMisophonia and hyperacusis questionnaires were then used to evaluate differences in DST across \nthe social profiles. The results indicated varying severity levels of both misophonia and \nhyperacusis across the four social profiles, with the individuals who reported the highest social \ncompetence exhibiting the lowest levels of DST. These findings highlight  the potential \nrelationship between sensory processing differences, such as DST, and social functioning.  \n \nKeywords: Decreased sound tolerance (DST), social competence, sensory processing, \nmisophonia, hyperacusis"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Introduction  \nSocial interactions play a pivotal role in our everyday experiences as humans. Social \ncharacteristics and behaviours like empathy, assertiveness , self -monitoring, and sociability can \ninfluence the quality of social interactions (Riggio, 1986). However, social abilities are \nextremely variable across individuals, and limited information is known about the factors that \ncontribute to the heterogeneity  in the development and expression of social competence. Sensory \nprocessing differences  have been demonstrated t o be predictive of social abilities in  both autistic \n(Hilton et  al., 2007; Kose et al., 2023; Scheerer et al., 2021) and non -autistic  (Kose et al., 2023)  \nindividuals . As such, these predictive relationships suggest that sensory processing differences \nmay be a potential factor contributing to individual differences in social abilities. The aim of th is \ncurrent research is to parse the variability in social abilities by modelling social profiles. By \ncomparing decreased sound tolerance (DST), a common sensory processing challenge, across \nthese social profiles, we may gain further insight into the relations between sensory and social \nprocessing.  \nDST is broadly defined as a reduced tolerance of everyday sounds (Williams et al., 2021; \nCash, 2015). Two common subtypes of DST are misophonia and hyperacusis. Misophonia is \ncharacterized by strong negative emotional, physiological, and behavioural respon ses to “trigger” \nsounds that are not observed in most  people (Swedo et al., 2022). Hyperacusis , on the other \nhand, is a reduced tolerance to sound(s) at levels that are not bothersome  to the majority of other \npeople (Adams et al., 2020). DST  has been linked to  functional impairments. Specifically, across \nboth child (Scheerer et al., 2021) and adult (Dixon et al., 2024; Scheerer et al., 2024; Williams et \nal., 2021) samples , DST has been shown to negatively influence one’s ability to participate in \nactivities at home, at school, and in the community. Further, DST has been associated with \nincreased anxiety and depression and a reduced quality of life (Cash, 2015;  Yilmaz et al., 2017; \nScheerer et al., 2024 ). Information regarding the prevalence and  individual differences that are \npredictive of DST  are only beginning to emerge. D ST has been demonstrated to be more likely \nto occur in individuals affected by tinnitus (Cash, 2015). DST is also commonly present in \nautistic individuals and is often the most prevalent and disabling sensory characteristic of autism \n(Williams et al., 2021 ). Additionally, a recent misophonia prevalence study has suggested \nthat females, along with younger individuals (under 55 years of a ge), those with less than a high \nschool education, those who never married, and those with lower income experience more severe  \nmisophonia symptoms (Dixon et al., 2024). Evidence has also suggested that chronic  misophonia \nsymptoms surfacing in childhood and adolescence continue  into adulthood (Dixon et al., 2024).  \nGiven that DST has been linked to the avoidance of social environments, it is possible that the \nsocial avoidance caused by DST may influence  the development and expression of social \ncompetence .  \nThe heterogeneity in the development and expression of social skills across individuals \ncan complicate the investigation of relations between social processing differences and other  \npotentially  related factors, such as sensory processing  abilities . One way to circumvent  this, is to"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "parse the variability in social  skills by creating social profiles. The id entification of social \nprofiles  has functional and clinical applications . If patterns of social abilities reliably co -occur  \nacross individuals , these profiles may facilitate the identification of other characteristics that tend \nto co -occur with these different  social profiles . For example, individuals with a particular social \nprofile may tend to have more extreme sensory processing differences or a greater likel ihood of \nhaving or developing DST. Therefore, the first aim of the current study is to parse the social \ncompetence heterogeneity to investigate whether  patterns of social abilities exist within a large \nsample of adults. The Multidimensional Social Competence Scale (MSCS) was developed to be \nused as a standardized measure of social abilities  (Yager & Iarocci, 2013). The MSCS includes \nseven distinct social competence domains , includ ing social motivation (SM), social inferencing \n(SI), demonstrating empathic concern (DEM), social knowledge (SK), verbal conversation skills \n(VCS), nonverbal sen ding skills (NSS), and emotion regulation (ER; Yager & Iarocci, 2013 ; \nTrevisan et al.,  2018 ). The MSCS was developed initially  to assess the variability in social \nexpression and the severity of social challenges demonstrated by autistic individuals, as social \ndifficulties were highlighted as the most distinctive and defining characteristic of autism . \nHowever , extreme variability in social abilities is witnessed across the autism spectrum (Yager & \nIarocci, 2013 ). The 2013 study developed a parent -report version of the MSCS for assessing \nadolescents ( Yager & Iarocci, 2013 ). However,  more recently, a psychometric evaluation of the \nMSCS for young adults was conducted to validate the self -report version of the MSCS for both \nautistic and non -autistic adults ( Trevisan et al., 2018 ). This validation provides  significant \nsupport for the  reliability of the self-report version of the MSCS for both autistic and non -autistic \nindividuals.  \nAs previous links have been established between social and sensory processing ( Hilton et \nal., 2007; Kose et al., 2023; Scheerer et al., 2021)  and DST has been shown to promote social \navoidance, the second aim of the current study was to investigate a potential relationship \nbetween DST and social competence . To this end, the Duke Misophonia Questionnaire (DMQ ; \nRosenthal et al., 2021)  and the Inventory of Hyperacusis (IHS; Greenberg & Carlos, 2018) were \nused to evaluate misophonia and hyperacusis, respectively. The  DMQ was developed to \nthoroughly assess the severity, negative impact, and methods of coping with misophonia \n(Rosenthal et al., 2021), while the inventory of hyperacusis symptoms (IHS) scale was developed \nto evaluate the presence and severity of hyperacusis symptoms  (Greenberg & Carlos, 2018). By \ncomparing these measures across MSCS social profiles  it was possible to explore relations \nbetween DST severity and social competence. It was expected that increased DST symptom \nseverity would be associated with social profiles characterized by increased social difficulties. \nGiven neither misophonia  nor hyperacusis  are currently recognized by the Diagnostic and \nStatistical Manual of Mental Disorders (DSM -5 TR; A merican Psychiatry Association , 2022 ), \ndespite their significant levels of impairment , identifying relations  between DST and social \ncompetence  may help to better define the broader consequences of DST beyond intolerance to \nsound. As such, this research may help to emphasize the need to support individuals with DST in"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "providing accommodations and mitigating  the adverse effects of DST o n social competence \ndevelopment and expression.  \nMethod  \nParticipants  \nA sample of 2095 undergraduate students from Wilfrid Laurier University ranging in age \nfrom  18 to 60 years were recruited to participate in th is study (see  Table 1 for full demographic \ninformation). Participants were compensated with course credit. Study procedures were approved \nby the Research Ethics Board at Wilfrid Laurier University and are in accordance with the World \nMedical Association’s 2013 Declaration of Helsinki.  \nTable 1.  Complete demographic information  and questionnaire scores  for the sample, including \nmean, standard deviation, range , and the sample  size for age, gender, Decreased Sound \nTolerance (DST) scores  and Multidimensional Social Competence Scale (MSCS) total  and \nsubscale scores.  \n n Mean  SD Range  Reliability \nCronbach’s ɑ  \nGender:       \n    Male  436     \n    Female  1614      \n    Other (see below ) 45     \nAge 2059  20.34  2.76 18-60  \nDMQ Severity  2095  22.16  19.67  0-92 0.98 \nDMQ Coping  2095  21.34  17.85  0-84 0.98 \nIHS Total Score  2095  39.94  15.40  0-100 0.96 \nMSCS Total Score  2095  286.56  31.29  130-381 0.94 \n   Social Motivation  2095  37.54  7.47 13-55  \n   Social Inferencing  2095  41.04  6.24 15-55  \n   Displaying Empathic  \n   Concern  2095  \n43.72  6.38 18-55  \n   Social Knowledge  2095  46.59  5.77 11-55  \n   Verbal Conversation Skills  2095  38.40  6.77 12-55  \n   Nonverbal Sending Skills  2095  42.07  6.34 13-55  \n   Emotion Regulation  2095  37.19  6.06 14-55  \nNote: Duke Misophonia Questionnaire (DMQ); Inventory of Hyperacusis Symptoms (IHS); \nMultidimensional Social Competence Scale (MSCS). “Other”  includes  genders: other  (n = 3), \nprefer not to say  (n = 7), transgender  (n =11), nonbinary  (n = 20)), I don’t know  (n = 1), gender \nfluid (n = 2), and gender binary (n = 1).  \nMaterials  \nDuke Misophonia Questionnaire (DMQ)"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "The DMQ ( Rosenthal et al., 2021) is an 86 -item questionnaire used to measure \nmisophonia severity across nine subscales. Responses are made using a Likert scale that ranges \nfrom 0 (“Never”) to 4 (“Always/Almost Always”). The DMQ yields a Symptom Severity \nComposite S core and a Coping Composite Score, comprised of the subscales: Trigger \nFrequency, Affective Responses, Physiological Responses, Cognitive Responses, Coping Before \n(triggered), Coping During (triggered), Coping After (triggered), Impairment, and Beliefs. The \nSymptom Severity Composite Score is a combination of subscales measuring cognitive, \naffective, and physiological responses across 23 items to measure overall symptom severity. This \ncomposite measures how often participants thought/felt/responded in a p articular manner when \nexposed to trigger sounds (e.g., “I want to cry”, “I felt hostile”, “My heart pounded or raced”, \nrespectively). Higher Symptom Severity Composite scores indicated more severe symptoms \nwere experienced when exposed to trigger sounds. A dditionally, the 21 -item Coping Composite \nScore measures coping before, during, and after exposure to trigger sounds. Various items were \nused to measure coping prior (e.g. “I used a different sound to drown out bothersome sounds”), \nduring (e.g. “I produced  an alternate sound”), and after (e.g. “I listened to a comforting sound”) \nexposure to trigger sounds. Higher Coping Composite scores indicated a greater use of coping \nstrategies and more effective coping skills overall. The  DMQ has good marginal reliability for \nboth coping composite score and symptom severity score (p xx = 0.9 3; pxx = 0.93;  Rosenthal et al., \n2021 ). Additionally,  high correlations were found between the Misophonia Assessment \nQuestionnaire ( MAQ), Misophonia Emotional Response Scale (MER), Misophonia Coping \nResponses Survey (MCR), and the Amsterdam Misophonia Scale (A -MISO -S) and the DMQ \nSymptom composite score (r scores ranging from r = 0.72 to r = 0.8 1), and these correlations \nbetween the DMQ Symptoms scale and already existing measures were used to determine \npreliminary convergent validity for the DMQ Symptoms Severity Composite Score (R osenthal et \nal., 2021).  DMQ Symptom Severity scale scores also demonstrated a good ability to differentiate \nbetween clinical and subclinical thresholds of misophonia ( AUC  = 0.82, 95% CI [0.77 -0.87] ; \nRosenthal et al., 2021 ). Cronbach’s alpha for the current study indicates reliability was excellent \nα = 0.98 . \nInventory of Hyperacusis Symptoms (IHS) Scale  \nThe IHS (Greenberg & Carlos, 2018) is a 25 -item questionnaire used to measure \nhyperacusis severity, assessing loudness perception, negative emotions, fear, cognitive, social, \noccupational, and psychological functioning, as well as quality of life and menta l health. The \nresponse options are on a 4 -point Likert scale ranging from 1 (“Not at all”) to 4 (“Very much \nso”). The items measure the frequency/intensity of experiences (e.g. “I find the challenges of \nbeing exposed to loud sounds can make it difficult to  do the things I used to enjoy”) when \nexposed to trigger sounds. The IHS is scored out of 100, where higher total scores indicate \ngreater severity of hyperacusis symptoms . The IHS was developed and validated using a sample \nof 324 non -autistic adults with varying levels of auditory sensitivity. In the original introduction \nto the IHS,  a clinical cutoff score of 75 was used  (Greenberg & Carlos, 2018) , however, a more"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "recent study was conducted assessing the internal consistency and convergent validity of the IHS \nin a clinical population (Aazh & Moore, 2021) . This recent  study suggest ed that a cutoff score of \n56 yielded more accurate results for classifying patients correctly. Therefore , for the current \npaper we used a cutoff score of 56 or greater  to indicate clinical levels of hyperacusis severity. \nThe IHS has high internal consistency (Cronbach’s α = 0.93; Greenberg & Carlos, 2018 ; \nCronbach’s α = 0.96, current study ) as well as significant convergence with measures of mental \nhealth and well -being, specifically the Patient Health Questionnaire -4 (PHQ -4) and the World \nHealth Organization Brief Quality of Life Scale (WHOQOL -BRIEF; Scheerer et al., 2024). \nOverall, the IHS has excellent  reliability ( α = 0.93 ; Greenberg & Carlos, 2018 ). In the current \nstudy the Cronbach’s  alpha for the IHS also indicates excellent reliability  α = 0.96.  \nMultidimensional Social Competence Scale (MSCS)  \nThe MSCS ( Trevisan et al., 2018 ) is a 77 -item questionnaire used to measure social \ncompetence. The MSCS uses a 5 -point Likert scale, and response options for each item range \nfrom 1 (“Not True/Almost Never True”) to 5 (“Very True/Almost Always True”). The items on \nthe MSCS assess social competence across seven subscales, including social motivation (e.g. “I \nprefer to spend time alone”), social inferencing (e.g. “I recognize when people are trying to take \nadvantage of me”), demonstrating empathic concern (e.g. “I am sensitive to the fe elings and \nconcerns of others”), social knowledge (e.g. “I know about the latest trends for my age”), verbal \nconversation skills (e.g. “I dominate conversations so that it can be hard for others to get a word \nin”), nonverbal sending skills (e.g. “My facial  expressions seem ‘flat’”), and emotion regulation \n(e.g. “I have ‘meltdowns’”). As such, the MSCS allows individual differences in social \ncompetence, as well as more specific strengths and challenges related to one’s social abilities  to \nbe identified. High er MSCS scores across the seven domains and  a higher MSCS total score \nindicate  greater social competence . Among a sample of adults, the MSCS was previously found \nto have good  internal consistency and reliability (Cronbach’s α = 0. 80; Trevisan et al., 2018). In \nthe current study the MSCS was found to have excellent  reliability α = 0.9 4. \nProcedure  \nParticipants were recruited over an 8 -month period from Wilfrid Laurier University’s \nresearch participation system and the survey was administered online via Qualtrics. Following \ninformed consent, participants completed a survey that collected demographic information (e.g. \nbirth date, gender, ethnicity, etc.), followed by a se ries of questionnaires, including the Beck \nDepression Inventory (BDI ; Beck et al., 1961 ), Duke -Vanderbilt Misophonia Screening \nQuestionnaire (DVM SQ; Williams et al., 2022 ), Beck Anxiety Inventory (BAI ; Beck et al., \n1988 ), Misophonia Questionnaire (MQ ; Wu et al., 2014 ), Adult/Adolescent Sensory Profile \n(AASP ; Brown & Dunn, 2002 ), Autism Spectrum Quotient (AQ ; Baron -Cohen et al., 2001 ), \nDuke Misophonia Questionnaire (DMQ), Inventory of Hyperacusis Symptoms (IHS), and the \nMultidimensional Social Competence Scale (MSCS). However, for the purpose of this study, \nonly the data from the MSCS, DMQ, and IHS will be reported as they align most closely wit h"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "our research objectives . The remaining data, while informative, are outside the scope of the \ncurrent analyses and will be addressed in future manuscripts. After completion of the survey, \nparticipants were then debriefed and compensated for their participation with course credit.  \nData Analysis  \nThe data were analyzed using Jamovi  (The Jamovi Project , 2024 ), the Statistical Package \nfor the Social Sciences (SPSS) software – version 28  (IBM, 2023) , and R Statistical Computing \nsoftware  (R Core Team, 2023) .  \nFirst, participants' MSCS subscale scores were converted to z -scores and subjected to a k -\nmeans cluster analys es to identify patterns of social abilities. A cluster analysis is an exploratory \ndata analysis technique that can be used to identify subgroups (or clusters) in a dataset that \nrepresent participants that are like one another, but distinct from other partic ipants in other \nclusters. With a k -means cluster analysis, the algorithm groups the participants into a predefined \nnumber (k) of non -overlapping clusters. Here, participants were assigned to a particular cluster in \nsuch a way that the sum of the squared distance between all of the participants MSCS scores, and \nthe mean of all participants’ MSCS scores that belong to a particular cluster, was minimi zed \n(Hartigan & Wong, 1979). Using this approach with the MSCS data allowed us to examine how \nsocial abilities cluster together, with each of the resulting clusters representing a distinct social \nprofile . To determine the best fit model, we used Bayesian I nformation Criteria ( BIC; Zhong & \nGhosh, 2003), and consider ed the unique explanatory power provided by each solution such that \nredundancies across clusters were minimized. Combining BIC with subjective assessment \nbalanced the statistical fit of the models with their potential to have practical, real -world \nsignificance.  \nSecond, a comparison of the DMQ symptom severity composite scores, DMQ coping \ncomposite scores, and IHS total scores was conducted across the resultant social competence \nprofiles via a one -way analysis of variance (ANOVA ). The DMQ symptom severity composite \nscores, the DMQ coping composite scores, and the IHS total scores  were treated as  three distinct \ndependent variables,  and the independent  variable  was the social profiles identified through the \ncluster analysis. The purpose of this ANOVA was to determine whether DMQ severity, DMQ \ncoping, and IHS total scores were significantly different across the social competence profiles. \nGames -Howell post -hoc analyses  were used to determine how DST severity varied across the \nsocial profiles.  \nGiven the large sample size used in this study, effect sizes of partial eta -square (𝜂𝑝2 > \n0.06), Cohen’s d ≥ 0.20 Cramer’s V > 0. 20 and McFadden R2 > 0.20, were  used as the threshold \nfor all statistical analyses as these represent the cutoffs for moderate effects. As such, anything \nabove this value should indicate a meaningful effect (Cohen, 1994; Lang et al., 1998; Sullivan & \nFeinn, 2012; Scheerer et al., 2024; Tomczak et al., 2014).  \nResults  \nCluster Analysis: Patterns of Social Competence"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "Results of the k -means cluster analys es indicated that a four -cluster solution produced the \nbest fit after considering BIC values (see Supplemental Materials) and the unique explanatory \npower of the social profiles . The first analysis used a k of 2. The two -cluster solution \ndifferentiated those with high social competence from those with low social competence, relative \nto the group mean (see  Figure 1 .). With the addition of a third cluster, a group marked with \ndifficulties with Verbal  Conversation Skills and Emotional Regulation emerged. Upon the \naddition of a fourth cluster, we observed a group with highly adaptive Verbal Conversation \nSkills and Emotional Regulation, but relative difficulties with Social Motivation, Demonstrating \nEmpa thic Concern, and Non-Verbal Sending Skills. With the addition of each cluster, the model \nproduced a new social profile that highlighted a distinct pattern of social competence. However, \nonce the five -cluster solution emerged, the new cluster did not produce a highly differentiated \npattern of social competence. As such, the k 4 cluster solution was selected (see Figure 1). \nCluster One was classified as a socially adaptive (SA) profile, cluster two as a generalized social \ndifferences (GSD) profile, cluster three as a verbal and emotional regulation differences (VER) \nprofile, and cluster four as a verbal and emotional regulati on adaptive (VEA) profile."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Figure 1.  Social competence profiles  based on z -scores across the k 2 -5 cluster solutions. \nNegative z -scores indicate increased social difficulties, and the line weights between cluster \nsolutions represent the number of participants changing clusters across the different solutions.  \nOne-way ANOVAs were conducted on the MSCS sub -scale scores  (z-scores: see Fig. 1, \nraw scores: see Fig. 2)  using J AMOVI  to examine if the MSCS subscales varied across the four \nprofiles . A main effect of social profile indicated that all seven subscales : social motivation, \nsocial intelligence, displaying empathic concern, social knowledge, verbal conversation skills,"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "nonverbal sending skills, and emotion regulation differed significantly across the four social \nprofiles  (𝜂𝑝2 > 0.06). Post ho c tests indicate that MSCS subscales varied across each  social \nprofile,  except, social knowledge w hich was not significantly different between the VER and \nVEA social profiles  (d < 0.2), and both verbal conversation skills and emotion regulation which \nwere not significantly different between GSD and VER social profiles (d < 0.2; (see Fig. 2)."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": ""
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Figure 2. Social profile domain average scores across the four social profiles: social adaptive \n(SA), generalized social differences (GSD), verbal and emotion regulation differences (VER), \nand verbal and emotionally adaptive (VEA). Error bars indicate standard error  of the mean. Bars \nabove indicate differences between social profiles with each line using a different social profile \nas the reference group, *d ≥ 0.2, ** d ≥ 0.5, *** d ≥ 0.8 .  \nDemographic Factors  \nTable 2.  Reports the descriptive statistics and results regarding relevant demographic \ninformation, as well as the means and standard deviations of the experimental measures for each \nsocial profile. Means of the DMQ symptom severity composite score, DMQ coping composite \nscore, IHS total score, and MSCS total score are reported for each social profile, as well as age \nand gender.  \nTable 2.  Demographic information, including means and standard deviations of the experimental \nmeasures for each social profile. Standard deviations are indicated in brackets.  \n SA GSD  VER  VEA  \nn 662 361 492 580 \nAge 20.4 (2.9)  20.4 (3.1)  20.1 (1.9)  20.5 (2.9)  \nGender*  92 (M)  \n565 (F)  \n5 (O)  96(M)  \n245(F)  \n20(O)  43(M)  \n435(F)  \n14(O)  205(M)  \n369(F)  \n6(O)  \nDMQ Severity* ** 15.2 (16.0)  29.3 (22.0)  31.5 (20.5)  17.8 (16.5)  \nDMQ Coping**  16.4 (16.9)  26.4 (18.2)  27.8 (18.2)  18.3 (15.9)  \nIHS Total** * 34.2 (10.7)  47.1 (18.3)  46.4 (16.6)  36.6 (13.0)  \nMSCS Total** * 320 (14.8)  240 (18.4)  279 (14.9)  284 (13.4)  \nSocial Motivation** * 43.6 (5.5)  31.1(5.9)  38.1 (6.0)  34.2 (6.0)  \nSocial Inferencing** * 45.8 (4.4)  33.5 (5.12)  39.4 (4.8)  41.7 (4.4)  \nDisplaying Empathic \nConcern** * 48.4 (3.9)  36.5 (5.3)  46.1 (4.5)  40.8 (5.0)  \nSocial Knowledge** * 50.6 (2.9)  38.1 (6.0)  47.2 (3.6)  46.7 (3.5)  \nVerbal Conversation \nSkills** * 42.9 (4.9)  33.3 (5.8)  32.8 (5.4)  41.2 (4.5)  \nNonverbal Sending \nSkills** * 47.7 (3.8)  34.2 (4.7)  43.3 (4.2)  39.5 (4.2)  \nEmotion Regulation** * 41.2 (4.4)  32.9 (4.9)  32.1 (4.7)  39.6 (4.3)  \nThe key demographic information and means and standard deviations of experimental measures \nwere reported. *V > 0.20, **𝜂𝑝2  ≥ 0.06, ***𝜂𝑝2 ≥ 0.14  partial eta squared , indicating factors  that \nwere significantly different across the four social profiles.  \nAge \nA one -way ANOVA indicated that age was not significantly different across our four \nsocial profiles, F(3, 2055) = 1.96, p = 0.118, 𝜂𝑝2 = 0.003 ."
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "Gender  \nA chi -square test of independence was conducted to investigate the relationship between gender \nand social competence profile. Gender  significantly differed across our four social profiles, 𝜒2 (6) = \n175.79, p < 0.001, V = 0.205. Adjusted residuals were used to identify the specific differences between \ngender identity and social profile (see supplemental materials ). In profile SA there w ere proportionately \nmore  females relative to males and other specified genders (i.e. other, prefer not to say, transgender, \nnonbinary, I don’t know, gender fluid  and gender binary ). In the GSD profile , there  were \nproportionately more males and genders not otherwise specified relative to females. The VER social \nprofile had proportionately more females and fewer  males, and lastly the VEA social profile had \nproportionately more males than females and genders not otherwise specified.  \n \nFigure 3. Gender across the social profiles . Left to right: Male, Female, Other. “Other” includes \ngenders: other (n = 3), prefer not to say (n = 7), transgender (n =11),  nonbinary (n = 20)), I don’t \nknow (n = 1), gender fluid (n = 2), and gender binary (n = 1).  \nExperimental Measures ANOVA  \nDuke Misophonia Symptom Severity Composite Score  \nThe Misophonia symptom severity composite scores ( Figure 4.) differed significantly across the \nfour social profiles, F(3, 2091) = 102.67 p < 0.0 5, 𝜂𝑝2 = 0.128.  Games -Howell post -hoc analyses \nrevealed that the DMQ symptom severity composite scores differed across all social profiles except SA \nand VEA, and GSD and VER profiles based on effect size ( d > 0.2).  0100200300400500600700\nSA GSD VER VEANumber of Participants\nSocial ProfilesGender Across Social Profiles\nMale Female Other"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "Figure 4. DST measured by the DMQ symptom severity composite score, DMQ coping composite \nscore, and the IHS total score across the social profiles. Error bars indicate standard error of the mean. \nNote: * *𝜂𝑝2  > 0.20 .   \nMisophonia Coping Composite Score  \nThe DMQ coping composite scores ( Figure 5.) were also significantly different across the four \nsocial profiles F(3, 2091) = 57.68, p < 0.001, 𝜂𝑝2 = 0.076.  Games -Howell post -hoc analyses indicated \nthat DMQ coping composite scores were significantly different across all social profiles except SA and \nVEA, and GSD and VER profiles based on effect size ( d > 0.2).  \nAdditionally, to further assess the relationship between DST and the social profiles we analyzed \nthe distribution of individuals who met the clinical cutoff (n = 378) on the DMQ across the social \nprofiles. We found a proportionately greater number of indiv iduals with clinically severe misophonia \nwere classified by  the GSD  and VER social profiles. In comparison, individuals who did not meet the \ncutoff for clinically significant misophonia were more often classified by the SA and VE A social \nprofiles. These results are consistent with our findings that individuals with lower severity scores of \nDST, are categorized in the social profiles with the higher  mean social competence scores  (i.e., SA and \nVEA profiles).  \nTable 3. Number of individuals meeting the clinically significant cutoff for the DMQ, across the four \nsocial profiles , compared to the number of individuals not meeting the clinically significant cut -off.  \n Number of \nparticipants \nwith  clinical ly \nsignificant \nmisophonia \nsymptoms  Proportion of \nparticipants with \nclinically \nsignificant \nmisophonia \nsymptom s Number of \nparticipants \nwithout clinical ly \nsignificant \nmisophonia \nsymptoms  Propo rtion of \nparticipants \nwithout clinically \nsignificant \nmisophonia \nsymptoms  \nSA 58 0.35 604 0.15 \nGSD  98 0.15 263 0.26 \nVER  163 0.19 329 0.43 \nVEA  59 0.30 521 0.16 \nTotal  378  1717"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "The Inventory of Hyperacusis Total Score  \nIHS total scores ( Figure 3.) significantly differed across our four social profiles, F(3, 2091) =  \n109.12, p < 0.001, 𝜂𝑝2 = 0.135 .  Games -Howell post -hoc analyses indicate that IHS scores  were \nsignificantly different across all social competence profiles, except GSD and VER social profiles, \nbased on effect size (d > 0.2 0). \nAdditionally, to further assess the relationship between DST and the social profiles we analyzed \nthe distribution of individuals with clinically severe levels of hyperacusis (n = 344) on the IHS  across \nthe social profiles. Similarly to the DMQ results, we found a greater proportion of individuals with \nclinical levels of hyperacusis were classified by  the GSD and VER social profiles . In comparison to the \nindividuals with non-clinical hyperacusis, who were more frequently classified by  the SA and VE A \nsocial profiles.  These results are consistent with our findings that individuals with the lower severity \nscores of DST, are categorized in the social profiles with the higher  mean social competence  scores  \n(i.e., SA and VEA).  \nTable 4. Number of individuals meeting the clinically significant cutoff for the IHS, across the four \nsocial profiles, compared to the number of individuals not meeting the clinically significant cutoff.  \n Number of \nparticipants \nwith clinically \nsignificant \nhyperacusis \nsymptoms  Proportio n of \nparticipants with \nclinically \nsignificant  \nhyperacus is \nsymptoms  Number of \nparticipants \nwithout clinically \nsignificant \nhyperacusis \nsymptoms  Proportion of \nparticipants \nwith out clinically \nsignifican t \nhyperacusis \nsymptoms  \nSA 40 0.12 622 0.36 \nGS\nD 111 0.32 250 0.14 \nVE\nR 136 0.40 356 0.20 \nVE\nA 57 0.17 523 0.30 \nTot\nal 344  1751   \n \nDiscussion  \nThere are many factors that contribute to the development and expression of social competence. \nThe first aim of the current study was to determine whether patterns of social processing abilities \nand/or difficulties tend to co -occur across individuals, allowing social profiles to be established . The \nsecond aim was to examine whether DST  severity  varied as a function of these social profiles to \ndetermine  whether DST may be related to social competence development and expression.  \nSocial Profiles"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "Using k-means cluster analys es, we identif ied four unique social profiles  that parsed variability \nin social strengths and challenges across seven social competence domains . The first social profile , \nidentified is a socially adaptive profile (SA ), describe s individuals who demonstrate strengths across all \nseven social competence domains . The second social profile , a generalized social differences profile \n(GSD ), consist s of individuals who experience challenges across all seven social domains measured. \nThe SA and GSD profiles represent the opposite extremes of social processing abilities and highlight \nthe fact that there are large indi vidual differences in social abilities, even amongst a sample of \nundergraduate university students. Two additional intermediate profiles were identified, further \nhighlighting the heterogeneity in social processing abilities. The third social profile , the verbal and \nemotion regulation differences  profile  (VER ), consist s of people who appear to have  distinct challenges \nwith verbal conversation skills and emotion regulation . Finally, the fourth social profile , the verbal and \nemotion regulation adaptive profile (VEA ), contains  individuals with social motivation, empathy, and \nnon-verbal communication difficulties, but markedly strong verbal conversation skills and emotion \nregulation abilities .  \nA closer look at the intermediate profiles, VEA and VER, highlights the benefit of this social \nprofile approach to understanding variability in social abilities. Individuals characterized by the VEA \nand VER profiles had similar total scores on the MSCS , yet these individuals have very different \nabilities to demonstrate empathetic concern, communicate verbally and regulate their emotions. \nWithout taking t his more nuanced approach, these differences may be overlooked, missing the \nopportunity to target more specific social strengths and weaknesses. These  four social profiles allow for \na more comprehensive depiction of individuals ’ social abilities  and may support more tailored \napproaches to social skills support .  \nTo further characterize the individuals described by these four social profiles, we examined \npotential differences in demographic characteristics across the profiles. Age was not found to vary \nacross the profiles, although this was not particularly surprising given the sample was undergraduate \nstudents . Upon examination of the distribution of gender across the social profiles, the SA and VER \nprofiles tended to have proportionately more females, while males were more common in the VEA \nprofile, and both males  and gender not otherwise specific participants were relatively more frequently \nclassified by the GSD profile. This suggest s that gender may also play a role in shaping an individual’s \nsocial abilities , contributing to an individual's social profile . Future research should  further investigate \nthe relationship between social abilities and gender identity as there may be significant societal \nimplications for better understanding the interplay between social profile and gender identity.  \nRelating Social Profiles to DST Characteristics  \nRelations between social and sensory processing have been previously established ( Hilton et al., \n2007; Kose et al., 2023; Scheerer et al., 2021 ), and DST has been shown to promote social avoidance  \n(Scheerer et al., 2021; Smees et al., 2024; Blaesing & Kroener -Herwig, 2012 ), thus the second aim of \nthe current  study was to investigate a potential relationship between DST symptoms  and social \ncompetence. Both m isophonia symptom severity and coping abilities , as well as hyperacusis severity"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "were found to vary across the four social profiles.  Notably, people characterized by the SA profile, \nthose with the most adaptive social abilities, also had the fewest DST symptoms . The highest levels of \nDST  symptoms  were found in those  classified by the GSD and VER social profiles . As those classified \nby the GSD and VER social profiles had the lowest total social competence scores, this suggests an \nassociation  between higher DST severity and lower social competence.  These findings are in line with \nprevious work that suggests sensory processing differences have a significant influence on the variation \nand expression of social abilities (Scheerer et al., 2021; Yager & Iarocci, 2013). However, the goal of \nthe current wor k was to go beyond comparing DST symptoms to global differences in social abilities. \nAs such, considering the commonalities amongst the GSD and VER s ocial profiles, verbal conversation \nskills and emotion regulation  are the notable difficulties across both profiles. Thus,  this work builds on \nprevious associations between sensory and social processing by describing a more specific relation \nbetween DST and differences in verbal conversation skills and emotional regulation.  \nMisophonia and hyperacusis have been described as independent  DST conditions (Williams et \nal., 2021) . However, in  our current study, DMQ and IHS  scores showed similar  patterns of severity \nacross the established social profiles.  It is possible that despite unique underlying physiological \nmechanisms, misophonia and hyperacusis  may have similar effects on the development and expression \nof social behaviours. For example, both misophonia and hyperacusis are thought to promote avoidance \nof environments with potentially triggering and/ or distressing sounds  (Scheerer et al., 2021 ; Smees et \nal., 2024 ; Blaesing & Kroener -Herwig, 2012). Given many social environments (e.g., parks, \nrestaurants, movie theatres, etc.) are sensory rich, both misophonia and hyperacusis are likely to impact  \nsocial experiences in a similar manner. Further, many people with misophonia and hyperacusis use \nnoise cancelling devices (e.g., headphones, ear plugs, etc.) to block out potentially trigger ing sounds  \n(Scheerer et al., 2024; Wunrow, 2024 ) While this strategy may help individuals avoid sound triggers, it \nalso limits exposure to sounds in general , including an important social sound, speech . This reduced \nsocial contact and speech exposure, respectively, may underlie differences in the development and \nexpression of verbal conversation skills. Similarly, both misophonia and hyperacusis have been \nreported to evoke strong emotional responses ( Scheerer et al., 2021,  Aazh et al., 2019;  Henry et al., \n2022 ). As such, it is possible that the heightened sensitivity to sounds creates additional challenges for \nemotional regulation  with the intense emotional responses induced.  Thus, the relations between DST \nand social competence may be driven by more generalized neurological sensory processing differences \nrather than condition -specific difficulties. This finding is important, as it suggests that even if \nmisophonia and hyperacusis have different aetiologies , they may share similar responses and coping \nmechanisms  and as a result they may have  similar relations to other affected functions like social \ndevelopment and expression.  \nThe relationship between DST and social competence suggests  that those affected by DST may \nhave poorer social outcomes. Given social functioning plays such an integral part of our lives as \nhumans,  this could have further downstream effects on things like academic outcomes, job success, \nmental health, and many other behaviours that may rely on social competence ( Smith et al., 2023 ; \nSeeber & Wittmann , 2017; Romppanen et al., 2021; Tabassum &  Iqbal, 2020) . Therefore, further"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "research to explore this relationship between DST and social functioning is essential to help mitigate \nthe adverse effects  of this relationship , support individuals with DST,  and provide accommodations .  \nWith regards to post -secondary environments, sensory differences can create significant barriers \nto socialization, academic success , and housing s atisfaction  while students are away at school  (Dwyer \net al., 2023) . However, finding the right accommodations for those with DST may be difficult, because \nif designed incorrectly, accommodations  that support sensory differences may also potentially \nnegatively influence social outcomes. A recent publication written by a group of neurodivergent \nundergraduate and graduate students, along with alumni and parent allies, suggests recommendations \nfor accommodations and promoting inclusion for neurodiverse students, staff and facult y in post -\nsecondary institutions, particularly with regards to their sensory differences (Dwyer et al., 2023). While \nthe respondents in th e current  study were not all neurodivergent, given many of the recommendations  \nby Dwyer and colleagues (2023)  focused on supporting  sensory differences , they are quite relevant to \nthe current discussion. As such, it was recommended that  students should have access to spaces free \nfrom overwhelming sensory information. For example, offering  students the option of a  single roo m \nwith no roommates in a building with strict noise regulations would be particularly beneficial to  \nstudents with sensory difficulties , including DST . Although not having a roommate may reduce social \ncontact, having a sensory -safe environment  to decompress may reduce overall levels of distress, \nallowing those with DST  to engage in other social engagements/ environments.  Another \nrecommendation specifically relevant to DST is within dining halls. Dining areas expose students to \nvarious sounds and foods that may be very triggering to individuals with sensory differences , especially \nthose with misophonia (Swedo et al., 2022) . As such, alternatives to sensory -aversive foods  should be \npresent for individuals, providing many sensory -safe meal options  (Dwyer et al., 2023) . Additionally, \noutdoor eating spaces  allow students  to take food outside to avoid exposure to trigger sounds . This may \nalleviate distress created by  eating /food-related  triggers, but more importantly, ensure that students are \nnot experienc ing malnutrition due to reduce d access ibility in  dining facilities. Specific to academic \noutcomes, triggering noises/ noise levels have the p otential to  influence information retention during \nlectures and  performance during quizzes and exams for students with sensory differences. Even \neveryday noise sources  like air condition ers or lights can have adverse effects on academic outcomes \nfor those with DST. Therefore, for the success of individuals with sensory differences,  having c arefully \ndesigned and engineered spaces where these distractions are reduced  is imperative (Dwyer et al., 2023) , \nparticularly so that students can attend classes and interact with peers without experiencing high levels \nof distress . \nThe relations between higher levels of DST and poorer social competence revealed  in the \ncurrent study emphasize  the need to focus  on finding and prioritizing accommodations to support \nindividuals who suffer from DST  so that they can thrive and achieve their personal, academic , and \noccupational goals . Recently , efforts to develop consensus definitions of misophonia (Swedo et al., \n2022) and hyperacusis ( Adams et al., 2021 ), as well as  to develop validated diagnostic tools (Rosen thal \net al., 2021; Williams et al., 2022 ; Carson et al., 2023)  have rapidly accelerated research on DST. \nHowever, future research needs to continue to leverage this information and these tools to better"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "understand how DST develops, changes throughout the lifespan, and influences other aspects of \nfunctioning  (Carson  et al., 2023; Williams et al., 2022) . In time , we may develop solutions to help \nmitigate the adverse  effects of DST , including finding ways to reduce avoidance behaviours, \nwithdrawal from social participation, and ideally improve overall well -being  for those with DST  \nLimitations  \nIt is essential  to recognize the limitations of any research study. The results of this study were based \non subjective self -report measures of social competence, misophonia and hyperacusis. This may have \nlimited the objectivity and reliability of the data, as well as int roduced bias to the responses as \nindividuals may lack self -awareness or may misinterpret items on the questionnaires. Additionally, our \nsample consisted of university students in Southern Ontario, which limits the generalizability as the \nsample consists of a largely homogenous group of young adults, most of whom do not have clinically \nsevere DST.  There was also an uneven gender distribution in our sample, as there were more female \nparticipants than any other gender . Thus, although we report gender differences across our social \nprofiles, further work with more gender -balanced samples is required to validate these findings.  \nAdditionally, when conducting a k means cluster analysis, it is typical that the k cluster solution \nchosen has the lowest BIC value. However, in the current study we did not use the k cluster solution \nwith the lowest BIC value. The four -cluster model was selected as it was more interpretable regarding \nthe clusters themselves with the data. The four-cluster  model produced more visually distinguishable \nsocial profiles than the five -cluster solution. Additionally, an elbow point was found on the graph of the \nBIC values, which depicts a slowed rate of improvement starting with the four -cluster solution, \nmeaning that there was not a large difference between the k 4 and k 5 BIC values. This meant that the \nfive-cluster solution provided only a slightly better statistical model yet a less visually interpretable \none.  \nConclusion  \nOverall, our results demonstrate a significant relationship between DST and social competence, \nwith individuals with more severe DST demonstrating lower total social competence scores. However , \nthe social profiles from our cluster analyses  provided more insight into the specific challenges \nindividuals with more severe DST may face. A greater number of individuals with higher severity \nscores of DST were in the GSD and VER social profiles . Challenges with verbal conversation skills \nand emotion regulation char acterize these social profiles , which  may allude to  specific challenges with \nsocial competence development and expression due to  DST . These results  also emphasize the need to \nsupport individuals with DST , as these results suggest that DST may have adverse downstream effects \non social abilities .  \nReferences  \nAazh, H., Danesh, A. A., & Moore, B. C. (2021). Internal consistency and convergent validity of the \ninventory of hyperacusis symptoms. Ear and Hearing, 42(4), 917 -926. \nhttps://doi.org/ 10.1097/AUD.0000000000000982"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "Aazh, H., Landgrebe, M., Danesh, A. A., & Moore, B. C. (2019). Cognitive behavioral therapy for \nalleviating the distress caused by tinnitus, hyperacusis and misophonia: current perspectives. \nPsychology research and behavior management, 991 -1002.  https://doi.org/10.2147/PRBM.S179138  \nAdams, B., Sereda, M., Casey, A., Byrom, P., Stockdale, D., & Hoare, D. J. (2020). A Delphi survey to \ndetermine a definition and description of hyperacusis by clinician consensus.  International Journal \nof Audiology , 60(8), 607 –613. https://doi.org/10.1080/14992027.2020.1855370   \nAmerican Psychiatric Association. (2022). Diagnostic and statistical manual of mental disorders  (5th ed., \ntext rev.). https://doi.org/10.1176/appi.books.9780890425787  \nBaron -Cohen, S., Wheelwright, S., Skinner, R., Martin, J., & Clubley, E. (2001). The autism -spectrum \nquotient (AQ): evidence from Asperger syndrome/high -functioning autism, males and females, \nscientists and mathematicians.  Journal of autism and developmental disorders , 31(1), 5 –17. \nhttps://doi.org/10.1023/a:1005653411471  \nBeck, A. T., Epstein, N., Brown, G., & Steer, R. A. (1988). An inventory for measuring clinical anxiety: \npsychometric properties. Journal of consulting and clinical psychology, 56(6), 893.  \nhttps://psycnet.apa.org/doi/10.1037/0022 -006X.56.6.893  \nBeck, A. T., Ward, C. H., Mendelson, M., Mock, J., & Erbaugh, J. (1961). An inventory for measuring \ndepression. Archives of general psychiatry, 4(6), 561 -571. \nhttps://doi.org/10.1001/archpsyc.1961.01710120031004   \nBlaesing, L., & Kroener -Herwig, B. (2012). Self -reported and behavioral sound avoidance in tinnitus and \nhyperacusis subjects, and association with anxiety ratings. International journal of audiology, 51(8), \n611-617. https://doi.org/10.3109/14992027.2012.664290  \nBrandsen, S., Blackshear, K., Coleman, R., Hallur, S., & Chandrasekhar, T. (2024). Developing an \nInclusive Campus for Autistic Students . Journal of Diversity in Higher Education. Advance online \npublication. https://dx.doi.org/10.1037/dhe0000551   \nBrown, C., & Dunn, W. (2002). Adolescent/adult sensory profile. San Antonio, TX: Psychological \nCorporation.  \nCash, T. V. (2015). Decreased sound tolerance (DST): Prevalence, clinical correlates, and development of  \na DST assessment instrument . https://doi.org/10.25772/JE67 -V432   \nCarson, T. B., Qiu, Y., Liang, L., Medina, A. M., Ortiz, A., Condon, C. A., ... & Palacio -Raine, A. (2023). \nDevelopment and validation of a paediatric version of the Khalfa Hyperacusis Questionnaire for \nchildren with and without autism.  International journal of audiology , 62(12), 1187 -1195.  \nhttps://doi.org/10.1080/14992027.2022.2113827   \nCohen, J. (1994). The earth is round (p<.05). American Psychologist, 49(12), 997 . \nhttps://psycnet.apa.org/doi/10.1037/0003 -066X.49.12.997   \nDixon, L. J., Schadegg, M. J., Clark, H. L., Sevier, C. J., & Witcraft, S. M. (2024). Prevalence, \nphenomenology, and impact of misophonia in a nationally representative sample of U.S. adults . \nJournal of Psychopathology and Clinical Science. Advance online publication. \nhttps://dx.doi.org/10.1037/abn0000904"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Dwyer, P., Mineo, E., Mifsud, K., Lindholm, C., Gurba, A., & Waisman, T. C. (2023). Building \nneurodiversity -inclusive postsecondary campuses: Recommendations for leaders in higher \neducation. Autism in Adulthood, 5(1), 1 -14. https://doi.org/10.1089/aut.2021.0042   \nGreenberg, B., & Carlos, M. (2018). Psychometric properties and factor structure of a new scale to \nmeasure hyperacusis: Introducing the inventory of hyperacusis symptoms . Ear and hearing, 39(5), \n1025 -1034.  https:// 10.1097/AUD.0000000000000583   \nHartigan, J. A., & Wong, M. A. (1979). A k -means clustering algorithm. Applied statistics, 28(1), 100 -108.  \nHenry, J. A., Theodoroff, S. M., Edmonds, C., Martinez, I., Myers, P. J., Zaugg, T. L., & Goodworth, M. C. \n(2022). Sound tolerance conditions (hyperacusis, misophonia, noise sensitivity, and phonophobia): \nDefinitions and clinical management. American journal of audiolog y, 31(3), 513 -527. \nhttps://doi.org/10.1044/2022_AJA -22-00035   \nHilton, C., Graver, K., & LaVesser, P. (2007). Relationship between social competence and sensory \nprocessing in children with high functioning autism spectrum disorders.  Research in Autism \nSpectrum Disorders , 1(2), 164 -173. https://doi.org/10.1016/j.rasd.2006.10.002   \nIBM Corp. (2023). IBM SPSS Statistics for [INSERT OPERATING SYSTEM --\nWINDOWS/MAC/LINUX] Version 29.0.2.0 Armonk, NY: IBM Corp  \nKose, S., Turer, F., Inal Kaleli, I., Calik Senturk, H. N., Ozuysal Uyar, D. H., & Bildik, T. (2023). The \nrelationship between social skills and sensory profile, emotion regulation, and \nempathizing/systemizing in adolescents on the autism spectrum.  Journal of Autism and \nDevelopmental Disorders , 1-17. https://doi.org/10.1007/s10803 -023-06190 -5  \nLang, J. M., Rothman, K. J., & Cann, C. I. (1998). That confounded P -value. Epidemiology, 9(1), 7 –8. \nhttps://doi.org/10.1097/00001648 -199801000 -00004   \nR Core Team (2023). R: A Language and Environment for Statistical Computing. R Foundation for \nStatistical Computing, Vienna, Austria. https://www.R -project.org/.  \nRiggio. (1986). Assessment of basic social skills.  Journal of Personality and Social Psychology. , 51(3). \nhttps://doi.org/10.1037/0022 -3514.51.3.649   \n \nRomppanen, E., Korhonen, M., Salmelin, R. K., Puura, K., & Luoma, I. (2021). The significance of \nadolescent social competence for mental health in young adulthood.  Mental Health & \nPrevention , 21, 200198. Chicago . https://doi.org/10.1016/j.mhp.2021.200198   \n \nRosenthal, M. Z., Anand, D., Cassiello -Robbins, C., Williams, Z. J., Guetta, R. E., Trumbull, J., & Kelley, \nL. D. (2021). Development and initial validation of the duke misophonia questionnaire . Frontiers in \npsychology, 12, 709928. https://doi.org/10.3389/fpsyg.2021.709928   \nScheerer, N. E., Boucher, T. Q., Arzanpour, S., Iarocci, G., Birmingham, E. (2024) Autistic and Non -\nAutistic Experiences of Decreased Sound Tolerance and Their Association with Mental Health and \nQuality of Life .—supplementary material never cited supplementary material before gotta look this \nup"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "Scheerer, N. E., Boucher, T. Q., Arzanpour, S., Iarocci, G., Birmingham, E. (2024) Autistic and Non -\nAutistic Experiences of Decreased Sound Tolerance and Their Association with Mental Health and \nQuality of Life —regular material  \nScheerer, N. E., Curcin, K., Stojanoski, B., Anagnostou, E., Nicolson, R., Kelley, E., ... & Stevenson, R. A. \n(2021). Exploring sensory phenotypes in autism spectrum disorder . Molecular Autism, 12, 1 -16. \nhttps://doi.org/10.1186/s13229 -021-00471 -5  \nScheerer, N. E., Pourtousi, A., Yang, C., Ding, Z., Stojanoski, B., Anagnostou, E., ... & Stevenson, R. A. \n(2024). Transdiagnostic patterns of sensory processing in autism and ADHD. Journal of autism and \ndevelopmental disorders, 54(1), 280 -292. https://doi.org/10.1007/s10803 -022-05798 -3  \nSmees, R., Simner, J., Hoare, D. J., & Ward, J. (2024). Dissociable effects of hyperacusis and misophonia \nseverity imply different mechanisms of decreased sound tolerance. International Journal of \nAudiology, 1 -8. https://doi.org/10.1080/14992027.2024.2419558   \nSmith, J., Halliwell, N., Laurent, A., Tsotsoros, J., Harris, K., & DeGrace, B. (2023). Social participation \nexperiences of families raising a young child with autism spectrum disorder: Implications for mental \nhealth and well -being. The American Journal of  Occupational Therapy, 77(2), 7702185090. \nhttps://doi.org/10.5014/ajot.2023.050156   \nSeeber, S., & Wittmann, E. (2017). Social competence research: A review.  Competence -based vocational \nand professional education: Bridging the worlds of work and education , 1029 -1050.  \nhttps://doi.org/10.1007/978 -3-319-41713 -4_51   \nSullivan, G. M., & Feinn, R. (2012). Using effect size —or why the P value is not enough. Journal of \nGraduate Medical Education, 4(3), 279 –282. https://doi.org/10.4300/JGME -D-12-00156.1   \nSwedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A., ... & Raver, S. M. (2022). \nConsensus definition of misophonia: a delphi study. Frontiers in neuroscience, 16, 841816.  \nTabassum, R., Akhter, N., & Iqbal, Z. (2020). Relationship between Social Competence and Academic \nPerformance of University Students.  Journal of Educational Research (1027 -9776) , 23(1).  \nThe jamovi project (2024). jamovi  (Version 2.5) [Computer Software]. Retrieved from  \nhttps://www.jamovi.org  \nTrevisan, D. A., Tafreshi, D., Slaney, K. L., Yager, J., & Iarocci, G. (2018). A psychometric evaluation of \nthe Multidimensional Social Competence Scale (MSCS) for young adults. PloS one, 13(11), \ne0206800. https://doi.org/10.1371/journal.pone.0206800   \n \nTomczak, M., & Tomczak, E. (2014). The need to report effect size estimates revisited. An overview of \nsome recommended measures of effect size.   \nWilliams, Z. J., Cascio, C. J., & Woynaroski, T. G. (2022). Psychometric validation of a brief self -report \nmeasure of misophonia symptoms and functional impairment: The duke -vanderbilt misophonia \nscreening questionnaire.  Frontiers in Psychology , 13, 897901.  \nhttps://doi.org/10.3389/fpsyg.2022.897901   \nWilliams, Z. J., He, J. L., Cascio, C. J., & Woynaroski, T. G. (2021). A review of decreased sound tolerance \nin autism: Definitions, phenomenology, and potential mechanisms . Neuroscience & Biobehavioral \nReviews, 121, 1 -17. https://doi.org/10.1016/j.neubiorev.2020.11.030"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "Wunrow,  T. (2024). Selective noise cancelling application for misophonia treatment.  \nhttps://scholarsjunction.msstate.edu/td/6202?utm_source=scholarsjunction.msstate.edu%2Ftd%2F62\n02&utm_medium=PDF&utm_campaign=PDFCoverPages   \nYager, J., & Iarocci, G. (2013). The development of the multidimensional social competence scale: A \nstandardized measure of social competence in autism spectrum disorders . Autism Research, 6(6), \n631-641. https://doi.org/10.1002/aur.1331   \nWilliams, Z. J., Cascio, C. J., & Woynaroski, T. G. (2022). Psychometric validation of a brief self -report \nmeasure of misophonia symptoms and functional impairment: The duke -vanderbilt misophonia \nscreening questionnaire. Frontiers in Psychology, 13, 897901.  \nhttps://doi.org/10.3389/fpsyg.2022.897901   \nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2014). Misophonia: incidence, phenomenology, \nand clinical correlates in an undergraduate student sample. Journal of clinical psychology, 70(10), \n994-1007.  https://doi.org/10.1002/jclp.22098  \nYilmaz, S., Taş, M., Bulut, E., & Nurçin, E. (2017). Assessment of reduced tolerance to sound \n(hyperacusis) in university students. Noise and health, 19(87), 73 -78. \nhttps://doi.org/ 10.4103/nah.NAH_54_16   \nZhong, S., & Ghosh, J. (2003). A unified framework for model -based clustering. The Journal of Machine \nLearning Research, 4, 1001 -1037."
    }
  ]
}