{
  "doc_type": "scientific paper",
  "title": "Prevalence of Decreased Sound Tolerance (Hyperacusis) in Individuals with Autism Spectrum Disorder: A Meta-analysis",
  "authors": [
    "Zachary J. Williams",
    "Evan Suzman",
    "Tiffany G. Woynaroski"
  ],
  "year": 2021,
  "journal": "Ear Hear.",
  "doi": "10.1097/AUD.0000000000001005.",
  "abstract": "Objective: Hyperacusis, defined as decreased tolerance to sound at levels that would not trouble most individuals, is frequently observed in individuals with autism spectrum disorder (ASD). Despite the functional impairment attributable to hyperacusis, little is known about its prevalence or natural history in the ASD population. The objective of this study was to conduct a systematic review and meta-analysis estimating the current and lifetime prevalence of hyperacusis in children, adolescents, and adults with ASD. By precisely estimating the burden of hyperacusis in the ASD population, the current study aims to enhance recognition of this particular symptom of ASD and highlight the need for additional research into the causes, prevention, and treatment of hyperacusis in persons on the spectrum. Design: We searched PubMed and ProQuest to identify peer-reviewed articles published in English after January 1993. We additionally performed targeted searches of Google Scholar and the gray literature, including studies published through May 2020. Eligible studies included at least 20 individuals with diagnosed ASD of any age and reported data from which the proportion of ASD individuals with current and/or lifetime hyperacusis could be derived. In order to account for multiple prevalence estimates derived from the same samples, we utilized three-level Bayesian random-effects meta-analyses to estimate the current and lifetime prevalence of hyperacusis. Bayesian meta-regression was used to assess potential moderators of current hyperacusis prevalence. In order to reduce heterogeneity due to varying definitions of hyperacusis, we performed a sensitivity analysis on the subset of studies that ascertained hyperacusis status using the Autism Diagnostic Interview-Revised, a structured parent interview. Results: A total of 7783 nonduplicate articles were screened, of which 67 were included in the review and synthesis. Hyperacusis status was ascertained in multiple ways across studies, with 60 articles employing interviews or questionnaires and 7 using behavioral observations or objective measures. The mean (range) age of samples in the included studies was 7.88 (1.00-34.89) years. The meta-analysis of interview/questionnaire measures (k=103, n_ASD=13093) estimated the current and lifetime prevalence of hyperacusis in ASD to be 41.42% (95% CrI [37.23, 45.84]) and 60.58% [50.37, 69.76], respectively. A sensitivity analysis restricted to prevalence estimates derived from the ADI-R (k=25, n_ASD=5028) produced similar values. The estimate of current hyperacusis prevalence using objective/observational measures (k=8, n_ASD=488) was 27.30% [14.92, 46.31]. Heterogeneity in the full sample of interview/questionnaire measures was substantial but not significantly explained by any tested moderator. However, prevalence increased sharply with increasing age in studies using the ADI-R (BF10=93.10, R2Het=0.692). Conclusions and Relevance: In this meta-analysis, we found a high prevalence of current and lifetime hyperacusis in individuals with ASD, with a majority of individuals on the autism spectrum experiencing hyperacusis at some point in their lives. The high prevalence of hyperacusis in individuals with ASD across the lifespan highlights the need for further research on sound tolerance in this population and the development of services and/or interventions to reduce the burden of this common symptom.",
  "keywords": [
    "Hyperacusis",
    "Autism Spectrum Disorder",
    "Sound Tolerance",
    "Decreased Sound Tolerance",
    "Meta-analysis",
    "Prevalence"
  ],
  "research_topics": [
    "Hyperacusis in Autism Spectrum Disorder",
    "Sensory Processing in ASD",
    "Prevalence Studies",
    "Audiological Assessment and Intervention",
    "Bayesian Meta-analysis",
    "Sound Sensitivity and ASD"
  ],
  "created_at": "2025-05-04T23:10:26.007158Z",
  "source_pdf": "documents/research/Global/Williams 2023 Prevalence of decreased sound tolerance.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Prevalence of Decreased Sound Tolerance (Hyperacusis) in \nIndividuals with Autism Spectrum Disorder: A Meta-analysis\nZachary J. Williams, B.S.1,2,3,4, Evan Suzman, B.S.5, Tiffany G. Woynaroski, Ph.D., CCC-\nSLP2,3,4,6\n1Medical Scientist Training Program, Vanderbilt University School of Medicine, Nashville, TN\n2Department of Hearing and Speech Sciences, Vanderbilt University Medical Center, Nashville, \nTN\n3Vanderbilt Brain Institute, Vanderbilt University, Nashville, TN\n4Frist Center for Autism and Innovation, Vanderbilt University, Nashville, TN\n5Graduate Program in Biomedical Sciences, Vanderbilt University, Nashville, TN\n6Vanderbilt Kennedy Center, Vanderbilt University Medical Center, Nashville, TN\nAbstract\nObjective:  Hyperacusis, defined as decreased tolerance to sound at levels that would not trouble \nmost individuals, is frequently observed in individuals with autism spectrum disorder (ASD). \nDespite the functional impairment attributable to hyperacusis, little is known about its prevalence \nor natural history in the ASD population. The objective of this study was to conduct a systematic \nCorrespondence addressed to:  Zachary J. Williams, 1215 21st Avenue South, Medical Center East, Room 8310, Nashville, TN \n37232, (805)-729-6691, Zachary.j.williams@vanderbilt.edu.\nAuthor Contributions\nZJW conceptualized the study, performed the literature search, extracted the data, performed and interpreted all statistical analyses, \nand drafted the manuscript. ES assisted in performing the literature search, extracting data, and critically revising the manuscript. \nTGW supervised the literature search, provided methodological guidance, and critically revised the manuscript. All authors have read, \napproved of, and taken responsibility for the final version of the manuscript.\nDisclosures\nZJW serves on the family advisory committee of the Autism Speaks Autism Treatment Network site at Vanderbilt University and the \nautistic researcher review board of the Autism Intervention Network on Physical Health (AIR-P). He has also received consulting fees \nfrom Roche. The remaining authors have nothing to declare. No funding organization or source of support had a role in the study \ndesign, data collection, analysis, or interpretation, decision to publish, or preparation of this manuscript.\nData Access, Responsibility, and Analysis\nNo original data was generated in this study. Study-level data used in the meta-analysis is presented in the online supplement \n(Supplemental Tables S1-S2). Additional study materials, including data extraction protocols and code for statistical analyses are \navailable from the first author upon request.\nAdditional References Cited in Meta-analysis (to be included in bibliography)\n(Albores-Gallo et al., 2012 ; Allison et al., 2008 ; Azouz, Khalil, et al., 2014 ; Azouz, Kozou, et al., 2014 ; Bennett et al., 2019 ; Bhatara \net al., 2013 ; Billstedt et al., 2007 ; Bishop et al., 2006 , 2013 ; Canal-Bedia et al., 2011 ; Carrington et al., 2014 , 2019 ; Cervantes et al., \n2017 ; Chaste et al., 2015 ; Dai et al., 2020 ; Danesh et al., 2015 ; de Giambattista et al., 2019 ; Demopoulos & Lewine, 2016 ; Downs et \nal., 2005 ; Egelhoff, 2011 ; Gomes et al., 2004 ; Grapel et al., 2015 ; Green et al., 2016 ; Grzadzinski et al., 2016 ; Guo et al., 2019 ; Hall et \nal., 2016 ; Hattier et al., 2012 ; Hussein et al., 2019 ; Inada et al., 2011 ; Jussila et al., 2020 ; Kamio et al., 2015 ; Kara et al., 2014 ; Kientz \n& Dunn, 1997 ; Kim et al., 2016 ; Klintwall et al., 2011 ; Kopecky et al., 2013 ; Kozlowski et al., 2012 ; Law et al., 2016 ; Levitin et al., \n2005 ; Lord et al., 1997 ; Matheis et al., 2019 ; Matson et al., 2013 , 2017 ; Mercati et al., 2017 ; Nupur et al., 2016 ; Pahan, 2003 ; Porges \net al., 2014 ; Richler et al., 2007 ; Robins et al., 2001 ; Rosenhall et al., 1999 ; Shardell, 2013 ; Silva & Schalock, 2012 ; Sipes et al., 2011 ; \nSrisinghasongkram et al., 2016 ; Stein et al., 2013 ; Stenberg et al., 2014 ; Tan et al., 2012 ; Tavassoli et al., 2016 , 2019 ; Tharpe et al., \n2006 ; Tomchek, 2005 ; Tomchek & Dunn, 2007 ; Troyb et al., 2014 ; Ventola et al., 2007 ; VerMaas-Lee, 1999 ; Wong et al., 2018 )\nHHS Public Access\nAuthor manuscript\nEar Hear . Author manuscript; available in PMC 2022 September 01.\nPublished in final edited form as:\nEar Hear . 2021 ; 42(5): 1137–1150. doi:10.1097/AUD.0000000000001005.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "review and meta-analysis estimating the current and lifetime prevalence of hyperacusis in children, \nadolescents, and adults with ASD. By precisely estimating the burden of hyperacusis in the ASD \npopulation, the current study aims to enhance recognition of this particular symptom of ASD and \nhighlight the need for additional research into the causes, prevention, and treatment of hyperacusis \nin persons on the spectrum.\nDesign:  We searched PubMed and ProQuest to identify peer-reviewed articles published in \nEnglish after January 1993. We additionally performed targeted searches of Google Scholar and \nthe gray literature, including studies published through May 2020. Eligible studies included \nat least 20 individuals with diagnosed ASD of any age and reported data from which the \nproportion of ASD individuals with current and/or lifetime hyperacusis could be derived. In \norder to account for multiple prevalence estimates derived from the same samples, we utilized \nthree-level Bayesian random-effects meta-analyses to estimate the current and lifetime prevalence \nof hyperacusis. Bayesian meta-regression was used to assess potential moderators of current \nhyperacusis prevalence. In order to reduce heterogeneity due to varying definitions of hyperacusis, \nwe performed a sensitivity analysis on the subset of studies that ascertained hyperacusis status \nusing the Autism Diagnostic Interview-Revised, a structured parent interview.\nResults:  A total of 7783 nonduplicate articles were screened, of which 67 were included in the \nreview and synthesis. Hyperacusis status was ascertained in multiple ways across studies, with 60 \narticles employing interviews or questionnaires and 7 using behavioral observations or objective \nmeasures. The mean (range) age of samples in the included studies was 7.88 (1.00-34.89) years. \nThe meta-analysis of interview/questionnaire measures ( k(3) = 103, nASD=13093) estimated the \ncurrent and lifetime prevalence of hyperacusis in ASD to be 41.42% (95% CrI [37.23, 45.84]) \nand 60.58% [50.37, 69.76], respectively. A sensitivity analysis restricted to prevalence estimates \nderived from the ADI-R ( k(3) = 25, nASD = 5028) produced similar values. The estimate of \ncurrent hyperacusis prevalence using objective/observational measures ( k(3)= 8, nASD = 488) was \n27.30% [14.92, 46.31]. Heterogeneity in the full sample of interview/questionnaire measures was \nsubstantial but not significantly explained by any tested moderator. However, prevalence increased \nsharply with increasing age in studies using the ADI-R ( BF10 = 93.10, R2Het = 0.692).\nConclusions and Relevance:  In this meta-analysis, we found a high prevalence of current \nand lifetime hyperacusis in individuals with ASD, with a majority of individuals on the autism \nspectrum experiencing hyperacusis at some point in their lives. The high prevalence of hyperacusis \nin individuals with ASD across the lifespan highlights the need for further research on sound \ntolerance in this population and the development of services and/or interventions to reduce the \nburden of this common symptom.\nIntroduction\nHyperacusis is a hearing disorder involving an increased sensitivity to or decreased \ntolerance of sound at levels that would not trouble most individuals ( Fackrell et al., \n2019 ). Individuals experiencing hyperacusis report that everyday sounds can be unpleasant, \nintense, frightening, painful, or overwhelming and can cause significant anxiety and \ndistress ( Fackrell et al., 2019 ; Jastreboff & Jastreboff, 2015 ; Tyler et al., 2014 ). In a \npivotal review on this topic, Tyler et al. (2014)  suggested that hyperacusis be divided \ninto four subtypes based on clinical presentation: loudness hyperacusis, pain hyperacusis, Williams et al. Page 2\nEar Hear . Author manuscript; available in PMC 2022 September 01.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "annoyance hyperacusis, and fear hyperacusis. Notably, a more recent consensus definition \nof hyperacusis ( Fackrell et al., 2019 ) states that this condition is distinct from misophonia \n(an anger-predominant reaction to specific sounds such as chewing) and phonophobia (a \nspecific phobia of certain sounds or categories of sounds), which correspond approximately \nto Tyler’s categories of “annoyance hyperacusis” and “fear hyperacusis,” respectively. Thus, \nwithin the current study, hyperacusis refers specifically to loudness hyperacusis , wherein \nsounds of moderate intensity are perceived as excessively loud, and pain hyperacusis , \nwherein sounds evoke physical pain in the ear or head at levels far below those needed \nto cause pain in a typical listener (i.e., approximately 120 dB SPL). Hyperacusis can have \nprofound effects on the lives of those who experience it, negatively affecting social and \noccupational functioning, emotional well-being, hearing, sleep, and concentration ( Tyler et \nal., 2014 ).\nThe prevalence of hyperacusis in the general population is variable, depending both on the \ndefinition of hyperacusis used in a given study and the specific methods used to determine \ncase status. Based on data from the 2014 National Health Interview Survey, an estimated \n5.9% of U.S. adults report sensitivity to everyday sounds based the following question: \n“Some people are bothered by everyday sounds or noises that don't bother most people. Do \neveryday sounds, such as from a hair dryer, vacuum cleaner, lawnmower, or siren, seem \ntoo loud or annoying to you?” ( Zelaya et al., 2015 ). Additionally, in a large, population-\nbased Swedish study, self-reported sound intolerance was endorsed by 9% of adults, and \napproximately 2% had been diagnosed with hyperacusis by a physician ( Paulin et al., 2016 ). \nHyperacusis in adults is also associated with a range of other disorders, including tinnitus, \nhearing impairment, traumatic brain injury, migraine, anxiety disorders, mood disorders, and \nfunctional somatic syndromes such as fibromyalgia and irritable bowel syndrome ( Assi et \nal., 2018 ; Cederroth et al., 2020 ; Paulin et al., 2016 ; Sheldrake et al., 2015 ). Hyperacusis \nhas been less well characterized in the general pediatric population ( Potgieter et al., 2020 ), \nalthough a systematic review of prevalence studies in children and adolescents reported \na range of prevalence rates from 3.2–17.1% ( Rosing, Schmidt, et al., 2016 ). Pediatric \nhyperacusis appears to be more common in younger children, and the overwhelming \nmajority of clinically-referred children are under 10 years of age ( Amir et al., 2018 ; Baguley \net al., 2013 ; Myne & Kennedy, 2018 ; Rosing, Kapandais, et al., 2016 ). Compared to adults, \nchildren with hyperacusis are substantially less likely to present with comorbid hearing loss \nor tinnitus and much more likely to have comorbid neurodevelopmental conditions such \nas autism spectrum disorder (ASD) or attention deficit-hyperactivity disorder ( Amir et al., \n2018 ; Hall et al., 2016 ; Myne & Kennedy, 2018 ; Potgieter et al., 2020 ). Notably, there has \nbeen little research on the developmental trajectory of hyperacusis across the lifespan, and \nit remains unknown how many individuals with childhood-onset hyperacusis continue to \nexperience symptoms into adulthood.\nResearch on hyperacusis is still in its infancy; the condition remains medically unexplained \nwith no definitive etiology or pathophysiology ( Pienkowski et al., 2014 ; Radziwon et al., \n2020 ; Roberts & Salvi, 2019 ), and no evidence-based recommendations exist to guide its \ndiagnosis or treatment. While there are many unresolved questions in hyperacusis research \n(Baguley & Hoare, 2018 ; Fackrell et al., 2019 ), one area of particular interest is the overlap \nof hyperacusis with ASD ( Fackrell et al., 2019 ). In addition to the social communication Williams et al. Page 3\nEar Hear . Author manuscript; available in PMC 2022 September 01.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "impairments and restricted, repetitive behaviors characteristic of ASD, many individuals on \nthe autism spectrum exhibit hyper- or hyporeactivity to sensory stimuli, now considered a \ncore feature of the condition in the Diagnostic and Statistical Manual of Mental Disorders, \nFifth Edition (DSM-5; American Psychiatric Association, 2013 ; Ben-Sasson et al., 2009 , \n2019 ; Hazen et al., 2014 ). Among the sensory manifestations of ASD, decreased sound \ntolerance is common ( Gomes et al., 2008 ; O’Connor, 2012 ; Stiegler & Davis, 2010 ), with \nstudies reporting prevalence rates as high as 86% in this population ( Hussein et al., 2019 ; \nLaw et al., 2016 ). Furthermore, of 412 children seeking specialist care for hyperacusis in \na single-center study, 60% had diagnoses of ASD ( Amir et al., 2018 ). In children with \nASD, hyperacusis is associated with reduced participation in family, school, and community \nactivities, challenging behaviors, increased caregiver burden, and safety concerns for both \nchildren and family members ( Hussein et al., 2019 ; Law et al., 2016 ). This symptom \ncan also persist into adulthood ( Kuiper et al., 2019 ; Landon et al., 2016 ; Robertson & \nSimmons, 2015 ; Tavassoli et al., 2014 ), contributing to workplace difficulties ( Hayward et \nal., 2019 ; Hedley et al., 2018 ; Lorenz et al., 2016 ; Robertson & Simmons, 2015 ), anxiety \n(Landon et al., 2016 ; Simonoff, 2020 ), avoidance behavior ( Landon et al., 2016 ), and \ngeneral distress ( Griffith et al., 2011 ; Jones et al., 2003 ; Smith & Sharp, 2013 ). While \nit remains unknown whether the hyperacusis observed in ASD is phenomenologically or \nphysiologically distinct from hyperacusis in other populations, this symptom contributes \nsubstantially to the disability associated with ASD and may serve as a worthwhile target for \nclinical intervention.\nAlthough decreased sound tolerance has been recognized as part of the ASD phenotype \nsince Kanner’s first description of the condition ( Kanner, 1943 ), relatively few studies have \nexplicitly attempted to assess the proportion of individuals with ASD with hyperacusis. \nIn one of the only reviews on the topic, Gomes and colleagues (2008)  cited prevalence \nestimates between 15–100% based on an unsystematic literature search. Another commonly \ncited figure is that of Rimland and Edelson (1995) , who reported that 40% of children \nwith ASD exhibit “some symptoms of sound sensitivity” based on an unpublished sample \nof over 17,000 parent questionnaires. A more recent online survey study by Law and \ncolleagues (2016)  reported the current and lifetime prevalence of “auditory hypersensitivity” \nto be 77.6% and 86.6%, respectively, in a sample of 814 children with ASD. Prevalence \nestimates tend to be lower when hyperacusis is assessed using psychoacoustic tests and \nbehavioral observations, with Rosenhall et al. (1999)  reporting a prevalence of 18% based \non the inability to behaviorally tolerate an 80 dB nHL broadband click and Demopoulos \n& Lewine (2016)  reporting a hyperacusis prevalence of 37% based on speech LDLs three \nstandard deviations below a control group’s mean score. Given the wide-ranging estimates \nof hyperacusis prevalence in the ASD literature, there is a substantial need for more \ninformation regarding the prevalence of this particular symptom in persons on the autism \nspectrum. More precise estimates regarding hyperacusis prevalence in this population will \nprovide crucial background information for adequate medical and audiological evaluation \nand service delivery. Additionally, such estimates are necessary to accurately define the \nburden of hyperacusis in the ASD population, increasing the recognition of this condition \namong the research community and providing a justification for policymakers and funding Williams et al. Page 4\nEar Hear . Author manuscript; available in PMC 2022 September 01.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "agencies to allocate additional resources to understanding and ameliorating this reportedly \ncommon symptom ( Gillum et al., 2011 ).\nAlthough there has been no quantitative synthesis of the ASD hyperacusis prevalence \nliterature to date, estimates of hyperacusis prevalence in individuals with ASD are present \nin a large number of published studies. Questions assessing decreased sound tolerance are \nincluded in several widely used clinical tools used to assess ASD ( Lord et al., 1994 ; Robins \net al., 2001 , 2014 ; Tomchek & Dunn, 2007 ), and item-level data for these measures is \noften reported, even in cases when hyperacusis is not the focus of a given study. Thus, any \nstudy reporting item-level data for any of these measures can be utilized as an estimate \nof the prevalence of hyperacusis in ASD. However, clinical questionnaires and interviews \nassess hyperacusis symptoms in variable ways, and these measures differ significantly in \nthe aspects of sound tolerance that they address and the degree to which they are able to \ndifferentiate hyperacusis from other forms of decreased sound tolerance, such as misophonia \nand phonophobia.\nOne particularly common ASD questionnaire assessing hyperacusis is the Modified \nChecklist for Autism in Toddlers (M-CHAT; Robins et al., 2001 ), which consists of 23 \nYes/No questions answered by the parent of a young child. The M-CHAT is widely \nused to screen for ASD in children 18–24 months of age ( Yuen et al., 2018 ), and this \ntool was recommended by the American Academy of Pediatrics for autism screening in \ngeneral pediatric practice ( Johnson et al., 2007 ). Notably, item 11 of the M-CHAT assesses \ndecreased sound tolerance in the child, stating, “ Does your child ever seem oversensitive \nto noise? (e.g., plugging ears). ” A successor of this form, the M-CHAT Revised with \nFollow-up (M-CHAT R/F; Robins et al., 2014 ), contains a similar item, “ Does your child \nget upset by everyday noises? (For example, does your child scream or cry to noise such \nas a vacuum cleaner or loud music?) ,” and affirmative answers to this item are followed \nup with more detailed questioning regarding (a) the specific sounds that a child reacts to \n(two or more common noises required for credit) and (b) the specific reactions the child \nhas to these sounds (for the item to be endorsed, child must scream, cry, and/or cover ears \nin response to noise and do so most of the time). Items assessing hyperacusis are also \npresent on questionnaires that assess sensory features of ASD across multiple modalities, \nsuch as the (Short) Sensory Profile ( McIntosh et al., 1999 ; Z. J. Williams, 2020 ; Z. J. \nWilliams et al., 2018 ), which contains the item, “ Responds negatively to unexpected or loud \nnoises (for example, cries or hides from vacuum cleaner, dog barking, hair dryer). ” Notably, \nwhile multiple self-report hyperacusis questionnaires are available for use in the general \npopulation ( Fackrell & Hoare, 2018 ), only one study to date has employed a validated \nhyperacusis self-report (the Hyperacusis Questionnaire [HQ]; Khalfa et al., 2002 ) in an ASD \nsample, with 69% of the sample exceeding the HQ cutoff for hyperacusis ( Danesh et al., \n2015 ).\nOf the clinical tools commonly used to assess hyperacusis across the ASD research \nliterature, perhaps the most accurate tool is the Autism Diagnostic Review–Revised (ADI-\nR; Lord et al., 1994 ), a 111-item semi-structured parent interview covering the areas of \nreciprocal social interaction, communication and language, and restricted and repetitive \nbehaviors (including sensory abnormalities). Each item is scored separately for current Williams et al. Page 5\nEar Hear . Author manuscript; available in PMC 2022 September 01.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "and lifetime presence/severity. One item of the ADI-R (item 72) specifically addresses \nthe presence of hyperacusis, with the experimenter initially asking “ Has [child] ever \nseemed oversensitive to noise? ” and following up that question with more specific prompts \nsuch as: Has s/he ever deliberately and regularly put her/his hands over her/his ears in \nresponse to ordinary sounds? Does s/he do this now? To what kinds of sounds?  and \nHave you ever had to adjust what you do because [child] was so upset by noises?  As \ndescribed in the ADI-R manual ( Rutter et al., 2013 ), the question is specifically designed \nto assess “predictable, generally increased sensitivity to everyday sounds, such as household \nappliances or traffic, rather than a reaction to a sudden, harsh, or unexpected noise such \nas thunder or a loudspeaker.” Moreover, this question differentiates hyperacusis from other \nforms of decreased sound tolerance, as idiosyncratic responses to highly specific sounds (as \nwould occur in misophonia or phonophobia) are excluded from this item and are instead \ncovered by item 73 (which assesses hyper-reactivity to specific sensory stimuli in any \nmodality and includes a prompt assessing misophonia-like features: “ Does [child] ever \nget unusually upset or irritated by particular sounds such as people coughing or a baby \ncrying? ”). Lastly, in order to receive a score of “1” on item 72 (indicating mild hyperacusis) \nor greater, the child must exhibit regular negative reactions to sounds (other than sounds that \nare considered excessively loud by most people) for a period of at least three months. As the \nADI-R is considered one of the diagnostic “gold-standard” measures for ASD ( Falkmer et \nal., 2013 ), data from this interview are frequently reported in the ASD literature, resulting in \na large number of high-quality assessment of hyperacusis available for synthesis.\nIn the current study, we aimed to leverage the large amount of published literature on the \nprevalence of hyperacusis in ASD to produce quantitatively robust estimates of hyperacusis \nprevalence in this population. The current investigation is the first meta-analysis of this \nliterature, as well as the first quantitative synthesis of hyperacusis prevalence in any \npopulation. In addition to simply calculating the proportion of individuals with current \nand lifetime hyperacusis, we also sought to assess the factors responsible for the high \nvariability in prevalence estimates across studies. As there are few investigations in the \nliterature systematically examining the relations between hyperacusis prevalence and age, \nsex, intellectual ability, or other sociodemographic factors in the ASD population, meta-\nanalytic information regarding study-level moderators of hyperacusis could potentially \ninform research and clinical practice. Thus, the current study employed advanced statistical \napproaches to provide pooled estimates of hyperacusis prevalence in individuals with ASD \nand test whether a number of methodological and sociodemographic factors significantly \ninfluence prevalence estimates across studies.\nMaterials and Methods\nSearch Strategy and Selection Criteria\nA systematic review and meta-analysis was conducted in accordance with MOOSE ( Stroup \net al., 2000 ) and PRISMA ( Moher et al., 2009 ) guidelines. We searched PubMed and 83 \ndatabases available through the ProQuest search engine (e.g., PsycINFO/PsycARTICLES) \nfor publications on ASD that reported on decreased sound tolerance, as defined using \na combination of keywords and filters (see Supplemental Methods file for full search Williams et al. Page 6\nEar Hear . Author manuscript; available in PMC 2022 September 01.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "procedures). Results were limited to peer-reviewed, English-language studies published \nbetween January 1, 1993 and September 29, 2019. Following a previous meta-analysis of \nASD comorbidity ( Lai et al., 2019 ), we restricted our analysis to studies conducted after \nthe publication and widespread adoption of ICD-10/DSM-IV , when the definition of ASD \nwas expanded dramatically ( V olkmar & McPartland, 2014 ). Additionally, targeted searches \nof Google Scholar using terms such as (“autism diagnostic interview” OR “ADI-R”) AND \n(“sensitivity to noise” OR “item 72”)  were utilized to identify studies in which item-level \ndata from commonly used ASD clinical measures with indices of hyperacusis were reported. \nThese searches were supplemented with a targeted search of the gray literature, including \nProQuest Dissertations and Theses and abstracts from the International Society for Autism \nResearch annual meeting. All articles included in the meta-analysis were then subjected \nto forward/backward citation tracing using Google Scholar to identify additional relevant \nstudies (last search conducted September 18, 2020). References were managed using Papers \nsoftware (Readcube, Cambridge, USA).\nAuthor ZJW screened titles/abstracts of all potentially eligible publications, using \npredetermined criteria to select studies for full-text review. All studies selected at this stage \nreported cross-sectional data, recruited a sample of at least 20 individuals with ASD, and \nincluded some mention of sensory processing, auditory function, or a clinical instrument \nknown to contain items related to decreased sound tolerance. We excluded case reports, \nreview articles, and studies focused exclusively on sensory modalities other than audition. \nThe threshold of n≥20 was chosen to maximize the number of included studies while still \nlimiting small-sample bias ( Borenstein et al., 2009 ; Lai et al., 2019 ).\nFull-text articles were assessed for inclusion by authors ZJW, with author ES independently \nreviewing 20% of the articles to evaluate inter-rater reliability of the inclusion criteria \n(quantified using percent agreement and Cohen’s (1960)  kappa). All disagreements \nregarding inclusion were discussed by the two authors until consensus was reached. \nIncluded studies met all of the following criteria: (a) they were peer-reviewed journal \narticles, dissertations/theses, or conference presentations, (b) they included at least 20 \nindividuals with diagnosed ASD, confirmed by clinical assessment, parent report, medical \nrecords, or databases with a stated diagnosis, and (c) they reported data from which the \nproportion of ASD individuals with current and/or lifetime hyperacusis could be derived (see \nSupplemental Methods file for more details). Studies in which individuals screened positive \nfor ASD but did not receive formal diagnostic evaluations were excluded. Corresponding \nauthors of studies published since 2015 that met criteria for inclusion but did not report the \nproportion of the sample with hyperacusis (e.g., studies reporting item-level data for ADI-R \nitem 72, but not endorsement frequencies) were contacted via email to request additional \ndata.\nData Extraction and Assessment\nAuthor ZJW extracted data from all articles according to a standardized protocol (available \non request). Author ES independently extracted data from 20% of included studies, \nand reliability of data extraction was assessed using intra-class correlation coefficients \n(ICC(3,1); Shrout & Fleiss, 1979 ). For each included study, we extracted nASD and Williams et al. Page 7\nEar Hear . Author manuscript; available in PMC 2022 September 01.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "nHyperacusis  for all eligible measures and subgroups. Potential study-level moderators were \nalso extracted, including publication year, sample size (log transformed), measure timeframe \n(current vs. lifetime prevalence), proportion of females in the sample, proportion of sample \nwith IQ/DQ<70, mean age, and UN’s 2019 Human Development Index (HDI; Çilingirtürk \n& Koçak, 2018 ) of the study’s country of origin. Additional information on each of these \npotential moderators is presented in the Supplemental Methods.\nIn addition to the above moderators, we graded all studies on an ad-hoc eight-item measure \nof study quality derived in part from the criteria used in a previous systematic review of \npediatric hyperacusis prevalence ( Nemholt et al., 2015 ; Rosing, Schmidt, et al., 2016 ) and \ncriteria used to grade ASD sample characterization in a prior meta-analysis by our group ( Z. \nJ. Williams, 2020 ). Studies were assessed on the following eight criteria (see Supplemental \nTable S1 for full scoring guidelines): (1) age and sex of the ASD sample are reported, \n(2) cognitive ability of the ASD sample is reported, (3) diagnoses of ASD are confirmed \nusing rigorous criteria, (4) hearing impairment is assessed in the study participants, (5) \nparticipants recruited from an epidemiological population or large-scale registry (hence \nbeing more representative than a typical clinical or community sample; Lai et al., 2019 ), \n(6) method used to define hyperacusis is reported in sufficient detail, (7) method used to \ndefine hyperacusis is likely to have relatively high reliability (i.e., an interview or structured \nobservation rather than a single questionnaire item), and (8) the hyperacusis measure in \nquestion attempts to differentiate hyperacusis from other forms of decreased sound tolerance \n(e.g., by focusing on the loudness of the sound as the aversive quality). Overall quality \nscores were calculated as the mean of all eight items, ranging from 0 to 1 with higher scores \nreflecting relatively higher study quality. Scores for each item and overall scores for each \nincluded study sample are presented in (Supplemental Tables S2).\nStatistical Analysis\nAll statistical analyses were performed in R ( R Core Team, 2020 ). To model the proportion \nof individuals with hyperacusis in each study, we utilized a binomial-normal meta-analysis \nmodel with logit link function ( Hamza et al., 2008 ; Schwarzer et al., 2019 ; Stijnen et al., \n2010 ). Multiple independent samples of individuals with ASD reported within the same \narticle were treated as separate studies in our model. As multiple effect sizes (e.g., both \na current and lifetime prevalence) were often reported for a single study, we utilized a \nthree-level random-effects meta-analysis model ( Cheung, 2014 ; Pastor & Lazowski, 2017 ; \nVan den Noortgate et al., 2012 ), treating effect size (level 3) as a random effect nested within \nstudy (level 2). As we chose not to conflate prevalence estimates derived from subjective \nmeasures (i.e., questionnaires and interviews) and objective measures (i.e., behavioral \nobservations and psychoacoustic tests), separate meta-analysis models were constructed to \nanalyze prevalence for these two measure categories (see Gomes et al., 2004 ; Tavassoli et \nal., 2019  for further discussion about discrepancies between these measures). In addition, we \nperformed a sensitivity analysis by analyzing only the studies that used item 72 of the ADI-\nR as their measure of hyperacusis prevalence. In addition to the systematic and standardized \nway that the ADI-R characterizes hyperacusis in ASD, another strength of this sensitivity \nanalysis is the fact that none of the included ADI-R studies had the explicit goal of analyzing \nhyperacusis prevalence, reducing the chances of ADI-R prevalence estimates being affected Williams et al. Page 8\nEar Hear . Author manuscript; available in PMC 2022 September 01.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "by publication bias. The meta-analysis models for the subjective measure category (and the \nADI-R sensitivity analysis) also included a fixed effect of measure timeframe (i.e., current \nvs. lifetime) in order to account for the necessarily higher estimates reported by lifetime \nmeasures.\nModel estimation was performed in a Bayesian framework using the R package brms \n(Bürkner, 2017 , 2018 ). Weakly informative priors were employed, with a Normal(0,1) prior \non logit-transformed regression coefficients (including intercept) and a Half-Cauchy(0.3) \nprior on the standard deviations of the random intercept terms ( D. R. Williams et al., \n2018 ). We utilized the posterior mode and the 95% highest density credible interval (CrI) to \nsummarize parameter distributions. Additional information on model estimation and choice \nof priors can be found in the Supplemental Methods file.\nTo assess the heterogeneity of studies in our analysis, we calculated a multilevel I2 statistic \n(Higgins & Thompson, 2002 ), quantifying heterogeneity from the study and effect size \nlevels combined. In addition, we reported the ICC( 2) coefficient proposed by Cheung \n(2014) , reflecting the proportion of I2 attributable to between-study (level 2) variance. As \na more intuitive measure of study heterogeneity, we also calculated a model-based 95% \nprediction interval (PI; IntHout et al., 2016 ). Conditional on the observed data and prior \ninformation, there is a 95% chance that a future estimate of hyperacusis prevalence in \nASD will lie within the 95% PI, and thus this interval is helpful to visualize the potential \ndistribution of effects to be expected from future studies on this topic.\nAs the majority of studies in our analysis did not report hyperacusis prevalence as a primary \noutcome (and in many cases reported it incidentally), we did not expect to encounter \nsubstantial publication bias in this body of literature. Furthermore, as a prevalence figure \nis not typically tested for statistical significance, we felt it unlikely that the estimates in \nour meta-analysis would be subject to the “significance chasing” publication bias often seen \nin the biomedical and social sciences ( Ware & Munafò, 2015 ). Nevertheless, we sought \nto mitigate publication bias in our prevalence estimates by performing a comprehensive \ngray-literature search and including a large number of unpublished theses and conference \nabstracts in our analyses. As standard quantitative measures of publication bias have not \nbeen validated for use in a three-level meta-analysis framework, we chose to graphically \nassess publication bias in each meta-analytic model via the examination of funnel plots.\nPotential moderators of hyperacusis prevalence were analyzed using Bayesian meta-\nregression. Moderators of interest included publication year (see Rødgaard et al., 2019 ), \nlog-transformed sample size (included as a supplementary test of “small-study” publication \nbias; Sterne et al., 2000 ), study-level demographic variables (i.e., mean age of the study \nsample, proportion of females in the sample, and the proportion of individuals in the sample \nwith cognitive abilities in the intellectually disabled range [IQ or DQ < 70]; Lai et al., 2019 ), \n2019 UN HDI, and total study quality score.\nWe chose only to analyze moderators of current  hyperacusis prevalence in order to \neliminate unmodeled interactions between measure timeframe and other potential moderator \nvariables. Meta-regression analyses were only performed for the subjective prevalence Williams et al. Page 9\nEar Hear . Author manuscript; available in PMC 2022 September 01.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "model and the ADI-R only model, as the objective model contained fewer than 15 studies \n(Borenstein et al., 2009 ; Lai et al., 2019 ). Missing moderator values were handled via \n10-fold random-forest imputation, implemented using the missForest  R package ( Shah et \nal., 2014 ; Stekhoven, 2013 ; Stekhoven & Bühlmann, 2012 ). Each meta-regression model \nwas compared to its respective baseline (intercept-only) model using a Bayes factor ( BF10) \ncalculated via bridge sampling ( Gronau et al., 2017 , 2020 ). BF10 values greater than 3 \nprovide significant evidence in favor of the tested moderator effect, whereas values less \nthan 1/3 provide significant evidence against  that effect, and values between 1/3 and 3 \nare deemed inconclusive ( Wagenmakers et al., 2011 ). Bayes factors derived from multiply \nimputed data were defined as the arithmetic mean of the individual Bayes factors computed \nfrom each imputed dataset ( Hoijtink et al., 2019 ).\nResults\nThe initial database search identified 10255 records, with an additional 506 records being \nidentified via our gray literature search and forward/backward citation tracing. After \nremoving duplicate entries, titles and abstracts from the remaining 7783 articles were \nscreened to determine eligibility for full-text review. Of these, 641 articles were subjected to \nfull-text review, and 67 were found to meet criteria for inclusion in the study (Supplemental \nTable S1-S2), including one study for which eligible data were obtained via author contact \n(Carrington et al., 2019 ). Inter-rater agreement was excellent for both study inclusion \ndecisions (95% agreement, κ = 0.905) and data extraction [ ICC(3,1) = 1.00]. A full \nPRISMA flow diagram is presented in Figure 1.\nIn total, we extracted 111 estimates of hyperacusis prevalence (103 subjective [25 ADI-\nR], 8 objective) from 91 independent samples, representing data from 13433 individuals \nwith ASD (see Supplemental Tables S2-S3 for details of included studies). Estimates of \nhyperacusis prevalence ranged from 4–86% (median 43.75%). Individuals included in these \nstudies were predominantly young children (mean age = 7.88 years), 78.3% were male, \nand 60.2% had IQ/DQ > 70, although demographics varied widely between studies. Study \nquality scores varied substantially between studies, ranging from 0.125 to 0.938, with a \nmean of 0.506 and standard deviation of 0.203 (Supplemental Table S2). Studies using \nobjective measures had slightly higher quality scores ( M = 0.632, SD = 0.143) than studies \nusing subjective measures ( M = 0.496, SD = 0.204), although the subset of subjective \nstudies that used the ADI-R to ascertain hyperacusis status scored highly on our quality \nmetric ( M = 0.780, SD = 0.06).\nBased on our meta-analytic models, the pooled prevalence of current hyperacusis was \n41.42% (95% CrI [37.23, 45.84]) when assessed with an interview/questionnaire (Table \n1; Figure 2) and 27.30% [14.92, 46.31] when assessed using an observational/objective \nmeasure (see Supplemental Figure S1 for a graphical representation of the objective model). \nThe pooled lifetime prevalence of hyperacusis in ASD (subjective measures only) was \nsubstantially higher at 60.58% [50.37, 69.76]. When restricting analyses to just those studies \nutilizing the ADI-R, point estimates of both current prevalence (48.78% [42.48, 54.91]) \nand lifetime prevalence (64.25% [53.81, 72.60]) were slightly higher than the full sample \nof studies using subjective measures. However, there was inconclusive evidence to suggest Williams et al. Page 10\nEar Hear . Author manuscript; available in PMC 2022 September 01.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "that prevalence rates derived from the ADI-R were different from those obtained using \nother subjective measures ( BF10 = 0.53, R2Het = 0.017). All meta-analytic models displayed \nsubstantial heterogeneity ( I2 > 90%), resulting in wide 95% PIs (Table 1; see Supplemental \nTable S4 for additional heterogeneity metrics). Funnel plots were largely symmetric (see \nSupplemental Figure S2), reflecting minimal publication bias in the included studies.\nNone of the tested moderator variables significantly influenced the prevalence of current \nhyperacusis across the full sample of subjective studies (Table 2). While the majority of \nmoderator analyses were inconclusive, Bayes factors provided substantial evidence against \nthe moderating role of publication year. Additionally, there was slight evidence in favor  of \na moderating role of age ( BF10 = 1.528), with 10.1% of the heterogeneity in prevalence \nestimates attributable to age. Exploratory post-hoc plotting of this relationship revealed an \ninverted-U shaped trend, with hyperacusis prevalence in ASD increasing from childhood to \nadolescence, peaking at approximately age 15–16, and declining thereafter (Supplemental \nFigure S3). Bayes factors were also inconclusive regarding the moderating effects of sex \nratio ( BF10 = 0.404), the proportion of the sample with intellectual disability ( BF10 = 0.466), \nand study quality ( BF10 = 0.462); however, these variables explained negligible amounts \nof between-study heterogeneity ( R2Het < 0.01), indicating that they were unlikely to be \nmeaningful determinants of hyperacusis prevalence in the ASD population. When analyzing \nstudies reporting current hyperacusis prevalence using the ADI-R ( k = 17, nASD = 3363), \nthe mean age of study participants was a significant moderator of prevalence, explaining the \nmajority of between-study heterogeneity ( BF10 = 93.10, R2Het = 0.692). Estimated ADI-R \nhyperacusis prevalence increased substantially with age, rising from 35.12% at 2 years to \n71.50% at 14 years (Figure 3). Bayes factors provided significant evidence against the \nmoderation of ADI-R prevalence estimates by sample size ( BF10 = 0.25), and all other \nmoderator analyses were inconclusive, including sex ratio, proportion of the sample with \nintellectual disability, publication year, and study quality.\nDiscussion\nIn this study, we performed the first quantitative synthesis of the literature on hyperacusis in \nASD, meta-analyzing the prevalence of co-occurring hyperacusis in over 13000 individuals \non the autism spectrum. Based on a heterogeneous mixture of interview and questionnaire \nmeasures, our meta-analytic models estimated that the current prevalence of hyperacusis in \nthe ASD population is between 37–45%, with approximately 50–70% of individuals with \nASD exhibiting signs of hyperacusis at some point in their lives. These estimates were not \nappreciably altered when only considering studies utilizing the ADI-R (a “gold-standard” \nstructured ASD symptom interview), although the few studies assessing hyperacusis via \nbehavioral observations or objective tests reported modestly lower (current) prevalence rates \n(15–46%). Remarkably, the current prevalence estimate from our study is very similar to the \noft-cited 40% figure reported by Rimland and Edelson (1995) . Considering that ASD affects \napproximately 2% of the American population ( Dietz et al., 2020 ; Maenner et al., 2020 ), \nthese results suggest that between 2.4–3 million individuals with ASD in the U.S. currently \nexperience symptoms of hyperacusis.Williams et al. Page 11\nEar Hear . Author manuscript; available in PMC 2022 September 01.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "Like other meta-analyses of ASD comorbidity ( Lai et al., 2019 ), the included prevalence \nestimates in the present study were extremely heterogeneous, with estimated I2 values \ngreater than 90% in all three of our models and extremely wide 95% PIs. Interestingly, \nnone of the proposed moderator variables were found to explain a significant portion of \nheterogeneity in (interview/questionnaire) prevalence estimates, suggesting that the vast \nmajority of between-study heterogeneity is not attributable to sample demographics or easily \nquantified study-level variables. As the diverse questionnaire and interview methods used \nto ascertain hyperacusis status surely contributed to observed heterogeneity, we performed \na sensitivity analysis, restricting our sample to prevalence estimates based on the ADI-R, a \nwell-validated clinical interview that includes rigorous assessment of hyperacusis severity. \nUsing Bayesian meta-regression, we determined that nearly 70% of the between-study \nheterogeneity in ADI-R current prevalence estimates was due to the age of the study \nsample, with older individuals on average tending to report substantially higher rates of \nhyperacusis than younger individuals. Notably, the age range of the current ADI-R studies \n(2–14 years) did not include adults, potentially accounting for the inconclusive moderation \nby age seen in the full sample. Although data from adult samples were relatively scarce \n(k(3) = 6), post-hoc examination of the association between current hyperacusis prevalence \nand age across all subjective studies revealed an inverted U-shaped relationship, with \nprevalence peaking in adolescence and declining in adulthood (see Supplemental Figure \nS3 for a graphical representation of this pattern). Additional studies are necessary to more \nprecisely determine the prevalence of hyperacusis in older adolescents and adults with ASD, \nproviding fundamental information about the trajectory of hyperacusis symptoms over the \nlifespan.\nStrengths of the current study include the large and diverse body of literature collected for \nanalysis via extensive search procedures, sample demographics similar to the broader ASD \npopulation (cf. Maenner et al., 2020 ), the use of statistically robust Bayesian hierarchical \nmodels, the simultaneous assessment of current and lifetime prevalence, and the inclusion \nof a sensitivity analysis to eliminate heterogeneity caused by measurement instrument. \nHowever, our study is not without limitations. Much like the prevalence study of Lai \net al. (2019) , we chose to only extract prevalence estimates from individuals with ASD, \npreventing us from calculating odds ratios comparing the prevalence of hyperacusis in \nASD to that in the general population. The estimates included in our study were also \nextremely heterogeneous ( I2 > 0.90). Although we used meta-regression to test a number \nof potential moderators of prevalence across studies and found age to be a meaningful \npredictor of hyperacusis prevalence, much between-study heterogeneity was nevertheless \nleft unexplained. Thus, a number of still unexplained variables, such as the particular \ninclusion/exclusion criteria and study questions of each sample, may exert substantial \ninfluence over reported prevalence estimates. We were also unable to rule out a number \nof putative moderators of hyperacusis prevalence estimates, including sex ratio, proportion \nof the sample with intellectual disability, HDI, and study quality (for which findings were \ninconclusive). Future research on this topic should therefore attempt to further define \nspecific sociodemographic and methodological factors that affect estimates of hyperacusis \nprevalence in the ASD population.Williams et al. Page 12\nEar Hear . Author manuscript; available in PMC 2022 September 01.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "One major contributor to the heterogeneity between studies was the criteria used to assess \nhyperacusis. As no clinical consensus has been reached regarding the optimal diagnostic \nprocedure for hyperacusis in ASD, we chose to include studies in which authors made \nthe determination of hyperacusis status based on their own criteria, as well as studies that \nemployed face-valid single item measures of decreased sound tolerance. Notably, many \nitems used to assess hyperacusis (such as the item Does your child ever seem oversensitive \nto noise? (e.g., plugging ears)  on the M-CHAT) were worded to assess sound intolerance \nbroadly, possibly conflating the presence of hyperacusis with phonophobia, misophonia, or \nother constructs such as inability to focus in the presence of background noise. However, \nthis is not the case for the ADI-R, which includes a great deal of additional questioning and \ninterviewer guidance to specifically differentiate hyperacusis from related sound tolerance \nconditions. As prevalence estimates did not meaningfully change when restricting our \nanalyses to only those studies assessing hyperacusis using the ADI-R, we are relatively \nconfident that the prevalence figures reported are not substantially inflated by the inclusion \nof additional non-hyperacusis sound tolerance complaints.\nWhile broad inclusion criteria allowed us to gather a large and diverse sample of studies, \nit also resulted in high between-study heterogeneity, limiting our conclusions about the \nprevalence of hyperacusis that can be expected in later studies. Future research should \nattempt to define a diagnostic “gold-standard” for hyperacusis (e.g., based on loudness \ndiscomfort levels, as suggested by Aazh & Moore, 2017 ), which can then be used to \nprovide more reliable and valid prevalence estimates of this condition in ASD and other \npopulations of interest. An additional limitation of our study was the inability to determine \nthe severity of hyperacusis symptoms. A sizable portion of individuals with ASD and \nhyperacusis may have relatively mild symptoms ( Bennett et al., 2019 ; Law et al., 2016 ), \nand thus the number of individuals with hyperacusis severe enough to warrant clinical \nintervention remains unclear. Lastly, although we examined the association between age \nand hyperacusis prevalence, all studies included in our meta-analysis were cross-sectional, \nlimiting the conclusions we are able to draw about the developmental trajectories of \nhyperacusis symptoms. Longitudinal evaluations of hyperacusis severity in ASD are thus \nneeded to further understand these trajectories and identify the factors that best predict the \nremission of hyperacusis symptoms with age.\nIn conclusion, our meta-analysis suggests that hyperacusis is extremely common in \nindividuals with ASD, with prevalence rates greater than those of most major mental \ndisorders that commonly co-occur with autism ( Lai et al., 2019 ). The prevalence of \nhyperacusis was similar across a range of questionnaire and interview measures, and despite \na large amount of heterogeneity, prevalence estimates were relatively unaffected by study-\nlevel factors including sex ratio and cognitive ability. Based on ADI-R data, the prevalence \nof hyperacusis appears to increase with age until adolescence, but preliminary evidence \nfrom older samples suggests that hyperacusis symptoms may remit in adulthood for some \nindividuals. Additional research in older individuals on the spectrum is necessary for a high \nlevel of confidence in this finding. By demonstrating the frequency of comorbid hyperacusis \nin ASD, our study highlights the need for health care providers to assess, monitor, and \naccommodate decreased sound tolerance in individuals with ASD across the lifespan. \nFurthermore, as there is currently insufficient evidence to recommend any behavioral or Williams et al. Page 13\nEar Hear . Author manuscript; available in PMC 2022 September 01.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "pharmacological treatment for hyperacusis in ASD ( Fung et al., 2012 ; Sandbank et al., \n2020 ; Schoen et al., 2019 ; Sinha et al., 2006 ; Weitlauf et al., 2017 ), additional research \nis desperately needed to develop and evaluate clinical interventions targeting this common \nsymptom ( Fackrell et al., 2019 ).\nSupplementary Material\nRefer to Web version on PubMed Central for supplementary material.\nAcknowledgments\nThis work was supported by National Institute of General Medical Sciences grant T32-GM007347 (ZJW) and \nthe Nancy Lurie-Marks Family Foundation (ZJW, TW). The authors would like to thank the research teams who \nconducted all primary studies summarized herein, as well as all of the individuals with autism and their families \nwho have contributed to this body of research.\nConflicts of Interest and Sources of Funding\nThis work was supported by National Institute of General Medical Sciences grant T32-GM007347 (ZJW) and the \nNancy Lurie-Marks Family Foundation (ZJW, TW). ZJW serves on the Family Advisory Committee of the Autism \nSpeaks Autism Treatment Network site at Vanderbilt University and the autistic researcher review board of the \nAutism Intervention Research Network on Physical Health (AIR-P). He has also received consulting fees from \nRoche. The remaining authors have nothing to declare. No funding agency or source of support had a role in the \nstudy design, data collection, analysis, or interpretation, decision to publish, or preparation of this manuscript.\nReferences\nAazh H, & Moore BCJ (2017). Factors related to uncomfortable loudness levels for patients \nseen in a tinnitus and hyperacusis clinic. International Journal of Audiology, 56(10), 793–800. \n10.1080/14992027.2017.1335888 [PubMed: 28622055] \nAlbores-Gallo L, Roldán-Ceballos O, Villarreal-Valdes G, Betanzos-Cruz BX, Santos-Sánchez C, \nMartínez-Jaime MM, Lemus-Espinosa I, & Hilton CL (2012). M-CHAT Mexican version validity \nand reliability and some cultural considerations. ISRN Neurology, 2012, 1–7. 10.5402/2012/408694\nAllison C, Baron-Cohen S, Wheelwright S, Charman T, Richler J, Pasco G, & Brayne C (2008). \nThe Q-CHAT (Quantitative CHecklist for Autism in Toddlers): A normally distributed quantitative \nmeasure of autistic traits at 18–24 months of age: Preliminary report. Journal of Autism and \nDevelopmental Disorders, 38(8), 1414–1425. 10.1007/s10803-007-0509-7 [PubMed: 18240013] \nAmerican Psychiatric Association. (2013). Diagnostic and statistical manual of mental disorders \n(DSM-5®) (5th ed.). American Psychiatric Association Publishing.\nAmir I, Lamerton D, & Montague M-L (2018). Hyperacusis in children: The Edinburgh experience. \nInternational Journal of Pediatric Otorhinolaryngology, 112, 39–44. 10.1016/j.ijporl.2018.06.015 \n[PubMed: 30055737] \nAssi H, Moore RD, Ellemberg D, & Hébert S (2018). Sensitivity to sounds in sport-related concussed \nathletes: A new clinical presentation of hyperacusis. Scientific Reports, 8(1), 9921. 10.1038/\ns41598-018-28312-1 [PubMed: 29967340] \nAzouz HG, Khalil M, Abd El Ghani HM, & Hamed HM (2014). Somatosensory evoked potentials in \nchildren with autism. Alexandria Journal of Medicine, 50(2), 99–105. 10.1016/j.ajme.2013.07.002\nAzouz HG, Kozou H, Khalil M, Abdou RM, & Sakr M (2014). The correlation between central \nauditory processing in autistic children and their language processing abilities. International Journal \nof Pediatric Otorhinolaryngology, 78(12), 2297–2300. 10.1016/j.ijporl.2014.10.039 [PubMed: \n25468467] \nBaguley DM, Bartnik G, Kleinjung T, Savastano M, & Hough EA (2013). Troublesome tinnitus \nin childhood and adolescence: Data from expert centres. International Journal of Pediatric \nOtorhinolaryngology, 77(2), 248 – 251. 10.1016/j.ijporl.2012.11.009 [PubMed: 23245492] Williams et al. Page 14\nEar Hear . Author manuscript; available in PMC 2022 September 01.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "Baguley DM, & Hoare DJ (2018). Hyperacusis: Major research questions. HNO, 66(5), 358–363. \n10.1007/s00106-017-0464-3 [PubMed: 29392341] \nBennett A, Marvin AR, Coury D, Malow BA, & Lipkin PH (2019, May). Sensitivity to sounds \nand touch and sleep concerns in children with ASD. International Society for Autism Research \nAnnual Meeting. International Society for Autism Research Annual Meeting, Montreal, QC. \nhttps://insar.confex.com/insar/2019/webprogram/Paper30361.html\nBen-Sasson A, Gal E, Fluss R, Katz-Zetler N, & Cermak SA (2019). Update of a meta-analysis of \nsensory symptoms in ASD: A new decade of research. Journal of Autism and Developmental \nDisorders, 49(12), 4974–4996. 10.1007/s10803-019-04180-0 [PubMed: 31501953] \nBen-Sasson A, Hen L, Fluss R, Cermak SA, Engel-Yeger B, & Gal E (2009). A meta-analysis of \nsensory modulation symptoms in individuals with autism spectrum disorders. Journal of Autism \nand Developmental Disorders, 39(1), 1–11. 10.1007/s10803-008-0593-3 [PubMed: 18512135] \nBhatara A, Quintin E-M, Fombonne E, & Levitin DJ (2013). Early sensitivity to sound and musical \npreferences and enjoyment in adolescents with autism spectrum disorders. Psychomusicology: \nMusic, Mind, and Brain, 23(2), 100–108. 10.1037/a0033754\nBillstedt E, Gillberg IC, & Gillberg C (2007). Autism in adults: Symptom patterns and early childhood \npredictors. Use of the DISCO in a community sample followed from childhood. Journal of Child \nPsychology and Psychiatry, 48(11), 1102–1110. 10.1111/j.1469-7610.2007.01774.x [PubMed: \n17995486] \nBishop SL, Hus V , Duncan A, Huerta M, Gotham K, Pickles A, Kreiger A, Buja A, Lund S, \n& Lord C (2013). Subcategories of restricted and repetitive behaviors in children with autism \nspectrum disorders. Journal of Autism and Developmental Disorders, 43(6), 1287–1297. 10.1007/\ns10803-012-1671-0 [PubMed: 23065116] \nBishop SL, Richler J, & Lord C (2006). Association between restricted and repetitive behaviors and \nnonverbal IQ in children with autism spectrum disorders. Child Neuropsychology, 12(4–5), 247–\n267. 10.1080/09297040600630288 [PubMed: 16911971] \nBorenstein M, Hedges LV , Higgins JPT, & Rothstein HR (2009). Introduction to meta-analysis. Wiley.\nBürkner P-C (2017). brms: An R package for Bayesian multilevel models using Stan. Journal of \nStatistical Software, 80(1). 10.18637/jss.v080.i01\nBürkner P-C (2018). Advanced Bayesian multilevel modeling with the R package brms. The R \nJournal, 10(1), 395–411.\nCanal-Bedia R, García-Primo P, Martín-Cilleros MV , Santos-Borbujo J, Guisuraga-Fernández Z, \nHerráez-García L, del Mar Herráez-García M, Boada-Muñoz L, Fuentes-Biggi J, & Posada-de \nla Paz M (2011). Modified Checklist for Autism in Toddlers: Cross-cultural adaptation and \nvalidation in Spain. Journal of Autism and Developmental Disorders, 41(10), 1342–1351. 10.1007/\ns10803-010-1163-z [PubMed: 21161677] \nCarrington SJ, Barrett SL, Sivagamasundari U, Fretwell C, Noens I, Maljaars J, & Leekam SR (2019). \nDescribing the profile of diagnostic features in autistic adults using an abbreviated version of the \nDiagnostic Interview for Social and Communication Disorders (DISCO-Abbreviated). Journal of \nAutism and Developmental Disorders. 10.1007/s10803-019-04214-7\nCarrington SJ, Kent RG, Maljaars J, Le Couteur A, Gould J, Wing L, Noens I, Van Berckelaer-Onnes \nI, & Leekam SR (2014). DSM-5 autism spectrum disorder: In search of essential behaviours for \ndiagnosis. Research in Autism Spectrum Disorders, 8(6), 701–715. 10.1016/j.rasd.2014.03.017\nCederroth CR, Lugo A, Edvall NK, Lazar A, Lopez-Escamez J-A, Bulla J, Uhlen I, Hoare DJ, Baguley \nDM, Canlon B, & Gallus S (2020). Association between hyperacusis and tinnitus. Journal of \nClinical Medicine, 9(8), 2412. 10.3390/jcm9082412\nCervantes PE, Matson JL, & Peters WJ (2017). An abbreviated scoring algorithm for the Baby and \nInfant Screen for Children with Autism Traits. Developmental Neurorehabilitation, 20(5), 287–\n293. 10.1080/17518423.2016.1211189 [PubMed: 27715370] \nChaste P, Klei L, Sanders SJ, Hus V , Murtha MT, Lowe JK, Willsey AJ, Moreno-De-Luca D, Yu TW, \nFombonne E, Geschwind D, Grice DE, Ledbetter DH, Mane SM, Martin DM, Morrow EM, Walsh \nCA, Sutcliffe JS, Lese Martin C, … Devlin B (2015). A genome-wide association study of autism \nusing the Simons Simplex Collection: Does reducing phenotypic heterogeneity in autism increase Williams et al. Page 15\nEar Hear . Author manuscript; available in PMC 2022 September 01.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "genetic homogeneity? Biological Psychiatry, 77(9), 775–784. 10.1016/j.biopsych.2014.09.017 \n[PubMed: 25534755] \nCheung MWL (2014). Modeling dependent effect sizes with three-level meta-analyses: A structural \nequation modeling approach. Psychological Methods, 19(2), 211–229. 10.1037/a0032968 \n[PubMed: 23834422] \nÇilingirtürk AM, & Koçak H (2018). Human Development Index (HDI) rank-order variability. Social \nIndicators Research, 137(2), 481–504. 10.1007/s11205-017-1605-5\nCohen J (1960). A coefficient of agreement for nominal scales. Educational and Psychological \nMeasurement, 20(1), 37–46. 10.1177/001316446002000104\nDai YG, Porto KS, Skapek M, Barton ML, Dumont-Mathieu T, Fein DA, & Robins DL (2020). \nComparison of the Modified Checklist for Autism in Toddlers, Revised with Follow-Up (M-\nCHAT-R/F) positive predictive value by race. Journal of Autism and Developmental Disorders. \n10.1007/s10803-020-04428-0\nDanesh AA, Lang D, Kaf W, Andreassen WD, Scott J, & Eshraghi AA (2015). Tinnitus and \nhyperacusis in autism spectrum disorders with emphasis on high functioning individuals diagnosed \nwith Asperger’s syndrome. International Journal of Pediatric Otorhinolaryngology, 79(10), 1683–\n1688. 10.1016/j.ijporl.2015.07.024 [PubMed: 26243502] \nde Giambattista C, Ventura P, Trerotoli P, Margari M, Palumbi R, & Margari L (2019). Subtyping \nthe Autism Spectrum Disorder: Comparison of Children with High Functioning Autism and \nAsperger Syndrome. Journal of Autism and Developmental Disorders, 49(1), 138–150. 10.1007/\ns10803-018-3689-4 [PubMed: 30043350] \nDemopoulos C, & Lewine JD (2016). Audiometric profiles in autism spectrum disorders: Does \nsubclinical hearing loss impact communication? Autism Research, 9(1), 107–120. 10.1002/\naur.1495 [PubMed: 25962745] \nDietz PM, Rose CE, McArthur D, & Maenner M (2020). National and State Estimates of Adults \nwith Autism Spectrum Disorder. Journal of Autism and Developmental Disorders. 10.1007/\ns10803-020-04494-4\nDowns D, Schmidt B, & Stephens TJ (2005). Auditory behaviors of children and adolescents with \npervasive developmental disorders. Seminars in Hearing, 26(4), 226–240. 10.1055/s-2005-922445\nEgelhoff K (2011). Auditory processing abilities of children diagnosed with autism \nspectrum disorder [PhD Thesis, The Ohio State University]. http://rave.ohiolink.edu/etdc/view?\nacc_num=osu1306864962\nFackrell K, & Hoare DJ (2018). Scales and questionnaires for decreased sound tolerance. In Fagelson \nMA & Baguley DM (Eds.), Hyperacusis and disorders of sound intolerance (pp. 43–58). Plural \nPublishing.\nFackrell K, Stratmann L, Kennedy V , MacDonald C, Hodgson H, Wray N, Farrell C, Meadows M, \nSheldrake J, Byrom P, Baguley DM, Kentish R, Chapman S, Marriage J, Phillips J, Pollard \nT, Henshaw H, Gronlund TA, & Hoare DJ (2019). Identifying and prioritising unanswered \nresearch questions for people with hyperacusis: James Lind Alliance Hyperacusis Priority Setting \nPartnership. BMJ Open, 9(11), e032178. 10.1136/bmjopen-2019-032178\nFalkmer T, Anderson K, Falkmer M, & Horlin C (2013). Diagnostic procedures in autism spectrum \ndisorders: A systematic literature review. European Child & Adolescent Psychiatry, 22(6), 329–\n340. 10.1007/s00787-013-0375-0 [PubMed: 23322184] \nFung LK, Chahal L, Libove RA, Bivas R, & Hardan AY (2012). A retrospective review of the \neffectiveness of aripiprazole in the treatment of sensory abnormalities in autism. Journal of \nChild and Adolescent Psychopharmacology, 22(3), 245–248. 10.1089/cap.2010.0103 [PubMed: \n22537360] \nGillum LA, Gouveia C, Dorsey ER, Pletcher M, Mathers CD, McCulloch CE, & Johnston SC \n(2011). NIH disease funding levels and burden of disease. PLoS ONE, 6(2), e16837. 10.1371/\njournal.pone.0016837 [PubMed: 21383981] \nGomes E, Pedroso FS, & Wagner MB (2008). Auditory hypersensitivity in the autistic \nspectrum disorder. Pró-Fono Revista de Atualização Científica, 20(4), 279–284. 10.1590/\ns0104-56872008000400013 [PubMed: 19142473] Williams et al. Page 16\nEar Hear . Author manuscript; available in PMC 2022 September 01.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "Gomes E, Rotta NT, Pedroso FS, Sleifer P, & Danesi MC (2004). Auditory hypersensitivity in children \nand teenagers with autistic spectrum disorder. Arquivos De Neuro-Psiquiatria, 62(3B), 797–801. \n10.1590/s0004-282x2004000500011 [PubMed: 15476072] \nGrapel JN, Cicchetti DV , & V olkmar FR (2015). Sensory features as diagnostic criteria for autism: \nSensory features in autism. The Yale Journal of Biology and Medicine, 88(1), 69–71. [PubMed: \n25745375] \nGreen D, Chandler S, Charman T, Simonoff E, & Baird G (2016). Brief report: DSM-5 sensory \nbehaviours in children with and without an autism spectrum disorder. Journal of Autism and \nDevelopmental Disorders, 46(11), 3597–3606. 10.1007/s10803-016-2881-7 [PubMed: 27475418] \nGriffith GM, Totsika V , Nash S, & Hastings RP (2011). ‘I just don’t fit anywhere’: Support \nexperiences and future support needs of individuals with Asperger syndrome in middle adulthood. \nAutism, 16(5), 532–546. 10.1177/1362361311405223 [PubMed: 21610188] \nGronau QF, Sarafoglou A, Matzke D, Ly A, Boehm U, Marsman M, Leslie DS, Forster JJ, \nWagenmakers E-J, & Steingroever H (2017). A tutorial on bridge sampling. Journal of \nMathematical Psychology, 81, 80–97. 10.1016/j.jmp.2017.09.005 [PubMed: 29200501] \nGronau QF, Singmann H, & Wagenmakers E-J (2020). bridgesampling: An R package for estimating \nnormalizing constants. Journal of Statistical Software, 92(10), 1–29. 10.18637/jss.v092.i10\nGrzadzinski R, Dick C, Lord C, & Bishop S (2016). Parent-reported and clinician-observed \nautism spectrum disorder (ASD) symptoms in children with attention deficit/hyperactivity \ndisorder (ADHD): Implications for practice under DSM-5. Molecular Autism, 7(1), 7. 10.1186/\ns13229-016-0072-1 [PubMed: 26788284] \nGuo C, Luo M, Wang X, Huang S, Meng Z, Shao J, Zhang X, Shao Z, Wu J, Robins DL, & \nJing J (2019). Reliability and validity of the Chinese version of Modified Checklist for Autism \nin Toddlers, Revised, with Follow-Up (M-CHAT-R/F). Journal of Autism and Developmental \nDisorders, 49(1), 185–196. 10.1007/s10803-018-3682-y [PubMed: 30047095] \nHall AJ, Humphriss R, Baguley DM, Parker M, & Steer CD (2016). Prevalence and risk factors \nfor reduced sound tolerance (hyperacusis) in children. International Journal of Audiology, 55(3), \n135–141. 10.3109/14992027.2015.1092055 [PubMed: 26642866] \nHamza TH, van Houwelingen HC, & Stijnen T (2008). The binomial distribution of meta-analysis \nwas preferred to model within-study variability. Journal of Clinical Epidemiology, 61(1), 41–51. \n10.1016/j.jclinepi.2007.03.016 [PubMed: 18083461] \nHattier MA, Matson JL, May AC, & Whiting SE (2012). Repetitive/restricted behaviours and interests \nin children with cerebral palsy and autism spectrum disorder. Developmental Neurorehabilitation, \n15(3), 178–184. 10.3109/17518423.2012.657306 [PubMed: 22582848] \nHayward SM, McVilly KR, & Stokes MA (2019). Autism and employment: What works. Research in \nAutism Spectrum Disorders, 60, 48–58. 10.1016/j.rasd.2019.01.006\nHazen EP, Stornelli JL, O’Rourke JA, Koesterer K, & McDougle CJ (2014). Sensory \nsymptoms in autism spectrum disorders. Harvard Review of Psychiatry, 22(2), 112–124. \n10.1097/01.HRP.0000445143.08773.58 [PubMed: 24614766] \nHedley D, Cai R, Uljarević M, Wilmot M, Spoor JR, Richdale A, & Dissanayake C \n(2018). Transition to work: Perspectives from the autism spectrum. Autism, 22(5), 528–541. \n10.1177/1362361316687697 [PubMed: 28387577] \nHiggins JPT, & Thompson SG (2002). Quantifying heterogeneity in a meta-analysis. Statistics in \nMedicine, 21(11), 1539–1558. 10.1002/sim.1186 [PubMed: 12111919] \nHoijtink H, Gu X, Mulder J, & Rosseel Y (2019). Computing Bayes factors from data with missing \nvalues. Psychological Methods, 24(2), 253–268. 10.1037/met0000187 [PubMed: 29999379] \nHussein S, Bahmei B, Gustafson K, Fisher R, Iarocci G, Arzanpour S, & Birmingham \nE (2019, May). Family experiences of auditory hypersensitivity in ASD. International \nSociety for Autism Research Annual Meeting, Montreal, QC. https://insar.confex.com/insar/2019/\nwebprogram/Paper30947.html\nInada N, Koyama T, Inokuchi E, Kuroda M, & Kamio Y (2011). Reliability and validity of the \nJapanese version of the Modified Checklist for Autism in Toddlers (M-CHAT). Research in \nAutism Spectrum Disorders, 5(1), 330–336. 10.1016/j.rasd.2010.04.016Williams et al. Page 17\nEar Hear . Author manuscript; available in PMC 2022 September 01.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "IntHout J, Ioannidis JPA, Rovers MM, & Goeman JJ (2016). Plea for routinely presenting prediction \nintervals in meta-analysis. BMJ Open, 6(7), e010247. 10.1136/bmjopen-2015-010247\nJastreboff PJ, & Jastreboff MM (2015). Decreased sound tolerance: Hyperacusis, misophonia, \ndiplacousis, and polyacousis. In Aminoff MJ, Boller F, & Swaab DF (Eds.), Handbook of clinical \nneurology (V ol. 129, pp. 375–387). Elsevier. 10.1016/B978-0-444-62630-1.00021-4 [PubMed: \n25726280] \nJohnson CP, Myers SM, & Council on Children With Disabilities. (2007). Identification and \nevaluation of children with autism spectrum disorders. Pediatrics, 120(5), 1183–1215. 10.1542/\npeds.2007-2361 [PubMed: 17967920] \nJones RSP, Quigney C, & Huws JC (2003). First-hand accounts of sensory perceptual experiences in \nautism: A qualitative analysis. Journal of Intellectual & Developmental Disability, 28(2), 112–121. \n10.1080/1366825031000147058\nJussila K, Junttila M, Kielinen M, Ebeling H, Joskitt L, Moilanen I, & Mattila M-L (2020). Sensory \nabnormality and quantitative autism traits in children with and without autism spectrum disorder in \nan epidemiological population. Journal of Autism and Developmental Disorders, 50(1), 180–188. \n10.1007/s10803-019-04237-0 [PubMed: 31583623] \nKamio Y , Haraguchi H, Stickley A, Ogino K, Ishitobi M, & Takahashi H (2015). Brief report: \nBest discriminators for identifying children with autism spectrum disorder at an 18-month health \ncheck-up in Japan. Journal of Autism and Developmental Disorders, 45(12), 4147–4153. 10.1007/\ns10803-015-2527-1 [PubMed: 26189180] \nKanner L (1943). Autistic disturbances of affective contact. Nervous Child, 2, 217–250.\nKara B, Mukaddes NM, Altınkaya I, Güntepe D, Gökçay G, & Özmen M (2014). Using the Modified \nChecklist for Autism in Toddlers in a well-child clinic in Turkey: Adapting the screening method \nbased on culture and setting. Autism, 18(3), 331–338. 10.1177/1362361312467864 [PubMed: \n23175752] \nKhalfa S, Dubal S, Veuillet E, Perez-Diaz F, Jouvent R, & Collet L (2002). Psychometric \nnormalization of a hyperacusis questionnaire. ORL, 64(6), 436–442. 10.1159/000067570 \n[PubMed: 12499770] \nKientz MA, & Dunn W (1997). A comparison of the performance of children with and without autism \non the Sensory Profile. American Journal of Occupational Therapy, 51(7), 530–537. 10.5014/\najot.51.7.530\nKim SH, Joseph RM, Frazier JA, O’Shea TM, Chawarska K, Allred EN, Leviton A, & Kuban KK \n(2016). Predictive validity of the Modified Checklist for Autism in Toddlers (M-CHAT) born \nvery preterm. The Journal of Pediatrics, 178, 101–107.e2. 10.1016/j.jpeds.2016.07.052 [PubMed: \n27592094] \nKlintwall L, Holm A, Eriksson M, Carlsson LH, Olsson MB, Hedvall Å, Gillberg C, & Fernell E \n(2011). Sensory abnormalities in autism: A brief report. Research in Developmental Disabilities, \n32(2), 795–800. 10.1016/j.ridd.2010.10.021 [PubMed: 21111574] \nKopecky K, Broder-Fingert S, Iannuzzi D, & Connors S (2013). The needs of hospitalized \npatients with autism spectrum disorders: A parent survey. Clinical Pediatrics, 52(7), 652–660. \n10.1177/0009922813485974 [PubMed: 23624619] \nKozlowski AM, Matson JL, Worley JA, Sipes M, & Horovitz M (2012). Defining characteristics for \nyoung children meeting cutoff on the Modified Checklist for Autism in Toddlers. Research in \nAutism Spectrum Disorders, 6(1), 472–479. 10.1016/j.rasd.2011.07.007\nKuiper MWM, Verhoeven EWM, & Geurts HM (2019). Stop making noise! Auditory sensitivity \nin adults with an autism spectrum disorder diagnosis: Physiological habituation and subjective \ndetection thresholds. Journal of Autism and Developmental Disorders, 49(5), 2116–2128. 10.1007/\ns10803-019-03890-9 [PubMed: 30680585] \nLai M-C, Kassee C, Besney R, Bonato S, Hull L, Mandy W, Szatmari P, & Ameis SH (2019). \nPrevalence of co-occurring mental health diagnoses in the autism population: A systematic review \nand meta-analysis. The Lancet Psychiatry, 6(10), 819–829. 10.1016/s2215-0366(19)30289-5 \n[PubMed: 31447415] Williams et al. Page 18\nEar Hear . Author manuscript; available in PMC 2022 September 01.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "Landon J, Shepherd D, & Lodhia V (2016). A qualitative study of noise sensitivity in adults \nwith autism spectrum disorder. Research in Autism Spectrum Disorders, 32, 43–52. 10.1016/\nj.rasd.2016.08.005\nLaw JK, Rubenstein E, Marvin AR, Toroney J, & Lipkin PH (2016, May). Auditory \nsensitivity issues in children with autism spectrum disorders: Characteristics and burden. \nPediatric Academic Societies Meeting, Baltimore, MD. https://iancommunity.org/sites/default/\nfiles/galleries/conference-presentations/Law_PAS_2016.pdf\nLevitin DJ, Cole K, Lincoln A, & Bellugi U (2005). Aversion, awareness, and attraction: Investigating \nclaims of hyperacusis in the Williams syndrome phenotype. Journal of Child Psychology and \nPsychiatry, 46(5), 514–523. 10.1111/j.1469-7610.2004.00376.x [PubMed: 15845131] \nLord C, Pickles A, McLennan J, Rutter M, Bregman J, Folstein S, Fombonne E, Leboyer M, & \nMinshew N (1997). Diagnosing autism: Analyses of data from the Autism Diagnostic Interview. \nJournal of Autism and Developmental Disorders, 27(5), 501–517. 10.1023/A:1025873925661 \n[PubMed: 9403369] \nLord C, Rutter M, & Le Couteur A (1994). Autism Diagnostic Interview-Revised: A revised version \nof a diagnostic interview for caregivers of individuals with possible pervasive developmental \ndisorders. Journal of Autism and Developmental Disorders, 24(5), 659–685. 10.1007/BF02172145 \n[PubMed: 7814313] \nLorenz T, Frischling C, Cuadros R, & Heinitz K (2016). Autism and overcoming job barriers: \nComparing job-related barriers and possible solutions in and outside of autism-specific \nemployment. PLoS One, 11(1), e0147040. 10.1371/journal.pone.0147040 [PubMed: 26766183] \nMaenner MJ, Shaw KA, Baio J, Washington A, Vehorn A, DiRienzo M, Christensen DL, Wiggins \nLD, Pettygrove S, Andrews JG, Lopez M, Hudson A, Baroud T, Schwenk Y , White T, Rosenberg \nCR, Lee L-C, Harrington RA, Huston M, … Dietz PM (2020). Prevalence of autism spectrum \ndisorder among children aged 8 Years—Autism and developmental disabilities monitoring \nnetwork, 11 Sites, United States, 2016. MMWR Surveillance Summaries, 69(4), 1–12. 10.15585/\nmmwr.ss6904a1\nMatheis M, Matson JL, Hong E, & Cervantes PE (2019). Gender differences and similarities: \nAutism symptomatology and developmental functioning in young children. Journal of Autism and \nDevelopmental Disorders, 49(3), 1219–1231. 10.1007/s10803-018-3819-z [PubMed: 30443700] \nMatson JL, Kozlowski AM, Fitzgerald ME, & Sipes M (2013). True versus false positives and \nnegatives on the Modified Checklist for Autism in Toddlers. Research in Autism Spectrum \nDisorders, 7(1), 17–22. 10.1016/j.rasd.2012.02.011\nMatson JL, Matheis M, Burns CO, Esposito G, Venuti P, Pisula E, Misiak A, Kalyva E, Tsakiris \nV , Kamio Y , Ishitobi M, & Goldin RL (2017). Examining cross-cultural differences in autism \nspectrum disorder: A multinational comparison from Greece, Italy, Japan, Poland, and the United \nStates. European Psychiatry, 42, 70–76. 10.1016/j.eurpsy.2016.10.007 [PubMed: 28212508] \nMcIntosh DN, Miller LJ, & Shyu V (1999). Development and validation of the Short Sensory Profile. \nIn Dunn W (Ed.), Sensory Profile manual (pp. 59–73). Psychological Corporation.\nMercati O, Huguet G, Danckaert A, André-Leroux G, Maruani A, Bellinzoni M, Rolland T, Gouder L, \nMathieu A, Buratti J, Amsellem F, Benabou M, Van-Gils J, Beggiato A, Konyukh M, Bourgeois \nJ-P, Gazzellone MJ, Yuen RKC, Walker S, … Bourgeron T (2017). CNTN6 mutations are \nrisk factors for abnormal auditory sensory perception in autism spectrum disorders. Molecular \nPsychiatry, 22(4), 625–633. 10.1038/mp.2016.61 [PubMed: 27166760] \nMoher D, Liberati A, Tetzlaff J, Altman DG, & The PRISMA Group. (2009). Preferred reporting \nitems for systematic reviews and meta-analyses: The PRISMA statement. PLoS Medicine, 6(7), \ne1000097. 10.1371/journal.pmed.1000097 [PubMed: 19621072] \nMyne S, & Kennedy V (2018). Hyperacusis in children: A clinical profile. International Journal of \nPediatric Otorhinolaryngology, 107, 80–85. 10.1016/j.ijporl.2018.01.004 [PubMed: 29501317] \nNemholt SS, Schmidt JH, Wedderkopp N, & Baguley DM (2015). Prevalence of tinnitus and/or \nhyperacusis in children and adolescents: Study protocol for a systematic review. BMJ Open, 5(1), \ne006649. 10.1136/bmjopen-2014-006649\nNupur AD, Miah MS, & Moniruzzaman S (2016). Status of sensory profile score among children \nwith autism in selected centers of Dhaka city. Bangladesh Journal of Occupational Therapy and \nRehabilitation, 1(1), 20–27.Williams et al. Page 19\nEar Hear . Author manuscript; available in PMC 2022 September 01.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "O’Connor K (2012). Auditory processing in autism spectrum disorder: A review. Neuroscience and \nBiobehavioral Reviews, 36(2), 836–854. 10.1016/j.neubiorev.2011.11.008 [PubMed: 22155284] \nPahan S (2003). Symptom profile in children with pervasive development disorder [Master’s Thesis, \nCentral Institute of Psychiatry]. ProQuest Dissertations and Theses. https://search.proquest.com/\ndocview/1825999164/16D5F92A2E924C2DPQ/1\nPastor DA, & Lazowski RA (2017). On the multilevel nature of meta-analysis: A tutorial, comparison \nof software programs, and discussion of analytic choices. Multivariate Behavioral Research, 53(1), \n74–89. 10.1080/00273171.2017.1365684 [PubMed: 28952787] \nPaulin J, Andersson L, & Nordin S (2016). Characteristics of hyperacusis in the general population. \nNoise & Health, 18(83), 178–184. 10.4103/1463-1741.189244 [PubMed: 27569405] \nPienkowski M, Tyler RS, Roncancio ER, Jun HJ, Brozoski T, Dauman N, Coelho CB, Andersson \nG, Keiner AJ, Cacace AT, Martin N, & Moore BCJ (2014). A review of hyperacusis and future \ndirections: Part II. Measurement, mechanisms, and treatment. American Journal of Audiology, \n23(4), 420–436. 10.1044/2014_AJA-13-0037 [PubMed: 25478787] \nPorges SW, Bazhenova OV , Bal E, Carlson N, Sorokin Y , Heilman KJ, Cook EH, & Lewis GF (2014). \nReducing auditory hypersensitivities in autistic spectrum disorder: Preliminary findings evaluating \nthe listening project protocol. Frontiers in Pediatrics, 2, 80. 10.3389/fped.2014.00080 [PubMed: \n25136545] \nPotgieter I, Fackrell K, Kennedy V , Crunkhorn R, & Hoare DJ (2020). Hyperacusis in children: A \nscoping review. BMC Pediatrics, 20(1), 319. 10.1186/s12887-020-02223-5 [PubMed: 32600446] \nR Core Team. (2020). R: A language and environment for statistical computing (4.0.2) [Computer \nsoftware]. R Foundation for Statistical Computing. https://www.R-project.org/\nRadziwon KE, Manohar S, Auerbach B, Liu X, Chen G-D, & Salvi R (2020). Preclinical animal \nbehavioral models of hyperacusis and loudness recruitment. In Pucheu S, Radziwon KE, & \nSalvi R (Eds.), New therapies to prevent or cure auditory disorders (pp. 135–157). Springer \nInternational Publishing. 10.1007/978-3-030-40413-0_6\nRichler J, Bishop SL, Kleinke JR, & Lord C (2007). Restricted and repetitive behaviors in young \nchildren with autism spectrum disorders. Journal of Autism and Developmental Disorders, 37(1), \n73–85. 10.1007/s10803-006-0332-6 [PubMed: 17195920] \nRimland B, & Edelson SM (1995). Brief report: A pilot study of auditory integration training in \nautism. Journal of Autism and Developmental Disorders, 25(1), 61–70. 10.1007/BF02178168 \n[PubMed: 7608035] \nRoberts LE, & Salvi R (2019). Overview: Hearing loss, tinnitus, hyperacusis, and the role of central \ngain. Neuroscience, 407, 1–7. 10.1016/j.neuroscience.2019.03.021 [PubMed: 30885639] \nRobertson AE, & Simmons DR (2015). The sensory experiences of adults with autism spectrum \ndisorder: A qualitative analysis. Perception, 44(5), 569–586. 10.1068/p7833 [PubMed: \n26422904] \nRobins DL, Casagrande K, Barton M, Chen C-MA, Dumont-Mathieu T, & Fein D (2014). Validation \nof the Modified Checklist for Autism in Toddlers, Revised with Follow-up (M-CHAT-R/F). \nPediatrics, 133(1), 37–45. 10.1542/peds.2013-1813 [PubMed: 24366990] \nRobins DL, Fein D, Barton ML, & Green JA (2001). The Modified Checklist for Autism \nin Toddlers: An initial study investigating the early detection of autism and pervasive \ndevelopmental disorders. Journal of Autism and Developmental Disorders, 31(2), 131–144. \n10.1023/A:1010738829569 [PubMed: 11450812] \nRødgaard E-M, Jensen K, Vergnes J-N, Soulières I, & Mottron L (2019). Temporal changes in \neffect sizes of studies comparing individuals with and without autism: A meta-analysis. JAMA \nPsychiatry, 76(11), 1124. 10.1001/jamapsychiatry.2019.1956 [PubMed: 31433441] \nRosenhall U, Nordin V , Sandström M, Ahlsén G, & Gillberg C (1999). Autism and hearing loss. \nJournal of Autism and Developmental Disorders, 29(5), 349–357. 10.1023/A:1023022709710\nRosing SN, Kapandais A, Schmidt JH, & Baguley DM (2016). Demographic data, referral \npatterns and interventions used for children and adolescents with tinnitus and hyperacusis \nin Denmark. International Journal of Pediatric Otorhinolaryngology, 89, 112–120. 10.1016/\nj.ijporl.2016.07.036 [PubMed: 27619040] Williams et al. Page 20\nEar Hear . Author manuscript; available in PMC 2022 September 01.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "Rosing SN, Schmidt JH, Wedderkopp N, & Baguley DM (2016). Prevalence of tinnitus and \nhyperacusis in children and adolescents: A systematic review. BMJ Open, 6(6), e010596. \n10.1136/bmjopen-2015-010596\nRutter M, Le Couteur A, & Lord C (2013). ADI-R: Autism Diagnostic Interview–Revised: Manual. \nWestern Psychological Services.\nSandbank M, Bottema-Beutel K, Crowley S, Cassidy M, Dunham K, Feldman JI, Crank J, Albarran \nSA, Raj S, Mahbub P, & Woynaroski TG (2020). Project AIM: Autism intervention meta-\nanalysis for studies of young children. Psychological Bulletin, 146(1), 1–29. 10.1037/bul0000215 \n[PubMed: 31763860] \nSchoen SA, Lane SJ, Mailloux Z, May-Benson T, Parham LD, Roley SS, & Schaaf RC (2019). A \nsystematic review of Ayres Sensory Integration intervention for children with autism. Autism \nResearch, 12(1), 6–19. 10.1002/aur.2046 [PubMed: 30548827] \nSchwarzer G, Chemaitelly H, Raddad LJA, & Rücker G (2019). Seriously misleading results using \ninverse of Freeman-Tukey double arcsine transformation in meta-analysis of single proportions. \nResearch Synthesis Methods, 67(11), 974. 10.1002/jrsm.1348\nShah AD, Bartlett JW, Carpenter J, Nicholas O, & Hemingway H (2014). Comparison of random \nforest and parametric imputation models for imputing missing data using MICE: A CALIBER \nstudy. American Journal of Epidemiology, 179(6), 764–774. 10.1093/aje/kwt312 [PubMed: \n24589914] \nShardell AR (2013). Parent experiences with early symptoms and diagnosis of children with mild \nautism and Asperger’s syndrome [PhD Thesis, Capella University]. https://search.proquest.com/\ndocview/1491162681/24492D9E74F43D8PQ/1\nSheldrake J, Diehl PU, & Schaette R (2015). Audiometric characteristics of hyperacusis patients. \nFrontiers in Neurology, 6(1), 105. 10.3389/fneur.2015.00105 [PubMed: 26029161] \nShrout PE, & Fleiss JL (1979). Intraclass correlations: Uses in assessing rater reliability. Psychological \nBulletin, 86(2), 420–428. 10.1037/0033-2909.86.2.420 [PubMed: 18839484] \nSilva LMT, & Schalock M (2012). Sense and Self-Regulation Checklist, a measure of comorbid autism \nsymptoms: Initial psychometric evidence. American Journal of Occupational Therapy, 66(2), \n177–186. 10.5014/ajot.2012.001578\nSimonoff E (2020, June 3). Mental health in autistic people: Setting a research agenda for the coming \ndecade [INSAR 2020 Virtual - Keynote Webinar]. International Society for Autism Research \nAnnual Meeting. https://insar.confex.com/insar/2020/meetingapp.cgi/Paper/36311\nSinha Y , Silove N, Wheeler D, & Williams K (2006). Auditory integration training and other sound \ntherapies for autism spectrum disorders: A systematic review. Archives of Disease in Childhood, \n91(12), 1018–1022. 10.1136/adc.2006.094649 [PubMed: 16887860] \nSipes M, Matson JL, Worley JA, & Kozlowski AM (2011). Gender differences in symptoms of \nautism spectrum disorders in toddlers. Research in Autism Spectrum Disorders, 5(4), 1465–1470. \n10.1016/j.rasd.2011.02.007\nSmith RS, & Sharp J (2013). Fascination and isolation: A grounded theory exploration of unusual \nsensory experiences in adults with Asperger syndrome. Journal of Autism and Developmental \nDisorders, 43(4), 891–910. 10.1007/s10803-012-1633-6 [PubMed: 22923038] \nSrisinghasongkram P, Pruksananonda C, & Chonchaiya W (2016). Two-step screening of the \nModified Checklist for Autism in Toddlers in Thai children with language delay and typically \ndeveloping children. Journal of Autism and Developmental Disorders, 46(10), 3317–3329. \n10.1007/s10803-016-2876-4 [PubMed: 27460003] \nStein LI, Polido JC, & Cermak SA (2013). Oral care and sensory over-responsivity in children with \nautism spectrum disorders. Pediatric Dentistry, 35(3), 230–235. [PubMed: 23756306] \nStekhoven DJ (2013). missForest: Nonparametric Missing Value Imputation using Random Forest.\nStekhoven DJ, & Bühlmann P (2012). MissForest—Non-parametric missing value imputation for \nmixed-type data. Bioinformatics, 28(1), 112–118. 10.1093/bioinformatics/btr597 [PubMed: \n22039212] \nStenberg N, Bresnahan M, Gunnes N, Hirtz D, Hornig M, Lie KK, Lipkin WI, Lord C, Magnus P, \nReichborn-Kjennerud T, Schjølberg S, Surén P, Susser E, Svendsen BK, von Tetzchner S, Øyen \nA-S, & Stoltenberg C (2014). Identifying children with autism spectrum disorder at 18 months Williams et al. Page 21\nEar Hear . Author manuscript; available in PMC 2022 September 01.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "in a general population sample. Paediatric and Perinatal Epidemiology, 28(3), 255–262. 10.1111/\nppe.12114 [PubMed: 24547686] \nSterne JAC, Gavaghan D, & Egger M (2000). Publication and related bias in meta-analysis: Power \nof statistical tests and prevalence in the literature. Journal of Clinical Epidemiology, 53(11), \n1119–1129. 10.1016/S0895-4356(00)00242-0 [PubMed: 11106885] \nStiegler LN, & Davis R (2010). Understanding sound sensitivity in individuals with autism \nspectrum disorders. Focus on Autism and Other Developmental Disabilities, 25(2), 67–75. \n10.1177/1088357610364530\nStijnen T, Hamza TH, & Özdemir P (2010). Random effects meta-analysis of event outcome in the \nframework of the generalized linear mixed model with applications in sparse data. Statistics in \nMedicine, 29(29), 3046–3067. 10.1002/sim.4040 [PubMed: 20827667] \nStroup DF, Berlin JA, Morton SC, Olkin I, Williamson GD, Rennie D, Moher D, Becker BJ, \nSipe TA, Thacker SB, & Group, for the M. O. O. S. in E. M. (2000). Meta-analysis of \nobservational studies in epidemiology: A proposal for reporting. JAMA, 283(15), 2008–2012. \n10.1001/jama.283.15.2008 [PubMed: 10789670] \nTan Y-H, Xi C-Y , Jiang S-P, Shi B-X, Wang L-B, & Wang L (2012). Auditory abnormalities in \nchildren with autism. Open Journal of Psychiatry, 2(1), 33–37. 10.4236/ojpsych.2012.21005\nTavassoli T, Bellesheim K, Siper PM, Wang AT, Halpern D, Gorenstein M, Grodberg D, Kolevzon A, \n& Buxbaum JD (2016). Measuring sensory reactivity in autism spectrum disorder: Application \nand simplification of a clinician-administered sensory observation scale. Journal of Autism and \nDevelopmental Disorders, 46(1), 287–293. 10.1007/s10803-015-2578-3 [PubMed: 26340959] \nTavassoli T, Brandes-Aitken A, Chu R, Porter L, Schoen S, Miller LJ, Gerdes MR, Owen J, Mukherjee \nP, & Marco EJ (2019). Sensory over-responsivity: Parent report, direct assessment measures, \nand neural architecture. Molecular Autism, 10(1), 4. 10.1186/s13229-019-0255-7 [PubMed: \n30740199] \nTavassoli T, Miller LJ, Schoen SA, Nielsen DM, & Baron-Cohen S (2014). Sensory over-responsivity \nin adults with autism spectrum conditions. Autism, 18(4), 428–432. 10.1177/1362361313477246 \n[PubMed: 24085741] \nTharpe AM, Bess FH, Sladen DP, Schissel H, Couch S, & Schery T (2006). Auditory characteristics \nof children with autism. Ear and Hearing, 27(4), 430–441. 10.1097/01.aud.0000224981.60575.d8 \n[PubMed: 16825892] \nTomchek SD (2005). Characterizing sensory processing in autism spectrum disorders [PhD Thesis, \nUniversity of Kentucky]. https://uknowledge.uky.edu/gradschool_diss/455/\nTomchek SD, & Dunn W (2007). Sensory processing in children with and without autism: A \ncomparative study using the Short Sensory Profile. American Journal of Occupational Therapy, \n61(2), 190–200. 10.5014/ajot.61.2.190\nTroyb E, Orinstein A, Tyson K, Eigsti I-M, Naigles L, & Fein D (2014). Restricted and repetitive \nbehaviors in individuals with a history of ASDs who have achieved optimal outcomes. Journal \nof Autism and Developmental Disorders, 44(12), 3168–3184. 10.1007/s10803-014-2182-y \n[PubMed: 25030967] \nTyler RS, Pienkowski M, Roncancio ER, Jun HJ, Brozoski T, Dauman N, Coelho CB, Andersson G, \nKeiner AJ, Cacace AT, Martin N, & Moore BCJ (2014). A review of hyperacusis and future \ndirections: Part I. Definitions and manifestations. American Journal of Audiology, 23(4), 402–\n419. 10.1044/2014_AJA-14-0010 [PubMed: 25104073] \nVan den Noortgate W, López-López JA, Marín-Martínez F, & Sánchez-Meca J (2012). Three-level \nmeta-analysis of dependent effect sizes. Behavior Research Methods, 45(2), 576–594. 10.3758/\ns13428-012-0261-6\nVentola P, Kleinman J, Pandey J, Wilson L, Esser E, Boorstein H, Dumont-Mathieu T, Marshia G, \nBarton M, Hodgson S, Green J, V olkmar F, Chawarska K, Babitz T, Robins D, & Fein D \n(2007). Differentiating between autism spectrum disorders and other developmental disabilities \nin children who failed a screening instrument for ASD. Journal of Autism and Developmental \nDisorders, 37(3), 425–436. 10.1007/s10803-006-0177-z [PubMed: 16897377] Williams et al. Page 22\nEar Hear . Author manuscript; available in PMC 2022 September 01.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "VerMaas-Lee JR (1999). Parent ratings of children with autism on the Evaluation of Sensory \nProcessing (ESP). [Master’s Thesis, University of Southern California]. ProQuest Dissertations \nand Theses. http://digitallibrary.usc.edu/cdm/ref/collection/p15799coll16/id/33167\nV olkmar FR, & McPartland JC (2014). From Kanner to DSM-5: Autism as an evolving \ndiagnostic concept. Annual Review of Clinical Psychology, 10(1), 193–212. 10.1146/annurev-\nclinpsy-032813-153710\nWagenmakers E-J, Wetzels R, Borsboom D, & van der Maas HLJ (2011). Why psychologists must \nchange the way they analyze their data: The case of psi: Comment on Bem (2011). Journal of \nPersonality and Social Psychology, 100(3), 426–432. 10.1037/a0022790 [PubMed: 21280965] \nWare JJ, & Munafò MR (2015). Significance chasing in research practice: Causes, consequences and \npossible solutions. Addiction, 110(1), 4–8. 10.1111/add.12673\nWeitlauf AS, Sathe N, McPheeters ML, & Warren ZE (2017). Interventions targeting sensory \nchallenges in autism spectrum disorder: A systematic review. Pediatrics, 139(6), e20170347. \n10.1542/peds.2017-0347 [PubMed: 28562287] \nWilliams DR, Rast P, & Bürkner PC (2018). Bayesian meta-analysis with weakly informative prior \ndistributions. PsyArXiv. 10.31234/osf.io/7tbrm\nWilliams ZJ (2020). Short Sensory Profile in autism. In V olkmar FR (Ed.), Encyclopedia of Autism \nSpectrum Disorders (pp. 1–7). Springer. 10.1007/978-1-4614-6435-8_102311-1\nWilliams ZJ, Abdelmessih PG, Key AP, & Woynaroski TG (2020). Cortical auditory processing of \nsimple stimuli is altered in autism: A meta-analysis of auditory evoked responses. Biological \nPsychiatry: Cognitive Neuroscience and Neuroimaging. 10.1016/j.bpsc.2020.09.011\nWilliams ZJ, Failla MD, Gotham KO, Woynaroski TG, & Cascio C (2018). Psychometric evaluation \nof the Short Sensory Profile in youth with autism spectrum disorder. Journal of Autism \nand Developmental Disorders, 48(12), 4231–4249. 10.1007/s10803-018-3678-7 [PubMed: \n30019274] \nWong YS, Yang C-C, Stewart L, Chiang C-H, Wu C-C, & Iao L-S (2018). Use of the Chinese version \nModified Checklist for Autism in Toddlers in a high-risk sample in Taiwan. Research in Autism \nSpectrum Disorders, 49, 56–64. 10.1016/j.rasd.2018.01.010\nYuen T, Penner M, Carter MT, Szatmari P, & Ungar WJ (2018). Assessing the accuracy of \nthe Modified Checklist for Autism in Toddlers: A systematic review and meta-analysis. \nDevelopmental Medicine & Child Neurology, 60(11), 1093–1100. 10.1111/dmcn.13964 \n[PubMed: 29992541] \nZelaya CE, Lucas JW, & Hoffman HJ (2015). Percentage of adults with selected hearing problems, \nby type of problem and age group—National Health Interview Survey, United States, 2014. \nMorbidity and Mortality Weekly Report, 64(37), 1058.Williams et al. Page 23\nEar Hear . Author manuscript; available in PMC 2022 September 01.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "Figure 1. PRISMA flow diagram detailing the identification, screening and selection of studies \nfor inclusion in the analysis\nNote . “Database searching” includes searches of PubMed, ProQuest, ProQuest Dissertations \nand Theses, and targeted Google Scholar searches. Studies identified through other sources \ninclude 470 abstracts from the 2015–2019 International Society for Autism Research \n(INSAR) annual meetings and 46 potentially eligible studies identified by forward and \nbackward citation tracing of included articles. Specific keywords and full details of the \nsearch procedure are available in the Supplemental Methods.Williams et al. Page 24\nEar Hear . Author manuscript; available in PMC 2022 September 01.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "Figure 2. Posterior density forest plot of current and lifetime hyperacusis prevalence in \nindividuals with autism spectrum disorder using subjective measures\nNote . Current prevalence estimates are colored blue, while lifetime prevalence estimates are \ncolored red. Studies utilizing the Autism Diagnostic Interview–Revised (ADI-R) are marked \nwith an asterisk (*). The estimated prevalence and 95% credible interval (CrI) for each \nstudy represent the posterior distribution of the prevalence in that sample, conditional on \nprior beliefs and the observed data. Raw prevalence values from each study can be found in \nSupplemental Table S1.Williams et al. Page 25\nEar Hear . Author manuscript; available in PMC 2022 September 01.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "Figure 3. Moderation of current hyperacusis prevalence (ADI-R estimates) by sample age\n(A) Meta-analytic scatter plot depicting the relationship between mean age and current \nhyperacusis prevalence estimates in studies using the Autism Diagnostic Interview–Revised \n(ADI-R). Plotted points are proportional to the sample size of each study. Fitted values from \nthe Bayesian meta-regression model indicate that the prevalence of hyperacusis in autism \nspectrum disorder (ASD) increases substantially between early childhood and adolescence. \n(B) Posterior density plot of model-estimated prevalence values at ages 2, 5, 8, 11, and 14 \nyears, compared to the marginal point prevalence of hyperacusis as measured by ADI-R item \n72.Williams et al. Page 26\nEar Hear . Author manuscript; available in PMC 2022 September 01.\nAuthor Manuscript Author Manuscript Author Manuscript Author Manuscript"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "Author Manuscript Author Manuscript Author Manuscript Author ManuscriptWilliams et al. Page 27Table 1\nMeta-analytic Prevalence Estimates, Prediction Intervals, and Heterogeneity Estimates\nPrevalence Model Effects Samples n ASDn HyperacusisCurrent Prevalence\n[95% CrI]95% PI\n(Current)Lifetime Prevalence\n[95% CrI]95% PI\n(Lifetime)I2 [95% CrI] ICC(2)\nSubjective Measures 103 87 13093 6989 41.42% [37.23, 45.84] [10.96, 74.22] 60.58% [50.37, 69.76] [26.21, 89.98] 95.5% [94.0, 96.8] 0.394\nADI-R Only 25 22 5028 3003 48.78% [42.48, 54.91] [26.38, 71.45] 64.25% [53.81, 72.60] [40.22, 84.40] 91.8% [85.7, 95.6] 0.369\nObjective Measures 8 7 488 150 27.30% [14.92, 44.21] [0.68, 70.54] — — 92.1% [80.8, 99.1] 0.504\nNote . “Subjective Measures” refers to all self- or proxy-report questionnaire or interview measures, whereas “Objective Measures” refers to all structured or unstructured behavioral observations and \npsychoacoustic tasks such as loudness discomfort level testing. Effects = number of prevalence estimates in the model (k(3)); Samples = number of independent samples in the model (k(2); not necessarily \nequal to the number of studies, as a number of studies provided data on multiple subgroups treated as independent samples); CrI = highest-density credible interval; PI = posterior predictive interval (i.e., \nprediction interval); I2 = multi-level standardized heterogeneity estimate (includes both level 2 and 3 heterogeneity); ICC(2) = proportion of total heterogeneity attributable to level 2 (between-study) \nvariance; ADI-R = Autism Diagnostic Interview–Revised.\nEar Hear . Author manuscript; available in PMC 2022 September 01."
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "Author Manuscript Author Manuscript Author Manuscript Author ManuscriptWilliams et al. Page 28\nTable 2\nBayes Factors and Heterogeneity Explained for Each Meta-Regression Model\nModerator VariableSubjective Model ADI-R Model\nBF 10R 2 HetBF 01R 2 Het\nPublication Year 0.018 0.001 0.476 0.260\nSample Size (log-transformed) 1.286 0.059 0.251 0.006\nMean Age 1.528 0.101 93.100 0.692\nProportion Female 0.404 −0.005 1.057 <0.001\nProportion IQ/DQ < 70 0.466 0.010 1.521 0.152\nStudy Quality Score 0.462 −0.008 1.175 0.039\nHDI 0.856 0.012 1.004 −0.017\nNote . Values in bold indicate that a variable was a significant moderator in that model (i.e., BF10 > 3), whereas values in italics indicate that \nthe moderating relationship of that variable was rejected (i.e., BF10 < 1/3). All other values are inconclusive. BF01 = Model comparison Bayes \nfactor; R2Het = proportion of total heterogeneity explained by the moderator variable; ADI-R = Autism Diagnostic Interview–Revised; IQ/DQ = \nIntelligence Quotient/Developmental Quotient; ASD = Autism Spectrum Disorder; HDI = United Nations 2019 Human Development Index.\nEar Hear . Author manuscript; available in PMC 2022 September 01."
    }
  ]
}