{
  "doc_type": "scientific paper",
  "title": "Recognizing Individual Variability in Misophonia: Identifying Symptom-Based Subgroups with Gaussian Mixture Modeling",
  "authors": [
    "Mercedes G. Woolley",
    "Leila K. Capel",
    "Emily M. Bowers",
    "Karen Muñoz",
    "Julie M. Petersen",
    "Michael P. Twohig"
  ],
  "year": 2025,
  "journal": "Journal of Psychiatric Research",
  "doi": "10.1016/j.jpsychires.2025.02.054",
  "abstract": "Misophonia is characterized by intense emotional and physiological reactions to everyday sounds such as chewing and tapping. While previous researchers have focused on defining and characterizing the disorder, limited attention has been given to the variability in symptom presentations across individuals. In this study, we sought to identify distinct subgroups of individuals with misophonia by applying a Gaussian finite mixture model to explore the heterogeneity of symptom profiles. Sixty treatment-seeking participants completed the Duke Misophonia Interview, which assessed the presence and severity of various behavioral, affective, and cognitive symptoms. Items from this measure served as model indicators. Two clusters were found: anticipatory and reactive. The anticipatory group reported heightened awareness of potential triggers, preemptive anticipatory distress, and increased avoidance behaviors, while the reactive group primarily displayed emotional and physiological responses during the occurrence of sounds. Notably, both groups reported similar frequencies of misophonic triggers, but the anticipatory group demonstrated greater internalizing symptoms, such as intrusive thoughts or rumination about misophonic sounds and social isolation. Our findings support the need for tailored interventions that address subgroup-specific symptom patterns. Future researchers should aim to include larger sample sizes and develop more comprehensive models to capture the full spectrum of misophonia symptoms, including externalizing behaviors.",
  "keywords": [
    "Misophonia",
    "cluster analysis",
    "internalizing symptoms",
    "heterogeneity",
    "sub-type"
  ],
  "research_topics": [
    "Misophonia symptom heterogeneity",
    "Gaussian mixture modeling",
    "Cluster analysis in psychiatric disorders",
    "Behavioral, affective, and cognitive symptoms of misophonia",
    "Individual variability in psychiatric symptom presentations",
    "Tailored interventions for misophonia",
    "Psychological assessment and measurement of misophonia",
    "Internalizing and externalizing symptom profiles",
    "Psychiatric comorbidities and misophonia",
    "Clinical implications of symptom-based subgroups in misophonia"
  ],
  "created_at": "2025-05-05T04:07:24.831829Z",
  "source_pdf": "documents/research/Global/Wooley et al 2025 Recognizing Individual Variability in Misophonia Identifying Symptom Based Subgroups.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:Journalofpsychiatric research\nArticleTitle: Recognizing Individual Variability inMisophonia: Identifying Symptom -BasedSubgroups\nwithGaussian MixtureModeling\nArticleAuthor: Woolley\nISSN-00223956; LCN-2003233393;\nPublisher: 2025-02-01\nSource:LibKeyNomad\nCopyright: CCG\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Journal Pre-proof\nRecognizing Individual Variability in Misophonia: Identifying Symptom-Based\nSubgroups with Gaussian Mixture Modeling\nMercedes G. Woolley, Leila K. Capel, Emily M. Bowers, Karen Muñoz, Julie M.\nPetersen, Michael P. Twohig\nPII: S0022-3956(25)00134-7\nDOI: https://doi.org/10.1016/j.jpsychires.2025.02.054\nReference: PIAT 6748\nTo appear in: Journal of Psychiatric Research\nReceived Date: 3 November 2024\nRevised Date: 7 February 2025\nAccepted Date: 27 February 2025\nPlease cite this article as: Woolley MG, Capel LK, Bowers EM, Muñoz K, Petersen JM, Twohig MP,\nRecognizing Individual Variability in Misophonia: Identifying Symptom-Based Subgroups with Gaussian\nMixture Modeling, Journal of Psychiatric Research , https://doi.org/10.1016/j.jpsychires.2025.02.054 .\nThis is a PDF file of an article that has undergone enhancements after acceptance, such as the addition\nof a cover page and metadata, and formatting for readability, but it is not yet the definitive version of\nrecord. This version will undergo additional copyediting, typesetting and review before it is published\nin its final form, but we are providing this version to give early visibility of the article. Please note that,\nduring the production process, errors may be discovered which could affect the content, and all legal\ndisclaimers that apply to the journal pertain.\n© 2025 Published by Elsevier Ltd."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "Recognizing Individual Variability in Misophonia: Identifying Symptom -Based Sub groups  with \nGaussian Mixture Modeling  \nMercedes G. Woolley1, Leila K. Capel 1, Emily M. Bowers1, Karen Muñoz1, Julie M. Petersen2, \n& Michael P. Twohig1 \n1Utah State University  \n2Harvard University  \n \n \nFinancial disclosures/conflicts of interest:  This project was funded by a grant from the \nMisophonia Research Fund.  \nAddress correspondence to:  Mercedes G. Woolley, Department of Psychology, Utah State \nUniversity, 2810 Old Main Hill, Logan, UT 84322, Mercedes.Woolley@usu.edu  \nJournal Pre-proof"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 1 \nAbstract  \nMisophonia is characterized by intense emotional and physiological reactions to everyday \nsounds such as chewing and tapping. While previous research ers have focused on defining and \ncharacterizing the disorder, limited attention has been given to the variability in symptom \npresentations across individuals. In this study, we sought to identify distinct subgroups of \nindividuals with misophonia by applying a Gaus sian finite mixture model to explore the \nheterogeneity of symptom profiles. Sixty treatment -seeking participants completed the Duke \nMisophonia Interview, which assessed the presence and severity of various behavioral, affective, \nand cognitive symptoms. Ite ms from this measure served as model indicators. Two clusters were \nfound: anticipatory and reactive. The anticipatory  group reported heightened awareness of \npotential triggers, preemptive anticipatory distress , and increased avoidance behaviors, while the \nreactive group primarily displayed emotional and physiological responses during the occurrence \nof sounds. Notably, both groups reported similar frequencies of misophonic triggers, but the \nanticipatory  group demonstrated greater internalizing symptoms, such  as intrusive thoughts  or \nrumination about misophonic sounds  and social isolation. Our findings support the need for \ntailored interventions that address subgroup -specific symptom patterns. Future research ers \nshould aim to include larger sample sizes and de velop more comprehensive models to capture \nthe full spectrum of misophonia symptoms, including externalizing behaviors.  \nKeywords:  Misophonia, cluster analysis, internalizing symptoms, heterogeneity, sub -type  \n  \nJournal Pre-proof"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 2 \nRecognizing Individual Variability in Misophonia: Identifying Symptom -Based Subgroups \nwith Gaussian Mixture Modeling  \nThe first scientific investigations of misophonia began just over a decade ago (e.g., \nSchroder et al., 2013). Psychologists, audiologists, and neurologists  who have led the init ial \nstages of this research  have primarily focused on defining and characterizing the disorder. This \nresearch has led experts to classify misophonia as a sound sensitivity disorder, marked by intense \nemotional and physiological reactions to common sounds l ike chewing, breathing, and tapping \n(Swedo et al., 2022). The research thus far has consistently show n that misophonic reactions can \nseverely impact relationships and are associated with significant difficulties in social, academic, \nand occupational functi oning (Ferros -Terras et al., 2022; Brout et al., 2018).  Additionally, \nmisophonia can co -occur with psychiatric conditions such as generalized anxiety disorder and \nattention deficit hyperactivity disorder  (Jager et al., 2020 ; Woolley et al., 2024 ). However,  it is \nincreasingly recognized that misophonia should be classified as a distinct disorder (Rosenthal et \nal., 2022; Swedo et al., 2022).  \nDespite key scientific advancements such as a set of proposed diagnostic criteria \n(Schröder et al., 2013; Jager et al.,  2020), measurement tools , and treatment studies (see Mattson \net al., 2023 for a review) , individual variability in misophonia presentations remains \nunderexplored, which has important implications for diagnosis and treatment . Notably, symptom \nseverity appears to vary widely, particularly emotional responses to misophonic sounds. Some \nstudies highlight a spectrum of emotional responses . For instance, emotional responses for those \nwith moderate levels of misophonia typically invo lve more manageable experiences such as \nirritation and distress (Dibb et al., 2021; Tunç et al., 2017; Rouw & Erfanian, 2018). \nAlternatively , a substantial subset experience more intense reactions, escalating to panic, rage, \nJournal Pre-proof"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 3 \nand in some cases, aggressive b ehaviors such as violence (Tunç et al., 2017; Guzick et al., 2023).  \nVariability in physiological reactions  has also been reported , ranging from muscle tension to \nheadaches and physical pain (Wu et al., 2014; Rouw & Erfanian, 2018; Mednicoff et al., 2024).   \nSimilarly, avoidance behaviors vary widely, from minimal strategies like covering the \nears to more disruptive actions, such as avoiding family meals or certain individuals. The timing \nof avoidance differs as well; some individuals reactively avoid misoph onic triggers in the \nmoment, while others engage in anticipatory avoidance, taking preemptive steps to avoid \nsituations where trigger sounds are expected (Guzick et al., 2023). Unsurprisingly, the extent of \navoidance has been linked to the level of discomf ort experienced when exposed to misophonic \ntriggers (Claiborn et al., 2020). Furthermore, the intensity of misophonic symptoms is often \nassociated with impairment and disruptions in quality of life (Möllmann et al., 2023; Guzick et \nal., 2023).  \nAs research advances and diagnostic criteria for misophonia are refined (e.g., Swedo et \nal., 2022), the variability observed in the disorder suggests that it may be more appropriately \nunderstood  dimensionally rather than categorically. While psychiatric diagnoses typi cally follow \ncategorical frameworks, assessing symptoms on a spectrum provides a more nuanced \nunderstanding (Zimmerman et al., 2018). Moreover, diagnostic heterogeneity in psychiatry is not \nsolely about differences in severity but also about how disorders manifest uniquely across \nindividuals, depending on the presence of specific symptoms. For example, latent profile \nanalysis has shown that individuals with severe and moderate depression exhibit distinct \nsymptom patterns, with those experiencing severe depression reporting significantly higher \nlevels of suicidal ideation and cognitive diffic ulties, such as problems with concentration and \nmemory (Li et al., 2024). Similarly, studies of adults with post -traumatic stress symptoms \nJournal Pre-proof"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 4 \nfollowing natural disasters have identified four distinct profiles —minimal, low, moderate, and \nsevere —where differenc es in avoidance, hyperarousal, and numbing play  a critical role in \ndistinguishing more severe presentations (Bondjers et al., 2018; Rosellini et al., 2014).  \nRecent efforts to understand the heterogeneity of misophonia have employed similar \nclustering techn iques. For example, Norris et al. (2022) used k -means clustering to examine \nsymptom presentations in a non -clinical sample, identifying subgroups with varying degrees of \nmisophonia severity and associated conditions  (e.g.,  tinnitus and sensory hypersensiti vity). \nSimilarly, McKay et al. (2018) applied Profile Analysis via Multidimensional Scaling to identify \npsychological symptom profiles, which highlighted  different  patterns associated with obsessive -\ncompulsive features, interoceptive sensitivity, and distr ess tolerance. While these studies \nhighlight the utility of clustering approaches for identifying broad symptom patterns of \nmisophonia and its phenotypic features, these approaches have yet to classify individuals based \non the specific behavioral, cognitiv e, and emotional processes involved in the disorder. \nDeveloping a more nuanced understanding of these mechanisms could advance classification \nsystems, assessment tools, and interventions tailored to unique presentations of misophonia.  \nRecognizing the need to understand heterogeneity in the specific \nsymptomatology of misophonia, researchers have begun examining the distinct \nsymptom patterns that manifest differently among individuals with the disorder . For \nexample, youth  with misophonia  experience varying le vels of internalizing symptoms (e.g., \nanxiety, mood disturbances), which may be linked to isolation, rumination, and self -blame \nregarding their misophonic reactions. In contrast, externalizing symptoms (e.g., aggression, \noutbursts) were associated with ove rt dysregulated responses to trigger sounds and external \nblame (Armstrong et al., 2023). Although both symptom dimensions are related to misophonia \nJournal Pre-proof"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 5 \nseverity, they may manifest differently; one study showed  for youth with misophonia, \ninternalizing symptoms are linked to a lower quality of life whereas externalizing symptoms \nwere not (Kook et al., 2024). Another study of adults found that more severe misophonia \nsymptoms were associated with heightened anxiety or depressive emotions, rather than feelings \nof an ger or annoyance, when exposed to triggering sounds (Möllmann et al., 2023). While these \nfindings illustrate that individuals with misophonia may present with varying symptom \nprofiles —ranging from internalizing to externalizing dimensions —there remains a need for more \ncomprehensive measures that assess the full spectrum of emotional, behavioral, and \nphysiological responses.  \nCurrently , most existing measures of misophonia primarily assess symptom intensity and \nimpairment (e.g., Wu et al., 2014; Siepsiak et al., 2020), with less focus on evaluating the full \nrange of psychological, affective, and physiological responses that contribute to the complexity \nand heterogeneity of the disorder. To address this gap, Rosenthal et al. (2021) developed the \nDuke Misophoni a Questionnaire (DMQ), which captures a broader range of internal and external \nbehavioral, affective, physiological, and cognitive experiences. The DMQ later informed the \ndevelopment of the Duke Misophonia Interview (DMI; Guetta et al., 2022), a semi -struc tured \ninterview designed to assess these facets in -depth through participant interviews and clinician \nratings. This approach allows for the assessment of the presence and severity of unique \npsychological aspect s of misophonia. Naturally, heterogeneity in s ymptomatology and intensity \nis revealed through individual -level  item responses. Such person -specific variability in symptom \nendorsement holds significant implications for  tailoring  treatment, and the developers of these \nmeasures have emphasized the import ance of flexible, person -centered interventions, such as the \nUnified Protocol and Process -Based Therapy (Rosenthal et al., 2023).  \nJournal Pre-proof"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 6 \nIn the current study, we explored variability in misophonia symptoms by assessing \nwhether distinct subgroups of individuals wi th misophonia can be identified. Using a model -\nbased clustering approach, we utilized the behavioral, affective, and cognitive dimensions \ncaptured by the DMI as indicators to define these subgroups. Additionally, we examined the \nclinical relevance of these  subgroups by comparing their levels of functional impairment, as well \nas comorbid psychological factors including stress, anxiety, and depression. The ultimate goal of \nthis study was to enhance our understanding of potential differences in how misophonia  presents \nand provide preliminary recommendations for more tailored intervention approaches.  \nMethods  \nStudy Context  \nThe present study includes data collect ed as part of a larger randomized controlled trial \n(RCT) evaluating a psychological intervention for misophonia (see MASKED FOR REVIEW). \nThis study focuses exclusively on data collected during the initial assessment phase, prior to any \nintervention. All RCT procedures were preregistered on  www.clinicaltrials.gov  [INDE NTIFER \nMASKED] and on  the Open Science Framework : \nhttps://osf.io/9mw pd/?view_only=f7789c49dffe4a829cc6e504daac4bdc . The research was \napproved by a University Institutional Review Board.  \nProcedures  \nRecruitment and Eligibility Screening  \nThe RCT was carried out in Utah, with participants recruited from within the state \nbetween November 2022 and November 2023 . Participants were recruited through local \nadvertisements and social media. Ads via Facebook and other platforms invited individuals \ninterested in treatment for misophonia to participate in the study. Potential partic ipants were \nJournal Pre-proof"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 7 \ndirected to an online screener that included the Misophonia Questionnaire (MQ; Wu et al., 2014). \nA total of 261 individuals completed the screener.  \nParticipants qualified for an intake appointment to assess their eligibility  for treatment if \nthey scored above 5 on the severity item of the Misophonia Questionnaire (MQ ; Wu et al., 2014), \nindicating at least mild impairment. Of the 261 individuals screened, 232 met this criterion and \nwere invited to proceed to the next step. These individuals were contacted by email and invited \nto schedule a clinical intake interview. Of the contacted individuals, 75 consented and agreed to \nparticipate. The remaining individuals who were invited to participate did not respond to the \ninvitation or declined to partici pate.  \nBaseline Procedures  \nAll 75 of the consenting participants attended an intake appointment, which included a \nstructured clinical interview for misophonia (the Duke Misophonia Interview; DMI; Guetta et al., \n2022) to confirm the presence of misophonia a nd continued interest in receiving therapy for \nmisophonia. The Diagnostic Interview for Anxiety, Mood, and Obsessive -Compulsive and \nRelated Neuropsychiatric Disorders ( DIAMOND; Tolin et al., 2018) was administered to assess \ncomorbid diagnoses based on DSM -5 criteria  (not reported in this paper [see MASKED FOR \nREVIEW]) . The interview served  to rule  out any psychiatric conditions that would prevent \nmisophonia from being identified as the primary condition requiring treatment.  All interview s \nwere conducted by a traine d doctoral student in clinical psychology and supervised by the \nprincipal investigator , a lic ensed psychologist . \nAdditionally, the participants completed self -report questionnaires to provide information \non their sociodemographic background , symptoms of misophonia , and other mental health \nvariables . Finally, a doctoral student in audiology, under the supervision of an audiologist, \nJournal Pre-proof"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 8 \nconducted an audiological evaluation to assess any peripheral hearing issues, such as hyperacusis \nor hearing loss . These audiological results were part of the broader clinical trial and are not \nexamined in this paper (see [masked for review] for further details ). Each participant received \n$60 as compensation for completing the clinical interview and the self -report q uestionnaire.  \nAfter completing the initial intake appointment, participants were deemed eligible for the \nstudy if the y scored a total score of  20 or greater on the Duke Misophonia Interview (DMI ; \nGuetta et al., 2020). This score was pre -selected as a cutof f to mark clinically significant levels \nof misophonic symptoms, as it falls one standard deviation below the norm established by the \nmeasure ’s validation sample. This score was used as a clinical cutoff to ensure that participants' \nsymptoms were sufficient ly severe to warrant intervention. Following the administration of the \nDMI, during which misophonia symptoms and their functional impact were discussed, \nparticipants were asked to confirm their continued interest in pursuing therapy to ensure the \nsample co nsisted of individuals actively seeking treatment. A total of 15 participants were \nexcluded from the final sample for the following reasons: nine individuals scored below the \nestablished cut -off on the DMI , two had sound sensitivities related to trauma, on e participant had \nsound sensitivities primarily due to volume, one participant met criteria for a current manic \nepisode (which represented a primary presenting problem over misophonia ), and two participants \ndecided they no longer wished to pursue treatment  for misophonia.  \nSample Characteristics  \nThe final sample included 60 treatment seeking  participants  with misophonia who \nprimarily self -identified as White (98.3%), non -Hispanic (96.7%), heterosexual (76.7%), women \n(90.0%), with an average age of 33.80 years ( SD = 12.18); see Table 1 for all participant \ndemographics.  \nJournal Pre-proof"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 9 \nMeasures  \nDuke Misophonia Interview (DMI; Rosenthal et al., 2021; Guetta et al., 2022)  \nThe Duke Misophonia Interview (DMI) is an 18 -item semi -structured clinical interview \ndesigned to assess both the presence and severity of misophonia symptoms. The DMI evaluates \ntrigger sounds, reaction severity, and functional impairment, focusing on both current symptoms \nand symptoms experienced over the participant's lifetime.  \nItems 2 through 14 of the DMI  assess a range of specific internalizing and externalizing \ncognitive, behavioral, and emotional symptoms associated with misophonia (e.g., the experience \nof negative emotions during a misophonic trigger, as evaluated in Item 6). These items capture \nthe pr esence, frequency, and intensity of symptoms. Symptom severity over the past month is \nrated using a 5 -point Likert scale, and these ratings are combined to generate a current severity \nscore. When a symptom is present, its perceived impact on functioning is  assessed, contributing \nto a \"current impairment\" subscale. Global levels of impairment are assessed separately using \nitems 15 to 18, which focus on the broader impact of misophonia symptoms on daily \nfunctioning, such as relationships with family, friends,  and colleagues (e.g., Item 15).  \nFor the current study, only the severity scores from the current severity subscale were \nused as indicators in model -based clustering to identify distinct subgroups based on misophonia \nsymptoms. The global impairment subscal e, rather than the current impairment subscale, was \nselected to assess functional impairment in this study. This decision was made because the \ncurrent impairment items are only administered when a symptom is present, leading to overlap \nbetween impairment a nd severity that would complicate subgroup comparisons in the clustering \nanalysis.  \nJournal Pre-proof"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 10 \nThe DMI has demonstrated excellent preliminary psychometric properties, including \nstrong internal consistency, predictive validity, and test -retest reliability (Guetta et al ., 2022), \nmaking it a reliable and valid instrument for clinical assessment of misophonia. While formal \ninterrater reliability testing was not assessed, the doctoral student interviewer and the principal \ninvestigator (a licensed psychologist) reviewed inte rview recordings for the first ten participants \ntogether. This process ensured agreement on item scoring, enhancing the consistency and \naccuracy of the assessments. The reliability of the global impairment subscale in this study was \nacceptable (α = .68).  \nMisophonia Questionnaire (MQ; Wu et al., 2014)  \n The Misophonia Questionnaire (MQ; Wu et al., 2014) is a self -report instrument \nconsisting of 18 items that measure various aspects of misophonia, including severity and the \nspecific nature of symptoms. It contains three subscales ; the first subscale (7 items) assesses the \npresence of misophonia -related symptoms, while the second (10 items) focuses on the emotional \nand behavioral responses to misophonic triggers. The final subscale is a single -item measure o f \noverall symptom severity. For the symptoms subscale, participants rate their sensitivity to \nspecific sounds (such as repetitive tapping or eating noises) on a 5 -point Likert scale, ranging \nfrom 0 ( not at all true ) to 4 ( always true ). Similarly, the emoti onal and behavioral responsivity \nsubscale evaluates participants ’ reactions (e.g., leaving the area, feeling irritated), also on a 5 -\npoint scale, from 0 ( never ) to 4 ( always ). \nThe total MQ score, calculated by summing the scores from the symptoms and \nemoti onal/behavioral subscales, ranges from 0 to 68, with higher scores indicating greater \nsymptom severity. Additionally, the single -item severity scale captures the overall intensity of \nmisophonia on a scale from 1 ( minimal ) to 15 ( very severe ), where scores of higher  than 6  \nJournal Pre-proof"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 11 \nsuggest clinically significant levels of impairment. In this sample, the MQ demonstrated \nacceptable internal consistency (α = 0.74). \nThe Depression Anxiety Stress Scale -21 (DASS -21; Lovibond & Lovibond, 1995) .  \nThe DASS -21 is a 21 -item self-report questionnaire that evaluates levels of emotional \ndistress in three areas: depression, anxiety, and stress. Each subscale contains seven items. \nParticipants are asked to rate how often they experience specific symptoms on a 4 -point Likert \nscale,  ranging from 0 ( never ) to 3 ( almost always ). The scores for each subscale are summed and \nthen doubled, with higher scores indicating greater levels of distress. The DASS -21 has shown \nstrong psychometric properties, including good validity and reliability (Henry & Crawford, \n2005). In the current sample, the internal consistency of the subscales ranged from .81 to .93.  \nStatistical Analysis  \nSoftware and Preprocessing  \nAll statistical analyses were conducted using R version 4.4.1 (R Core Team, 2024), \nspecifical ly utilizing the mclust  package (Scrucca & Raftery, 2018). Preprocessing of the data \nrevealed no item -level missingness across the measures used in this study. Transparent and \nreproducible code for all analyses can be found on the Open Science Framework : \nhttps://osf.io/ytd3a/?view_only=160f09b399b34050a2c5098faa0a5953 . \nModel -Based Clustering  \nTo assess heterogeneity in misophonia symptom presentations, a Gaussian finite mixture \nmodel was employed to identify distinct subgroups within the sample. Symptom profiles were \nconstructed using items 3 through 13 of the DMI. Item 14, which addresses self -destructive \nbehavior (i.e., self -harm) to cope with misophonia, was not included in the model due to its low \nendorsement ( n = 3). \nJournal Pre-proof"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 12 \nThis clustering approach  assumes that the data consist of several Gaussian distributions, \neach representing a distinct subgro up. We selected the Gaussian mixture modeling  (GMM)  \napproach due to its flexibility in modeling different covariance structures and its ability to handle \ncomplex, multivariate relationships. This flexibility allows for more accurate identification of \nclust ers based on symptom profiles, an essential consideration given the exploratory nature of the \nstudy and the relatively small sample size. Unlike latent profile analysis, which assumes equal \nvariances within clusters  (Vermunt, 2002) , GMM accommodates variat ions in the shape, size, \nand orientation of clusters. As this is the first study to examine misophonia subgroups based on \ncognitive, emotional, and behavioral indicators of misophonia as measured by the DMI , GMM \nprovided the necessary flexibility to captur e the complexity of symptom relationships . \nModel selection was guided by the Bayesian Information Criterion (BIC) and the \nIntegrated Complete -data Likelihood (ICL) criterion (Baudry et al., 2010), with lower values \nindicating better -fitting models. Uncerta inty of group assignment was assessed to ensure that \nparticipants were assigned to the most appropriate group with high confidence.  The process \nbegan with a two -group solution, incrementally increasing the number of groups until the \noptimal solution was id entified.  \nClinical Comparisons  \n Once the best -fitting model was selected, further between -group comparisons were \nconducted to assess differences in relevant clinical measures, including misophonia symptoms as \nmeasured by MQ subscale and misophonia related impairment using the DMI global impairment \nscore. Additionally, groups were compared on measures of stress, anxiety, and depression  as \nassessed by the DASS -21. Shapiro -Wilk ’s tests were performed for each measure to determine \nJournal Pre-proof"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 13 \nwhether scores were normal ly distributed . When the assumption of normality was violated, \nMann -Whitney U tests were used for comparison . \nResults  \nModel -Based Cluster Analysis   \nThe model -based cluster analysis (see Figu re 1 for models with BIC values) initially  \nidentified an equal volume and shape (EEI) model with two classes as a viable solution. The two -\nclass model showed good fit based on BIC ( -1751.64 ) and ICL ( -1758.18 ) values. Furthermore, \nthe bootstrap likelihood ratio test indicated that the improvement from one class to two classes \nwas significant ( p = .001). Uncertainty tests for the two -class model demonstrated high certainty \nin class assignments, with average posterior probabilities of 0.9 4 for class one ( n = 31) and 0.9 7 \nfor cla ss two ( n = 29) , indicating high certainty in class assignments based on the two-class  \nmodel.  \nAlthough the two -class model showed good fit, a three -class solution was also considered \nbased on its BIC ( -1755.90 ) and ICL ( -1760.16 ) values, which were similarly strong. The \nbootstrap likelihood ratio test confirmed that the improvement from two to three classes was \nsignificant (p = .00 1), although the improvement from three to four classes was not significant (p \n= .055), suggesting that a  three -class model could also be a viable solution.  Moreover, \nuncertainty tests for the three -class model revealed average posterior probabilities were 0.9 6 for \nclass one ( n = 18), 0.97 for class two ( n = 25), and 0.9 8 for class three ( n = 17), demonstrati ng \nreliable group assignment, albeit with slightly lower certainty for the third class.  \nModel Selection  \nGiven that the two -class and three -class models fit the data well, a data -driven approach \nwas employed to determine which model provided a better fit. C omparisons were made between \nJournal Pre-proof"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 14 \nthe two groups in the two -class solution and the three groups in the three -class solution, using \nMQ severity and DMI global impairment scores. These comparisons were conducted to evaluate \nwhich model more effectively distinguis hed unique classes of individuals with misophoni a. \nMann -Whitney U tests were performed for the two -class comparison, while analysis of variance \n(ANOV A) was performed to examine differences across the three -class group solutions.  \nIn the two -class model, group two scored significantly higher than group one on the MQ \nemotional and behavioral responses to trigger sounds (Cohen's d = 0.68, p = .032 ), MQ severity \n(d = 0.79, p = .012 ), and DMI global impairment (d = 1.13, p = .001 ), iden tifying group two as \nmore severe and impaired. In contrast, the three -class model showed no significant differences \nacross the groups for MQ misophonia symptoms , MQ severity , or MQ emotional and behavioral \nreactions (ps < .084). However, a between groups e ffect was observed for DMI global \nimpairment (F(2, 57) = 5.284, p = .008) , but post-hoc Tukey ’s Honestly Significant Difference \ntest revealed that these differences were only significant between classes one and two ( diff = \n1.93, p = .00 7), but not between classes one and two or classes two and three. Due to the clearer \ngroup distinctions in severity and impairment in the two -class model, it was selected as the most \noptimal solution.  As a result, we did not interpret the three -class soluti on further, but between -\ngroup comparisons for the DMI model indicators in the three -class solution can be found in the \nsupplemental material (see Table S1).  \nModel -Based Cluster Analysis: Group Interpretation  \nThe two clusters were a reactive  group ( n = 31),  who have fewer misophonia symptoms \nand predominately react to misophonic triggers only when they occur, and an anticipatory  group \n(n = 29), who have more symptoms , heightened  vigilance, and increased anticipat ion of  triggers. \nThe anticipatory group scored  significantly higher than the reactive group on the majority of \nJournal Pre-proof"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 15 \nDMI symptoms, with moderate to large effect sizes (see Table 2 for details), indicating a more \nsevere or symptomatic presentation of misophonia.  \nThe most pronounced symptom differences betwee n the anticipatory and reactive groups \nwere observed for negative emotions before triggers ( d = 2.64) and hypervigilance for \nmisophonic triggers ( d = 1.76). These results suggest that the anticipatory group experienced \nhigher levels of preemptive internalizing symptoms, such as anticipatory distress and heightened \nemotional responses even before triggers occurred, whereas the reactive group exhibited  fewer \nsigns of pre -emptive misophonic distress or vigilance towards the possible misophonic triggers. \nThis distinction is further illustrated in Figure 2, which shows plotted means for each subgroup \nacross all items in the model.  \nAdditional notable differ ences emerged between the groups, with the anticipatory group \nreporting significantly higher levels of intrusive thoughts or rumination about prior misophonic \nexperiences ( d = 1.38) and a stronger sense of being misunderstood or detached from others due \nto their symptoms ( d = 1.72). These findings highlight the anticipatory group's tendency toward \nmore persistent internalizing symptoms. Moreover, the anticipatory group reported greater \nengagement in deliberate avoidance of situations where they might encoun ter triggering sounds \n(d = 1.00).  \nDespite these differences, both groups displayed similarly high scores for the need or \ndesire to escape from triggering situations, physiological reactions to misophonic triggers, and \nnegative thoughts during such events. These symptoms were reported at moderate to severe \nlevels across both groups. However, the anticipatory group reported significantly higher scores \non these reactive symptoms, suggesting that for the anticipatory group these symptoms may be \nmore intense ( ds = 0.88 -1.01).  \nJournal Pre-proof"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 16 \nInterestingly, no significant group differences were found in negative emotions after \nmisophonic sounds or verbal or physical aggression in response to triggers ( ps > .05). This \nindicates that both subgroups exhibited similar emotional and b ehavioral responses during and \nimmediately following misophonic triggers, reflecting shared externalizing reactions in the \nmoment. However, more pronounced distinctions were evident when triggers were absent, with \nthe anticipatory group displaying more pro nounced internalizing symptoms, such as \nhypervigilance, anticipatory anxiety, and persistent distress outside of the triggering situations.  \nClinical Comparisons  \nFinally, we compared the two groups on relevant clinical variables (see Table 3). No \nsignifican t differences were found between the groups in terms of anxiety symptoms, with both \ngroups reporting average anxiety levels within the normal range based on clinical cutoff scores \nfor the DASS -21. Similarly, there were no significant differences in depress ive symptoms, \nthough it is worth noting that on average the reactive group endorsed little to no depressive \nsymptoms (normal range), while the anticipatory group reported mild depres sive symptoms. In \ncontrast, the anticipatory group reported significantly higher levels of stress, though the effect \nsize was modest ( d = 0.64). The reactive group scored within the normal range for stress, while \nthe anticipatory group ’s scores met the criteria for mild levels of stress.  \nDiscussion  \nIn this study, we investigate d variability in misophonia symptom profiles by employing a \nmodel -based clustering approach to identify distinct subgroups. A two -class model, which nearly \nevenly divided the sample, provided the best fit for the data, differentiating participants into \nanticipatory and reactive subgroups. Using this model, we successfully distinguished subgroups \nbased on the severity and impairment of misophonia symptoms, with the anticipatory group \nJournal Pre-proof"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 17 \nreporting more severe symptoms and greater impairment. While previous resea rchers have \nacknowledged heterogeneity in misophonia symptomatology (e.g., Armstrong et al., 2023; \nGuzick et al., 2023), this study is the first to distinguish subgroups of individuals based on \nunique cognitive, emotional, and behavioral symptoms specific to misophonia using a clustering \napproach . \nThe anticipatory group was characterized by heightened awareness of potential triggers, \neven when misophonic sounds were absent. These individuals demonstrated increased \npreemptive anticipation and vigilance towar d triggers, which could explain why avoidance was \nalso more elevated among this group. In contrast, participants in the reactive group displayed \nelevated emotional and physiological reactions primarily when the sounds were occurring.  \nInterestingly, there were no significant differences between the groups in terms of the \nMQ symptom subscale, which measures the frequency of misophonic triggers. This suggests that \nboth groups may experience a similar number of triggers, leading to questions about why the \nanticipatory group exhibits greater levels of behavioral and emotional reactions to the sounds and \nimpairment. One possibility is that the anticipatory group ’s heightened vigilance consumes more \ncognitive and emotional resources, intensifying their overall exp erience of misophonia. This \ntheory aligns with the concept of experiential avoidance, where individuals attempt to control or \navoid intense emotional reactions, leading to increased preoccupation with potential triggers \n(Cowan et al., 2022). This may expla in why the anticipatory group is more consumed by \nanticipatory anxiety and hypervigilance, whereas the reactive group predominately displays \nnegative cognitive, emotional, and physiological reaction to sounds when they occur. To fully \nunderstand how sympto ms interact and maintain misophonia in these subgroups, researchers \nJournal Pre-proof"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 18 \ncould apply network modeling to explore the unique symptom interactions that drive the disorder \nin each group.  \nBoth subgroups reported moderate to severe negative cognitive, emotional, and  \nphysiological reactions to misophonic sounds, though these symptoms were more intense in the \nanticipatory group. This finding suggests that stress responses to misophonic sounds may be \ncommon across different presentations of the disorder, regardless of s everity. Interestingly, there \nwas no significant difference between the groups in emotional reactions after the sounds had \nstopped, suggesting that the in -the-moment stress responses are substantial enough to linger, \nmaking recovery more difficult for both  groups.  \nThe anticipatory group reported significantly more internalizing symptoms, such as \nintrusive thoughts, rumination about prior misophonic sounds, and feelings of social isolation. \nHistorically, misophonia was thought to be characterized by externalizing behaviors, such as \nrageful outbursts (Vitoratou et al., 2021; Jager et al., 2020). However, our findings, along with \nmore recent research (Guizick et al., 2023; Spencer et al., 2023), suggest that misophonia is more \nclosely associated with in ternalizing symptoms. This shift in understanding aligns with findings \nfrom Kook et al. (2024) and Vitoratou et al. (2021), which link misophonia severity to \ninternalizing forms of distress.  \nWhile the externalizing dimension of misophonia was assessed thro ugh verbal or \nphysical aggressive reactions, both groups reported moderate levels of aggression, with no \nsignificant differences between them. This suggests that externalizing symptoms, such as \naggression, may be a more universal symptom dimension in adult s, regardless of the severity of \nthe disorder. However, the DMI item assessing aggression also captures the distress individuals \nfeel about their reactions, revealing that this item might reflect internalizing (e.g., guilt or regret) \nJournal Pre-proof"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 19 \nand externalizing (e.g ., aggressive behavior) dimensions of misophonia. This complexity makes \nit challenging to distinctly identify externalizing symptoms using the DMI. Therefore, \nresearchers should explore variability on externalizing symptoms in adults with misophonia.  \nIn comparing other clinical measures between the groups, the anticipatory subgroup \nreported significantly higher levels of general stress, as expected, given their tendency to be \nmore overwhelmed by misophonic symptoms. Surprisingly, both groups reported simil ar levels \nof anxiety and depression, which may seem unexpected given the association of mood and \nanxiety symptoms with internalizing forms of psychopathology. However, while the overall \nmeans for anxiety, depression, stress symptoms on the DASS -21 were in the normal to mild \nrange, prior research has documented similar patterns in misophonia samples  (e.g., Wu et al., \n2014; Ghorbani et al., 2022) . This suggests that our sample  may not be entirely atypical in this \nregard and reflects the variability commonly observed in psychological distress and comorbidity \nrates among individuals with misophonia (Rosenthal et al., 2022; Jager et al., 2020). Still, the \ngenerally mild levels of symptoms in the sample may have contributed to the absence of \nsignificant group dif ferences for depression and anxiety, despite their established associations \nwith misophonia  severity  (Almadani et al., 2024) .  \nOverall, our  findings support the need for a more individualized approach to treatment in \nmisophonia. For the anticipatory group,  interventions that focus on internalizing symptoms, such \nas addressing anticipatory anxiety and intrusive thoughts and rumination, may be particularly \nbeneficial. Cognitive skills that help address internalizing appraisals such as self -blame or \nmindfulnes s-based strategies to manage hypervigilance could be effective in this group. For the \nreactive group, treatments may need to focus more on managing in -the-moment emotional and \nphysiological reactions to misophonic sounds. This may include teaching emotion regulation \nJournal Pre-proof"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 20 \nstrategies or relaxation practices that can be used in moments of heighten distress when the \nsounds themselves are occurring.  \nLeveraging symptom profiles to guide clinical decision -making may represent a \npromising avenue for treatment developmen t in misophonia. For example, the Personalized \nAdvantage Index (PAI; DeRubeis et al., 2014) demonstrates the potential of predictive modeling \nto allocate individuals to treatments likely to yield the greatest benefit. For misophonia, \npredictive algorithms could be developed to assign individuals to targeted interventions based on \ntheir symptom profiles. However, a challenge lies in the tendency to impose binary or categorical \nclassifications when assigning treatments, which may fail to capture the full comp lexity of \nindividual differences. Furthermore, strict algorithmic prediction models often reflect the \nconstraints of the samples they are based on (van Bronswijk, 2024) and invite ongoing debate \nabout the utility of actuarial methods compared to clinical j udgment, as proposed by Meehl \n(1954) in his seminal work. As algorithm -based clinical decision -making evolves (see \nDeisenhofer et al., 2024, for a discussion), future research may revisit the implications of the \nsubgroups identified in the current study wi thin a binary or catagorical treatment matching \nframework.  \nFor now, r esearchers are increasingly recognizing the value of therapy protocols that can \nbe flexibly adapted to meet the unique needs of individuals with misophonia (Rosenthal et al., \n2023; Mattso n et al., 2023). Approaches like the Unified Protocol allow for the selection and \ndelivery of various cognitive and behavioral intervention modules based on the individual’s \npresenting symptoms  (Barlow et al., 2011) . Similarly, process -based therapy tailors treatment \ncomponents to target the processes of change most relevant to the individual  (Hofmann et al., \n2022).  These interventions are actively being tested in clinical trials to address misophonia \nJournal Pre-proof"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 21 \nsymptoms (see Rosenthal et al., 2023). Our finding s contribute to the growing body of literature \nsuggesting that a one -size-fits-all treatment model may be insufficient given the diverse ways in \nwhich individuals with misophonia present to treatment.  To support this tailored approach, tools \nthat assess th e spectrum of misophonic symptoms each individual experiences are essential for \nguiding case formulation. The DMI appears to be a valuable resource for understanding \nsymptom variability in misophonia, helping clinicians personalize interventions to address  the \nspecific needs of each patient.  \n Our results should be considered in light of several limitations. Firstly, the DMI is a \nclinician -rated interview, and interrater reliability was not assessed, which limits the ability to \nensure that DMI scoring is rep licable across different raters or settings. Current research using \nthe DMI has yet to report interrater reliability (see Guetta et al., 2022), highlighting the need for \nfuture studies to establish this metric.  Additionally, while diagnostic criteria for m isophonia have \nbeen proposed (Jager et al., 2020; Swedo et al., 2022) and validated screening measures exist \n(Williams et al., 2022), these were not used as inclusion criteria in this study. However,  \nparticipants were recruited into the parent trial based on their perceived need for treatment due to \nthe intensity of their symptoms, suggesting a clinically relevant misophonia sample.  \nAnother limitation is the sociodemographic homogeneity of our sample, reflecting Utah's \npopulation, where 22.3% identify as non -White or Hispanic, which is significantly lower than \nnational averages (U.S. Department of Health and Human Services, 2024). Utah's unique cultural \nand geographic factors further shape its demograph ics. Future research should prioritize \nnationally representative samples to validate these subgroups both across the United States and \nglobally.  \nJournal Pre-proof"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 22 \n Finally , a sample size of 60 poses limitations, as GMM and cluster -based approaches are \nhighly data -driven and  sensitive to the selected sample. Future studies should replicate this work \nin larger and more diverse samples to determine whether these clusters remain consistent or if \nalternative models, such as a three -group solution, better capture the variability i n misophonia \npresentations. That being said, w hile our data supported a two -class solution, our findings also \nsuggest ed additional subgroups may exist. Future research should also explore whether these \nclusters can be replicated using different person -centered methodologies, such as LCA or LPA, \nwhich may provide a complementary perspective on subgroup variability.  \n It should also be noted that the identified subgroups are not entirely homogeneous, as \nGMM is a variable -centered modeling approach rather than a person -centered one, as seen in \nother clustering techniques. Consequently, variability within each identified group is expected \nand should be considered when designing interventions and conducting future research. This \nwithin -group variation highlights t he importance of tailoring treatments to individual needs, even \nwithin distinct subgroups.  \nDespite limitations, t he current study contributes to the growing understanding of \nmisophonia by identifying distinct subgroups within individuals based on symptom p rofiles, \nusing GMM. The two -class model differentiated participants into anticipatory and reactive \nsubgroups, revealing important differences in symptom severity, internalizing symptoms, and \nfunctional impairments. These findings underscore the need for ta ilored treatment approaches \nthat address the unique symptom constellations within each group. Specifically, anticipatory \nindividuals may benefit from interventions targeting anticipatory anxiety and rumination, while \nreactive individuals may require strate gies for managing immediate emotional and physiological \nreactions to triggers. The results also suggest that misophonia may be best understood as a \nJournal Pre-proof"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 23 \ndimensional disorder, with varying degrees of severity and symptom presentations across \nindividuals. Looking  ahead, researchers should aim to use larger samples to investigate symptom \ninteractions and explore the potential existence of other unique subgroups. These efforts will be \nessential for refining our understanding of misophonia and enhancing personalized treatment \nstrategies for misophonia.  \n  \nJournal Pre-proof"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 24 \nDeclaration of generative AI and AI -assisted technologies in the writing process:  \nDuring the preparation of this work the authors used ChatGPT 4.o in order to improve the \nclearity and readibility of the introduction and discussion sections. After using this tool/service, \nthe authors reviewed and edited the content as needed and takes full responsibility for the content \nof the published article.  \n  \nJournal Pre-proof"
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 25 \nReferences  \nAlmadani, A. H., Alabdulkarim, I. M., Akresh, M. I., Alassaf,  M. I., Alkathiri, M. A., Alkublan, \nK. M., Aldoghmani, R. A., Alghtani, Y . A., & Alwaily, S. A. (2024). Prevalence of \nmisophonia and its association with depression and obsessive -compulsive disorder \namong medical students. Medicine, 103( 43), e40217. \nhttps: //doi.org/10.1097/MD.0000000000040217  \nArmstrong, G. M., Greenberg, R. L., Smárason, O., Frederick, R. M., Guzick, A. G., Schneider, \nS. C., Spencer, S. D., Cervin, M., & Storch, E. A. (2023). Factors associated with \ninternalizing and externalizing symptoms in a clinical sample of youth with misophonia. \nJournal of Obsessive -Compulsive and Related Disorders , 39, 100831. \nhttps://doi.org/10.1016/j.jocrd.2023.100831  \nBaudry, J. P., Raftery, A. E ., Celeux, G., Lo, K., & Gottardo, R. (2010). Combining Mixture \nComponents for Clustering. Journal of Computational and Graphical Statistics , 19(2), \n332–353. https://doi.org/10.1198/jcgs.201 0.08111  \nBarlow, D. H., Farchione, T. J., Fairholme, C. P., Ellard, K. K., Boisseau, C. L., Allen, L. B., & \nEhrenreich -May, J. (2011). Unified protocol for transdiagnostic treatment of emotional \ndisorders: Therapist guide . Oxford University Press.  \nBondjers, K., Willebrand, M., & Arnberg, F. K. (2018). Similarity in symptom patterns of \nposttraumatic stress among disaster -survivors: A three -step latent profile analysis. \nEuropean Journal of Psychotraumatology , 9(1), 1546083. \nhttps://doi.org/10.1080/20008198.2018.1546083  \nBrout, J. J., Edelstein, M., Erfanian, M., Mannino, M., Miller, L. J., Rouw, R., Kumar, S., & \nRosenthal, M. Z. (2018). Investigating Misophonia: A Review of the Empi rical \nJournal Pre-proof"
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 26 \nLiterature, Clinical Implications, and a Research Agenda. Frontiers in Neuroscience , 12, \n36. https://doi.org/10.3389/fnins.2018.00036  \nClaiborn, J. M., Dozier, T. H., Hart, S. L., & Le e, J. (2020). Self -identified misophonia \nphenomenology, impact, and clinical correlates. Psychological Thought , 13(2), 349–375. \nhttps://doi.org/10.37708/psyct.v13i2.454  \nDeisenhofer, A. -K., Barkham, M., Beierl, E. T., Schwartz, B., Aafjes -van Doorn, K., Beevers, C. \nG., Berwian, I. M., Blackwell, S. E., Bockting, C. L., Brakemeier, E. -L., Brown, G., \nBuckman, J. E. J., Castonguay, L. G., Cusack, C. E., Dalgleish, T., de Jong, K., \nDelgadillo, J. , DeRubeis, R. J., Driessen, E., . . . Cohen, Z. D. (2024). Implementing \nprecision methods in personalizing psychological therapies: Barriers and possible ways \nforward. Behaviour Research and Therapy , 172, 1–16. \nhttps://doi.org/10.1016/j.brat.2023.104443  \nDeRubeis, R. J., Cohen, Z. D., Forand, N. R., Fournier, J. C., Gelfand, L. A., & Lorenzo -Luaces, \nL. (2014). The Personalized Advantage Index: translating research on prediction into \nindividualized treatment recommendations. A demonstration. PloS one, 9 (1), e83875. \nhttps://doi.org/10.1371/journal.pone.0083875  \nDibb, B., Golding, S. E., & Dozier, T. H. (2021). The development and validation of the \nMisophonia response scale. Journal of Psychosomatic Research , 149, 110587. \nhttps://doi.org/10.1016/j.jpsychores.2021.110587  \nFerrer -Torres, A., & Giménez -Llort, L. (2022). Misophonia: A Systematic Review of Current and \nFuture Trends i n This Emerging Clinical Field. International Journal of Environmental \nResearch and Public Health , 19(11), 6790. https://doi.org/10.3390/ijerph19116790  \nJournal Pre-proof"
    },
    {
      "section": "Page 30",
      "page_number": 30,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 27 \nGhorbani, S., Ashouri, A., Gharraee, B. , & Farahani, H. (2022). Effectiveness of online group -\nmindfulness and acceptance ‐based therapy and cognitive -behavioral therapy on \nMisophonia. Iranian Journal of Psychiatry and Behavioral Sciences , 16(2). \nhttps://doi.org/10.5812/ijpbs -120159  \nGuetta, R. E. , Cassiello -Robbins, C., Anand, D., & Rosenthal, M. Z. (2022). Development and \npsychometric exploration of a semi -structured clinical interview for Misophonia. \nPersonality and Individual Differences , 187, 111416. \nhttps://doi.org/10.1016/j.paid.2021.111416  \nGuzick, A. G., Cervin, M., Smith, E. E. A., Clinger, J., Draper, I., Goodman, W. K., Lijffijt, M., \nMurphy, N., Lewin, A. B., Schneider, S. C., & Storch, E. A. (2023). Clinical \ncharacteris tics, impairment, and psychiatric morbidity in 102 youth with misophonia. \nJournal of Affective Disorders , 324, 395–402. https://doi.org/10.1016/J.JAD.2022.12.083  \nHealth Resources and Servi ces Administration, Maternal and Child Health Bureau. (2024). \nDiversity in Utah: Race, ethnicity, and sex . U.S. Department of Health and Human \nServices.  \nHofmann, S. G., Hayes, S. C., & Lorscheid, D. N. (2022). Learning process -based therapy: A \nSkills Train ing Manual for targeting the core processes of psychological change in \nclinical practice . New Harbinger Publications.  \nJager, I., de Koning, P., Bost, T., Denys, D., & Vulink, N. (2020). Misophonia: Phenomenology, \ncomorbidity and demographics in a large sa mple. PLOS ONE , 15(4), e0231390. \nhttps://doi.org/10.1371/journal.pone.0231390  \nKook, M., Rast, C. E., Cervin, M., Clinger, J., Smith, E., Draper, I., ... & Guzick, A. G. (2024). \nQuality of life among youth with misophonia: The role of internalizing symptoms and \nJournal Pre-proof"
    },
    {
      "section": "Page 31",
      "page_number": 31,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 28 \npessimism. Journal of Psychopathology and Behavioral Assessment , 1-11. \nhttps://doi.org/10.1007/s10862 -024-10163 -y \nLi, L., Wang, P., Zhao, Q., Liu, Z., Li, S., & Wang, X. (2024). Latent profile analysis of \ndepressive symptoms in college students and its relationship with physical activity. \nJournal of Affective Disorders , 351, 364–371. https://doi.org/10.1016/j.jad.2024.01.214  \nLovibond, P. F., & Lovibond, S. H. (1995). The structure of negative emotional states: \nComparison of the Depression Anxiety Stress Scales (DASS) wit h the Beck Depression \nand Anxiety Inventories. Behaviour Research and Therapy , 33(3), 335–343. \nhttps://doi.org/10.1016/0005 -7967(94)00075 -U \nMattson, S. A., D'Souza, J., Wojcik, K. D., G uzick, A. G., Goodman, W. K., & Storch, E. A. \n(2023). A systematic review of treatments for misophonia. Personalized Medicine in \nPsychiatry , 39-40, 100104. https://doi.org/10.1016/j.pmip. 2023.100104  \nMcKay, D., Kim, S. K., Mancusi, L., Storch, E. A., & Spankovich, C. (2018). Profile Analysis of \nPsychological Symptoms Associated With Misophonia: A Community Sample. Behavior \nTherapy, 49 (2), 286–294. https://doi.org/10.1016/j.beth.2017.07.002  \nMednicoff, S. D., Barashy, S., V ollweiler, D. J., Benning, S. D., Snyder, J. S., & Hannon, E. E. \n(2024). Misophonia reactions in the general population are correlated with strong \nemotional reaction s to other everyday sensory –emotional experiences. Philosophical \nTransactions of the Royal Society B , 379(1908), 20230253. \nhttps://doi.org/10.1098/rstb.2023.0253  \nMeehl, P. E. (1954).  Clinical  versus statistical prediction: A theoretical analysis and a review of \nthe evidence.  University of Minnesota Press.  https://doi.org/10.1037/11281 -000 \nJournal Pre-proof"
    },
    {
      "section": "Page 32",
      "page_number": 32,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 29 \nMöllmann, A., Heinrichs, N., Illies, L., Potthast, N., & Kley, H. (2023). The central role of \nsymptom severity and associated characteristics for functional impairment in misophonia. \nFrontiers in Psychiatry , 14, 1112472. https://doi.org/10.3389/fpsyt.2023.1112472  \nR Core Team (2024). R: A language and environment for statistical computing . R Foundation for \nStatistical Computing, Vienna, Austria. https://www.R -project.org/  \nRosellini, A. J., Coffey, S. F., Tracy, M., & Galea, S. (2014). A person -centered analysis of \nposttraumatic stress disorder symptoms following a natural disaster: predictors of latent \nclass membership. Journal of Anxiety Disorders , 28(1), 16–24. \nhttps://doi.org/10.1016/j.janxdis.2013.11.002  \nRosenthal, M. Z., Anand, D., Cassiello -Robbins, C., Williams, Z. J., Guetta, R. E., Trumbull, J., \n& Kelley, L. D.  (2021). Development and initial validation of the Duke Misophonia \nQuestionnaire. Frontiers in Psychology , 12, 709928. \nhttps://doi.org/10.3389/fpsyg.2021.709928  \nRosenthal, M. Z., McMahon, K., Greenleaf, A. S., Cassiello -Robbins, C., Guetta, R., Trumbull, \nJ., Anand, D., Frazer -Abel, E. S., & Kelley, L. (2022). Phenotyping misophonia: \nPsychiatric disorders and medical health correlates. Frontiers in Psychology , 13. \nhttps://doi.org/10.3389/fpsyg.2022.941898  \nRosenthal, M. Z., Shan, Y ., & Trumbull, J. (2023). Treatment of misophonia. Advances in \nPsychiatry and Behavioral Health , 3(1), 33 -41. \nhttps://doi.org/10.1016/j.ypsc.2023.03 .009 \nRouw, R., & Erfanian, M. (2018). A large -scale study of misophonia. Journal of Clinical \nPsychology , 74(3), 453–479. https://doi.org/10.1002/jclp.22500  \nJournal Pre-proof"
    },
    {
      "section": "Page 33",
      "page_number": 33,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 30 \nScrucca, L., & Raftery, A. E. (2018). clustvarsel: A package implementing variable selection for \nGaussian model -based clustering in R. Journal of Statistical Software , 84(1), 1. \nhttps://doi.or g/10.18637/jss.v084.i01  \nSchröder, A., Vulink, N., & Denys, D. (2013). Misophonia: Diagnostic criteria for a new \npsychiatric disorder. PLOS ONE , 8(1), e54706. https://doi.org/10.1371/journal.pon e. \nSiepsiak, M., Śliwerski, A., & Łukasz Dragan, W. (2020). Development and Psychometric \nProperties of MisoQuest -A New Self -Report Questionnaire for Misophonia. International \njournal of environmental research and public health,  17(5), 1797. \nhttps://doi.org/10.3390/ijerph17051797  \nSiepsiak, M., Vrana, S. R., Rynkiewicz, A., Rosenthal, M. Z., & Dragan, W. Ł. (2023). Does \ncontext matter in misophonia? A multi -method experimental investigation. Frontiers in \nneuroscience, 16 , 880853.  https://doi.org/10.3389/fnins.2022.880853   \nSpencer, S. D., Guzick, A. G., Cervin, M., & Storch, E. A. (2023). Mindfulness and cognitive \nemotion regulation in pediatric misophonia.  Journal of Contex tual Behavioral \nScience , 29, 182–191. https://doi.org/10.1016/j.jcbs.2023.07.005  \nSwedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A., Jastreboff, P. J., \nKumar, S., Rosenthal, M. Z., Rouw, R., Schiller, D., Simner, J., Storch, E. A., Taylor, S., \nWerff, K. R. V ., Altimus, C. M., & Raver, S. M. (2022). Consensus Definition of \nMisophonia: A Delphi Study. Frontiers in Neuroscience, 16 , 841816. \nhttps://doi.org/10.3389/fnins.20 22.841816   \nTunç, S., & Başbuğ, H. S. (2017). An extreme physical reaction in misophonia: stop smacking \nyour mouth!. Psychiatry and Clinical Psychopharmacology, 27 (4), 416 -418. \nhttps://doi.org/10 .1080/24750573.2017.1354656  \nJournal Pre-proof"
    },
    {
      "section": "Page 34",
      "page_number": 34,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 31 \nVan Bronswijk, S. C., Howard, J., & Lorenzo -Luaces, L. (2024). Data -driven personalized \nmedicine approaches to cognitive -behavioral therapy allocation in a large sample: A \nreanalysis of the ENRICHED study. Journal of Affective D isorders, 356,  115–121. \nhttps://doi.org/10.1016/j.jad.2024.04.015  \nVitoratou, S., Hayes, C., Uglik -Marucha, N., Pearson, O., Graham, T., & Gregory, J. (2023). \nMisophonia in the UK: Prevalen ce and norms from the S -Five in a UK representative \nsample. PLoS One , 18(3), e0282777.  \nWu, M. S., Lewin, A. B., Murphy, T. K., & Storch, E. A. (2014). Misophonia: incidence, \nphenomenology, and clinical correlates in an undergraduate student sample. Journal of \nclinical psychology, 70(10), 994 -1007.  \nZimmerman, M., Morgan, T. A., & Stanton, K.  (2018). The severity of psychiatric disorders. \nWorld Psychiatry: Official Journal of the  World Psychiatric Association  (WPA), 17(3), \n258–275. https://doi.org/10.1002/wps.20569  \nWilliams, Z. J., Cascio, C. J ., & Woynaroski, T. G. (2022). Psychometric validation of a brief \nself-report measure of misophonia symptoms and functional impairment: The duke -\nvanderbilt misophonia screening questionnaire.  Frontiers in Psychology , 13, 897901.  \nWoolley, M. G., Capel, L. K ., Bowers, E. M., Petersen, J. M., Muñoz, K., & Twohig, M. P. \n(2024). Clinical Characteristics of a Treatment Seeking Sample of Adults with \nMisophonia: Onset, Course, Triggers, Context, and Comorbidity.  Journal of Obsessive -\nCompulsive and Related Disorders , 100915. https://doi.org/10.1016/j.jocrd.2024.100915  \nJournal Pre-proof"
    },
    {
      "section": "Page 35",
      "page_number": 35,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 32 \n \n \n \n  Figure 1  \n \nBayesian Information Criterion (BIC) for Different Cluster \nSolutions  \n \nNote.  BIC = Bayesian Information Criterion ; EII = equal \nvolume, round shape (spherical covariance);  \nVII = varying volume, round shape (spherical covariance);  \nEEI = equal volume, equal shape, axis parallel orientation \n(diagonal covariance); VEI = varying volume, equal shape, \naxis parallel orientation (diagonal covariance); EVI: equal \nvolume, varying shape, axis parallel orientation (diagonal \ncovariance); VVI = varying volume, varying shape, equal \norientation (diagonal c ovariance); EEE = equal volume, equal \nshape, equal orientation (ellipsoidal  \ncovariance); VEE  = varying volume, equal shape, equal \norientation (ellipsoidal covariance); EVE = e qual volume, \nvarying shape, equal orientation (ellipsoidal covariance); VVE \n= varying volume, varying shape, equal orientation (ellipsoidal \ncovariance); EEV = equal volume, equal shape, varying \norientation (ellipsoidal covariance); VEV = varying volume, \nequal shape, varying orientation, (ellipsoidal covariance);  \nEVV = equal volume, var ying shape, varying orientation \n(ellipsoidal covariance) VVV = varying volume, varying \nshape, varying orientation (ellipsoidal covariance).  \nJournal Pre-proof"
    },
    {
      "section": "Page 36",
      "page_number": 36,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 33 \nFigure 2  \nPlot of Two-Class Model  Misophonia Duke Misophonia Interview Symptom  Cluster s \n \n \n \n  \nJournal Pre-proof"
    },
    {
      "section": "Page 37",
      "page_number": 37,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 34 \nTable 1  \nParticipant Sociodemographic Information (N = 60)  \n n (% ) \nGender Identity   \nWoman  42 (70)  \nMan 14 (23.3)  \nNon-Binary  \nAgender  3 (5)  \n1(1.7)  \nSexual Orientation   \nAsexual  3 (5)  \nBisexual  4 (6.7)  \nHeterosexual or straight  46 (76.7)  \nPansexual  \nQueer  5 (8.3)  \n2 (3.3)  \nEthnicity   \n    Hispanic or Latino  2 (3.3)  \nRace and Ethnicity1  \nAsian or Asian \nAmerican  2 (3.3)  \nBlack or African \nAmerican  1 (1.7)  \nNative South American  1 (1.7)  \nWhite or White \nAmerican  59 (98.3)  \nReligion   \nChurch of Jesus Christ \nof Latter -Day Saints  27 (45)  \nJewish  1 (1.7)  \nNot Religious  27 (45)  \nOther  5 (8.3)  \nMarital Status   \nDivorced  3 (5)  \nLiving with a partner  5 (8.3)  \nMarried  34 (56.7)  \nSingle  18 (30)  \nEmployment Status   \nEmployed full -time 26 (43)  \nEmployed part -time 17 (28.3)  \nRetired  2 (3.3)  \nStudent  10 (16.7)  \nUnemployed  2 (3.3)  \nOther  2 (3.3)  \nAge (years)  M (SD) \n33.80 (12.18)  \nRange = 18 -67 \n1Categories not mutually exclusive.  \nJournal Pre-proof"
    },
    {
      "section": "Page 38",
      "page_number": 38,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 35 \n Table 2 \n \nComparison of Two-Class Model  Clusters on Duke Misophonia Interview Symptoms  \n \nDuke Misophonia Interview Items  Reactive \nGroup  \nM (SD)  Anticipatory  \nGroup  \nM (SD)   \nU  \np  \nCohen ’s d \nNegative thoughts during misophonic triggers.  1.45 \n(1.03)  2.28 \n(1.00)  242 <.001 ** 1.04 \nIntrusive thoughts or rumination about prior misophonic sounds  0.55 \n(0.89)  1.66 \n(0.97)  194 <.001 ** 1.38 \nNegative emotions before trigger sounds.  1.13 \n(0.85)  2.52 \n(0.51)  91 <.001 ** 2.64 \nNegative emotions during misophonic sounds.  2.65 \n(0.55)  3.14 \n(0.35)  252 <.001 ** 0.98 \nNegative emotions after misophonic sounds.  1.84 \n(0.97)  2.10 \n(0.94)  375 0.242  0.34 \nFeeling misunderstood or detached from others due to \nmisophonia.  1.39 \n(1.02)  2.59 \n(0.73)  156.5  <.001 ** 1.72 \nPhysiological reactions to misophonic triggers.  1.90 \n(0.75)  2.48 \n(0.87)  269 .004** 0.88 \nHypervigilance for misophonic triggers.  0.61 \n(0.80)  2.10 \n(1.18)  153 <.001 ** 1.76 \nVerbal or physical aggression in response to sounds.  2.00 \n(1.13)  2.24 \n(0.99)  408.5  .520 0.18 \nDeliberate efforts to avoid situations, people, places . 2.35 \n(0.61)  2.90 \n(0.49)  248 <.001 ** 1.00 \nNeed or desire to escape from triggering situations . 2.71 \n(0.64)  3.07 \n(0.53)  323 .025* 0.59 \nNote.  ** p < .01, * p < .05.  \nJournal Pre-proof"
    },
    {
      "section": "Page 39",
      "page_number": 39,
      "text": "SYMPTOM -BASED SUBGROUPS IN MISOPHONIA  \n 36 \n \n Table 3 \n \nComparison of Two-Class Model  Clusters on Relevant Clinical Measures  \n \nClinical Variables  Full Sample  \n \nM (SD)  Reactive \nGroup  \nM (SD) Anticipatory  \nGroup  \nM (SD)  \nU  \np  \nCohen ’s d \nMisophonia \nQuestionnaire \n(MQ) Subscales        \n Symptoms  16.90  (5.12) 16.52 (5.14)  17.3 (15.16)  412.5  .588 0.17 \n Emotional and \nBehavioral \nResponsivity  21.90 (4.94) 19.84 (4.73)  22.55 (4.84)  304.5  .032* 0.68 \n Severity  6.83 (1.68)  6.32 (1.78)  7.38 (1.40)  283.5  .012* 0.79 \n        \nDuke Misophonia \nInterview  \n(DMI) Global \nImpairment  8.90 (1.92)  8.16 (1.88)  9.69 (1.65)  228.5  <.001** 1.13 \n       \nDepression Anxiety \nStress Scale -21 \n(DASS21)        \n Depression  10.03 (10.87)  8.13 (8.87)  12.07  (12.52)  367.5  .224 0.37 \n Anxiety  6.33 (7.38)  5.10 (5.13)  7.66 (9.10)  392 .393 0.26 \n Stress  14.30  (8.52)  12.00 (7.85)  16.76 (12.52)  313 .043* 0.64 \n Note.  ** p < .01, * p < .05.  \n \n \nJournal Pre-proof"
    },
    {
      "section": "Page 40",
      "page_number": 40,
      "text": "Authors have no conflicts of interest to declare.  \nJournal Pre-proof"
    }
  ]
}