{
  "doc_type": "scientific paper",
  "title": "The Prevalence of Misophonia and Its Relationship with Obsessive-compulsive Disorder, Anxiety, and Depression in Undergraduate Students of Shiraz University of Medical Sciences: A Cross-Sectional Study",
  "authors": [
    "Shahrzad Yektatalab",
    "Agrin Mohammadi",
    "Ladan Zarshenas"
  ],
  "year": 2022,
  "journal": "International Journal of Community Based Nursing and Midwifery",
  "doi": null,
  "abstract": "Background: Misophonia is a severe emotional response to repetitive sounds. This disorder may limit a person's communication, reduce his/her ability, or disrupt his/her social and personal life. This study aimed to determine the prevalence of Misophonia and its relationship with obsessive-compulsive disorder, anxiety, and depression in undergraduate students of Shiraz University of Medical Sciences. Methods: The present study is an analytical descriptive study conducted in October 2020. The study samples consisted of 390 undergraduate students of Shiraz University of Medical Sciences. A relative and systematic sampling method was used. In this study, demographic questionnaire, misophonia questionnaire (A score of 7 or higher is considered as misophonia), Beck anxiety questionnaire, Beck depression questionnaire, and Maudsley obsessive-compulsive inventory questionnaire were used, and the data were analyzed using SPSS 24 software. In this study, chi-square test was used to examine the relationship between the variables. Due to the non-normality of the data, the Spearman correlation coefficient was used for data analysis. The significance level was considered equal to and less than 0.05. Results: Of the 390 participants in the study, 93 (23.8%) had experienced misophonia. Among these 93 students, 37 (39.8%) had obsessive-compulsive disorder, 8 (8.6%) suffered anxiety, and 9 (9.7%) were depressed. There was a significant and direct relationship between misophonia and obsessive-compulsive disorder, anxiety and depression respectively (P < 0.001). Conclusion: Due to the prevalence of misophonia among students and its direct relationship with obsessive-compulsive disorder, anxiety and depression, we recommend that future studies should be conducted to find the ways to prevent and reduce the incidence of misophonia.",
  "keywords": [
    "Misophonia",
    "Obsessive-compulsive disorder",
    "Anxiety",
    "Depression"
  ],
  "research_topics": [
    "Misophonia",
    "Obsessive-compulsive disorder",
    "Anxiety",
    "Depression",
    "Prevalence studies",
    "Mental health in students",
    "Psychiatric comorbidities",
    "Cross-sectional study",
    "Undergraduate student health"
  ],
  "created_at": "2025-05-04T23:30:43.999952Z",
  "source_pdf": "documents/research/Global/Yektatalab 2022 The Prevalence of Misophonia and its relationship with OCD.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Copyright: ©International Journal of Community Based Nursing and Midwifery. This is an open-access article distributed \nunder the terms of the Creative Commons Attribution-Noncommercial-Share Alike 4.0 Unported, which permits unrestricted \nuse, distribution, and reproduction in any medium, provided the original work is properly cited.Original Article\nThe Prevalence of Misophonia and Its \nRelationship with Obsessive-compulsive \nDisorder, Anxiety, and Depression in \nUndergraduate Students of Shiraz  \nUniversity of Medical Sciences:  \nA Cross-Sectional Study\nAbstract\nBackground: Misophonia is a severe emotional response to repetitive sounds. This disorder may \nlimit a person’s communication, reduce his/her ability, or disrupt his/her social and personal life. This \nstudy aimed to determine the prevalence of Misophonia and its relationship with obsessive-compulsive disorder, anxiety, and depression in undergraduate students of Shiraz University of Medical Sciences.\nMethods: The present study is an analytical descriptive study conducted in October 2020. The study \nsamples consisted of 390 undergraduate students of Shiraz University of Medical Sciences. A relative and systematic sampling method was used. In this study, demographic questionnaire, misophonia questionnaire (A score of 7 or higher is considered as misophonia), Beck anxiety questionnaire, Beck depression questionnaire, and Maudsley obsessive-compulsive inventory questionnaire were used, and the data were analyzed using SPSS 24 software. In this study, chi-square test was used to examine the relationship between the variables. Due to the non-normality of the data, the Spearman correlation coefficient was used for data analysis. The significance level was considered equal to and less than 0.05.\nResults: Of the 390 participants in the study, 93 (23.8%) had experienced misophonia. Among these \n93 students, 37 (39.8%) had obsessive-compulsive disorder, 8 (8.6%) suffered anxiety, and 9 (9.7%) were depressed. There was a significant and direct relationship between misophonia and obsessive-compulsive disorder,anxiety and depression respectively(P<0.001).Conclusion: Due to the prevalence of misophonia among students and its direct relationship with \nobsessive-compulsive disorder, anxiety and depression, we recommend that future studies should be conducted to find the ways to prevent and reduce the incidence of misophonia.\nKeywords:  Misophonia, Obsessive-compulsive disorder, Anxiety, Depression\nPlease cite this article as: Yektatalab S, Mohammadi A, Zarshenas L. The Prevalence of Misophonia and \nIts Relationship with Obsessive-compulsive Disorder, Anxiety, and Depression in Undergraduate Students of Shiraz University of Medical Sciences: A Cross-Sectional Study\n. IJCBNM. 2022;10(4):259-268. doi: 10.30476/\nIJCBNM.2022.92902.1888.Shahrzad Yektatalab1,2, PhD; Agrin Mohammadi3, MS, Ladan Zarshenas1,2, PhD\n1Community Based Psychiatric Care Research Center, Shiraz University of Medical Sciences, Shiraz, Iran\n2Department of Mental Health and Psychiatric Nursing, School of Nursing and Midwifery, Shiraz University of Medical \nSciences, Shiraz, Iran\n3Department of Nursing, School of Nursing and Midwifery, Shiraz University of Medical Sciences, Shiraz, Iran\nCorresponding Author:\nShahrzad Yektatalab, PhD; Community Based Psychiatric Care Research Center, Department of Mental \nHealth and Psychiatric Nursing, School of Nursing and Midwifery, Namazee Square, Shiraz, Iran\nTel:+98 71 36474254; Fax:  +98 71 36474250; Email:  yektash@sums.ac.ir, shahrzadyekta@yahoo.com\nReceived: 09 January 2022     Revised:  03 September 2022     Accepted: 13 September 2022"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "260\nYektatalab S, Mohammadi A, Zarshenas L\nijcbnm.sums.ac.ir Introduction\nMisophonia can be a strong emotional \nresponse to the sounds that normally occur in \nthe environment.1 The term was coined at the \nbeginning of the new millennium.2 Misophonia \nis made up of a combination of the words Miso \nand phone, so misophonia means disgust or hatred of sound.\n1 Misophonia is a term that \ndoes not include hatred from all sounds, but \nonly certain sounds, which are called triggers, are disgusting.\n3\nTriggers are repetitive and spacial sounds \nthat are typically produced by another person, \nsuch as the sound of chewing, the jolting of a \npen, the sound of tapping slowly on a surface, \nand the sound of Lips smacking.3 Annoying \nconditional reaction disorder, “selective sound \nsensitivity syndrome” or 4S and “soft sound \nsensitivity syndrome” are other conditions \nthat indicate a state of hoarseness; However, the sound seems to be a more common term \nfor this condition at the moment.2, 3 People \nwith misophonia often have problems such \nas impaired concentration while studying or \ndoing their work, isolation and alienation from \ncertain environments, and limited ability to communicate with others.\n4 Such people have \nreported physical reactions such as chest \ntightness, muscle stiffness, increased heart \nrate, increased body temperature, and palm \nsweating. The problems that arise in these \npeople can be divided into 1) physiological: \nmuscle tension, headache and digestive problems; 2) emotional: anxiety, desire to \nescape, anger, disgust, panic and anxiety; 3) cognitive: concerns, difficulty concentrating, \nblaming themselves and others; 4) behavioral: \nin going, avoiding, getting out of a place, \nimitating others, asking others to stop moving \nand making a certain sound or word, being \naggressive towards oneself or another, or \ninanimate objects.4 \nThe most common reaction of sufferers \ncan be intense anger, but it can also include \nfeelings of anxiety, frustration, disgust, and the thought of hurting others.\n5 The \ndisgusting reactions that people with voice aversion experience are often so strong that they can dominate their lifestyle and \ncareer choices.6 People with this condition \noften hate and run away from people who \nare their closest relatives, and this leads to \nrelationship breakdown, unemployment, and social isolation.\nMisophonia is not classified as an auditory \nor psychiatric condition, so it is different from \nphonophobia (fear of sound) as there are no \nstandard diagnostic criteria, and there is \nlittle research on how common it is or what its treatment is.\n7 Researchers have foundthat \nthe anterior insular cortex (which plays a role \nboth in emotions like anger and in integrating \nthe input from outside, such as sound, with that from organs such as the heart and lungs) \ncauses more activity in other parts of the brain \nin response to triggers, particularly in the parts \nresponsible for long-term memories, fear, and \nother emotions.8 It has also been found that \npeople with misophonia have higher amounts \nof myelin (a fatty substance that surrounds the \nnerve cells in the brain to provide electrical insulation). It is not clear whether myelin is \na cause or an effect of misophonia and its \ntriggering of other areas in the brain.9\nResearch in the field of misophonia and \nrelated factors is limited in the world, and \nthis limited number have mostly been done on people who have referred to clinics.\n9, 10 In \nprevious studies, misophonia has sometimes \nbeen associated with disorders such as anxiety, \nobsessive-compulsive disorder, depression, \neating disorders, Tourette’s syndrome, and \ntinnitus.9-11 Some studies suggest that while \nmisophonia has unique clinical features with \na neurophysiological mechanism, it may be \nassociated with psychiatric symptoms.11, 12 In \nmost of these studies, small samples have been used; therefore, it is necessary to determine the \nstatistical relationship between misophonia \nand other disorders in large samples more \nprecisely; also, the accurate identification of the factors related to misophonia can play an \nimportant role in preventing this disorder.10, 13\nAlthough misophonia is not mentioned in \nany recent psychiatric classification systems,"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "261\nMisophonia in undergraduate students\nIJCBNM October 2022; Vol 10, No 4Schröder believes that misophonia should \nbe considered as a new mental disorder in the spectrum of obsessive-compulsive \ndisorders.10 Obsessive-compulsive disorder \nis characterized by a variety of symptoms, \nincluding disturbing thoughts, anxiety, and coercion that significantly interfere with a person’s normal routine of life, job performance, routine social activities or \nrelationships.14 Based on a study, the rate of \nobsession in the total population is 11.2%, and \n35-40% of people with obsessive-compulsive \ndisorder also suffer from depression and \nanxiety.15\nStudents are one of the most important \ngroups experiencing misophonia. They play an important role in the future management of the country and their physical and mental \nhealth affects their work, activities, and society. Proponents suggest misophonia can adversely affect the ability to attain \nthe life goals and enjoy social encounters.2 \nMisophonia can greatly affect all aspects of the \nstudents’ lives, such as their education, study, \nlearning, social life, and communication, \nespecially with people who do not understand \ntheir sensitivity.16 Based on a study, 22.8% \nof undergraduate students are often or \nalways hypersensitive to certain sounds (e.g., \nchewing, sniffing, nasal sounds, and repetitive \nsounds).17\nOne of the basic measures in controlling \nmisophonia is to estimate the number of \npeople suffering from it. Due to the impact of \nanxiety, depression, and obsessive-compulsive \ndisorders on people’s lives, clarification of \ntheir relationship with misophonia, the key \nrole of students in society, and insufficient information about misophonia in Iran, obtaining new information, including its prevalence among students who are active \nin society, can be an innovation and a new \ntask. Although the prevalence of misophonia \nhas yet to be formally determined, research \nsuggests that it is not a rare condition.17, 18 This \nstudy aimed to investigate the prevalence of \nmisophonia and its relationship with obsessive-\ncompulsive disorder, anxiety, and depression in undergraduate students of Shiraz University \nof Medical Sciences in 2020.\nMethods\nThis is a cross-sectional descriptive study with \ncorrelational design. The study population in \nthis study consisted of undergraduate students \nof Nursing-Midwifery (Nursing, operating room, Anesthesia, Midwifery, Emergency Medical Technician (EMT), paramedical \nsciences (Laboratory sciences, Radiology) and Health (Health, Nutrition) at Shiraz University of Medical Sciences in October 2020. However, \nsome disciplines and faculties, such as the Faculty \nof Rehabilitation, were not willing to cooperate. \nAll students who met the criteria for entering \nthe study and gave their consent to participate in the study were enrolled. Based on the results of a previous similar study, the sample size was \ndetermined.17 According to the prevalence of \nmisophonia in that study (22.8%) with an error \nof 0.05, the sample size was determined; given a \n10% drop, 390 students were finally considered as the sample in this study.\nAs some of the study variables, such as \nanxiety, might be affected by the field of students,\n19 relative sampling method was \nused in such a way that the required number of students in each field and each class was \ndetermined using relative stratified sampling, \nand in the next step in each class, the students \nwere selected using a systematic method. \nIn 2020, the total number of students of \nNursing-Midwifery, Paramedical Sciences and Health Faculties at the undergraduate \nlevel was 1190. Given that the sample size \nin this study was 390 and the total number \nof nursing students was 311, the number of \nnursing students required in this study was \nobtained 102. In the next stage, considering that the total number of nursing students was 311, the number of required nursing students was 102 and the number of first year students \nwas equal to 57, so the number of required  =!\"#$\n%%&(1−&)\n(%"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "262\nYektatalab S, Mohammadi A, Zarshenas L\nijcbnm.sums.ac.ir nursing students who were studying in the \nfirst year was approximately 19. Then, using \na systematic method, 19 first year nursing \nstudents were selected. The same process \nwas used for other disciplines and education \nyear. (Nursing: 102, Laboratory Sciences: 74, Operating Room: 51, Radiology: 48, Anesthesia: 41, Midwifery: 38, EMT: 20, \nHealth: 13, and Nutrition: 3). \nIn the second stage, after final approval \nof the proposal and obtaining permission \nfrom the Vice-Chancellor for Research and \nEthics Committee (ethical code “IR.SUMS.\nREC.1399.766”) of Shiraz University of \nMedical Sciences, the surnames and mobile \nphone numbers were obtained from the faculty \neducation office. Then, all the samples were \ncontacted by phone or SMS. After contacting \nthem, we explained the objectives of the study \nand after accepting the participation in the \nstudy, they signed the consent forms. Then, the link of the online questionnaire was sent to the student through WhatsApp. \nInclusion criteria were studying in nursing-\nmidwifery, paramedical sciences and health \nfaculties, being willing to participate in \nresearch and completing the informed consent \nform, having access to smartphones and the internet, and having a WhatsApp application on their smartphone.\nThe exclusion criterion was suffering \nfrom diseases related to hearing based on the person’s statement in the questionnaire.\nA demographic Information Questionnaire \nwas prepared based on the objectives of the research, review of similar texts and studies, \nand opinion of the experts in this research \nproject; itincluded data on age, gender, marital \nstatus, field of study, grade point average, \nresidence status and hearing problems and \nwas completed online by the students.\nThe misophonia questionnaire is a self-\nreport tool developed by Monica Wu.17 It \nincludes three subscales; Subspecies of Misophonia symptoms that measures the \npresence of Misophonia symptoms (7 items); Subscale of emotions and behaviours caused by Misophonia that measures emotional and behavioural reactions due to Misophonia (10 items); and Subscale of the sensitivity \nintensity (1 item). The options related to the \nsubscales of sound symptoms and the resulting \nemotions and behaviours are scored on a \nfive-point Likert scale (never=zero, rarely=1, \nsometimes=2, often=3 and always=4) and the total score of the questionnaire ranges from zero to 68. The final question of the questionnaire was a general one used to \ndetermine the overall severity of misophonia symptoms on a scale of 1 (minimum) to 15 \n(very severe). A score of 7 or higher indicates \nsignificant clinical signs.17 In Iran, for the \nfirst time, the psychometric properties of the \nsound instrument questionnaire were studied \nby Mehrabizade Honarmand and Roshani (2020) on 350 students. Reliability of this \ninstrument was measured using Cronbach’s \nalpha and by halving; it was found that the \ninternal consistency of both the subscale and the whole scale was desirable. The reliability \ncoefficient was 0.79 for the subspecies of \nmisophonia symptoms, 0.66 for the subscale \nof excitement due to misophonia, and 0.73 \nfor the total scale. All the three correlation \ncoefficients were significant at the level of P<0.001. The convergence validity of this questionnaire was obtained using the correlation between sound echo score and \nsubscales of sound echo symptoms and sound \nejection emotion (P<0.01, r=0.87 andP <0.01 and r=0.94, respectively). This indicates the appropriateness of convergent validity of the misphonia questionnaire.\n20\nMaudsley obsessive-compulsive inventory \nwas developed by Hodgson and Rachman \n(1977) with the aim of researching the type and scope of obsessive-compulsive disorder. \nThis questionnaire reflects four types of \nobsessive-compulsive problems. These four \ncomponents include inspection, cleanliness, \nKennedy, and obsessive suspicion. The questionnaire contains 30 questions. The \nrange of scores can be from zero to 30, and the \nscores above the average of 15 are considered \nas obsessive scores.21 This questionnaire has \nbeen translated into Persian and its validity"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "263\nMisophonia in undergraduate students\nIJCBNM October 2022; Vol 10, No 4and reliability have been confirmed; Shams \net al. for the first time in Iran reported the \ntotal reliability coefficient of the questionnaire \nas 0.84 and its convergence validity with the \nYale Brown questionnaire as 0.87.22\nThe second version of Beck anxiety \nquestionnaire was developed by Beck (1993). \nThis questionnaire contains 21 items in which \nthe subject chooses one of the four options \nthat indicate the severity of anxiety. The total \nscore of this questionnaire can range from zero \nto 63. A score of 31 or higher is considered \nanxiety. In Beck’s research, Cronbach’s alpha \ncoefficient was 0.92, and its reliability was \n0.75.23 In Iran, in the research conducted by \nKaviani and Mousavi (2008), the validity, reliability, and internal stability of this \nquestionnaire have been determined. In this \nstudy, the test-retest method was used. The \nresults of calculating the correlation between the two variables of the scores obtained from the questionnaire and the assessment of the clinical specialist about the level of anxiety in the anxious population showed that the \ntest had a validity of 0.72 and a reliability of \n0.83. It means that the calculation of interclass \ncorrelation between the test scores and retest \nshowed that this questionnaire had acceptable \nvalidity and reliability. Also, Cronbach’s alpha \ncalculation was used to determine the internal \nconsistency of the questionnaire, which \nshowed to be 0.92.24\nBeck Depression Inventory Second Edition \nwas developed by Beck and has has 21items. \nEach substance (a symptom of the disease) \ncan be divided into four grades based on its severity and scores from zero to three. The sum of the scores of each questionnaire can \nrange from zero to 63. A score of 31 or higher \ncan be considered depression.25 In Iran, Toosi \n(2017) conducted a research on undergraduate \nand graduate students at Shiraz University \nto assess the validity, reliability, and internal \nstability of the questionnaire. To calculate \nthe reliability of the questionnaire, they used \nretesting methods and internal stability, and to \nTable 1: Frequency distribution of demographic information in the study participants\nVariables Frequency\nN (%)\nGender\nMale 163 (41.8)\nFemale 227 (58.2)\nMarital StatusSingle 329 (84.4)\nMarried 60 (15.4)\nDivorced 1 (0.2)\nFieldOperating room 51 (13.1)\nNursing 102 (26.2)\nMidwifery 38 (9.7)\nHealth 13 (3.3)\nRadiology 48 (12.3)\nLaboratory sciences 74 (19)\nEmergency Medical Technician (EMT) 20 (5.1)\nAnaesthesia 41 (10.5)\nNutrition 3 (0.8)\nEmployment Unemployed 274 (70.3)\nEmployed 116 (29.7)\nPlace of Residence\nPrivate house 248 (63.6)\nDorm 125 (32.1)\nLiving alone 10 (2.6)\nOther 7 (1.7)"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "264\nYektatalab S, Mohammadi A, Zarshenas L\nijcbnm.sums.ac.ir determine the validity, they used simultaneous \nvalidity methods and factor analysis; it was \nfound that the questionnaire had a reliability \nof 0.78 and a validity of 0.73. Cronbach’s alpha \ncoefficient was used to measure the internal stability, which was 0.87.\n26\nData analysis was performed using SPSS \nsoftware, version 24. Descriptive tests \n(frequency distribution, mean and standard \ndeviation) were used to describe the data and analytical tests including Spearman \ncorrelation and chi-square test were used to \ntest the hypotheses. The significance level was \nconsidered equal or less than 0.05. Results\nThe majority of the participants in the study \nwere female (58.2%) and single (84.4%) and studied in nursing and laboratory sciences (26.2% and 19%, respectively). 274 students \nwere unemployed (70.3%), the majority lived \nin private accomodations (63.6%) (Table 1). \nThis study was performed on 390 students and it was found that 23.8% of them were suffering \nmisophonia, 21.3% obsessive-compulsive disorder, 5.1% anxiety, and 4.4% depression \n(Table 2). Out of 390 participants in the study, 93 had experienced misophonia. Among these \nTable 2: Frequency of misophonia, obsessive-compulsive disorder, anxiety, and depression among the study \nparticipants\nVariables Frequency\nN (%)\nMisophonia\nNo 297 (76.2)\nYes 93 (23.8)\nObsessive-Compulsive DisorderNo 307 (78.7)\nYes 83 (21.3)\nAnxietyNo 370 (94.9)\nYes 20 (5.1)\nDepressionNo 373 (95.6)\nYes 17 (4.4)\nTable 3: The relationship between misophonia and obsessive-compulsive disorder, anxiety and depression in \nstudents\nVariables Misophonia N (%) P value *\nNo\nN (%)YesN (%)\nObsessive-Compulsive Disorder 46 (15.5) 37 (39.8) 0.05\nAnxiety  12 (4)\n8 (8.6) 0.05\nDepression 8 (2.7) 9 (9.7) 0.008\n* Chi-Square Test\nTable 4: Correlation between misophonia and anxiety, depression, and obsessive-compulsive disorder among the study participants\nMisophonia Obsessive Compulsive Disorder Anexity Depression\nMisophonia 1\nObsessive Compulsive Disorder0.30* (<0.001)** 1\nAnxiety 0.40 (<0.001) 0.41 (<0.001) 1\nDepression 0.35 (<0.001) 0.40 (<0.001) 0.59 (<0.001) 1\n*Spearman’s correlation; **P value"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "265\nMisophonia in undergraduate students\nIJCBNM October 2022; Vol 10, No 493 patients, 39.8% had obsessive-compulsive \ndisorder, 8.6% had anxiety, and 9.7% had \ndepression. The results also showed that there was a significant relationship between \nmisophonia and obsessive-compulsive disorder, \ndepression and anexity. (Table 3).\nSpearman correlation test was used to \nevaluate the correlation between misophonia and obsessive-compulsive disorder, anxiety, and depression (P≤0.05). The results showed \na positive and significant relationship between \nthe mentioned variables (Table 4).\nDiscussion\nThe results of the present study showed that \nabout a quarter of the students were suffering \nmisophonia. It also revealed the direct \nrelationship of misophonia with obsessive-\ncompulsive disorder, anxiety, and depression. \nA study was conducted in Florida to \ndetermine the prevalence of misophonia \nand its association with related disorders; it was shown that about 22.8% of the students \nhad misophonia. The present study results \nare consistent with those of the mentioned \nstudy.17 However, another study carried out \nin the United Kingdom (UK) to determine \nthe prevalence of misophonia among British \nuniversity graduates found that approximately \n50% of them had misophonia.18 The findings \nof the present study were not in the same \nline with those of the British research. This \ndifference in outcomes might be due to \ndifferences in the environmental conditions \nin which the students studied. In addition, \nthe use of different tools in research and \ndifferences in the criteria of each structure \ncould be another reason for the high rate of misophonia among English students.\nThe results of the present study showed \nthat 21.3% of the students had obsessive-\ncompulsive disorder. A cross-sectional study \ncarried out on the students in Srilanka showed \nthat 34% of them had obsessive-compulsive disorder, which is almost close to the results \nof the present study.27 The results of a study in \nIndia which aimed to determine the prevalence of obsessive-compulsive disorder among \nIndian students showed that the prevalence \nrate of this disorder among students was about \n3- 4%; the result of the present study does not \nagree with those of the mentioned study.28 \nOne of the main reasons for this can be the \ndifferences in the culture, facilities in the \ntwo countries, or the educational conditions \nbetween the samples of the two studies, which \nhave led to the differences in the results.\nThe results of the present study showed \na direct and significant relationship between \nmisophonia and obsessive-compulsive disorder. A study showed the positive and significant effect of cognitive behavioral therapy in people with misophonia who \nalso showed obsessive-compulsive disorder \nsymptoms.10 Another study was conducted \nin the Netherlands to examine treatment challenges for misophonia associated with \nmood and anxiety disorders; it was shown \nthat symptoms of misophonia overlapped \nwith several disorders, including obsessive-\ncompulsive disorder29 which is consistence \nwith the results of the present study. \nThe present study also showed that 5.1% of \nthe students were suffering from anxiety. In this regard, a study in France found that 4.8-10.9% of the students sufferred from anxiety \nsymptoms.30 The result of the mentioned \nstudy is consistent with that of the present \nstudy. However, the findings of a review study on the students’ anxiety in different continents showed that the prevalence of \nanxiety among students in Asia was 33%.31 \nThe results of the present study are not in \nthe same line with those of the mentioned \nresearch. This difference in results may be due \nto the differences in the time of assessment and use of different instruments.\nThe present study showed a direct and \nsignificant relationship between misophonia \nand anxiety in students. Based on the \nresults of a study conducted in the United \nStates to determine the effect of anxiety on \nmisophonia and aggression, it was found \nthat the use of anxiety reduction strategies \nin individuals reduced misophonia and"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "266\nYektatalab S, Mohammadi A, Zarshenas L\nijcbnm.sums.ac.ir aggression.32 According to these results, \nit can be concluded that the decrease or \nincrease of anxiety in individuals can be \ndirectly related to the decrease or increase \nof misophonia, and the results of the present \nstudy are consistent with those of the above-\nmentioned research. \nIn the present study, it was found that 4.4% \nof the students sufferred from depression. \nA study in Germany revealed that 5.6% of \nthe students sufferred from symptoms of depression.\n33 The result of the mentioned \nstudy is consistent with that of the present \nstudy. However, a study in San George, USA, \nwhich aimed to determine the prevalence of anxiety and depression among students showed that the prevalence of depression \namong students could be 18.4%.34 This is not \nconsistent with the results of the mentioned study. This difference in results may be due \nto the use of different tools in research and \ndifferences in the criteria of each structure.\nMoreover, the results of a study in Poland \nshowed that the prevalence of misophonia was \nhigh among people with depression.35 In this \nregard, another study in China showed that \nthere was a significant and direct relationship \nbetween misophonia and depression.36 The \nresults of the present study showed a direct and \nsignificant relationship between misophonia \nand depression. Similar results were presented \nin the mentioned studies. \nThe strengths of this study were a high \nsample size of the study population and \ninvestigation of the prevalence of 4 important \nmental disorders. On the other hand, the limitation of this study was the lack of cooperation of some faculties (such as the \nFaculty of Rehabilitation). Other limitations \nof the study include not examining the relationship between some demographic \nvariables such as living in metropolitan or \nother cities, daily use of music and caffeine, \nsleep per day, number of family members, \netc. with the the incidence of misophonia, which needs to be examined in future \nstudies to better understand behavioural and neurological conditions and characteristics.Conclusion\nThe results of the present study showed that \nabout a quarter of the students had misophonia. \nAlso, a significant direct relationship was found \nbetween misophonia and obsessive-compulsive \ndisorder, anxiety and depression. Researchers \ncan use the findings of this study as a basis for further studies to improve the people’s health. Due to the prevalence of misophonia \namong the students and its direct relationship \nwith obsession, anxiety and depression, it is recommended that future studies should be performed to identify ways to prevent and \nreduce the incidence of misophonia. It is also \nsuggested that the prevalence of this disorder \nshould be investigated in different age groups.\nAcknowledgementThis study was a part of Agrin Mohammadi’s \nthesis supported by Shiraz University of \nMedical Sciences under grant (20828). The \nauthors would like to thank Shiraz University of Medical sciences. \nDr. Shahrzad Yektatalab, Agrin \nMohammadi, Ladan Zarshenas, were responsible for the study design, data collection, data analysis, drafting the manuscript, and critical revisions of the paper for important intellectual content. Agrin Mohammadi obtained funding. Dr. \nShahrzad Yektatalab provided administrative \nand technical support. \nConflict of Interest: None declared.References1 \nPotgieter I, MacDonald C, Partridge L, \net al. Misophonia: A scoping review of \nresearch. Journal of Clinical Psychology. \n2019;75:1203-18.\n2 Rouw R, Erfanian M. A large‐scale \nstudy of misophonia. Journal of Clinical Psychology. 2018;74:453-79.\n3 \nTaylor S. Misophonia: A new mental disorder? Medical Hypotheses."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "267\nMisophonia in undergraduate students\nIJCBNM October 2022; Vol 10, No 42017;103:109-17.\n4 Guetta RE, Cassiello-Robbins C, Trumbull \nJ, et al. Examining emotional functioning \nin misophonia: The role of affective \ninstability and difficulties with emotion \nregulation. PLoS One. 2022;17:e0263230.\n5 Cowan EN, Marks DR, Pinto A. \nMisophonia: A psychological model and \nproposed treatment. Journal of Obsessive-\nCompulsive and Related Disorders. \n2022;32:100691.\n6 Sanchez TG, Silva FEd. Familial \nmisophonia or selective sound sensitivity \nsyndrome: evidence for autosomal \ndominant inheritance? Brazilian Journal \nof Otorhinolaryngology. 2018;84:553-9.\n7 Yılmaz Y, Hocaoǧlu Ç. Misophonia: A Review. Current Approaches in \nPsychiatry. 2021;13:383-93.\n8 Eijsker N, Schröder A, Smit DJ, et al. Structural and functional brain abnormalities in misophonia. European Neuropsychopharmacology. \n2021;52:62-71.\n9 Schröder A, van Wingen G, Eijsker N, et al. Misophonia is associated with altered brain activity in the auditory cortex and \nsalience network. Scientific Reports. \n2019;9:7542.\n10 Schröder AE, Vulink NC, van Loon AJ, Denys DA. Cognitive behavioral therapy \nis effective in misophonia: An open trial. Journal of Affective Disorders. \n2017;217:289-94.\n11 Erfanian M, Kartsonaki C, Keshavarz \nA. Misophonia and comorbid psychiatric \nsymptoms: a preliminary study of clinical \nfindings. Nordic Journal of Psychiatry. \n2019;73:219-28.\n12 Ghorbani S, Ashouri A, Gharraee B, Farahani H. Effectiveness of Online Group-mindfulness and Acceptance‐\nbased Therapy and Cognitive-behavioral Therapy on Misophonia. Iranian Journal \nof Psychiatry and Behavioral Sciences. \n2022;16:e120159.\n13 Quek TC, Ho CS, Choo CC, et al. \nMisophonia in Singaporean psychiatric patients: a cross-sectional study. \nInternational Journal of Environmental \nResearch and Public Health. 2018;15:1410.\n14 Mohyadini H, Bakhtiar Pour S, Pasha R, Ehteshmzadeh P. Effectiveness of Cognitive-Behavioral Treatment Community on Progress in Patients with Obsessive-Compulsive Disorders. \nWomen’s Health Bulletin. 2021;8:18-25.\n15 Insel TR, Zahn T, Murphy DL. Obsessive-\ncompulsive disorder: An anxiety disorder? \nIn: Tuma AH, Maser J. Anxiety and the anxiety disorders: New York: Routledge; 1985. p. 577-90.\n16 \nRoushani K, Honarmand MM. The Effectiveness of Cognitive-behavioral Therapy on Anger in Female Students \nwith Misophonia: A Single-Case Study. \nIranian Journal of Medical Sciences. \n2021;46:61-7.\n17 Wu MS, Lewin AB, Murphy TK, Storch EA. Misophonia: incidence, \nphenomenology, and clinical correlates in \nan undergraduate student sample. Journal \nof Clinical Psychology. 2014;70:994-1007.\n18 Naylor J, Caimino C, Scutt P, et al. The \nprevalence and severity of Misophonia \nin a UK undergraduate medical student \npopulation and validation of the \nAmsterdam Misophonia Scale. Psychiatric \nQuarterly. 2021;92:609-19.\n19 Rashtbari A, Dadashi M, Vakili M, Malekizadeh H. Evaluation of the Prevalence of Generalized Anxiety \nDisorder and Its Association with Worry \nin Students of Zanjan University of Medical Sciences. Journal of Medical \nEducation Development. 2019;12:25-30.\n20 Mehrabizadeh Honarmand M, Roushani \nK. Investigation of Psychometric \nProperties of Misophonia Questionnaire. \nThe Neuroscience Journal of Shefaye \nKhatam. 2019;7:13-22. [In Persian]\n21 Hodgson RJ, Rachman S. Obsessional-\ncompulsive complaints. Behaviour \nResearch and Therapy. 1977;15:389-95.\n22 Shams G, Karam Ghadiri N, Esmaeli Torkanbori Y, Ebrahimkhani N."
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "268\nYektatalab S, Mohammadi A, Zarshenas L\nijcbnm.sums.ac.ir Validation and reliability assessment of \nthe persian version of obsessive beliefs \nquestionnaire-44. Advances in Cognitive \nScience. 2004;6:23-36. [In Persian]\n23 Beck AT, Epstein N, Brown G, Steer \nR. An inventory for measuring clinical \nanxiety: psychometric properties. Journal \nof Consulting and Clinical Psychology. \n1988;56:893-7.\n24 Kaviani H, Mousavi A. Psychometric \nproperties of the Persian version of \nBeck Anxiety Inventory (BAI). Tehran \nUniversity Medical Journal. 2008;66:136-\n40. [In Persian]\n25 Beck AT, Steer RA, Brown GK. Beck depression inventory (BDI-II). San \nAntonio: The Psychological Corporation; \n1996.\n26 Toosi F, Rahimi C, Sajjadi S. Psychometric \nproperties of beck depression inventory-II \nfor high school children in Shiraz City, \nIran. International Journal of School \nHealth. 2017;4:1-6.\n27 Wijesekara PADSN. A study in University \nof Ruhuna for investigating prevalence, \nrisk factors and remedies for psychiatric \nillnesses among students. Scientific \nReports. 2022;12:12763.\n28 Jaisoorya T, Reddy YJ, Nair BS, et al. \nPrevalence and correlates of obsessive-\ncompulsive disorder and subthreshold obsessive-compulsive disorder among \ncollege students in Kerala, India. Indian Journal of Psychiatry. 2017;59:56-62.\n29 Karalis P, Carter C, Coplan B, Olabisi J. \nTreatment challenges for Misophonia with \ncomorbid mood and anxiety disorders, a \ncase report. Psychiatry Research Case \nReports. 2022;1:100012.30 Thibaut F. Anxiety disorders: a review of \ncurrent literature. Dialogues in Clinical \nNeuroscience. 2017;19:87-8.\n31 Liyanage S, Saqib K, Khan AF, et al. Prevalence of anxiety in university \nstudents during the COVID-19 pandemic: \na systematic review. International Journal \nof Environmental Research and Public \nHealth. 2021;19:62.\n32 Schadegg MJ, Clark HL, Dixon LJ. Evaluating anxiety sensitivity as a \nmoderator of misophonia and dimensions \nof aggression. Journal of Obsessive-Compulsive and Related Disorders. \n2021;30:100657.\n33 Pukas L, Rabkow N, Keuch L, et al. Prevalence and predictive factors for depressive symptoms among medical students in Germany-a cross-sectional study. GMS Journal for Medical \nEducation. 2022;39:13.\n34 Ramón-Arbués E, Gea-Caballero V, \nGranada-López JM, et al. The prevalence \nof depression, anxiety and stress and their \nassociated factors in college students. \nInternational Journal of Environmental \nResearch and Public Health. 2020;17:7001.\n35 Siepsiak M, Sobczak AM, Bohaterewicz \nB, et al. Prevalence of misophonia and correlates of its symptoms among \ninpatients with depression. International \nJournal of Environmental Research and \nPublic Health. 2020;17:5464.\n36 Zhou X, Wu MS, Storch EA. Misophonia \nsymptoms among Chinese university students: Incidence, associated impairment, and clinical correlates. Journal of Obsessive-Compulsive and \nRelated Disorders. 2017;14:7-12."
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "Copyright\nof\nInternational\nJournal\nof\nCommunity\nBased\nNursing\n&\nMidwifery\nis\nthe\nproperty\nof\nShiraz\nUniversity\nof\nMedical\nSciences\nand\nits\ncontent\nmay\nnot\nbe\ncopied\nor\nemailed\nto\nmultiple\nsites\nor\nposted\nto\na\nlistserv\nwithout\nthe\ncopyright\nholder's\nexpress\nwritten\npermission.\nHowever,\nusers\nmay\nprint,\ndownload,\nor\nemail\narticles\nfor\nindividual\nuse."
    }
  ]
}