{
  "doc_type": "scientific paper",
  "title": "Creativity and sensory gating indexed by the P50: Selective versus leaky sensory gating in divergent thinkers and creative achievers",
  "authors": [
    "Darya L. Zabelina",
    "Daniel O ’Leary",
    "Narun Pornpattananangkul",
    "Robin Nusslock",
    "Mark Beeman"
  ],
  "year": 2015,
  "journal": "Neuropsychologia",
  "doi": "10.1016/j.neuropsychologia.2015.01.034",
  "abstract": "Creativity has previously been linked with atypical attention, but it is not clear what aspects of attention, or what types of creativity are associated. Here we investigated specific neural markers of a very early form of attention, namely sensory gating, indexed by the P50 ERP, and how it relates to two measures of creativity: divergent thinking and real-world creative achievement. Data from 84 participants revealed that divergent thinking (assessed with the Torrance Test of Creative Thinking) was associated with selective sensory gating, whereas real-world creative achievement was associated with “leaky” sensory gating, both in zero-order correlations and when controlling for academic test scores in a regression. Thus both creativity measures related to sensory gating, but in opposite directions. Additionally, divergent thinking and real-world creative achievement did not interact in predicting P50 sensory gating, suggesting that these two creativity measures orthogonally relate to P50 sensory gating. Finally, the ERP effect was specific to the P50 – neither divergent thinking nor creative achievement were related to later components, such as the N100 and P200. Overall results suggest that leaky sensory gating may help people integrate ideas that are outside of focus of attention, leading to creativity in the real world; whereas divergent thinking, measured by divergent thinking tests which emphasize numerous responses within a limited time, may require selective sensory processing more than previously thought.",
  "keywords": [
    "Creativity",
    "Divergent thinking",
    "Creative achievement",
    "P50",
    "Sensory gating",
    "Attention"
  ],
  "research_topics": [
    "Sensory gating and creativity",
    "Neural markers of attention",
    "Divergent thinking",
    "Creative achievement",
    "Event-related potentials (ERP)",
    "P50 component",
    "Selective vs. leaky sensory gating",
    "Cognitive neuroscience of creativity"
  ],
  "created_at": "2025-05-05T02:48:27.027079Z",
  "source_pdf": "documents/research/Global/Zabelina 2015 Creativity and sensory gating indexed by the P50.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Foranyissueswiththisdocument, pleasecontactyourlibrary.\n____________________________________________________________________________________\nTitle:Neuropsychologia.\nArticleTitle: Creativity andsensorygatingindexedbytheP50:Selective versusleakysensorygatingin\ndivergent thinkersandcreativeachievers\nArticleAuthor: Zabelina\nVol:69Date:2015-03-01Pages:77-84\nOCLC-39098280; ISSN-00283932; LCN-2004233033;\nPublisher: 2015-03-01\nSource:LibKeyNomad\nCopyright: CCL\n____________________________________________________________________________________\nNOTICE CONCERNING COPYRIGHT RESTRICTIONS:\nThecopyright lawoftheUnitedStates[Title17,UnitedStatesCode] governsthemakingofphotocopies\norotherreproductions ofcopyrighted materials.\nUndercertainconditions specified inthelaw,librariesandarchivesareauthorized tofurnisha\nphotocopy orotherreproduction. Oneofthesespecificconditions isthatthephotocopy isnottobe\n\"usedforanypurposeotherthanprivatestudy,scholarship, orresearch.\" Ifausermakesarequestfor,or\nlateruses,aphotocopy orreproduction forpurposes inexcessof\"fairuse,\"thatusermaybeliablefor\ncopyright infringement.\nThisinstitution reservestherighttorefusetoacceptacopyingorderif,initsjudgment, fulfillment of\nthatorderwouldinvolveviolation ofcopyright law."
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Creativity and sensory gating indexed by the P50: Selective versus\nleaky sensory gating in divergent thinkers and creative achievers\nDarya L. Zabelinan, Daniel O ’Leary, Narun Pornpattananangkul, Robin Nusslock,\nMark Beeman\nNorthwestern University, 104 Cresap Hall, 2029 Sheridan Road, Evanston, IL 60208, USA\narticle info\nArticle history:\nReceived 14 November 2014Received in revised form20 January 2015\nAccepted 22 January 2015\nAvailable online 23 January 2015\nKeywords:\nCreativityDivergent thinkingCreative achievementP50Sensory gating\nAttentionabstract\nCreativity has previously been linked with atypical attention, but it is not clear what aspects of attention,\nor what types of creativity are associated. Here we investigated speci ﬁc neural markers of a very early\nform of attention, namely sensory gating, indexed by the P50 ERP, and how it relates to two measures of\ncreativity: divergent thinking and real-world creative achievement. Data from 84 participants revealedthat divergent thinking (assessed with the Torrance Test of Creative Thinking) was associated with se-\nlective sensory gating, whereas real-world creative achievement was associated with “leaky ”sensory\ngating, both in zero-order correlations and when controlling for academic test scores in a regression.Thus both creativity measures related to sensory gating, but in opposite directions. Additionally, di-\nvergent thinking and real-world creative achievement did not interact in predicting P50 sensory gating,\nsuggesting that these two creativity measures orthogonally relate to P50 sensory gating. Finally, the ERPeffect was speci ﬁc to the P50 –neither divergent thinking nor creative achievement were related to later\ncomponents, such as the N100 and P200. Overall results suggest that leaky sensory gating may help\npeople integrate ideas that are outside of focus of attention, leading to creativity in the real world;\nwhereas divergent thinking, measured by divergent thinking tests which emphasize numerous re-sponses within a limited time, may require selective sensory processing more than previously thought.\n&2015 Elsevier Ltd. All rights reserved.\n1. Introduction\nAlthough numerous papers have claimed that creative\nthinking is linked with atypical attention, it remains unresolved\nwhich types of creativity and which aspects of attention are as-\nsociated. There are at least two seemingly contradictory proposals,\nbut it is possible that both operate, each on different aspects of\ncreativity.\nTheﬁrst proposal suggests that creative people may have par-\nticularly broad or “leaky ”attention, or a propensity to deploy at-\ntention over a wider focus or a larger range of stimuli at once.\nAnecdotes indicate that numerous eminent creators, including\nRichard Wagner, Marcel Proust, and Charles Darwin strongly la-\nmented the distracting nature of noise ( Kasof, 1997 ). More im-\nportantly, some empirical evidence supports this putative asso-\nciation between creativity and leaky attention, particularly in dual\ntask situations. For instance, when asked to repeat information\npresented to one ear, while attempting to remember information\npresented to the other ear, creative people (creativity assessedwith the Pattern Meaning and Similarities subtests from Wallach\nand Kogan's (1965) battery of creativity tests) make more errors of\nintrusion from the non-shadowed ear ( Rawlings, 1985 ). Moreover,\ncreative people are more likely to incorporate seemingly irrelevant\ncues when solving anagrams (creativity assessed with Mednick ’s\n(1962) Remote Associate's Test (RAT; Mendelsohn and Griswold,\n1964 ), recalling words and phrases (creativity assessed via RAT;\nRussell, 1976 ), and performing auditory discrimination tasks\n(creativity assessed with a Creative Achievement Questionnaire\n(CAQ; Carson et al., 2005 );Carson et al., 2003 ).\nLeaky attention is akin to reduced latent inhibition, or a re-\nduced ability to screen or inhibit from conscious awareness stimuli\npreviously experienced as irrelevant ( Lubow, 1973 ). Reduced latent\ninhibition may enhance creativity by enlarging the range of un-\nﬁltered stimuli available in conscious awareness, thereby increas-\ning the possibility that novel and useful combinations of stimuli\nwill be synthesized ( Carson et al., 2003 ). Therefore leaky attention\nmay underlie both costs and bene ﬁts of creative cognition; noise\nand other environmental stimuli can serve as distractors for\ncreative people, and lead them to make errors on some tasks. At\nthe same time, leaky attention may help people integrate ideas\nthat are outside the focus of attention into their current in-\nformation processing, leading to creative thinking.Contents lists available at ScienceDirect\njournal homepage: www.elsevier.com/locate/neuropsychologiaNeuropsychologia\nhttp://dx.doi.org/10.1016/j.neuropsychologia.2015.01.034\n0028-3932/ &2015 Elsevier Ltd. All rights reserved.\nnCorresponding author.\nE-mail address: darya.zabelina@u.northwestern.edu (D.L. Zabelina).Neuropsychologia 69 (2015) 77 –84"
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "An alternative proposal of how attention relates to creativity\nsuggests that creativity depends on the ability to focus and shift\nattention, supporting cognitive ﬂexibility. More generally, crea-\ntivity may rely heavily on executive functions ( De Dreu et al., 2012 ;\nGilhooly et al., 2007 ;Nusbaum and Silvia, 2011 ;Wiley and Jarosz,\n2012 ), i.e., general-purpose control mechanisms such as the ability\nof the cognitive system to con ﬁgure itself for the performance of\nspeci ﬁc task goals ( Botvinick et al., 2001 ;Miyake and Friedman,\n2012 ). Indeed, in order to create a highly original thought or\nproduct, people have to focus and persist on the task at hand. For\ninstance, the preparation stage of creativity involves information\ngathering, mastering a knowledge base, and identifying the pro-\nblem ( Wallas, 1926 ). These behaviors surely bene ﬁt from focus and\npersistence. Leonardo da Vinci, for example, one of the most re-\ncognized creative polymaths, was said to have “obsessive attention\nto detail ”(Lester, 2012 , p. 191). Marie Currie described her focus\nduring schoolwork as “allowing no lapses of attention (p. 72), ”as\nwell as concentrating her attention “without even hearing the\nmounting roar of chatter ”(p. 97; Curie and Sheean, 2001 ).\nEmerging neuroscienti ﬁc literature provides support for cog-\nnitive inhibition involved in creative thinking. Inferior frontal\ngyrus (IFG), a region associated with interference resolution in the\nleft hemisphere ( Thomspon-Schill et al., 1999 ), and cognitive in-\nhibition in the right hemisphere ( Aron, 2007 ), has been implicated\nin divergent thinking tasks ( Abraham et al., 2012 ;Chrysikou and\nThompson-Schill, 2011 ;Kleibeuker et al., 2013 ;Vartanian et al.,\n2013 ; for review, see Gonen-Yaacovi et al., 2013 ), which measure\nthe ability to generate many original responses to a given problem\nwithin a limited time ( Guilford, 1950 ;Torrance, 1974 ), and are\noften used as measures of creative cognition.\nThe assertion that creative cognition requires focused and\npersistent attention seems to directly contradict the ﬁrst hypoth-\nesis, that creative thinking is associated with leaky attention.These ideas, however, may not be mutually exclusive. It may be\nthat different measures of creativity are associated with different\nforms of attention. Our recent series of experiments, using a model\ntask in which people attend to either local or global aspects of\nattention (e.g., a large S constructed of small Es), suggest that there\nare distinct attentional components that independently relate to\ntwo different measures of creativity: divergent thinking versus\nreal-world creative achievement. We ﬁnd that divergent thinkers\nshow selective focus and rapid inhibition of attention, thus ex-\nhibiting ﬂexible attention: they easily switch their attention from\nan incorrect attentional focus to a correct one ( Zabelina et al.,\n2015 ).\nWhereas divergent thinking tests are timed laboratory mea-\nsures of creative cognition, real-world creative achievement is a\nsurvey of people's creative achievements over their lifetime. Un-\nlike the ﬂexible attention observed in divergent thinking, we ﬁnd\nthat real-world creative achievers show leaky attention; when\nasked to identify a target that competes or is facilitated by other\ninformation presented concurrently with the target, real-world\ncreative achievers are more likely to be affected by the competing\ninformation ( Zabelina et al., 2015 ).\nHere we examine how early in the processing stream these\nattentional differences between divergent thinkers and real-world\ncreative achievement occur. Speci ﬁcally, we examine whether\ndifferent measures of creativity relate to sensory gating (sensory\ninhibition) of meaningless stimuli, in the absence of task goals.\nThus we examine speci ﬁc neural markers of sensory gating,\nnamely the P50 event-related potential (ERP), a neurophysiologi-\ncal response that occurs 50 ms after stimulus onset (for review,\nPatterson et al., 2008 ). In this paradigm two auditory clicks are\npresented to a participant, and the extent to which the second\nclick is inhibited compared to the ﬁrst click (P50 of the second\nclick/P50 of the ﬁrst click) is seen as a marker of sensory gating(Patterson et al., 2008 ). P50 is a very early, automatic, form of\nsensory gating, in ﬂuencing which stimuli capture attention ( Ba-\nnich, 2004 ;Gjini et al., 2011 ). Some view the P50 marker of sen-\nsory gating as a marker to some psychopathology, particularly\nschizophrenia ( Olincy et al., 2010 ).\nWith respect to P50 and cognitive functioning, studies have\nreported inconsistent outcomes. Associations between increased\nP50 sensory gating and better attention, motor speed, and learn-\ning, have been observed, mostly in small samples of patients with\nschizophrenia ( Cullum et al., 1993 ;Erwin et al., 1998 ;Hsieh et al.,\n2004 ), and in Alzheimer's patients or healthy elderly controls\n(Thomas et al., 2010 ). These studies are consistent with reports of\nthe associations between better P50 sensory gating and better\norienting of attention, better inhibition of con ﬂicting information\n(Wan et al., 2008 ), and fewer commission errors on the Delayed\nMemory Task ( Lijfﬁjt et al., 2009 ) in healthy participants. However,\nsome studies have failed to ﬁnd such associations ( Cullum et al.,\n1993 ;Thoma et al., 2006 ).\nSensory gating, as measured by the P50, varies in the general\npopulation ( Patterson et al., 2008 ). We predicted different rela-\ntions between sensory gating and the two distinct measures of\ncreativity.\nFirst, given that divergent thinking is associated with the ability\nfor selective focus and rapid inhibition of attention, supportingattenional ﬂexibility ( Zabelina et al., 2015 ;Nusbaum and Silvia,\n2011 ), as well as with neural regions implicated in cognitive in-\nhibition ( Gonen-Yaacovi et al., 2013 ), we predict that divergent\nthinking will relate to more selective sensory gating.\nSecond, given that real-world creative achievement is asso-\nciated with reduced latent inhibition ( Carson et al., 2003 ), and\nwith leaky attention on behavioral tasks ( Zabelina et al., 2015 ), we\npredict that real-world creative achievement will be related to\nreduced, or leaky sensory gating.\nThirdly, hypothetically the two measures of creativity com-\nbined could better predict sensory gating. However, based on prior\nresearch suggesting that divergent thinking and creative achieve-\nment are only modestly related ( Runco and Acar, 2012 ;Zabelina\net al., 2015 ), and that only creative achievement related to our\nbehavioral measure of leaky attention ( Zabelina et al., 2015 ), we\ndid not expect divergent thinking and creative achievement to\ninteract in predicting sensory gating.\nWe also considered academic achievement scores as a proxy for\ngeneral intelligence and as a control variable, given that academic\nachievement may relate to divergent thinking through the com-\nmon component of performance on a cognitive measure, and may\nrelate to creative achievement through the common component of\nachievement. Additionally, we assessed the speci ﬁcity of the as-\nsociation between the P50 sensory gating and divergent thinking\nand creative achievement by examining later attentional ERP\ncomponents, namely N100 and P200.\n2. Method\n2.1. Participants\nOne hundred participants were recruited to participate in the\npresent study. Because data collection failed for 3 participants, we\nwere left with 97 participants ages 18 –30 (mean age ¼20.55,\nSD¼2.51, male/female ¼32/65). Participants were pre-screened to\nensure they had no hearing or head injuries. None of the partici-\npants abused alcohol or drugs, and none smoked. None of the\nparticipants had been hospitalized for psychiatric or neurologic\nreasons. Four participants had history of depression or mild an-\nxiety (three in the past, but in remission at the time of the study\nand not taking medication; one current, treated with Zoloft). AllD.L. Zabelina et al. / Neuropsychologia 69 (2015) 77 –84 78"
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "subjects were Caucasian, and right-handed, as assessed by the\nChapman Handedness Questionnaire ( Chapman and Chapman,\n1987 ). Participants completed an informed consent prior to par-\nticipating in the study, and received $20 for their participation. Thestudy was approved by the Institutional Review Board of North-western University.\n2.2. Procedure\nParticipants were tested individually, with each session lasting\nup to two hours. Participants completed a timed laboratory test ofdivergent thinking, and completed a questionnaire surveying theircreative achievements in the real world, before undergoing thesensory gating paradigm.\n2.3. Measures\n2.3.1. Abbreviated Torrance Test for Adults (ATTA; Goff and Torrance,\n2002 )\nTo assess divergent thinking, participants completed the ATTA\n–a shortened form of the Torrance Test of Creative Thinking\n(Torrance, 1974 ). The ATTA consists of three activities (3 min each),\none involving verbal (written) responses (e.g., generating pro-blems that may arise from being able to walk on air or ﬂy without\nbeing in an airplane or a similar vehicle), and two involving ﬁgural\nresponses (e.g., using incomplete ﬁgures to make pictures). Re-\nsponses are scored for ﬂuency (i.e., a count of the number of\npertinent responses), and originality (i.e., the number of responsesthat are not typically produced, according to normative data), withscores summed across the three activities ( Goff and Torrance,\n2002 ). The total divergent thinking score re ﬂects a weighted score\nofﬂuency plus two times originality, to equally weight the two\nscores, since the average ﬂuency score (14.1) was approximately\ndouble the average originality score (7.2) (see Runco and Acar,\n2012 for suggestions on scoring divergent thinking tests). Two\nparticipants did not follow task instructions, thus we were notable to score their tests. The average divergent thinking score was29.00 ( SD¼7.98, range 15 –50). Given that recent approaches often\nfocus on ideational creativity ( Fink and Benedek, 2014 ;Runco and\nMraz, 1992 ), we also separately considered only the ATTA origin-\nality score in our analyses.\n2.3.2. Creative Achievement Questionnaire (CAQ: Carson et al., 2005 )\nWe assessed real-world creative behavior with the Creative\nAchievement Questionnaire, a survey on which participants cata-loged any prior creative achievements across ten creative domains(visual art, music, dance, architectural design, creative writing,humor, inventions, scienti ﬁc discovery, theater and ﬁlm, and cu-\nlinary arts). In the music domain, for example, questions rangefrom “I have no training or recognized talent in this area ”(score of\n0) to “my compositions have been critiqued in a national pub-\nlication ”(score of 7). In the Scienti ﬁc Discovery subset, scores vary\nfrom “I have no training or recognized ability in this ﬁeld”(score of\n0) to “my work has been cited by other scientists in national\npublications ”(score of 7). Separate domain scores were then\ncombined to form a single index of creative achievement. Oneparticipant's total creative achievement score was more than 6 SDs\nabove the mean (possibly due to an error), and was therefore re-moved from further analyses. The mean creative achievementscore was 12.95 ( SD\n¼9.77, range 0 –48). CAQ scores were posi-\ntively skewed, therefore we used the signed log transformation tonormalize the CAQ distribution.\n2.3.3. Academic achievement scores\nAs a proxy for general intelligence, participants provided their\nacademic achievement test scores (Scholastic Assessment Test(SAT) or American College Testing (ACT); College Board, 2012 ;ACT\nInc., 2014 ), which we converted into percentile scores based on the\nnational statistics for all test-takers in 2012 ( M¼98.01, SD¼2.20,\nrange 87 –100). In prior studies in our lab, self-reported scores\nwere con ﬁrmed with actual scores through the admissions of ﬁce,\nand the two correlated r¼.97 ( Wegbreit et al., 2012 ). Fourteen\npeople did not provide their academic test scores (therefore de-\ngrees of freedom will be different when academic test scores are\nincluded in the analyses). The range of scores was very narrow, so\nthis measure should be interpreted cautiously.\n2.3.4. Sensory gating paradigm\nConsistent with literature on P50, auditory modality was used\nto measure sensory gating (e.g., Cadenhead et al., 2000 ;Chang\net al., 2012 ;Olincy et al., 2010 ). The sensory gating measure oc-\ncurred within a sound-attenuated, electrically-insulated booth,\nand was presented through the headphones using Presentation\n16.1 software (Neurobehavioral Systems). The task consisted of\npassively listening to two auditory clicks per trial, each a ﬂat\nbroadband square wave of 1 ms duration, with an average in-\ntensity of 89 dB. The two clicks were presented with an intra-pair\ninterval of 500 ms, and a pseudo-randomized inter-pair interval of\n6, 8, or 10 s.\nParticipants were instructed to sit in an upright but relaxed\nposition, with eyes open and focused on a ﬁxation cross located on\na computer screen approximately 1 m away. Participants were\nasked to remain relaxed and to refrain from blinking during pre-\nsentation of the clicks, but to otherwise blink naturally in between\ntrials. These parameters were set to minimize muscle tension and\nmovement artifact. The EEG activity of each participant was re-\ncorded continuously during 5 blocks of 20 trials each, for a total of\n100 click pairs. Participants were offered self-timed breaks be-\ntween each block (breaks generally lasted less than 30 s). Thetesters, in an adjacent room, observed the participant via camera,\nand interacted with the participant during the inter-block intervals\nto ensure that all participants remained comfortable and alert.\n2.3.5. Electrophysiological recordings\nEEG data were recorded from 14 tin electrodes attached inside\nan Electro-Cap with Electrogel (Electro-Cap Intl., Eaton, Ohio) as\nthe conductance agent. Using the 10/20 system, electrodes were\npositioned at FP1, FZ, FP2, F3, F4, F7, F8, C3, CZ, C4, P3, PZ, P4, and\nmastoid locations M1 and M2 (see Bak et al., 2011 ;Lijfﬁjt et al.,\n2009 ). Impedance for all electrodes was less than 5 k\nΩ. Data were\ncollected using the Acquire module of Scan 4.5 (NeuroScan Labs, El\nPaso, Texas). Signals were continuously sampled at 1000 Hz, and\nﬁltered online between .05 and 100 Hz (AC mode). The ground\nelectrode was ﬁxed inside the cap between the FPz and Fz elec-\ntrodes. The left mastoid electrode (M1) was used as an online\nreference electrode.\n2.3.6. ERP waveform and component analysis\nThe Edit module of Scan 4.5 and Curry 7 software (NeuroScan\nLabs, El Paso, Texas) were used to conduct of ﬂine EEG analyses.\nFollowing methodology reported in prior P50 ERP investigations\n(Cadenhead et al., 2000 ;Chang et al., 2012 ;Olincy et al., 2010 ), the\ncontinuous EEG data for each participant were ﬁrst re-referenced\noff-line from the left mastoid (M1) to the linked mastoids (mean of\nM1 and M2), which was appropriate given our focus on the mid-\nline ( Luck, 2014 ). Data were digitally high-pass ﬁltered at 1 Hz\n(12 dB). Trials contaminated with artifacts (amplitude values ex-\nceeding /C075 to 75 mV, blinks during clicks –rejected based on FP1\nand FP2 electrodes, excessive muscle related activity) were all vi-\nsually inspected and excluded from further analysis. Trials con-\ntaining artifacts were not included in ﬁnal waveform averaging,\nleaving an average of 71 trials per participant ( SD¼22, range 23 –D.L. Zabelina et al. / Neuropsychologia 69 (2015) 77 –84 79"
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "100; all results were maintained when controlling for the number\nof epochs in a multiple regression, see Section 3 ). Following arti-\nfact rejection, we segmented the EEG data into event-locked\nepochs for both the ﬁrst and second click, with epoch durations\nspanning 100 ms pre-stimulus to 499 ms post-stimulus. Non-re-\njected segments were baseline corrected using the pre-stimulus\ninterval ( /C0100 to 0 ms), as is typical in the literature (see Gume-\nnyuk et al., 2013 ;Lijfﬁjt et al., 2009 ), low-pass ﬁltered at 70 Hz\n(dB), and averaged to create ERP waveforms for both clicks. P50\namplitudes and latencies were scored at Cz using the trough-to-\npeak method, following prior P50 methodology ( Cadenhead et al.,\n2000 ;Chang et al., 2012 ;Olincy et al., 2010 ). This technique ﬁrst\nidenti ﬁes the actual P50 response as the most positive peak, in mV,\non the ERP waveform within the 35 –75 ms time window im-\nmediately following the ﬁrst click onset. The value of the most\nnegative trough, immediately preceding the P50 peak of this\ncomponent within the 35 –75 ms time window, was then located\nand subtracted from the previously designated peak to generate\nthe P50 amplitude value for each click (amplitude of P50 peak\nminus amplitude of preceding trough). The P50 peak response to\nthe second click was always within 10 ms of the peak response to\ntheﬁrst click, and the P50 amplitude for the second click was\ncalculated using the same technique as described above. All wave-\nforms were visually inspected to verify the integrity of the data.\nAfter averaging across all trials, no P50 peak could be detected\nfor either Click 1 or Click 2 for ten of the 97 participants. These\nparticipants ’data were excluded. Together with the 3 participants\nfor whom data collection failed, the sample resulted in the total of\n84 participants (27 males) who were included in the ﬁnal analysis\n(mean age ¼20.54, SD¼2.45).\nFor each participant, we computed the ﬁnal P50 ratio by di-\nviding the trough-to-peak amplitude value for the averaged sec-\nond click by the corresponding trough-to-peak amplitude valuefor the averaged ﬁrst click ( Cadenhead et al., 2000 ;Chang et al.,\n2012 ;Olincy et al., 2010 ). A participant who demonstrates selec-\ntive sensory gating would manifest a smaller P50 response to the\nsecond click, and thus a smaller Click 2/Click 1 ratio, typically less\nthan 1.0. A participant with leaky sensory gating would manifest a\nP50 response to the second click that is approximately as large as,\nor larger than that to the ﬁrst click, and thus a Click 2/Click 1 ratio\napproaching, or lager than, 1.0.\nData from trials contaminated either with sound artifacts from\nthe headphones or with electrocardiography (EKG) signal were\ncorrected using event-locked and template-matching principal\ncomponent analysis (PCA) in Curry 7. For participants whose data\nrequired PCA correction, the mean P50 sensory gating ratios did\nnot change following the artifact reduction procedure: before PCA\nmean¼.84, SD¼.68, after PCA mean ¼.73, SD¼.63, t(17)¼/C01.69,\nand p¼.11. Moreover, no signi ﬁcant differences existed between\nthe mean ratios of the participants whose data did versus thosewhose data did not undergo PCA artifact correction (no PCA\nmean¼.71,SD¼.64, with PCA mean ¼.73, SD¼.63, t(82)¼.50, and\np¼.49. Overall results were also not altered when non-corrected\nPCA data were used (see Supplementary materials ).\n2.3.7. Analytical strategy\nWeﬁrst computed zero-order correlations between P50 sen-\nsory gating and divergent thinking, and P50 sensory gating and\ncreative achievement, and tested whether these correlations dif-\nfered from each other. Next we performed two multiple linear\nregressions: The ﬁrst regression used three scores –divergent\nthinking, creative achievement, and academic achievement scores,\nto predict P50 sensory gating. The second regression speci ﬁcally\ntested the interactive effects of divergent thinking and creative\nachievement in predicting P50 sensory gating. Finally we tested\nthe speci ﬁcity of the associations by examining how divergent\nthinking and creative achievement related to later attentional ERP\ncomponents, the N100 and P200.\n3. Results\nThe grand average of the ERPs at Cz is presented in Fig. 1 . There\nwas no reliable correlation between the Creative Achievement\nQuestionnaire (CAQ) and either the Abbreviated Torrance Test for\nAdults (ATTA) total divergent thinking ( ﬂuencyþoriginality)\nscores, nor with ATTA originality only, (both ps4.16), indicating\nno association between divergent thinking and real-world creative\nachievement in our sample. This is consistent with our previous\ninvestigations ( Zabelina et al., 2014 ), although other studies have\nobserved modest correlations between divergent thinking and\ncreative achievement (see Plucker and Renzulli, 1999 ). Scoring\nmethods could alter the extent of such associations.\nDivergent thinking was reliably correlated with academic\nachievement scores, r(68)¼.27, p¼.03, suggesting an overlap in\nthe performance on the divergent thinking and academic\nachievement tests (no association if ATTA originality is considered,\np4.15). Creative achievement and academic achievement were\nunrelated, p4.78. We additionally examined the associations be-\ntween age and divergent thinking, creative achievement, and\nsensory gating, given that age can be associated with creative\nachievement, in particular. We found no reliable associations in\nour sample, all ps4.12.\n3.1. Divergent thinking and sensory gating\nDivergent thinking was negatively associated with the sensory\ngating P50 ratio, r(80)¼/C0.30, p¼.006 ( r(80)¼/C0.29, p¼.01 if only\nthe ATTA originality score is considered). Thus, as predicted, in-\ncreased divergent thinking was associated with more selective\nFig. 1. Grand averages of the ERPs at Cz. Vertical dashed lines at 0 ms mark onset of Click 1, and at 500 ms mark the onset of Click 2. The P50 ratio is calculated as th e P50\npeak to trough difference of Click 2 over the P50 peak to trough difference of Click 1. Thus larger difference in the wave-forms would result in a smaller ratio. Smaller ratios\nrepresent more selective sensory gating, while larger ratios represent leakier sensory gating.D.L. Zabelina et al. / Neuropsychologia 69 (2015) 77 –84 80"
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "sensory gating, i.e., a reduced response to Click 2 compared to\nClick 1. This result suggests that divergent thinkers show more\nselective sensory gating very early (50 ms after stimulus onset) inthe processing stream, with no task goals and meaningless stimuli.\n3.2. Creative achievement and sensory gating\nReal-world creative achievement was marginally positively\nassociated with the P50 ratio, r(81)¼.20, p¼.07. Thus, the more\ncreative achievements people reported, the leakier was their sen-\nsory gating, early in the processing stream with meaningless sti-muli and no task goals.\n3.3. Does P50 relate differently to divergent thinking and creative\nachievement?\nAlthough the correlation between the P50 sensory gating and\neach creativity measure was only modest, the two creativity\nmeasures related to sensory gating in opposite directions, and the\ntwo correlations strongly differed from each other, Fisher'sz¼/C03.23, po.001.\n3.4. Controlling for academic achievement scores\nTo test for independent associations between divergent think-\ning, creative achievement, and P50 sensory gating we performed a\nmultiple linear regression, with divergent thinking, real-world\ncreative achievement, and academic test scores as predictors ofP50 sensory gating. All variable were normally distributed, meet-ing the linearity assumptions underlying multiple linear regres-\nsion, Shapiro –Wilk, ps4.05. As can be seen from Table 1 , di-\nvergent thinking remained a signi ﬁcant predictor of the P50 sen-\nsory gating, such that higher divergent thinking scores were linkedwith more selective sensory gating. Creative achievement, on the\nother hand, was a signi ﬁcant predictor of P50 sensory gating in the\nopposite direction, such that higher creative achievement scoreswere linked with leakier sensory gating. Interestingly, controlling\nfor the creativity variables, academic achievement scores reliably\npredicted P50 sensory gating, such that higher academic\nachievement was associated with more selective sensory gating.This effect was in the same direction as divergent thinking, in-dicating that selective sensory processing may be common to\nsuccessful performance on both tests of divergent thinking and\nacademic achievement tests.\nPartial regression plots, depicting partial correlations between\ndivergent thinking and P50 sensory gating, and creative achieve-\nment and P50 sensory gating, are presented in Figs. 2 and 3, re-\nspectively. All results were maintained when the number of EEGepochs was entered into the regression model as a control vari-\nable. The number of epochs was not associated with P50 sensory\ngating, r(82)¼/C0.11,p4.32.3.5. Do divergent thinking and creative achievement interact in\npredicting P50 sensory gating?\nWith the P50 sensory gating ratios as the dependent variable,\nwe performed a multiple regression examining a potential inter-\nactive effect of divergent thinking and creative achievement. In a\nmultiple regression, divergent thinking and creative achievement\nwere z-scored, and an interaction term was calculated by multi-\nplying the two predictors ( Aiken and West, 1991 ). All three pre-\ndictors –both main effects and the interaction variable –were\nthen entered as simultaneous predictors of P50 sensory gating. As\nexpected, the interactive predictor (divergent thinking /C2creative\nachievement) was not associated with P50 sensory gating,\nβ¼/C0.05,t(80)¼/C0.42,p¼.68. The main effects, on the other hand,\nwere both reliable, but in opposite directions, such that divergent\nthinking was a signi ﬁcant negative predictor of leaky sensory\ngating (i.e., predicted more selective sensory gating), β¼/C0.36, t\n(80)¼/C03.29, p¼.002, while creative achievement was a sig-\nniﬁcant positive predictor of leaky sensory gating, β¼.27,t(80)¼\n2.43, p¼.02. These results suggest that divergent thinking andTable 1\nP50 sensory gating as a function of divergent thinking, creative achievement, andacademic achievement scores.\nVariable B SEB β tp\nDivergent /C0.02 .01 /C0.25 /C02.20 .03\nThinkingCreative .58 .17 .38 3.39 .001\nAchievement\nAcademic /C0.07 .03 /C0.26 /C02.31 .02\nAchievement\npo.05.\nFig. 2. Partial regression plot depicting partial correlations between divergent\nthinking (centered) and P50 sensory gating. This plot demonstrates that higher\ndivergent thinking scores are associated with smaller P50 ratios, i.e., more selective\nsensory gating.\nFig. 3. Partial regression plot depicting partial correlations between creative\nachievement (centered) and P50 sensory gating. This plot demonstrates that highercreative achievement is associated with larger P50 ratios, i.e., leakier sensorygating.D.L. Zabelina et al. / Neuropsychologia 69 (2015) 77 –84 81"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "creative achievement are additive rather than interactive pre-\ndictors of sensory gating.\n3.6. Is the effect speci ﬁc to P50?\nTo test the speci ﬁcity of the association of the P50 components\nwith divergent thinking and creative achievement, we performed\nadditional analyses with the N100 and P200 ERP components (as\ncomputed in Lijfﬁjt et al., 2009 ). N100 ratio (Click 2/Click 1) did not\nreliably relate to divergent thinking ( r(80)¼/C0.10,p¼.40), nor to\ncreative achievement ( r(81)¼.13, p¼.28). Similarly, P200 ratio\n(Click 2/Click 1) was not associated with divergent thinking ( r\n(80)¼/C0.05, p¼.71), nor with creative achievement ( r(81)¼/C0.01,\np¼.97). These results suggest that exclusively very early sensory\ngating, as indexed by the P50 ERP, is differentially associated with\ndivergent thinking and creative achievement.\n3.7. Analyses excluding family history of psychiatric disorder\nAlthough not a focus of this paper, we collected information on\nparticipants ’personal history and relatives ’history of psychiatric\ndisorders, because some view the P50 marker of sensory gating as\na marker to some psychopathology ( Cadenhead et al., 2000 ;Olincy\net al., 2010 ), and putative associations between psychopathology\nand creativity have been reported in the literature ( Folley and\nPark, 2005 ;Kinney et al., 2001 ;Kyaga et al., 2012 ). Seven partici-\npants had ﬁrst-degree relatives with diagnosed psychiatric ill-\nnesses, and four participants had personal history of psychiatric\ndisorders (see Section 2 ). The association between divergent\nthinking and P50 sensory gating was maintained when excluding\nparticipants with history of psychiatric disorders ( r(75)¼/C0.30,\np¼.008), and when excluding participants who had relatives di-\nagnosed with psychiatric illness ( r(71)¼/C0.31,p¼.007). Likewise,\nthe association between creative achievement and P50 sensory\ngating was maintained when participants with psychiatric dis-\norders ( r(75)¼.23, p¼.04) or those who had relatives diagnosed\nwith psychiatric illness ( r(71)¼.22, p¼.05) were excluded. More-\nover, after excluding people with personal and family history of\npsychiatric disorders, and controlling for academic achievement\nscores within a multiple regression, divergent thinking remained a\nsigniﬁcant predictor of P50 sensory gating, β¼/C0.24,t(61)¼/C02.04,\np¼.04, while creative achievement also remained a signi ﬁcant\npredictor of P50 sensory gating, in the opposite direction, β¼/C0.37,\nt(61)¼3.19, p¼.002.\n4. Discussion\nWe examined whether sensory gating –an early, automatic\nform of attention, is associated with individual differences in\ncreativity as measured by divergent thinking tests or by an index\nof real-world creative achievements. As predicted, given prior re-\nsults on selective attention, increased divergent thinking, as as-\nsessed by the standard time-limited divergent thinking test, was\nassociated with selective sensory gating. This ﬁnding indicates that\ndivergent thinking is associated with selective sensory processing\nvery early in the processing stream. Given that the stimuli were\nmeaningless and there were no task requirements, increased\nsensory gating may indicate that selective sensory gating is a\ngeneral neural processing characteristic related to divergent\nthinking.\nThe divergent thinking measure we used emphasizes produ-\ncing many responses in a short period of time (3 min). Doing so\nmay bene ﬁt from the ability to selectively focus on relevant in-\nformation while inhibiting irrelevant information, then rapidly\nswitching to a new response. This may rely heavily on executivefunctions in a similar manner to standard academic achievement\ntests ( St Clair-Thompson and Gathercole, 2006 ). Indeed, in our\nstudy divergent thinking correlated with academic test scores, as\nwell as both academic achievement and divergent thinking test\nscores reliably predicted selective sensory gating. The association\nbetween divergent thinking and selective sensory gating is in line\nwith previous studies showing a positive association between in-\ndividual differences in divergent thinking and cognitive inhibition\n(Benedek et al., 2014 ;Zabelina et al., 2012 ). In other studies, short\ninitial time limits on a divergent thinking test lead to faster rates of\nperformance, but also to lower creativity, than did longer time\nlimits ( Kelly and Karau, 1993 ), indicating that fast responses may\nnot necessarily be the most creative responses.\nIn direct contrast to divergent thinking, creative achievement\nin our study was associated with leaky sensory gating. This phy-\nsiological effect concords with our prior behavioral evidence that\ncreative achievement is associated with leaky attention ( Zabelina\net al., 2015 ), and demonstrates that it happens early in the pro-\ncessing stream. Given that there were no task requirements and\nstimuli were meaningless, this reduced sensory gating may in-\ndicate that a leaky sensory ﬁlter is a general neural processing\ncharacteristic related to real-world creative achievement.\nThus, real-world creative achievers appear to have reduced\nﬁltering of information, which may be the mechanism for their\nwider focus on a larger range of stimuli ( Mendelsohn and Gris-\nwold, 1964 ;Russell, 1976 ), and their ability to make connections\nbetween distantly related concepts or ideas ( Ansburg and Hill,\n2003 ). In conjunction with other protective factors, such as\ncognitive control, reduced sensory gating may be what is\nneeded for real-world creative achievements. In the absence of\nstrong cognitive control (or other protective factors), leaky sensory\ngating may be a risk factor for attention disorders and/or\npsychopathology.\nHighlighting the fact that divergent thinking and creative\nachievement address different aspects of creativity, the relations\nfor the two creativity measures and the P50 sensory gating were in\nopposite directions, strongly differed from each other, and did not\ninteract. The results suggest that these two creativity measures are\northogonally associated with sensory processing, and, in fact, in-\nvolve different neural mechanisms. Finally, the ERP effect was\nspeci ﬁc to the P50 –a very early attentional component unaffected\nby attentional demands ( Gjini et al., 2011 ). Neither divergent\nthinking nor creative achievement were related to later compo-\nnents, such as the N100 and P200, which are sensitive to manip-\nulations of attention ( Gjini et al., 2011 ). Additionally, the experi-\nmental paradigm involved no task demands –if task demands\nwere introduced, perhaps we would ﬁnd different associations\nbetween creativity measures and later ERP components.\nIt is not clear whether reduced sensory gating is a stable trait,\nor whether creative achievers can modulate their sensory pro-\ncessing depending on task demands. In other words, they may be\nparticularly good at narrowing and widening their sensory ﬁlters\ndepending on task demands. Indeed, ﬂexible cognitive control\n(Zabelina and Robinson, 2010 ), and variable attention ( Vartanian\net al., 2007 ) have been suggested to facilitate creativity. Because\nour sensory gating paradigm lacked goals or meaningful stimuli,\nparticipants may not focus on the ﬁrst click nor ﬁlter the second. If\nwe changed instructions to require participants to attend, or in-\ncluded task goals or meaningful stimuli, sensory gating could re-\nlate differently to divergent thinking, to creative achievement, or\nto both.\nThe link between reduced sensory gating and creative\nachievement is particularly intriguing given that the P50 is viewed\nas a marker of vulnerability to some psychopathology, particularly\nschizophrenia ( Cadenhead et al., 2000 ;Olincy et al., 2010 ), and a\nrather debated view that creativity and psychopathology may beD.L. Zabelina et al. / Neuropsychologia 69 (2015) 77 –84 82"
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "related ( Folley and Park, 2005 ;Kinney et al., 2001 ;Kyaga et al.,\n2012 ). Indeed, our recent investigations report that real-world\ncreative achievement is associated with several dimentional psy-\nchopathology measures, namely psychoticism and hypomania,\nwhile divergent thinking is not associated with any psycho-\npathology measures ( Zabelina et al., 2014 ). Thus it is possible that\nsome risk factors that are associated with elevated psycho-\npathology, such as leaky sensory gating, might also, in combina-\ntion with other factors, be a “risk ”factor for increased creative\nachievement, as previously suggested ( Carson, 2011 ;Richards\net al., 1988 ). Therefore for some prominent creative achievers who\ncomplained about noise as a source of distraction, the same leaky\nﬁlters may have facilitated their creativity.\nAdditionally, it is important to examine whether people with\ncreative achievements are particularly those who have increased\ncognitive control paired with leaky sensory gating. Investigations\nof how creative people modulate their attention will also provide\nfurther insight into how different components of attention are\nassociated with different aspects of creativity.\n5. Conclusion\nWe report a novel association between creativity and sensory\ngating. We provide clear evidence that divergent thinking and\nreal-world creative achievement have reliably different neural\nmechanisms of sensory gating. Speci ﬁcally, divergent thinking is\nassociated with selective sensory gating, whereas creative\nachievement is associated with leaky sensory gating, both in terms\nof zero-order correlations, or within a linear regression controlling\nfor academic achievement scores. The relations between the two\ncreativity measures and P50 sensory gating strongly differ from\neach other, and do not interact in predicting P50 sensory gating.Finally, the association is speci ﬁc to P50, as there are no associa-\ntions between creativity measures and N100 or P200. The results\nsuggest that these two creativity measures involve different neural\nmechanisms of sensory processing.\nAcknowledgements\nWe thank everyone who contributed to this paper, with special\nthanks to William J. Gavin and Ken A. Paller for their valuable\nfeedback regarding the manuscript. This research was supported\nby the NSF Graduate Student Fellowship and Northwestern Uni-\nversity Graduate Research Grant to DLZ, and the John Templeton\nFoundation Grant to MB (Grant no. 24467).\nAppendix A. Supplementary material\nSupplementary data associated with this article can be found in\nthe online version at http://dx.doi.org/10.1016/j.neuropsychologia.\n2015.01.034 .\nReferences\nAron, A.R., 2007. The neural basis of inhibition in cognitive control. Neuroscientist\n13, 214 –228.\nAbraham, A., Beudt, S., Ott, D.V.M., von Cramon, D.R., 2012. Creative cognition and\nthe brain: dissociations between frontal, parietal-temporal and basal ganglia\ngroups. Brain Res. (1482), 55 –70.\nACT Inc., 2014. National Ranks for Test Scores and Composite Score. Available online\nat: 〈http://www.actstudent.org/scores/norms1.html 〉. (accessed 03.08.14).\nAiken, L.S., West, S.G., 1991. Multiple Regression: Testing and Interpreting Inter-\nactions. Sage, Thousand Oaks, CA .\nAnsburg, P.I., Hill, K., 2003. Creative and analytic thinkers differ in their use ofattentional resources. Personal. Individ. Differ. 34, 1141 –1152 .\nBak, N., Glenthoj, B.Y., Rostrup, E., Larsson, H.B., Oranje, B., 2011. Source localization\nof sensory gating: a combined EEG and fMRI study in healthy volunteers.\nNeuroImage 54, 2711 –2718 .\nBanich, M.T., 2004. Cognitive Neuroscience and Neuropsychology. Houghton Muf-\nﬂin Company, New York, NY .\nBenedek, M., Jauk, E., Fink, A., Koschutnig, K., Reishofer, G., Ebner, F., Neubauer, A.C.,\n2014. To create or to recall? Neural mechanisms underlying the generation ofcreative new ideas. NeuroImage 88, 125 –133.\nBotvinick, M.M., Braver, T.S., Barch, D.M., Carter, C.S., Cohen, J.D., 2001. Con ﬂict\nmonitoring and cognitive control. Psychol. Rev. 108, 624 –652.\nCadenhead, K.S., Light, G.A., Geyer, M.A., Braff, D.L., 2000. Sensory gating de ﬁcits\nassessed by the P50 event-related potential in subjects with schizotypal per-\nsonality disorder. Am. J. Psychiatry 157, 55 –59.\nCarson, S.H., 2011. Creativity and psychopathology: a shared vulnerability model.\nCan. J. Psychiatry 56, 144 –153.\nCarson, S.H., Peterson, J.B., Higgins, D.M., 2003. Decreased latent inhibition is as-\nsociated with increased creative achievement in high-functioning individuals. J.Personal. Soc. Psychol. 85, 499 –506.\nCarson, S.H., Peterson, J.B., Higgins, D.M., 2005. Reliability, validity, and factor\nstructure of the creative achievement questionnaire. Creat. Res. J. 17, 37 –50.\nChang, W.-P., Gavin, W.J., Davies, P.L., 2012. Bandpass ﬁlter settings differentially\naffect measurement of P50 sensory gating in children and adults. Clin. Neuro-\nphysiol. 11, 2264 –2272 .\nChapman, L.J., Chapman, J.P., 1987. The measurement of handedness. Brain Cognit.\n6, 175 –183.\nChrysikou, E.G., Thompson- Schill, S.L., 2011. Dissociable brain states linked to\ncommon and creative object use. Hum. Brain Mapp. 32, 665 –675.\nCollege Board, 2012. College-Bound Seniors Total Group Pro ﬁle Report New York:\nThe College Board. Available online at: 〈http://media.collegeboard.com/digi\ntalServices/pdf/research/TotalGroup-2012.pdf 〉(accessed 03.08.14).\nCullum, C.M., Harris, J.G., Waldo, M.C., Smernoff, E., Madison, A., Nagamoto, H.T.,\nGrifﬁth, J., Adler, L.E., Freedman, R., 1993. Neurophysiological and neu-\nropsychological evidence for attentional dysfunction in schizophrenia. Schi-\nzophr. Res. 10, 131 –141.\nCurie, E., Sheean, V., 2001. Madame Curie: A Biography. Da Capo Press, New York,\nNY.\nDe Dreu, C.K.W., Nijstad, B.A., Baas, M., Wosink, I., Roskes, M., 2012. Working\nmemory bene ﬁts creative insight, musical improvistion, and original ideation\nthrough maintained task-focused attention. Psychol. Sci. 3, 656 –669.\nErwin, R.J., Turetsky, B.I., Moberg, P., Gur, R.C., Gur, R.E., 1998. P50 abnormalities in\nschizophrenia: relationship to clinical and neuropsychological indices of at-\ntention. Schizophr. Res. 33, 157 –167.\nFink, A., Benedek, M., 2014. EEG alpha power and creative ideation. Neurosci. Behav.\nRev. 44, 111 –123.\nFolley, B.S., Park, S., 2005. Creativity and schizotypal personality in relation to\nprefrontal hemispheric laterality: a behavioral and near-infrared optical ima-\nging study. Schizophr. Res. 80, 271 –282.\nGilhooly, K.J., Fioratou, E., Anthony, S.H., Wynn, V., 2007. Divergent thinking:\nstrategies and executive involvement in generating novel uses for familiar\nobjects. Br. J. Psychol. 98, 611 –625.\nGjini, K., Burroughs, S., Boutros, N.N., 2011. Relevance of attention in auditory\nsensory gating paradigm in schizophrenia. J. Psychophysiol. 25, 60 –66.\nGoff, K., Torrance, E.P., 2002. Abbreviated Torrance Test for Adults Manual. Scho-\nlastic Testing Service, Bensenvill, IL .\nGonen-Yaacovi, G., de Souza, L.C., Levy, R., Urbanski, M., Josse, G., Volle, Emmanulle,\n2013. Rostral and caudal prefrontal contributions to creativity: a meta-analysis\nof functional imaging data. Front. Hum. Neurosci. 7, 465 .\nGuilford, J.P., 1950. Creativity. Am. Psychol. 5, 444 –454.\nGumenyuk, V., Korzyukov, O., Roth, T., Bowyer, S.M., Drake, C.L., 2013. Sleep ex-\ntension normalizes ERP of waking auditory sensory gating in healthy habitually\nshort sleeping individuals. Plos One 8, e59007 .\nHsieh, M.H., Liu, K., Liu, S.K., Chiu, M.J., Hwu, H.G., Chen, A.C., 2004. Memory im-\npairment and auditory evoked potential gating de ﬁcit in schizophrenia. Psy-\nchiatry Res. 130, 161 –169.\nKasof, J., 1997. Creativity and breadth of attention. Creat. Res. J. 10, 303 –315.\nKelly, J.R., Karau, S.J., 1993. Entrainment of creativity in small groups. Small Group\nRes. 24, 179 –198.\nKinney, D.K., Richards, R., Lowing, P.A., LeBlanc, D., Zimbalist, M.E., Harlan, P., 2001.\nCreativity in offspring of schizophrenic and control patients: an adoption study.\nCreat. Res. J. 13, 17 –25.\nKleibeuker, S.W., Koolschijn, P.C.M.P., Jolles, D.D., De Dreu, C.K.W., Crone, E.A., 2013.\nThe neural coding of creative idea generation across adolescence and early\nadulthood. Front. Hum. Neurosci. 7, 905 .\nKyaga, S., Landén, M., Boman, M., Hultman, C.M., Langström, N., Lichtenstein, P.,\n2012. Mental illness, suicide, and creativity: 40-year prospective total popula-\ntion study. J. Psychiatr. Res. 47, 83 –90.\nLester, T., 2012. Da Vinci ’s Ghost: Genius, Obsession, and How Leonardo Created the\nWorld in his Own Image. Free Press, New York, NY .\nLijfﬁjt, M., Lane, S.D., Meier, S., Boutros, N.N., Burroughs, S., Steinberg, J., Moeller, G.,\nSwann, A.C., 2009. P50, N100, and P200 sensory gating: relationship with be-\nhavioral inhibition, attention, and working memory. Psychophysiology 46,1059 –1068 .\nLuck, S., 2014. An Introduction to the Event-related Potential Technique. Massa-\nchusetts Institute of Technology, Boston, MA .\nLubow, R.E., 1973. Latent inhibition. Psychol. Bull. 79, 398 –407.D.L. Zabelina et al. / Neuropsychologia 69 (2015) 77 –84 83"
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "Mednick, S., 1962. The associative basis of the creative process. Psychol. Rev. 69,\n220 –232.\nMendelsohn, G., Griswold, B., 1964. Differential use of incidental stimuli in problem\nsolving as a function of creativity. J. Abnorm. Soc. Psychol. 68, 431 –436.\nMiyake, A., Friedman, N., 2012. The nature and organization of individual differ-\nences in executive functions: four general conclusions. Curr. Dir. Psychol. Sci.\n21, 8 –14.\nNusbaum, E.C., Silvia, P.J., 2011. Are intelligence and creativity really so different?\nFluid intelligence, executive processes, and strategy use in divergent thinking.\nIntelligence 39, 36 –45.\nOlincy, A., Braff, D.L., Adler, L.E., Cadenhead, K.S., Calkins, M.E., Dobie, D.J., Freed-\nman, R., 2010. Inhibition of the P50 cerebral evoked response to repeated au-ditory stimuli: results from the consortium on genetics of schizophrenia.\nSchizophr. Res. 119, 175 –182.\nPatterson, J.V., Hetrick, W.P., Boutros, N.N., Jin, Y., Sandman, C., Stern, H., Bunney Jr.,\nW.E., 2008. P50 sensory gating ratios in schizophrenics and controls: a review\nand data analysis. Psychiatry Res. 158, 226 –247.\nPlucker, J.A., Renzulli, J.S., 1999. Psychometric approaches to the study of human\ncreativity. In: Sternberg, R.J. (Ed.), Handbook of creativity. Cambridge UniversityPress, New York, pp. 35 –61.\nRawlings, D., 1985. Psychoticism, creativity, and dichotic listening. Personal. Individ.\nDiffer. 6, 737 –742.\nRichards, R., Kinney, D.K., Lunde, I., Benet, M., Merzel, A.P.C., 1988. Creativity in\nmanic-depressives, cyclothymes, their normal relatives, and control subjects. J.Abnorm. Psychol. 97 (281 –288) .\nRunco, M.A., Acar, S., 2012. Divergent thinking as an indicator of creative achieve-\nment. Creat. Res. J. 24, 66 –75.\nRunco, M., Mraz, W., 1992. Scoring divergent thinking tests using total ideational\noutput and a creativity index. Educ. Psychol. Meas. 52, 213 –221.\nRussell, J., 1976. Utilization of irrelevant information by high and low creatives.\nPsychol. Rep. 39, 105 –106.\nSt Clair-Thompson, H., Gathercole, S.E., 2006. Executive functions and achievement\nin school: shifting, updating, inhibition, and working memory. Q. J. Exp. Psy-\nchol. 59, 745 –759.\nThoma, R.J., Hanlon, F.M., Miller, G.A., Huang, M., Weisend, M.P., Sanchez, F.P., 2006.\nNeuropsychological and sensory gating de ﬁcits related to remote alcohol abuse\nhistory in schizophrenia 12, 34 –44.Thomas, C., vom Berg, I., Rupp, A., Seidl, U., Schröder, J., Roesch-Ely, D., Kreisel, S.H.,\nMundt, C., Weisbrod, M., 2010. P50 gating de ﬁcit in Alzheimer dementia cor-\nrelates to frontal neuropsychological function. Neurobiol. Aging 31, 416 –424.\nThompson-Schill, S.L., Ramscar, M., Chrysikou, E.G., 2009. Cognition without con-\ntrol: when a little frontal lobe goes a long way. Current Directions in Psycho-\nlogical Science 18, 259 –263.\nTorrance, E.P., 1974. The Torrance Tests of Creative Thinking-Norms –Technical\nManual Research Edition, Figural Tests, Forms A and B. Personnel Press, Prin-\nceton, NJ .\nVartanian, O., Jobidon, M.-E., Bouak, F., Nakashima, A., Smith, I., Lam, Q., Cheung, B.,\n2013. Working memory training is associated with lower prefrontal cortex\nactivation in a divergent thinking task. Neuroscience 236, 186\n–194.\nVartanian, O., Martindale, C., Kwiatkowski, J., 2007. Creative potential, attention,\nand speed of information processing. Personal. Individ. Differ. 43, 1470 –1480 .\nWallach, M.A., Kogan, N., 1965. Modes of Thinking in Young Children: A Study of the\nCreativity –Intelligence Distinction. Holt, Rinehart, & Winston, New York .\nWallas, G., 1926. The Art of Thought. Harcourt Brace, New York .\nWan, L., Friedman, B.H., Boutros, N.N., Crawford, H.J., 2008. P50 sensory gating and\nattentional performance. Int. J. Psychophysiol. 67, 91 –100.\nWegbreit, E., Suzuki, S., Grabowecky, M., Kounios, J., Beeman, M., 2012. Visual at-\ntention modulates insight versus analytic solving of verbal problems. J. Problem\nSolving 4, 94 –115.\nWiley, J., Jarosz, A.F., 2012. Working memory capacity, attentinal focus, and problem\nsolving. Curr. Dir. Psychol. Sci. 39, 36 –45.\nZabelina, D.L., Condon, D., Beeman, M., 2014. Do dimensional psychopathology\nmeasures relate to divergent thinking or creative achievement? Front. Psychol.\n5, 1 –11.\nZabelina, D.L., Robinson, M.D., 2010. Creativity as ﬂexible cognitive control. Psychol.\nAesthet. Creat. Arts 4, 136 –143.\nZabelina, D.L., Robinson, M.D., Council, J., Bresin, K., 2012. Patterning and non-\npatterning in creative cognition: performance in a random number generationtask. Psychol. Aesthet. Creat. Arts 6, 137 –145.\nZabelina, D.L., Saporta, A.N., Beeman, M., 2015. Broad or ﬂexible attention in crea-\ntive individuals? Distinct patterns of attention for different types of creative\nthinking. (submitted for publication).D.L. Zabelina et al. / Neuropsychologia 69 (2015) 77 –84 84"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "1 \n 2 \n 3 \n 4 \n 5 \n 6 \n 7 \n 8 \n 9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n64 \n65 CREATIVITY AND P50 SENSORY GATING  \n 35 \nSupplemental Materials  \n \nSupplemental Material for  \n  \n   \nCreativity and sensory gating indexed by the P50: Selective versus leaky sensory processing \nin divergent thinkers and creative achievers.  \n \nDarya L. Zabelina*, Daniel O’Leary, Narun Pornpattananangkul, Robin Nusslock,  \nand Mark Beeman  \n \nThe following  analyses were performed using data without PCA correction.  \nDivergent thinking and sensory gating  \nDivergent thinking was negatively ass ociated with the sensory gating P50 ratio, r(80) = -\n.27, p = .02, indicating more selective sensory filter for people with higher divergent thinking \nscores.  \nCreative achievement and sensory gating  \nReal-world creative achievement was marginally positively associated with the P50 ERP \nratios,  r(81) = .20, p = .07, indicating  leakier sensory filter  for higher creative achievers.  \nDoes P50 relate differently to Divergent Thinking and Creative Achievement?  \nAlthough the correlation s between the P50 sensory gating  and each creativity measure \nwas only modest, the two creativity measures related to sensory gating in opposite directions, \nand the two correlations strongly differed from each other, Fisher's z = -3.01, p < .01.  \nControlling for academic achievement score s \nTo test for independent associations between divergent thinking, creative achievement, \nand P50 sensory gating we performed a multiple linear regression, with divergent thinking, real -"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "1 \n 2 \n 3 \n 4 \n 5 \n 6 \n 7 \n 8 \n 9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n64 \n65 CREATIVITY AND P50 SENSORY GATING  \n 36 \nworld creative achievement, and academic test scores as predictors of P 50 sensory gating. As can \nbe seen from Table 1a, divergent thinking remained a marginally significant predictor of the P50 \nsensory gating, such that higher divergent thinking scores predicted more selective  sensory \ngating. Creative achievement, on the othe r hand, was a significant predictor of P50 sensory \ngating in the opposite direction, such that higher creative achievement scores predicted leakier  \nsensory gating. Controlling for the creativity variables, academic achievement scores reliably \npredicted P50  sensory gating, such that higher academic achievement predicted more selective \nsensory gating.  \n______________________________________________________________________ ____  \nVariable    B  SE B   β   t  p \n______________________________________________________________________ ____  \n \nDivergent    -.02  .01  -.22  -1.91  .06 \nThinking     \n \nCreative    .58  .18  .36  3.20  .002 \nAchievement     \n \nAcademic    -.08  .03  -.29  -2.55  .01 \nAchievement  \n______________________ ________________________________________________ ____  \n*p < .05  \n \nTable 1a. P50 sensory gating as a function of divergent thinking, creative achievement, and \nacademic achievement scores.  \nDo divergent thinking and creative achievement interact in predicting P5 0 sensory gating ? \nWith the P50 sensory gating ratios as the dependent variable, we performed a multiple \nregression examining a potential interactive effect of divergent thinking and creative \nachievement. In a multiple regression, divergent thinking and cre ative achievement were z \nscored, and an interaction term was calculated by multiplying the two predictors (Aiken & West,"
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "1 \n 2 \n 3 \n 4 \n 5 \n 6 \n 7 \n 8 \n 9 \n10 \n11 \n12 \n13 \n14 \n15 \n16 \n17 \n18 \n19 \n20 \n21 \n22 \n23 \n24 \n25 \n26 \n27 \n28 \n29 \n30 \n31 \n32 \n33 \n34 \n35 \n36 \n37 \n38 \n39 \n40 \n41 \n42 \n43 \n44 \n45 \n46 \n47 \n48 \n49 \n50 \n51 \n52 \n53 \n54 \n55 \n56 \n57 \n58 \n59 \n60 \n61 \n62 \n63 \n64 \n65 CREATIVITY AND P50 SENSORY GATING  \n 37 \n1991). All three predictors – both main effects and the interaction variable – were then entered as \nsimultaneous predictors of P50 sens ory gating. The interactive predictor (divergent thinking x \ncreative achievement) did not predict P50 sensory gating,  ß = -.08, t(80) = -.68, p = .50 . The \nmain effect were both reliable, but in opposite directions, such that divergent thinking was a \nsignif icant negative predictor of leaky sensory gating , ß = -.31, t(80) = -2.84, p = .006, while \ncreative achievement was a significant positive predictor of leaky sensory gating , ß = .25, t(80) = \n2.19, p = .03."
    }
  ]
}