{
  "doc_type": "scientific paper",
  "title": "Investigating Sound-Specific Attention Control in Mild to Moderate Misophonia Using a Modified Attention Network Test",
  "authors": [
    "N.M. Zumbrunn",
    "D.P. McGovern",
    "L. Boran"
  ],
  "year": 2023,
  "journal": "Psychology, Dublin City University Correspondence concerning this article should be addressed to Nina Meret Zumbrunn,",
  "doi": null,
  "abstract": "A growing body of evidence suggests that attentional differences might be a core mechanism of misophonia, a condition characterised by negative psychological responses to bodily and/or repetitive sounds. However, it is unclear whether aberrant attentional processing affects people with misophonia (PwM) globally or only in the context of symptom provocation. Moreover, it is unclear whether attentional differences also exist for those with less severe misophonia levels. Here, a modified Attention Network Test with misophonic (e.g., chewing), aversive (e.g., baby crying), and neutral (e.g., birds singing) sounds was administered to explore whether mild/moderate misophonics have differing alerting, orienting, and executive control responses when listening to misophonia sounds compared to other types of sounds, as well as in comparison to a control group. Additionally, we explored whether the presence of specific types of triggers impacted attentional processing. In doing so, our results show a different pattern of alerting and orienting behaviour in PwM compared to the control group. Furthermore, PwM showed less efficient executive control upon hearing misophonia trigger sounds compared to aversive sounds. We propose that this difference in processing between groups reflects unpredictable threats in PwM. However, both a facilitation and distracting effect of the sound are possible explanations, which require further investigation.",
  "keywords": [
    "Misophonia",
    "Attention",
    "Attention Network Test",
    "Executive Control",
    "Alerting",
    "Orienting",
    "Sound-specific processing",
    "Trigger sounds",
    "Mild to moderate misophonia"
  ],
  "research_topics": [
    "Attentional control in misophonia",
    "Sound-specific attentional processing",
    "Modified Attention Network Test application",
    "Neural mechanisms underlying misophonia",
    "Impact of trigger sounds on attention",
    "Salience network hyperactivity",
    "Executive control efficiency in misophonia",
    "Differences in attentional networks: alerting, orienting, executive control",
    "Mild and moderate misophonia severity levels"
  ],
  "created_at": "2025-05-05T02:58:08.207635Z",
  "source_pdf": "documents/research/Global/Zumbrunn 2023 Investigating Sound Specific Attention Control.pdf",
  "sections": [
    {
      "section": "Page 1",
      "page_number": 1,
      "text": "Investigating Sound-Specific Attention Control in Mild to Moderate Misophonia Using a Modified Attention Network Test  Zumbrunn, N.M1., McGovern, D.P.1 & Boran, L.1   1 School of Psychology, Dublin City University             Correspondence concerning this article should be addressed to Nina Meret Zumbrunn, School of Psychology, Dublin City University, Ireland. Email: nina.zumbrunn3@mail.dcu.ie"
    },
    {
      "section": "Page 2",
      "page_number": 2,
      "text": "Abstract  A growing body of evidence suggests that attentional differences might be a core mechanism of misophonia, a condition characterised by negative psychological responses to bodily and/or repetitive sounds. However, it is unclear whether aberrant attentional processing affects people with misophonia (PwM) globally or only in the context of symptom provocation. Moreover, it is unclear whether attentional differences also exist for those with less severe misophonia levels. Here, a modified Attention Network Test with misophonic (e.g., chewing), aversive (e.g., baby crying), and neutral (e.g., birds singing) sounds was administered to explore whether mild/moderate misophonics have differing alerting, orienting, and executive control responses when listening to misophonia sounds compared to other types of sounds, as well as in comparison to a control group. Additionally, we explored whether the presence of specific types of triggers impacted attentional processing. In doing so, our results show a different pattern of alerting and orienting behaviour in PwM compared to the control group. Furthermore, PwM showed less efficient executive control upon hearing misophonia trigger sounds compared to aversive sounds. We propose that this difference in processing between groups reflects unpredictable threats in PwM. However, both a facilitation and distracting effect of the sound are possible explanations, which require further investigation."
    },
    {
      "section": "Page 3",
      "page_number": 3,
      "text": "7 Introduction  The term misophonia was first used by Jastreboff and Jastreboff (2001, 2002) to describe strong physical and emotional reactions to ordinary sounds. More specifically, people with misophonia (PwM) often react with anger, frustration, and/or disgust to eating, breathing, nasal, and/or repetitive tapping sounds (Edelstein et al., 2013; Swedo et al., 2022). Due to the common nature of trigger sounds, misophonia can have a profound impact on a person’s well-being, social relationships, and the daily activities of affected individuals (Taylor, 2017). However, despite this impact, and misophonia being a common phenomenon affecting up to 49% of students (Naylor et al., 2021), not much is known about misophonia beyond common symptoms.   While some researchers describe misophonia as a symptom of other disorders such as obsessive-compulsive disorder (Banker et al., 2022), autism spectrum disorder (Williams et al., 2021) or tinnitus (Raj-Koziak et al., 2021), others have highlighted that misophonia may occur in the absence of any clinical or neurological condition (Jastreboff & Jastreboff, 2015). In fact, it may present without any pathology to the auditory system (Duddy & Oeding, 2014) and should therefore be a classified, standalone disorder (Schröder et al., 2013). Based on this evidence, researchers have tried to understand the unique mechanisms underlying misophonia. One such potential mechanism gaining interest within the literature is how PwM pay attention to misophonia trigger sounds.   Attention can be defined as a state in which cognitive resources are focused on certain aspects of the environment allowing an individual to be ready to respond to stimuli (APA, 2015). According to Posner and Petersen (1990) attention is commonly thought to consist of three networks called alerting, orienting, and executive control (EC). Alerting refers to the internal preparedness for perceiving a stimulus, for instance, after a warning signal (Fan et al., 2005)."
    },
    {
      "section": "Page 4",
      "page_number": 4,
      "text": "8 Orienting describes the ability to prioritise specific sensory input by selecting a modality or location (Petersen & Posner, 2012) whereas EC takes place when resolving conflict by focusing on one but not another stimulus (Fan et al., 2002). Understanding the potential role of attention in misophonia is important to better understand the phenomenon and associated symptoms, but also to develop interventions and define potentially unique mechanisms (Simner et al., 2021). In a seminal paper using functional magnetic resonance imaging (fMRI), Kumar et al. (2017) found hyperactivity in the anterior insular cortex (AIC) in PwM in response to misophonia trigger sounds, but not when hearing aversive sounds such as a baby crying, or neutral sounds such as birds singing. Similarly, Schröder et al. (2019) report the same increased insula activity, as well as hyperactivity in the right anterior cingulate cortex (ACC), and right superior temporal cortex when PwM were shown audiovisual misophonia triggers. The AIC and ACC are core parts of the so-called salience network (SN), which detects and filters salient stimuli to guide behaviour (Seeley et al., 2007). This is important, for instance, to detect threats, especially because attentional resources are limited (Scalf et al., 2013). Based on this function, changes in the SN can have a profound impact, which is often described in psychopathological research (Menon, 2011). For instance, similarly, as in misophonia, researchers have highlighted SN hyperactivity in individuals with anxiety (e.g., Baur et al., 2013) and post-traumatic stress disorder (Akiki et al., 2017), which is thought to underlie increased threat detection and hyperarousal in those populations. Importantly, while it is not argued that misophonia should be equated with these disorders, insight from cognate fields informs the potential impact of SN hyperactivity in misophonia. Thus, based on the misophonia-specific fMRI findings and psychopathological research, it seems likely that PwM assign higher salience to misophonia trigger sounds, which leads to facilitated detection and potentially biased bottom-up attention (Corbetta & Shulman, 2002)."
    },
    {
      "section": "Page 5",
      "page_number": 5,
      "text": "9 In addition to salience ‘threat’ detection, the SN is also implicated in switching between two other brain networks, namely the default mode network (DMN) and the central executive network (CEN; Goulden et al., 2014). These networks are thought to be anti-correlated, with the DMN active during internal thought and memory retrieval (Buckner et al., 2008), and the CEN implicated in active tasks and external thinking involving working memory, controlled processing and rule-based decision-making (Fang et al., 2016; Koechlin & Summerfield, 2007). Kumar et al. reported increased connectivity between the DMN and the SN when PwM were listening to misophonia trigger sounds. This finding has two important implications. Firstly, the DMN and SN connectivity deviances could reflect an inability to disengage negative thoughts and memories upon hearing misophonia trigger sounds (Kumar et al., 2017). Indeed, similar network hyperconnectivity was found in individuals with obsessive-compulsive disorder, which is suggested to underlie intrusive obsessions (Fan et al., 2017; J. Posner et al., 2017). Secondly, the finding of hyperconnectivity likely has an impact on the CEN, due to its anticorrelation with the DMN (Weissman et al., 2006). In other words, the CEN is potentially less active in PwM upon hearing misophonia triggers. This would implicate top-down attentional control difficulties in PwM (Menon, 2011).   Behavioural studies have therefore investigated whether attention control is impacted by misophonia trigger sounds in PwM. For instance, Silva and Sanchez (2019) using a modified dichotic sentence identification task found impaired selective attention in PwM when chewing sounds were played, but not when white noise or no sound was played. Similarly, PwM showed a larger Stroop effect when listening to trigger sounds but not aversive sounds (Daniels et al., 2020). Overall, it seems that PwM assign increased saliency to trigger sounds and experience difficulties maintaining attentional control when confronted with misophonia trigger sounds."
    },
    {
      "section": "Page 6",
      "page_number": 6,
      "text": "10 Nevertheless, whilst these findings suggest misophonia-sound-specific processing differences, other researchers found evidence for aberrant processing in misophonics, regardless of sound type or presence. For instance, using a stop-signal task without sounds, Eijsker et al. (2019) report longer stop-signal delays in PwM compared to controls, but no difference in inhibition success rate. Additionally, using fMRI the authors found that misophonic participants showed less activity in the superior medial frontal gyri and posterior cingulate cortices during successful compared to failed inhibition. Since these brain areas are key parts of the DMN, and thus usually decrease with CEN activity (see Mayer et al., 2010), the researchers argue that PwM deployed more top-down attentional control for successful task completion. Furthermore, using electroencephalography (EEG) during an oddball paradigm with beeps, Schröder et al. (2014) found a diminished N1 peak in PwM, reflecting early attentional processing differences (Rinne et al., 2006). The authors argue that the difference might stem from decreased auditory attention underlying general hyperarousal in PwM. Overall, these findings indicate the presence of general attentional issues in PwM that are independent of specific sounds.   In the studies described thus far, researchers have generally focused on specific types of attention. One commonly used way to assess all networks within one test is the Attentional Network Test (ANT; Fan et al., 2002), which computes the network efficiencies based on reaction time (RT) measures. Using a modified version of the ANT, Frank et al. (2020) played misophonia trigger sounds and no sounds in alternating blocks to moderate-to-severe misophonics. In doing so, the researchers found less efficient alerting networks in PwM regardless of sound condition and block. This pattern of responding may be indicative of a generalised hyperarousal to sounds for PwM, but due to the block-design predictability of the sounds might have impacted arousal levels (Simner et al., 2021). Moreover, the sample size was relatively small, and depression and anxiety were not controlled for, though they have"
    },
    {
      "section": "Page 7",
      "page_number": 7,
      "text": "11 previously been found to impact ANT performance (Pacheco-Unguetti et al., 2010; Sinha et al., 2022).   Thus, it appears that increased attention may be a key mechanism of misophonia. However, more research is needed to confirm the existence of attentional differences and to understand whether PwM have difficulties with specific sounds or display general attentional deficits. Additionally, it is important to note that participants in the above-described studies included individuals with severe levels of misophonia. However, considering prevalence studies, mild/moderate misophonia levels are most common (see Naylor et al., 2021). The question thereby arises, whether facilitated attentional capture and decreased attentional control serve as a marker of misophonia severity. This question is based on findings of clinical disorders, such as anxiety (Geng et al., 2016) and  post-traumatic stress disorder (Nicholson et al., 2020) in which SN hyperactivity or processing impairments correlate with disorder severity.   Thus, the present study aimed to assess  whether people with mild/moderate misophonia display l attentional deficits. More specifically, the study explored whether attentional deficits exist between mild/moderate misophonics and a control group using a modified ANT implementing the misophonia triggering, aversive, and neutral sound conditions used by Kumar et al. (2017). Based on the literature, it was hypothesised that PwM employ their attentional networks less efficiently when misophonia trigger sounds are played, compared to aversive or neutral sounds. Furthermore, the hypothesis that PwM employ their attentional networks less efficiently compared to control groups was tested, with an exploration of whether differences are trigger-sound-specific. Additionally, it was explored whether within- and between-group differences exist in all or only specific attentional networks."
    },
    {
      "section": "Page 8",
      "page_number": 8,
      "text": "12 Materials and Methods  Design  To group participants into a misophonia or control group, the Amsterdam Misophonia Scale (AMISOS; Schröder et al., 2013), was administered. Group assignment was based on whether participants scored above or below the median split score of overall participants (M= 5.5). Additionally, the AMISOS score was used as an independent variable, alongside the total number of overall, as well as eating and nasal triggers measured using the Sussex Misophonia Scale (SMS; Rinaldi et al., 2021). The trigger variables allowed to test whether the presence of specific triggers is related to attentional performance. This is especially important since the trigger sounds used in the experimental task only consisted of eating and nasal/oral sounds- the most common but not only misophonia triggers. Additionally, participants were asked whether they were more sensitive to common misophonia trigger sounds compared to others, as well as for their age and gender. The last two variables served as covariates, while the self-report measure was obtained to group participants should the median split have fallen onto an integer.  The experiment consisted of a modified ANT with distractor sounds to assess the efficiency of the three attentional networks, via error rate and RT.  Participants  Overall, 30 individuals participated in the study, of which 15 were categorised in each group. Nineteen participants were female and 11 males, and the age ranged from 19 to 31 years. The     AMISOS scores ranged from 0 to 14, however, three participants who scored above moderate misophonia levels were excluded. A total of 23 participants reported at least one trigger (see Table 1 for descriptives)."
    },
    {
      "section": "Page 9",
      "page_number": 9,
      "text": "13   Variable Overall (n=30) Female (n=19) Male (n=11) Mean SD Mean SD Mean SD Age (Years) 22.97 2.91 23.11 2.94 22.73 2.97 AMISOS 5.93 3.96 6.16 3.80 5.60 4.37 Total No. Triggers 5.87 4.75 6.263 4.84 5.18 4.75 No. Eating Triggers 1.63 1.92 1.95 1.93 1.09 1.87 No. Nasal Triggers 1.00 1.68 1.53 1.93 0.09 0.30  All participants were students recruited via social media and posters. Participants with a diagnosis of a neurological or clinical disorder, as well as visual and/or auditory conditions were excluded. One participant was excluded based on an error rate >20% (Fan et al., 2002). Informed consent was obtained from each participant.   Materials & Apparatus  Two established scales were used in the study. Firstly, the AMISOS is a 7-item, self-report measurement assessing misophonia severity on a 5-point Likert Scale, (see Table 2). Using this scale, participants were asked to indicate how much they focus on misophonic sounds as well as misophonia-related distress, impairment, and avoidance. The scale shows good internal consistency (Cronbach’s alpha = 0.88) (Schröder et al., 2013).      Table 1:  Mean and standard deviation for age and independent variables per gender and overall"
    },
    {
      "section": "Page 10",
      "page_number": 10,
      "text": "14   Score Misophonia Level Prevalence (%) (Naylor et al., 2021) 0-4 Subclinical 50.7\t5-9 Mild 37\t10-14 Moderate 12\t15-19 Severe 0.3 20-28 Extreme 0   Secondly, the first part of the SMS allowed to identify trigger sounds, within eight broad categories, to which participants select the ones they are sensitive to. If any category was selected, a list of specific triggers was revealed (see Table 3). Up to 48 triggers could be chosen. Using the list, 99.4% of PwM reported at least one trigger (Rinaldi et al., 2021).    Trigger Category Specific Triggers Eating crunchy foods, crispy snacks, chewing, lip smacking, swallowing, slurping, wet mouth sounds, other (specify) Repetitive Tapping pen clicking, foot tapping, repetitive barking, tapping pen, tapping finger, typing on a computer, other (specify) Oral/Nasal Sounds  breathing, snorting, nose sniffling, coughing, snoring, whistling, sneezing, burping, other (specify)   Additionally, the modified ANT was administered. The experiment was programmed and displayed via PsychoPy v2022.1.4.(Peirce et al., 2019) on a MacBook Pro with a spatial resolution of 3456 x 2234 and a refresh rate of 60 Hz at maximum luminance. . The screen was positioned at eye level, at a 60cm distance from the participant. Participants were presented Table 3:  Example of trigger categories and subordinate categories revealed if trigger category is selected Table 2:  AMISOS scores and associated misophonia severity level with prevalence in undergraduate sample"
    },
    {
      "section": "Page 11",
      "page_number": 11,
      "text": "15 with black stimuli on a dark grey background.The stimuli included a fixation cross presented before and after each trial. Thereafter cues consisting of black asterisks with a diameter of 0.48 degrees were displayed either centrally, or 0.95 degrees above or below the central fixation cross for a total of 100ms. The target stimuli consisted of a set of five black arrows, with a height of 0.48 degrees and a width of 0.95 degrees, displayed 0.95 degrees below the central fixation cross for a maximum of 1700ms or until a key response was made.  The auditory stimuli consisted of sounds previously used in misophonia research (see Kumar et al., 2017). All sound conditions included two sound categories with three sounds each. Misophonic triggers consisted of eating and nasal sounds. All sounds were downloaded from freesound.org and played via speakers at 80% volume (see Appendix 1).  Procedure  Before participation, all participants received a plain language statement and filled out a consent form. The study consisted of two parts, which were completed consecutively in a research laboratory. The first part included filling out a questionnaire hosted on Qualtrics XM. Before doing so, the participant’s random ID number was entered to link answers to experimental data. Participants indicated their gender, age and whether they self-reported misophonia. Lastly, participants completed the AMISOS and the SMS. Participants who scored above the moderate level of misophonia (> 14) were excluded from the second part of the study.   The second part involved administering the modified ANT in a darkened room. Participants received verbal and written instructions to press the left/right arrow key to indicate the direction of the central arrow in a set of five arrows as fast and accurately as possible. A 24-trial practice run without sounds but feedback provided was completed, before instructions were repeated with an additional note to ignore distractor sounds."
    },
    {
      "section": "Page 12",
      "page_number": 12,
      "text": "16 Each experimental trial started with a fixation cross appearing for 400ms before an asterisk cue appeared for 100ms. The cue appeared at three locations, or not at all. After cue presentation and an additional 400ms fixation period, the target stimuli consisting of five arrows appeared above or below the fixation cross. The flanking arrows either pointed to the same or opposite direction as the central arrow or consisted of lines (see Figure 1 for overview). The trial ended upon response or 1700ms after target onset. Thereafter, a fixation period of variable duration (3200ms–RT) was initiated.    \n \nFigure 1:  Overview of cue and flanker types and their potential locations on screen"
    },
    {
      "section": "Page 13",
      "page_number": 13,
      "text": "17 Additionally, aversive, misophonia-triggering, or neutral sounds played during each trial, from cue onset until target offset (see Figure 2 for overview). Each sound condition and category were played an equal amount.  The ANT assessed network efficacies via RT measures (see Table 4) and error rate. The modified ANT consisted of 288 trials (4 cue x 3 flanker x 3 sound types x 2 spatial locations x 2 flanker orientations x 2 sound categories). After every 24 trials, participants had the chance to take a break. The full modified ANT took approximately 25 minutes to complete.  All participants received a debrief sheet after completion.    \n  The study received ethical approval from the DCU Psychology Ethics Committee on the 11th of October 2022 (DCUPEC_2023_101). Moreover, there was no conflict of interest nor financial interest for any party involved.   \nFigure 2:  Overview of Trial Example with duration and sound on- and offset"
    },
    {
      "section": "Page 14",
      "page_number": 14,
      "text": "18 Data Preparation  Before analysis, the scores for each attention network were calculated based on mean RT per cue/lanker condition of correct trials (see Table 4). This was done for each sound condition separately, resulting in a total of nine dependent variables. Additionally, the error rate was calculated for each sound condition, by dividing the absolute number of errors by number of total trials (i.e., 96). All analyses were run on IBM SPSS.     Network Calculation Interpretation Alerting 𝑅𝑇\t(𝑁𝑜\t𝐶𝑢𝑒)−𝑅𝑇\t(𝐷𝑜𝑢𝑏𝑙𝑒\t𝐶𝑢𝑒)\tDouble < No Cue indicates efficient alerting  Orienting 𝑅𝑇\t(𝐶𝑒𝑛𝑡𝑟𝑎𝑙\t𝐶𝑢𝑒)−𝑅𝑇\t(𝑆𝑝𝑎𝑡𝑖𝑎𝑙\t𝐶𝑢𝑒)\tSpatial < Central indicates efficient orienting EC 𝑅𝑇\t(𝐼𝑛𝑐𝑜𝑛𝑔𝑟𝑢𝑒𝑛𝑡\t𝐹𝑙𝑎𝑛𝑘𝑒𝑟)−𝑅𝑇\t(𝐶𝑜𝑛𝑔𝑟𝑢𝑒𝑛𝑡\t𝐹𝑙𝑎𝑛𝑘𝑒𝑟)\tCongruent < Incongruent indicates interference Note: The mean RT were calculated using correctly answered trials only Results  Demographics Independent sample t-tests with Bonferroni correction were conducted to analyse between-group differences for AMISOS score, as well as number of overall, nasal, and eating triggers, (see Table 5 for descriptives). PwM scored significantly higher on the AMISOS compared to controls (t(24.26)= -7.194, p <0.001, Cohen’s d= 2.39). Additionally, PwM reported significantly more triggers overall (t(21.27)= -4.265, p <0.001, Cohen’s d= 3.78), as well as eating triggers specifically (t(20.87)= -4.158, p <0.001, Cohen’s d= 1.54). There was no significant between-group difference in nasal triggers (t(-1.319)= -1.319,p >0.0125).   Table 5:  Mean and standard deviation of independent variables of overall participants, and per median group Table 4:  Calculation and interpretation of attention network scores variables"
    },
    {
      "section": "Page 15",
      "page_number": 15,
      "text": "19  Variable Overall Misophonia Group Control Group Mean SD Mean SD Mean SD AMISOS * 5.93 3.96 9.07 2.82 2.80 1.86 No of Total Triggers * 5.87 4.75 8.8 4.71 2.933 2.49 No of Eating Triggers * 1.63 1.92 2.8 1.93 0.47 0.99 Number of Nasal Triggers 1.00 1.68 1.4 1.72 0.6 1.59 Note: * indicates significance at p < 0.0125 level  Attention Networks A 3 (Network) x 3 (Sound Condition) mixed-model MANCOVA was conducted to test the hypothesis that PwM have less efficient attention networks upon hearing trigger sounds compared to control participants, as well as compared to aversive and neutral sound conditions. Thus, the groups based on median-split (henceforward referred to as “median group”) was entered as a between-subject factor, AMISOS score and number of overall, eating, and nasal triggers were entered as within-subject factor and age and gender as covariates.  Winsorizing the outliers (Field, 2018; Sulik et al., 2018) more than 3 standard deviations above/below the group mean by replacing them with the second most extreme score normalised the data. Winsorization was applied to 6 data points across 4 participants (see Table 5).   Participant  Condition Old Value  New Value 24 Misophonia Orienting  0.2037 0.0994 16 Misophonia EF  0.1553 0.1584 24 Aversive Alerting -0.1629 -0.0371 13 Aversive EF  0.2177 0.1610 25 Neutral Orienting -0.028 0.0000 Table 5:  List of winsorized data points per participant number and attention network condition"
    },
    {
      "section": "Page 16",
      "page_number": 16,
      "text": "20 24 Neutral EF  -0.0805 0.042  Further assumptions of homogeneity of variance-covariance matrices, multivariate outliers, multivariate linearity, multicollinearity, and independence of the covariates from the experimental treatments were not violated.   A significant main effect of median group (F(6,84) =3.06, p <0.05, Wilks' Λ=0.674, partial η2= 0.179) on overall attention score was found. No other main effects were found. To further understand the difference between median groups, a Bonferroni post-hoc test was conducted.  Results indicated that the overall alerting score of PwM (m=0.01, SE=0.01) compared to control group (m=0.037, SE=0.01) was significantly lower (p<0.05). Furthermore, PwM had a significantly lower alerting score (m=0.01 SE=0.01) compared to control participants (m=0.04, SE=0.01) in the misophonia sound condition (p<0.05). This indicates that PwM were less alert to the task when confronted with triggers than control participants (see Figure 3).           AlertingOrientingEC0.000.020.040.060.080.100.12\nAttention NetworkMean RT Network ScoreMisophoniaControl✱Figure 3:  Estimated marginal means for attention network score by network type and group during misophonia sound condition"
    },
    {
      "section": "Page 17",
      "page_number": 17,
      "text": "21 Moreover, controls (m=0.05, SE=0.01) scores significantly higher than PwM (m=-0.01, SE=0.01) on alerting in the neutral sound condition (p<0.05), indicating generalised differences in alerting (see Figure 4).      \n   Lastly, control participants scored lower on orienting (m=0.004, SE=0.01) than misophonics (m=0.04, SE=0.01) when listening to aversive sounds (p< 0.01). A lower score is interpreted as less efficient orienting for controls (see Figure 5).       \nFigure 4:  Estimated marginal means for attention network score by network type and group during neutral sound condition"
    },
    {
      "section": "Page 18",
      "page_number": 18,
      "text": "22     \n  Exploring within-group differences, PwM scored significantly higher on EC in the misophonia-triggering (m=0.11, SE=0.01) compared to aversive (m=0.08, SE=0.01) condition (p<0.05).  Higher EC scores indicate less efficient network use, pointing to a trigger-specific lapse in attention control (see Figure 6).    \n  AlertingOrienting EC0.000.020.040.060.080.10\nAttention NetworkMean Network ScoreMisophoniaControl✱\nMisophonicAversiveNeutralMisophonicAversiveNeutralMisophonicAversiveNeutral0.000.020.040.060.080.100.12\nSound TypeMean Network ScoreAlertingOrientingEC✱Figure 6:  Estimated marginal means for attention network score by network type and sound condition for misophonia group   Figure 5:  Estimated marginal means for attention network score by network type and group during aversive sound condition"
    },
    {
      "section": "Page 19",
      "page_number": 19,
      "text": "23 Within the control group higher orienting scores were found upon hearing misophonia (m=0.05, SE=0.01) than aversive (m=0.004, SE=0.01) sound (p<0.01). This indicates more efficient orienting in the misophonia trigger condition (see Figure 7).     \n  Additional analyses testing whether self-reported misophonia and presence/absence of nasal or eating trigger impacted results were run. No significant impact of these grouping variables was found (see Appendix 2 for full analysis).  Condition/Flanker RT  To better understand the source of significant differences in the network scores, differences in the raw cue/flanker scores were explored. Thus, a 6(flanker/cue condition) x 3(sound) mixed-model MANCOVA was conducted, with the same variables used in the network analysis. Several variables violated the normality assumption, which was resolved using inverse transformation. No other MANCOVA assumptions were violated.  MisophonicAversiveNeutralMisophonicAversiveNeutralMisophonicAversiveNeutral0.000.020.040.060.080.10\nSound TypeMean Network ScoreAlertingOrientingEC✱✱Figure 7:  Estimated marginal means for attention network score by network type and sound condition for control group"
    },
    {
      "section": "Page 20",
      "page_number": 20,
      "text": "24 A significant main effect of the median group on raw scores was found (F(12,70)=2.120, p<0.05, Wilks' Λ=0.538, partial η2= 0.267). No other main effects were observed. Further Bonferroni post-hoc analyses were conducted to understand this effect, with a focus on differences between conditions that underlie the same network score (see Table 3) and on expected facilitation effects by double and central cues, and congruent flankers (see Appendix 3)   A significant difference in overall RT between the misophonia (m=-6.00, SE=0.77) and control group (m=-9.977, SE=0.77) was found in the misophonia sound condition (p<0.05), indicating generalised differences. Additionally, within the misophonia condition, controls responded significantly faster compared to PwM in all cue/flanker conditions apart from central cue trials (see Figure 8). Full pairwise comparisons are listed in Appendix 3.     \n  No between-group differences for any trial condition were found in the aversive sound condition. However, in the neutral sound condition, PwM had significantly higher RT to \nFigure 8  Inverse mean RT for cue and flanker conditions of the misophonia and control group during misophonia sound condition \nNote: Higher negative score means lower RT"
    },
    {
      "section": "Page 21",
      "page_number": 21,
      "text": "25 congruent stimuli (m=-4.545, SE=0.36) compared to the control group (m=-6.014, SE=0.36) (p<0.05) (see Figure 9).             Considering within-group differences, the misophonia group was significantly slower at responding to incongruent trials across sound conditions (p<0.001). Importantly, the double-cue facilitation was not observed in the misophonia and aversive sound condition (p>0.05), whereas the spatial-cue-facilitation was not detected in the misophonia or neutral sound condition (p>0.05). No other differences were found between the conditions (see Figure 10).        Note: Higher negative score means lower RT  DoubleNoneSpatialCentralCongruentIncongruent-15-10-50Cue/Flanker TypeInverse Mean RTMisophoniaControl✱Figure 9  Inverse mean RT for cue and flanker conditions of the misophonia and control group during neutral sound condition"
    },
    {
      "section": "Page 22",
      "page_number": 22,
      "text": "26    \n    Within the control group, the double-cue facilitation was found in the misophonia and neutral, but not aversive sound condition (p>0.05) and the same was observed for the spatial-cue facilitation (p>0.05). The interference from incongruent flankers was observed across sound conditions (p<0.001, see Figure 11).         \nNote: Higher negative score means lower RT  Figure 10  Inverse mean RT for cue and flanker conditions of the misophonia group across sound conditions"
    },
    {
      "section": "Page 23",
      "page_number": 23,
      "text": "27    \n  Error Rate  To explore potential between-group differences in error rate per sound type, a 2 x 3 MANCOVA was conducted, with age and gender as covariates. The data violated the assumption of normality, which was resolved using logarithmic transformation. Further MANCOVA assumptions were not violated.  The results revealed no significant effect of group membership on the amount of errors made throughout the task (F(2,22)= 0.274, p >0.05, Wilks' Λ = 0.966, partial η2 = 0.064). This suggests that the presence of misophonia or sound did not have a significant effect on the accuracy in responding overall or in any sound conditions.   \nFigure 11  Inverse mean RT for cue and flanker conditions of the control group across sound conditions \nNote: Higher negative score means lower RT"
    },
    {
      "section": "Page 24",
      "page_number": 24,
      "text": "28 Discussion  To the author’s knowledge, this is the first study which explored attentional differences between mild/moderate misophonics and control participants while also considering the potential sound-specificity of these differences. The results reveal overall lower alerting network scores for PwM and when misophonia triggers and neutral sounds were played. Additionally, compared to control participants, the misophonia group showed higher orienting scores to aversive sounds.. Exploring within-group differences, participants in the misophonia group had larger EC scores for misophonic compared to aversive sounds. Furthermore, results indicated larger orienting network scores for control participants in the misophonic compared to the aversive sound condition. The following section will firstly discuss  results will be discussed, focusing on between-group differences in the alerting and orienting network before considering potential explanations for within-group differences.   The present study found overall differences in alerting network efficiency between the misophonia and control groups, as well as in the neutral and misophonia sound condition. Thus, the hypothesis of differential processing was retained. Moreover, these findings support previous misophonia research, suggesting generalised processing differences in PwM (e.g., Eijsker et al., 2019, Schröder et al., 2014). The researcher thereby supports the interpretation made by Frank et al. (2020) of hypervigilance in PwM, impacting alerting networks. However, due to the novel design used in this study, several new insights should be considered.  More specifically, it is suggested that while alerting scores for PwM were lower in both misophonia and neutral sound condition, those differences might reflect separate mechanisms at play. This is reflected in the analysis of raw RT scores. In the misophonia sound condition, higher RT for both the non-cue and double-cued trials were found compared to the control group, indicating a general slowing in RT in light of trigger sounds. However, no between-group difference in RT of alerting variables was found in the neutral condition, though a trend"
    },
    {
      "section": "Page 25",
      "page_number": 25,
      "text": "29 towards lower no-cue RT in PwM was noted. Additionally, compared to the misophonia condition, PwM were significantly faster at responding to no-cue trials in the neutral condition. This indicates that rather than a high double-cue RT in the neutral condition (Fan et al., 2001), what possibly underlies sound-condition differences was low no-cue RT, suggestive of hypervigilance to the task  (Kratz et al., 2011). Thus, it is argued that while hypervigilance to sound was omnipresent in PwM, such had different consequences on RT across sound conditions.  More specifically,  based on research indicating that auditory attention is captured more readily by threatening compared to neutral sounds (Peschard et al., 2017; Wang et al., 2019), it is suggested that hypervigilance leads to improved or less distracted visual attention when the non-threatening neutral sound is played. However, when threatening trigger sounds were played, misophonics may have deployed attention towards the sound rather than the visual task, as suggested by increased SN activity found in previous studies (Kumar et al., 2017). This attentional capture of threat could also potentially explain why no between-group difference in the aversive sound condition was found, as aversive stimuli were threatening for both groups, capturing attention equally. Indeed, research has supported the presence of an attentional bias to threat in healthy adults (Veerapa et al., 2020), however, generalised hypervigilance was noted to be a unique characteristic of several disorders, including phobia (Gerdes et al., 2008), obsessive-compulsive disorder (Mullen et al., 2021), and post-traumatic stress disorder (Brunetti et al., 2010), which share common features with misophonia including SN hyperactivity (e.g., Akiki et al., 2017).  According to Gerdes et al. (2008), generalised hypervigilance underlies the unpredictability of threat, demanding sustained attention. Indeed, differences in the processing of predictable versus unpredictable threat has been reported (Radoman et al., 2021). Relevantly, Nelson et al. (2015) found increased N100 amplitude in response to unpredictable but not predictable"
    },
    {
      "section": "Page 26",
      "page_number": 26,
      "text": "30 auditory cues, indicating early attentional processing and auditory alerting (Lijffijt et al., 2009). However, findings on the impact of auditory cues and threats on visual attention are mixed, with reports of increased (Van Damme et al., 2009) and decreased (Dunifon et al., 2016) visual alertness. It is likely that the relationship between visual and auditory attention is complex. In the present study, non-threatening neutral, and for the control group, misophonic stimuli might have aided or less distracted visual attention. However, ‘threat’ potentially decreased visual alertness thereby slowing RT. Nonetheless, no definite conclusions can be drawn. Future studies should focus on testing whether multimodal facilitation or competition takes place in the misophonia population, for instance, by using designs requiring multimodal, divided attention (e.g., Arrighi et al., 2011).   The interpretation of the relationship between auditory and visual attention becomes even more complex in the orienting network. Importantly, two dimensions of orienting should be differentiated. These include orienting from one modality to another, and unimodally from one stimulus to another ( Posner, 1980). In the present study, PwM scored higher on orienting in the aversive sound condition compared to controls. Within the literature, a higher score is interpreted as more efficient orienting, due to adaptive spatial cue integration (i.e., lower spatial cue RT; Fan et al., 2002). However, in the present study, a trend towards significantly lower central cue RT in controls was found, with no between-group difference for spatial cue RT. This could indicate that control participants deployed more attention to the visual task (Mahoney et al., 2010). Nevertheless, these interpretations are based on significance trends and cannot be confirmed.  Furthermore, the facilitation effect of spatial cues (Fan et al., 2002), was present for both groups during aversive, but only for the control group during misophonia sound condition. Considering the group-specific difference in the misophonia condition, PwM were significantly slower at responding to spatial cues compared to controls in light of threat. Similar"
    },
    {
      "section": "Page 27",
      "page_number": 27,
      "text": "31 findings of poor spatial cue integration in light of threat have been reported in anxious populations (Fox et al., 2001). This further supports the theory that PwM orient their attention towards trigger sounds, at the expense of informative cues.   However, this finding could also indicate that PwM have difficulties disengaging their attention away from misophonia trigger sounds. Disengagement is modulated by top-down attentional control, which was previously found to be decreased in misophonics (e.g., De Silva & Sanchez, 2019). In the present study, no between-group differences in overall EC score were found. However, PwM scored significantly lower on  EC when listening to misophonia sounds compared to aversive sounds. This is in line with the finding of a larger Stroop effect in PwM when listening to triggers compared to aversive sounds (Daniels et al., 2020). Thus, this finding points to trigger-sound-specific lower attentional control.  This indicates that PwM needed more attentional resources to complete the task (Vromen, 2016), could be neurologically explained by increased SN and DMN hyperactivity as well as increased ACC activity (Kumar et al., 2017), which is involved in conflict monitoring and modulating attention to goal relevant stimuli (Botvinick et al., 2004).   It should thereby be considered that no between-group differences in error rate was noted, which could point to a speed-accuracy trade-off in the misophonia group (see Eijsker et al., 2019).   While the study provided valuable insights into attentional differences between mild/moderate misophonics and control participants, several limitations should be considered. First, due to the laboratory-based design of the study, ecological validity might be low. Second, no comments on correlations between misophonia severity and attention can be made due to the lack of participants in the severe/extreme misophonia range.  Furthermore, while the sample size in the present study is an improvement compared to previous ANT studies (e.g., Frank et al., 2020), it is still relatively small, and a bigger sample size might have resolved issues with the"
    },
    {
      "section": "Page 28",
      "page_number": 28,
      "text": "32 normality of the data (Krithikadatta, 2014). Lastly, as outlined above, while evidence for differential processing was found, it cannot be said whether differences stem from a facilitated attention towards sounds, difficulties disengaging attention away from sounds, a facilitatory effect of sounds on visual attention or a combination of these factors. Future research should therefore consider administering a modified ANT with the three sound conditions presented randomly in no relation to visual cues and task. Additionally, an original, sound-free ANT to a misophonia cohort could be administered to explore attention network differences in the absence of any sound.   Conclusively, it can be said that the study found evidence for differential attentional processing between participants with mild/moderate misophonia and control participants in the alerting and orienting networks. It was thereby argued that while differences in alerting networks seem to be generalised across sound conditions, orienting and EC differences seem to be trigger-sound specific in PwM. It is therefore likely that in the anticipation of unpredictable threat, PwM are hypervigilant towards all sounds, while difficulty disengaging attention was a unique feature of misophonia underlying EC and orienting differences. However, due to mixed findings of the literature, it is unclear to what extent the auditory stimuli in the present study facilitated or decreased visual attention in the present study, and whether differences in the relationship between the two modalities differed by sound type and group membership. Future studies are therefore needed to confirm the hypervigilance theory of alertness in misophonia, and whether differences in multimodal relationships exist in misophonia. Overall, however, the study provides novel insights into generalised alertness, and trigger-sound specific orienting and EC differences in the mild/moderate misophonia population."
    },
    {
      "section": "Page 29",
      "page_number": 29,
      "text": "33 References Akiki, T. J., Averill, C. L., & Abdallah, C. G. (2017). A network-based neurobiological model of PTSD: Evidence from structural and functional neuroimaging studies. Current Psychiatry Reports, 19(11), 81. https://doi.org/10.1007/s11920-017-0840-4 APA. (2015). Attention. In APA Dictionary of Psychology (2nd ed.). American Psychological Association. Arrighi, R., Lunardi, R., & Burr, D. (2011). Vision and audition do not share attentional resources in sustained tasks. Frontiers in Psychology, 2. https://www.frontiersin.org/articles/10.3389/fpsyg.2011.00056 Banker, S. M., Na, S., Beltrán, J., Koenigsberg, H. W., Foss-Feig, J. H., Gu, X., & Schiller, D. (2022). Disrupted computations of social control in individuals with obsessive-compulsive and misophonia symptoms. IScience, 25(7), 104617. https://doi.org/10.1016/j.isci.2022.104617 Baur, V., Hänggi, J., Langer, N., & Jäncke, L. (2013). Resting-state functional and structural connectivity within an insula-amygdala route specifically index state and trait anxiety. Biological Psychiatry, 73(1), 85–92. https://doi.org/10.1016/j.biopsych.2012.06.003 Botvinick, M. M., Cohen, J. D., & Carter, C. S. (2004). Conflict monitoring and anterior cingulate cortex: An update. Trends in Cognitive Sciences, 8(12), 539–546. https://doi.org/10.1016/j.tics.2004.10.003 Buckner, R. L., Andrews-Hanna, J. R., & Schacter, D. L. (2008). The brain’s default network. Annals of the New York Academy of Sciences, 1124(1), 1–38. https://doi.org/10.1196/annals.1440.011 Corbetta, M., & Shulman, G. L. (2002). Control of goal-directed and stimulus-driven attention in the brain. Nature Reviews Neuroscience, 3(3), Article 3. https://doi.org/10.1038/nrn755"
    },
    {
      "section": "Page 30",
      "page_number": 30,
      "text": "34 Daniels, E. C., Rodriguez, A., & Zabelina, D. L. (2020). Severity of misophonia symptoms is associated with worse cognitive control when exposed to misophonia trigger sounds. PLOS ONE, 15(1), e0227118. https://doi.org/10.1371/journal.pone.0227118 Duddy, D. F., & Oeding, K. A. M. (2014). Misophonia: An overview. Seminars in Hearing, 35(2), 84–91. https://doi.org/10.1055/s-0034-1372525 Dunifon, C. M., Rivera, S., & Robinson, C. W. (2016). Auditory stimuli automatically grab attention: Evidence from eye tracking and attentional manipulations. Journal of Experimental Psychology: Human Perception and Performance, 42, 1947–1958. https://doi.org/10.1037/xhp0000276 Edelstein, M., Brang, D., Rouw, R., & Ramachandran, V. S. (2013). Misophonia: Physiological investigations and case descriptions. Frontiers in Human Neuroscience, 7, 296. https://doi.org/10.3389/fnhum.2013.00296 Eijsker, N., Schröder, A., Smit, D. J. A., van Wingen, G., & Denys, D. (2019). Neural basis of response bias on the Stop Signal Task in misophonia. Frontiers in Psychiatry, 10. https://www.frontiersin.org/article/10.3389/fpsyt.2019.00765 Fan, J., Mcc, B. D., Sommer, T., Raz, A., & Posner, M. I. (2002). Testing the efficiency and independence of attentional networks. Journal of Cognitive Neuroscience, 340–347. Fan, J., McCandliss, B. D., Fossella, J., Flombaum, J. I., & Posner, M. I. (2005). The activation of attentional networks. NeuroImage, 26(2), 471–479. https://doi.org/10.1016/j.neuroimage.2005.02.004 Fan, J., Zhong, M., Gan, J., Liu, W., Niu, C., Liao, H., Zhang, H., Yi, J., Chan, R. C. K., Tan, C., & Zhu, X. (2017). Altered connectivity within and between the default mode, central executive, and salience networks in obsessive-compulsive disorder. Journal of Affective Disorders, 223, 106–114. https://doi.org/10.1016/j.jad.2017.07.041"
    },
    {
      "section": "Page 31",
      "page_number": 31,
      "text": "35 Fang, X., Zhang, Y., Zhou, Y., Cheng, L., Li, J., Wang, Y., Friston, K. J., & Jiang, T. (2016). Resting-state coupling between core regions within the central-executive and saliience networks contributes to working memory performance. Frontiers in Behavioral Neuroscience, 10. https://www.frontiersin.org/articles/10.3389/fnbeh.2016.00027 Field, A. (2018). Discovering statistics using IBM SPSS statistics (5th ed.). SAGE Publications Ltd. Fox, E., Russo, R., Bowles, R., & Dutton, K. (2001). Do threatening stimuli draw or hold visual attention in subclinical anxiety? Journal of Experimental Psychology. General, 130(4), 681–700. Frank, B., Roszyk, M., Hurley, L., Drejaj, L., & McKay, D. (2020). Inattention in misophonia: Difficulties achieving and maintaining alertness. Journal of Clinical and Experimental Neuropsychology, 42(1), 66–75. https://doi.org/10.1080/13803395.2019.1666801 Geng, H., Li, X., Chen, J., Li, X., & Gu, R. (2016). Decreased intra- and inter-salience network functional connectivity is related to trait Anxiety in adolescents. Frontiers in Behavioral Neuroscience, 9. https://www.frontiersin.org/articles/10.3389/fnbeh.2015.00350 Gerdes, A. B. M., Alpers, G. W., & Pauli, P. (2008). When spiders appear suddenly: Spider-phobic patients are distracted by task-irrelevant spiders. Behaviour Research and Therapy, 46(2), 174–187. https://doi.org/10.1016/j.brat.2007.10.010 Goulden, N., Khusnulina, A., Davis, N. J., Bracewell, R. M., Bokde, A. L., McNulty, J. P., & Mullins, P. G. (2014). The salience network is responsible for switching between the default mode network and the central executive network: Replication from DCM. NeuroImage, 99, 180–190. https://doi.org/10.1016/j.neuroimage.2014.05.052"
    },
    {
      "section": "Page 32",
      "page_number": 32,
      "text": "36 Jager, I., Koning, P. de, Bost, T., Denys, D., & Vulink, N. (2020). Misophonia: Phenomenology, comorbidity and demographics in a large sample. PLOS ONE, 15(4), e0231390. https://doi.org/10.1371/journal.pone.0231390 Jastreboff, P. J., & Jastreboff, M. M. (2001). Components of decreased sound tolerance: Hyperacusis, misophonia, and phonophobia. ITHS News Lett, 2(5–7), 1–5. Jastreboff, P. J., & Jastreboff, M. M. (2002). Decreased sound tolerance and tinnitus retraining therapy (TRT). Australian and New Zealand Journal of Audiology, 24, 74–84. https://doi.org/10.1375/audi.24.2.74.31105 Jastreboff, P. J., & Jastreboff, M. M. (2015). Chapter 21 - Decreased sound tolerance: Hyperacusis, misophonia, diplacousis, and polyacousis. In M. J. Aminoff, F. Boller, & D. F. Swaab (Eds.), Handbook of Clinical Neurology (Vol. 129, pp. 375–387). Elsevier. https://doi.org/10.1016/B978-0-444-62630-1.00021-4 Koechlin, E., & Summerfield, C. (2007). An information theoretical approach to prefrontal executive function. Trends in Cognitive Sciences, 11(6), 229–235. https://doi.org/10.1016/j.tics.2007.04.005 Kratz, O., Studer, P., Malcherek, S., Erbe, K., Moll, G. H., & Heinrich, H. (2011). Attentional processes in children with ADHD: An event-related potential study using the attention network test. International Journal of Psychophysiology, 81(2), 82–90. https://doi.org/10.1016/j.ijpsycho.2011.05.008 Krithikadatta, J. (2014). Normal Distribution. Journal of Conservative Dentistry : JCD, 17(1), 96–97. https://doi.org/10.4103/0972-0707.124171 Kumar, S., Tansley-Hancock, O., Sedley, W., Winston, J. S., Callaghan, M. F., Allen, M., Cope, T. E., Gander, P. E., Bamiou, D.-E., & Griffiths, T. D. (2017). The brain basis for misophonia. Current Biology, 27(4), 527–533. https://doi.org/10.1016/j.cub.2016.12.048"
    },
    {
      "section": "Page 33",
      "page_number": 33,
      "text": "37 Lijffijt, M., Lane, S. D., Meier, S. L., Boutros, N. N., Burroughs, S., Steinberg, J. L., Gerard Moeller, F., & Swann, A. C. (2009). P50, N100, and P200 sensory gating: Relationships with behavioral inhibition, attention, and working memory. Psychophysiology, 46(5), 1059–1068. https://doi.org/10.1111/j.1469-8986.2009.00845.x Mahoney, J. R., Verghese, J., Goldin, Y., Lipton, R., & Holtzer, R. (2010). Alerting, orienting, and executive attention in older adults. Journal of the International Neuropsychological Society, 16(5), 877–889. https://doi.org/10.1017/S1355617710000767 Mayer, J. S., Roebroeck, A., Maurer, K., & Linden, D. E. J. (2010). Specialization in the default mode: Task-induced brain deactivations dissociate between visual working memory and attention. Human Brain Mapping, 31(1), 126–139. https://doi.org/10.1002/hbm.20850 Menon, V. (2011). Large-scale brain networks and psychopathology: A unifying triple network model. Trends in Cognitive Sciences, 15(10), 483–506. https://doi.org/10.1016/j.tics.2011.08.003 Mullen, M., Hanna, D., Bradley, M., Rogers, D., Jordan, J.-A., & Dyer, K. F. W. (2021). Attentional bias in individuals with obsessive-compulsive disorder: A preliminary eye-tracking study. Journal of Behavioral and Cognitive Therapy, 31(2), 199–204. https://doi.org/10.1016/j.jbct.2020.10.005 Naylor, J., Caimino, C., Scutt, P., Hoare, D. J., & Baguley, D. M. (2021). The prevalence and severity of misophonia in a UK undergraduate medical student population and validation of the Amsterdam Misophonia Scale. Psychiatric Quarterly, 92(2), 609–619. https://doi.org/10.1007/s11126-020-09825-3"
    },
    {
      "section": "Page 34",
      "page_number": 34,
      "text": "38 Nelson, B. D., Hajcak, G., & Shankman, S. A. (2015). Event-related potentials to acoustic startle probes during the anticipation of predictable and unpredictable threat. Psychophysiology, 52(7), 887–894. https://doi.org/10.1111/psyp.12418 Nicholson, A. A., Ros, T., Densmore, M., Frewen, P. A., Neufeld, R. W. J., Théberge, J., Jetly, R., & Lanius, R. A. (2020). A randomized, controlled trial of alpha-rhythm EEG neurofeedback in posttraumatic stress disorder: A preliminary investigation showing evidence of decreased PTSD symptoms and restored default mode and salience network connectivity using fMRI. NeuroImage: Clinical, 28, 102490. https://doi.org/10.1016/j.nicl.2020.102490 Pacheco-Unguetti, A. P., Acosta, A., Callejas, A., & Lupiáñez, J. (2010). Attention and anxiety: Different attentional functioning under state and trait anxiety. Psychological Science, 21(2), 298–304. https://doi.org/10.1177/0956797609359624 Peirce, J., Gray, J. R., Simpson, S., MacAskill, M., Höchenberger, R., Sogo, H., Kastman, E., & Lindeløv, J. K. (2019). PsychoPy2: Experiments in behavior made easy. Behavior Research Methods, 51(1), 195–203. https://doi.org/10.3758/s13428-018-01193-y Peschard, V., Gilboa-Schechtman, E., & Philippot, P. (2017). Selective attention to emotional prosody in social anxiety: A dichotic listening study. Cognition and Emotion, 31(8), 1749–1756. https://doi.org/10.1080/02699931.2016.1261012 Petersen, S. E., & Posner, M. I. (2012). The attention system of the human brain: 20 years after. Annual Review of Neuroscience, 35(1), 73–89. https://doi.org/10.1146/annurev-neuro-062111-150525 Posner, J., Song, I., Lee, S., Rodriguez, C. I., Moore, H., Marsh, R., & Blair Simpson, H. (2017). Increased functional connectivity between the default mode and salience networks in unmedicated adults with obsessive-compulsive disorder. Human Brain Mapping, 38(2), 678–687. https://doi.org/10.1002/hbm.23408"
    },
    {
      "section": "Page 35",
      "page_number": 35,
      "text": "39 Posner, M. I. (1980). Orienting of attention. Quarterly Journal of Experimental Psychology, 32(1), 3–25. https://doi.org/10.1080/00335558008248231 Posner, M. I., & Petersen, S. E. (1990). The attention system of the human brain. Annual Review of Neuroscience, 13(1), 25–42. https://doi.org/10.1146/annurev.ne.13.030190.000325 Potgieter, I., MacDonald, C., Partridge, L., Cima, R., Sheldrake, J., & Hoare, D. J. (2019). Misophonia: A scoping review of research. Journal of Clinical Psychology, 75(7), 1203–1218. https://doi.org/10.1002/jclp.22771 Quek, T. C., Ho, C. S., Choo, C. C., Nguyen, L. H., Tran, B. X., & Ho, R. C. (2018). Misophonia in Singaporean psychiatric patients: A cross-sectional study. International Journal of Environmental Research and Public Health, 15(7), Article 7. https://doi.org/10.3390/ijerph15071410 Radoman, M., Lieberman, L., Jimmy, J., & Gorka, S. M. (2021). Shared and unique neural circuitry underlying temporally unpredictable threat and reward processing. Social Cognitive and Affective Neuroscience, 16(4), 370–382. https://doi.org/10.1093/scan/nsab006 Raj-Koziak, D., Gos, E., Kutyba, J., Skarzynski, H., & Skarzynski, P. H. (2021). Decreased sound tolerance in tinnitus patients. Life, 11(2), Article 2. https://doi.org/10.3390/life11020087 Rinaldi, L. J., Ward, J., & Simner, J. (2021). An automated online assessment for misophonia: The Sussex Misophonia Scale for adults. PsyArXiv. https://doi.org/10.31234/osf.io/5eb39 Rinne, T., Särkkä, A., Degerman, A., Schröger, E., & Alho, K. (2006). Two separate mechanisms underlie auditory change detection and involuntary control of attention. Brain Research, 1077(1), 135–143. https://doi.org/10.1016/j.brainres.2006.01.043"
    },
    {
      "section": "Page 36",
      "page_number": 36,
      "text": "40 Scalf, P. E., Torralbo, A., Tapia, E., & Beck, D. M. (2013). Competition explains limited attention and perceptual resources: Implications for perceptual load and dilution theories. Frontiers in Psychology, 4, 243. https://doi.org/10.3389/fpsyg.2013.00243 Schröder, A., van Diepen, R., Mazaheri, A., Petropoulos-Petalas, D., Soto de Amesti, V., Vulink, N., & Denys, D. (2014). Diminished N1 auditory evoked potentials to oddball stimuli in misophonia patients. Frontiers in Behavioral Neuroscience, 8, 123. https://doi.org/10.3389/fnbeh.2014.00123 Schröder, A., van Wingen, G., Eijsker, N., San Giorgi, R., Vulink, N. C., Turbyne, C., & Denys, D. (2019). Misophonia is associated with altered brain activity in the auditory cortex and salience network. Scientific Reports, 9(1), Article 1. https://doi.org/10.1038/s41598-019-44084-8 Schröder, A., Vulink, N., & Denys, D. (2013). Misophonia: Diagnostic criteria for a new psychiatric disorder. PLOS ONE, 8(1), e54706. https://doi.org/10.1371/journal.pone.0054706 Seeley, W. W., Menon, V., Schatzberg, A. F., Keller, J., Glover, G. H., Kenna, H., Reiss, A. L., & Greicius, M. D. (2007). Dissociable intrinsic connectivity networks for salience processing and executive control. Journal of Neuroscience, 27(9), 2349–2356. https://doi.org/10.1523/JNEUROSCI.5587-06.2007 Silva, F. E. da, & Sanchez, T. G. (2019). Evaluation of selective attention in patients with misophonia. Brazilian Journal of Otorhinolaryngology, 85, 303–309. https://doi.org/10.1016/j.bjorl.2018.02.005 Simner, J., Koursarou, S., Rinaldi, L. J., & Ward, J. (2021). Attention, flexibility, and imagery in misophonia: Does attention exacerbate everyday disliking of sound? Journal of Clinical and Experimental Neuropsychology, 43(10), 1006–1017. https://doi.org/10.1080/13803395.2022.2056581"
    },
    {
      "section": "Page 37",
      "page_number": 37,
      "text": "41 Sinha, N., Arora, S., Srivastava, P., & Klein, R. M. (2022). What networks of attention are affected by depression? A meta-analysis of studies that used the attention network test. Journal of Affective Disorders Reports, 8, 100302. https://doi.org/10.1016/j.jadr.2021.100302 Sulik, M. J., Haft, S. L., & Obradović, J. (2018). Visual-Motor integration, executive functions, and academic achievement: Concurrent and longitudinal relations in late elementary School. Early Education and Development, 29(7), 956–970. https://doi.org/10.1080/10409289.2018.1442097 Swedo, S., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A., Jastreboff, P. J., Kumar, S., Rosenthal, M. Z., Rouw, R., Schiller, D., Simner, J., Storch, E. A., Taylor, S., Werff, K. R. V., & Raver, S. M. (2021). A consensus definition of misophonia: Using a delphi process to reach expert agreement [Preprint]. medRxiv. https://doi.org/10.1101/2021.04.05.21254951 Swedo, S. E., Baguley, D. M., Denys, D., Dixon, L. J., Erfanian, M., Fioretti, A., Jastreboff, P. J., Kumar, S., Rosenthal, M. Z., Rouw, R., Schiller, D., Simner, J., Storch, E. A., Taylor, S., Werff, K. R. V., Altimus, C. M., & Raver, S. M. (2022). Consensus definition of misophonia: A delphi study. Frontiers in Neuroscience, 16. https://www.frontiersin.org/articles/10.3389/fnins.2022.841816 Taylor, S. (2017). Misophonia: A new mental disorder? Medical Hypotheses, 103, 109–117. https://doi.org/10.1016/j.mehy.2017.05.003 Van Damme, S., Crombez, G., & Spence, C. (2009). Is visual dominance modulated by the threat value of visual and auditory stimuli? Experimental Brain Research, 193(2), 197–204. https://doi.org/10.1007/s00221-008-1608-1 Veerapa, E., Grandgenevre, P., El Fayoumi, M., Vinnac, B., Haelewyn, O., Szaffarczyk, S., Vaiva, G., & D’Hondt, F. (2020). Attentional bias towards negative stimuli in healthy"
    },
    {
      "section": "Page 38",
      "page_number": 38,
      "text": "42 individuals and the effects of trait anxiety. Scientific Reports, 10(1), Article 1. https://doi.org/10.1038/s41598-020-68490-5 Vromen, J. (2016). Top-down influences on the attentional orienting to and disengagement from threat [PhD Thesis, The University of Queensland]. https://doi.org/10.14264/uql.2016.1129 Wang, Y. M., Xiao, R. Q., & Luo, C. (2019). Mechanisms underlying auditory and cross-modal emotional attentional biases: Engagement with and disengagement from aversive auditory stimuli. Motivation and Emotion, 43(2), 354–369. https://doi.org/10.1007/s11031-018-9739-6 Weissman, D. H., Roberts, K. C., Visscher, K. M., & Woldorff, M. G. (2006). The neural bases of momentary lapses in attention. Nature Neuroscience, 9(7), Article 7. https://doi.org/10.1038/nn1727 Williams, Z. J., He, J. L., Cascio, C. J., & Woynaroski, T. G. (2021). A review of decreased sound tolerance in autism: Definitions, phenomenology, and potential mechanisms. Neuroscience & Biobehavioral Reviews, 121, 1–17. https://doi.org/10.1016/j.neubiorev.2020.11.030"
    },
    {
      "section": "Page 39",
      "page_number": 39,
      "text": "43  Appendix 1: Overview of Sound Condition, Category, and Type  Condition Category  Sound  Misophonia Eating Sounds Chewing (Crunchy) Slurping Chewing (Wet Mouth) Nasal/Throat sounds   Nose-Blowing Nose sniffling  Loud Breathing Aversive Machine   Feedback Noises Alarm  Seesaw Animate   Screaming (Animal) Dogs Barking  Monkey Scream Neutral   Machine   Helicopter Fan Toilet Flush Animate/Environmental   Cuckoo  River  Busy Café"
    },
    {
      "section": "Page 40",
      "page_number": 40,
      "text": "44 Appendix 2: Additional Analysis of Self-Report Variables on Attention  Self-Report To test whether self-reported misophonics differed in their attentional efficiency overall and by sound condition and compared to participants who did not self-report misophonia, a mixed model MANCOVA was conducted. As described above, the attention network data violated the assumption of normality, which is why the winsorized data was used for this analysis as well. The data did not violate any other relevant assumptions.  As in the median group MANCOVA above, age and gender were controlled for, and overall AMISOS score, total number of trigger, as well as amount of eating and nasal triggers were entered into the model.  No significant effects of any independent variable as well as self-report group membership (F(6,86)= 0.634, p >0.05, Wilks' Λ = 0.917, partial η2 = 0.043) on attention was found. The results suggest that self-reported misophonia does not have a significant effect on overall attention network efficacy. This finding is in contrast to the above-described median-group effect on attention.   Nasal Triggers x Attention  Since only two types of trigger categories were used in the study, a 3 x 2 mixed model MANCOVA was conducted to explore whether attention network efficacy differed between people who self-reported nasal triggers when nasal sounds were played regardless of median group membership.  The data violated the assumption of normality. However, the cube root transformation was the most suitable technique for normalisation. The data did not violate any other assumptions of homogeneity of variance-covariance matrices, as well as absence of multivariate outliers,"
    },
    {
      "section": "Page 41",
      "page_number": 41,
      "text": "45 multivariate linearity of DV pairs, multicollinearity, and independence of the covariates from the experimental treatments were not violated.  A 2x3 MANCOVA was conducted to examine the effect of self-reported nasal triggers on alerting, orienting, and EC scores when nasal trigger sounds were played. The impact of AMISOS score, total triggers, total eating triggers and total nasal triggers was also explored. The influence of gender and age was controlled for. The MANCOVA revealed a significant main effect of total triggers (F(2,21) = 4.926, p < 0.05, Wilks' Λ = 0.681, partial η2 = 0.160) and total eating triggers (F(2,21) = 4.55, p < 0.05, Wilks' Λ = 0.698, partial η2= 0.161) on attention scores. However, there was no group difference in attention networks between the groups (F(2,21) = 0.215, p > 0.05, Wilks' Λ = 0.980, partial η2 = 0.020).   Eating Triggers X Attention  Similar to the above-described analysis, a 3 x 2 mixed model MANCOVA was conducted to explore whether attention network efficacy differed between people who self-reported eating triggers when eating sounds were played regardless of median group membership.  The data violated the assumption of normality, which was restored with cube root transformation. No other assumptions of homogeneity of variance-covariance matrices, as well as absence of multivariate outliers, multivariate linearity of DV pairs, multicollinearity, and independence of the covariates from the experimental treatments were violated.   A 2x3 MANCOVA was conducted to examine the effect of self-reported eating triggers on alerting, orienting, and EC scores when nasal trigger sounds were played. The impact of AMISOS score, total triggers, total eating triggers and total nasal triggers was also explored, while controlling for age and gender. The MANCOVA revealed no significant main effect of the grouping variable on the attention network efficiency when eating sounds were played (F(2,"
    },
    {
      "section": "Page 42",
      "page_number": 42,
      "text": "46 21)=0.52,  p < 0.05, Wilks' Λ = 0.953, partial η2 = 0.047). Additionally, no significant main effect of any independent variable was observed."
    },
    {
      "section": "Page 43",
      "page_number": 43,
      "text": "47 Appendix 3: Full Analysis of Cue/Flanker Condition  Between-Group Differences  An overall significant difference between the misophonia (m=-6.00, SE=0.77) and control group (m=-9.98, SE= 0.77) was found in the misophonia sound condition (p<0.05) and this significant difference was also found across all RT, apart from central cue condition (see Table 21).  Table 21 Pairwise Comparison between groups for cue/flanker RT in misophonia sound condition Attention Network Group (I) Group (J) Mean Difference  (I – J) Std. Error Sig. Double Control Misophonia -5.21 * 1.59 0.004 None Control Misophonia -3.961* 1.30 0.006 Spatial Control Misophonia -4.89* 1.83 0.024 Central Control Misophonia -2.46 1.69 0.161 Congruent Control Misophonia -4.09* 1.78 0.032 Incongruent Control Misophonia -3.64* 1.11 0.004 Note: * indicates the mean difference is significant at the 0.05 level  No between-group differences were found in the aversive sound condition. However, in the neutral sound condition, PwM (m= -8.271, SE= 0.083) compared to the control group m= -10.014, SE=0.83) took significantly longer to respond to incongruent stimuli compared to the control group (p<0.05).     Within Group RT Differences by Sound Type Considering within-group differences, the misophonia group took significantly longer to respond to incongruent flankers compared to congruent flankers in all three sound conditions (see Table 22)"
    },
    {
      "section": "Page 44",
      "page_number": 44,
      "text": "48   Group (I) Group (J) Mean Difference  (I – J) Std. Error Sig. Misophonia Congruent Incongruent 3.131 0.687 0.001 Aversive Congruent Incongruent 4.001 0.592 <0.001 Neutral Congruent Incongruent 3.672 0.593 <0.001  Furthermore, considering facilitation effects, PwM showed no facilitation from double cue in any sound condition (p>0.05). No spatial-cue facilitation was found in the misophonia or neutral sound condition. However, in the aversive sound condition PwM were significantly faster at responding to spatial (m=-17.61 , SE=1.84) compared to central (m= -7.14,SE=0.554) cues (p<0.001).  Table 23 Pairwise comparison between cue conditions per sound condition in misophonia group Sound Group (I) Group (J) Mean Difference  (I – J) Std. Error Sig. Misophonia Double None 0.678 0.432 1.000 Spatial -1.989 0.824 0.374 Central -0.691 0.656 1.000 None Spatial -2.667 0.432 0.099 Central -1.297 0.885 0.693 Spatial Central 1.370 0.612 1.00 Aversive Double None 0.653 0.560 1.000  Spatial -11.137 2.065 <0.001  Central 0.352 0.618 1.000 None Spatial -11.790 2.221 <0.001  Central -0.300 0.572 1.000 Spatial Central 11.489 2.070 <0.001 Neutral Double None 0.420 0.403 1.000   Spatial 1.353 0.593 0.311   Central -0.167 0.403 1.000  None Spatial 0.934 0.598 1.000   Central -0.586 0.580 1.000  Spatial Central -1.520 0.638 0.480 Note: * indicates the mean difference is significant at the 0.05 level  Within the control group, participants showed the facilitation of the double compared to no cue in the misophonia (p<0.01) and neutral (p<0.01) sound condition. However, no difference in"
    },
    {
      "section": "Page 45",
      "page_number": 45,
      "text": "49 the no (m= -7.46, SE= 0.567) and double cue (m= --8.562, SE= 0.662) RT were found in the aversive sound condition. While a facilitation effect of the spatial cue was found for the misophonia sound condition (p<0.001), no such effect was found for the neutral or aversive condition. However, control participants responded significantly faster to congruent compared to incongruent trials across sound conditions.   Between Sound Condition x Within Group Differences  Within the misophonia group, participants responded significantly faster to double cues in the neutral (m= -7.204 SE=0.512) compared to the misophonia (m= -6.8, SE=0.742) sound condition (p<0.05). Moreover, compared to the aversive sound condition (m= -5.356, SE=0.416) PwM responded significantly slower to incongruent flankers when hearing misophonic (m= -4.340, SE=0.496) sounds (p<0.05).  In the control group, participants responded significantly slower to spatial cues in the misophonia (m= -11.604 , SE=0.802) and neutral (m= -9.379, SE= 0.648) compared to the aversive (m= -21.708, SE=1.84) sound condition (p<0.01). Similarly, controls were faster at identifying a cue surrounded by incongruent flanker in the neutral (m= -5.00, SE=0.306) compared to misophonia (m=-6.99, SE=0.416) and aversive (m=-6.10, SE=0.416) condition (p<0.05)."
    }
  ]
}